import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "မိမိကိုယ်ကိုစွပ်စွဲခြင်း",
  "locale": "my",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "5. မိမိကိုယ်ကိုစွပ်စွဲခြင်း",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ငါတို့တစ်ဦးစီရဲ့အတွင်းစိတ်ထဲမှာ ရှိတဲ့အနှစ်သာရဟာ ကောင်းကင်၊ ကြယ်တွေကနေ လာတာပါ။</p>\n<p>အဲဒီအံ့သြဖွယ်အနှစ်သာရဟာ “LA” ဆိုတဲ့အသံ (ငါတို့နေထိုင်တဲ့ နဂါးငွေ့တန်း ဂလက်ဆီ) ကနေ လာတာဆိုတာ ငြင်းလို့မရပါဘူး။</p>\n<p>တန်ဖိုးမဖြတ်နိုင်တဲ့အနှစ်သာရဟာ “SOL” ဆိုတဲ့အသံ (နေ) ကိုဖြတ်ပြီး “FA” ဆိုတဲ့အသံ (ဂြိုဟ်ဇုန်) ကနေ ဝင်လာပြီး ဒီကမ္ဘာထဲကို ထိုးဖောက်ဝင်ရောက်ကာ ငါတို့ရဲ့အတွင်းထဲကို စိမ့်ဝင်သွားပါတယ်။</p>\n<p>ငါတို့ရဲ့မိဘတွေက ကြယ်တွေကနေ လာတဲ့အနှစ်သာရကို လက်ခံနိုင်ဖို့ သင့်တော်တဲ့ခန္ဓာကိုယ်ကို ဖန်တီးပေးခဲ့တာပါ။</p>\n<p>ကိုယ့်ကိုယ်ကို အပြင်းအထန်ကြိုးစားပြီး ကိုယ့်ရဲ့လူသားချင်းတွေအတွက် ကိုယ်ကျိုးစွန့်ခြင်းအားဖြင့် ယူရေးနီးယားရဲ့ရင်ခွင်ထဲကို အောင်မြင်စွာပြန်သွားနိုင်မှာပါ…</p>\n<p>ငါတို့ဟာ ဒီကမ္ဘာမှာ အကြောင်းတစ်ခုခု၊ တစ်စုံတစ်ခုအတွက်၊ အထူးအကြောင်းရင်းတစ်ခုခုကြောင့် နေထိုင်နေကြတာပါ။</p>\n<p>အမှန်တကယ်တော့ ငါတို့ကိုယ်တိုင်အကြောင်း၊ ငါတို့ရဲ့ဘဝအကြောင်း တစ်စုံတစ်ခုကိုသိချင်တယ်ဆိုရင် ငါတို့ကိုယ်ထဲမှာ မြင်ရ၊ လေ့လာရ၊ နားလည်ရမယ့်အရာတွေ အများကြီးရှိနေတာ အမှန်ပါပဲ။</p>\n<p>သူ့ရဲ့ဘဝရည်ရွယ်ချက်ကို မသိဘဲ သေသွားတဲ့သူရဲ့ဘဝဟာ ဝမ်းနည်းစရာပါပဲ။</p>\n<p>ငါတို့တစ်ဦးစီဟာ ကိုယ့်ရဲ့ဘဝရဲ့အဓိပ္ပာယ်၊ နာကျင်မှုအကျဉ်းထောင်ထဲမှာ သူ့ကိုချုပ်နှောင်ထားတဲ့အရာကို ကိုယ်တိုင်ရှာဖွေရပါမယ်။</p>\n<p>ထင်ရှားစွာပဲ ငါတို့တစ်ဦးစီထဲမှာ ငါတို့ရဲ့ဘဝကို ခါးသီးစေတဲ့အရာတစ်ခုရှိနေပြီး အဲဒါကို ငါတို့ တည်တည်ငြိမ်ငြိမ်နဲ့ တိုက်ထုတ်ဖို့လိုပါတယ်။</p>\n<p>မပျော်ရွှင်မှုတွေနဲ့ ဆက်နေဖို့ မလိုအပ်ပါဘူး။ ငါတို့ကို အားနည်းစေပြီး မပျော်ရွှင်စေတဲ့အရာတွေကို စကြဝဠာဖုန်မှုန့်အဖြစ် လျှော့ချဖို့ အရေးတကြီးလိုအပ်ပါတယ်။</p>\n<p>ဘွဲ့တွေ၊ ဂုဏ်ထူးတွေ၊ ဒီပလိုမာတွေ၊ ပိုက်ဆံတွေ၊ အဓိပ္ပာယ်မရှိတဲ့ ပုဂ္ဂလဒိဋ္ဌိကျိုးကြောင်းဆင်ခြင်မှုတွေ၊ လူသိများတဲ့ ဂုဏ်သိက္ခာတွေ စတာတွေနဲ့ ဖောင်းပွနေလို့ ဘာမှအသုံးမဝင်ပါဘူး။</p>\n<p>ငါတို့ဟာ лицемерие နဲ့ မှားယွင်းတဲ့ ကိုယ်ရည်ကိုယ်သွေးရဲ့ မိုက်မဲတဲ့မာနတွေက ငါတို့ကို မိုက်မဲသူတွေ၊ ခေတ်နောက်ကျသူတွေ၊ နှောင့်နှေးသူတွေ၊ တုံ့ပြန်သူတွေဖြစ်စေပြီး အသစ်အဆန်းတွေကို မမြင်နိုင်ကြဘူးဆိုတာကို ဘယ်တော့မှ မမေ့သင့်ပါဘူး။</p>\n<p>သေခြင်းမှာ အပေါင်းလက္ခဏာရော အနှုတ်လက္ခဏာရော အဓိပ္ပာယ်တွေ အများကြီးရှိပါတယ်။</p>\n<p>“မဟာ KABIR ယေရှုခရစ်” ရဲ့ ထူးခြားတဲ့လေ့လာတွေ့ရှိချက်ကို သုံးသပ်ကြည့်ရအောင်။ “သေလွန်သူတွေက သူ့ရဲ့သေလွန်သူတွေကို မြှုပ်နှံပါစေ” လူအများအပြားဟာ ရှင်လျက်ရှိနေပေမယ့် သူတို့ကိုယ်သူတို့အပေါ်ဖြစ်နိုင်တဲ့ လုပ်ဆောင်မှုတိုင်းအတွက် သေနေပြီး ဒါကြောင့် အတွင်းစိတ်ပြောင်းလဲခြင်းအတွက် သေနေကြပါတယ်။</p>\n<p>သူတို့ရဲ့ ဓမ္မအယူဝါဒတွေနဲ့ ယုံကြည်ချက်တွေကြားထဲမှာ ပိတ်မိနေတဲ့သူတွေပါ။ အတိတ်ကအမှတ်တရတွေမှာ ကျောက်ခဲဖြစ်နေသူတွေ၊ ဘိုးဘွားစဉ်ဆက် ဒွိဟတွေနဲ့ ပြည့်နေသူတွေ၊ သူများပြောမှာကြောက်တဲ့ကျွန်တွေ၊ ကြောက်စရာကောင်းလောက်အောင် ပျော့ညံ့သူတွေ၊ လျစ်လျူရှုသူတွေ၊ တခါတလေ “သိတတ်သူတွေ” ဖြစ်ကြပြီး သူတို့ပြောခဲ့လို့ သူတို့ဟာ အမှန်တရားထဲမှာ ရှိနေတယ်လို့ ယုံကြည်ကြသူတွေ စသဖြင့် စသဖြင့်ပေါ့။</p>\n<p>ဒီကမ္ဘာဟာ ငါတို့အားလုံးထဲမှာ ရှိနေတဲ့ လျှို့ဝှက်ရုပ်ဆိုးမှုကို ဖယ်ရှားဖို့ ဖြစ်နိုင်တဲ့ “စိတ်ပိုင်းဆိုင်ရာအားကစားခန်းမ” တစ်ခုဆိုတာကို အဲဒီလူတွေက နားမလည်ချင်ကြဘူး။</p>\n<p>အဲဒီဆင်းရဲတဲ့လူတွေက သူတို့ရဲ့ ဝမ်းနည်းစရာအခြေအနေကို နားလည်ရင် ကြောက်လန့်တုန်လှုပ်သွားကြလိမ့်မယ်…</p>\n<p>ဒါပေမယ့် အဲဒီလူတွေက သူတို့ကိုယ်သူတို့ အမြဲတမ်းအကောင်းဆုံးလို့ ထင်နေကြတယ်။ သူတို့ရဲ့ဂုဏ်သိက္ခာတွေကို ကြွားဝါကြတယ်၊ ပြီးပြည့်စုံသူတွေ၊ စိတ်ထားကောင်းသူတွေ၊ အစေခံကောင်းသူတွေ၊ မြင့်မြတ်သူတွေ၊ ရက်ရောသူတွေ၊ ဉာဏ်ကောင်းသူတွေ၊ သူတို့ရဲ့တာဝန်တွေကို ကျေပွန်သူတွေလို့ ခံစားနေကြတယ် စသဖြင့်ပေါ့။</p>\n<p>လက်တွေ့ဘဝဟာ ကျောင်းအနေနဲ့ အလွန်ကောင်းမွန်ပေမယ့် သူ့ကိုယ်သူ ရည်မှန်းချက်အနေနဲ့ ယူဆတာက ထင်ရှားစွာပဲ မိုက်မဲရာရောက်ပါတယ်။</p>\n<p>ဘဝကို နေ့စဉ်နေထိုင်သလိုပဲ ခံယူတဲ့သူတွေဟာ “အခြေခံအပြောင်းအလဲ” ကိုရရှိဖို့ ကိုယ့်ကိုယ်ကိုအပေါ် လုပ်ဆောင်ဖို့ လိုအပ်ကြောင်းကို နားမလည်ကြသေးပါဘူး။</p>\n<p>ကံမကောင်းစွာပဲ လူတွေဟာ စက်ကိရိယာတွေလို နေထိုင်ကြပြီး အတွင်းစိတ်လုပ်ဆောင်မှုအကြောင်း ဘာမှမကြားဖူးကြဘူး…</p>\n<p>ပြောင်းလဲဖို့ လိုအပ်ပေမယ့် လူတွေဟာ ဘယ်လိုပြောင်းလဲရမလဲဆိုတာ မသိကြဘူး။ သူတို့ဟာ အများကြီးခံစားကြရပြီး ဘာကြောင့်ခံစားရလဲဆိုတာကိုတောင် မသိကြဘူး…</p>\n<p>ပိုက်ဆံရှိရုံနဲ့ မပြီးသေးပါဘူး။ ချမ်းသာတဲ့သူတွေရဲ့ဘဝဟာ တကယ့်ကို ဝမ်းနည်းစရာကောင်းတတ်ပါတယ်…</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/my/tratado-de-psicologia-revolucionaria/acusarse-a-si-mismo.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/my/tratado-de-psicologia-revolucionaria/acusarse-a-si-mismo.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/my/tratado-de-psicologia-revolucionaria/acusarse-a-si-mismo.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
