import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "സ്വയം കുറ്റപ്പെടുത്തുക",
  "locale": "ml",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "5. സ്വയം കുറ്റപ്പെടുത്തുക",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ഓരോരുത്തരുടെയും ഉള്ളിലുള്ള സത്ത, മുകളിൽ നിന്ന്, ആകാശത്ത് നിന്ന്, നക്ഷത്രങ്ങളിൽ നിന്ന് വരുന്നതാണ്…</p>\n<p>അതിശയകരമായ ഈ സത്ത “ല” എന്ന സ്വരത്തിൽ നിന്നാണ് വരുന്നത് (ക്ഷീരപഥം, നാം ജീവിക്കുന്ന ഗാലക്സി) എന്നുള്ളത് ചോദ്യം ചെയ്യാനില്ല.</p>\n<p>വിലയേറിയ ഈ സത്ത “സൊൾ” എന്ന സ്വരത്തിലൂടെ (സൂര്യൻ) കടന്നുപോവുകയും പിന്നീട് “ഫാ” എന്ന സ്വരത്തിലൂടെ (ഗ്രഹങ്ങളുടെ മേഖല) ഈ ലോകത്തേക്ക് പ്രവേശിച്ച് നമ്മുടെ ഉള്ളിലേക്ക് തുളച്ചുകയറുന്നു.</p>\n<p>നക്ഷത്രങ്ങളിൽ നിന്ന് വരുന്ന ഈ സത്ത സ്വീകരിക്കാൻ അനുയോജ്യമായ ശരീരം നമ്മുടെ മാതാപിതാക്കൾ സൃഷ്ടിച്ചു…</p>\n<p>നമ്മെത്തന്നെ തീവ്രമായി പ്രവർത്തിക്കുകയും നമ്മുടെ സഹജീവികൾക്ക് വേണ്ടി ത്യാഗം ചെയ്യുകയും ചെയ്യുന്നതിലൂടെ, നമ്മൾ ഉറേനിയയുടെ ആഴത്തിലുള്ള മടിയിലേക്ക് വിജയശ്രീലാളിതരായി തിരിച്ചെത്തും…</p>\n<p>നാം ഈ ലോകത്ത് ജീവിക്കുന്നത് ഒരു പ്രത്യേക കാരണത്താലാണ്, എന്തിനോ വേണ്ടിയാണ്, ഒരു പ്രത്യേക ഘടകത്തിന് വേണ്ടിയാണ്…</p>\n<p>നമ്മെക്കുറിച്ച് എന്തെങ്കിലും അറിയാൻ ആഗ്രഹിക്കുന്നുണ്ടെങ്കിൽ, നമ്മുടെ ജീവിതത്തെക്കുറിച്ച് അറിയാൻ ആഗ്രഹിക്കുന്നുണ്ടെങ്കിൽ, നമ്മൾ കാണുകയും പഠിക്കുകയും മനസ്സിലാക്കുകയും ചെയ്യേണ്ട കാര്യങ്ങൾ നമ്മളിൽ തന്നെയുണ്ട്…</p>\n<p>തൻ്റെ ജീവിതത്തിൻ്റെ ഉദ്ദേശ്യം അറിയാതെ മരിക്കുന്നവരുടെ അവസ്ഥ ദയനീയമാണ്…</p>\n<p>വേദനയുടെ തടവറയിൽ നമ്മെ തളച്ചിടുന്ന സ്വന്തം ജീവിതത്തിൻ്റെ അർത്ഥം ഓരോരുത്തരും സ്വയം കണ്ടെത്തണം…</p>\n<p>ഓരോരുത്തരുടെയും ജീവിതത്തെ കയ്പേറിയതാക്കുന്ന എന്തോ ഒന്ന് നമ്മളിലുണ്ട്, അതിനെതിരെ നമ്മൾ ഉറച്ചുനിൽക്കണം…</p>\n<p>നാം ദുരിതത്തിൽ തുടരേണ്ട ആവശ്യമില്ല, നമ്മെ ദുർബലരും സന്തോഷമില്ലാത്തവരുമാക്കുന്നതിനെ നശിപ്പിച്ച് കോസ്മിക് പൊടിയാക്കി മാറ്റേണ്ടത് അത്യാവശ്യമാണ്.</p>\n<p>ബിരുദങ്ങൾ, ബഹുമതികൾ, ഡിപ്ലോമകൾ, പണം, വ്യർത്ഥമായ ആത്മനിഷ്ഠമായ യുക്തിവാദം, അംഗീകൃത സദ്ഗുണങ്ങൾ എന്നിവയിൽ അഭിമാനിക്കുന്നതിൽ അർത്ഥമില്ല.</p>\n<p>കപടവിശ്വാസവും വ്യാജ വ്യക്തിത്വത്തിൻ്റെ ഭോഷത്തപരമായ അഹങ്കാരവും നമ്മെ മന്ദബുദ്ധികളും, പഴഞ്ചൻ ചിന്താഗതിക്കാരും, മാറ്റങ്ങളെ അംഗീകരിക്കാൻ കഴിവില്ലാത്തവരുമാക്കുന്നു എന്ന് നാം ഒരിക്കലും മറക്കരുത്…</p>\n<p>മരണത്തിന് നല്ലതും ചീത്തതുമായ നിരവധി അർത്ഥങ്ങളുണ്ട്.</p>\n<p>“മരിച്ചവർ തങ്ങളുടെ മരിച്ചവരെ അടക്കം ചെയ്യട്ടെ” എന്ന “മഹാനായ കബീർ യേശുക്രിസ്തുവിൻ്റെ” മഹത്തായ നിരീക്ഷണം പരിഗണിക്കുക. പല ആളുകളും ജീവിച്ചിരിപ്പുണ്ടെങ്കിലും, അവരെ സംബന്ധിച്ചിടത്തോളം തങ്ങളെത്തന്നെ മെച്ചപ്പെടുത്താനോ ആന്തരികമായ മാറ്റങ്ങൾ വരുത്താനോ സാധിക്കാത്ത അവസ്ഥയിൽ മരിച്ചവരാണ്.</p>\n<p>അവർ അവരുടെ വിശ്വാസങ്ങളിലും സിദ്ധാന്തങ്ങളിലും കുടുങ്ങിക്കിടക്കുന്നു; കഴിഞ്ഞുപോയ കാലത്തിൻ്റെ ഓർമ്മകളിൽ ഉറഞ്ഞുപോയവർ; തലമുറകളായി കൈമാറിവരുന്ന മുൻവിധികളുള്ള വ്യക്തികൾ; മറ്റുള്ളവരെ പേടിച്ച് ജീവിക്കുന്നവർ, ഭയങ്കരമായ ഉദാസീനതയുള്ളവർ, ചിലപ്പോൾ എല്ലാം അറിയാമെന്ന് ഭാവിക്കുന്നവർ, തങ്ങൾ സത്യത്തിലാണെന്ന് വിശ്വസിച്ച് ജീവിക്കുന്നവർ, കാരണം മറ്റുള്ളവർ അവരോട് അങ്ങനെ പറഞ്ഞിട്ടുണ്ട്…</p>\n<p>നമ്മുടെ ഉള്ളിലുള്ള രഹസ്യമായ വൈരൂപ്യം ഇല്ലാതാക്കാൻ കഴിയുന്ന ഒരു “സൈക്കോളജിക്കൽ ജിംനേഷ്യമാണ്” ഈ ലോകം എന്ന് അവർക്ക് മനസ്സിലാകുന്നില്ല…</p>\n<p>അവരുടെ ദയനീയമായ അവസ്ഥയെക്കുറിച്ച് ഈ പാവം ആളുകൾ മനസ്സിലാക്കിയിരുന്നെങ്കിൽ, അവർ ഭയന്ന് വിറച്ചേനെ…</p>\n<p>എന്നിരുന്നാലും, അത്തരം ആളുകൾ എപ്പോഴും തങ്ങളെക്കുറിച്ച് നല്ലത് മാത്രമേ ചിന്തിക്കൂ; അവർ അവരുടെ നല്ല കാര്യങ്ങളെക്കുറിച്ച് വീമ്പിളക്കുന്നു, അവർ തികഞ്ഞവരാണെന്നും, ദയയുള്ളവരാണെന്നും, മറ്റുള്ളവരെ സഹായിക്കുന്നവരാണെന്നും, മാന്യന്മാരാണെന്നും, മനുഷ്യത്വമുള്ളവരാണെന്നും, ബുദ്ധിശാലികളാണെന്നും, തങ്ങളുടെ കടമകൾ നിറവേറ്റുന്നവരാണെന്നും സ്വയം കരുതുന്നു.</p>\n<p>ജീവിതം ഒരു സ്കൂളായി കണക്കാക്കുന്നത് നല്ലതാണ്, പക്ഷേ അതിനെ ഒരു ലക്ഷ്യമായി കാണുന്നത് വളരെ വിഡ്ഢിത്തമാണ്.</p>\n<p>ജീവിതത്തെ അതിന്റെ എല്ലാ രീതിയിലും കാണുന്നവർ, തങ്ങളിൽത്തന്നെ പ്രവർത്തിച്ച് ഒരു “റാഡിക്കൽ ട്രാൻസ്ഫോർമേഷൻ” നേടേണ്ടതിൻ്റെ ആവശ്യകത മനസ്സിലാക്കിയിട്ടില്ല.</p>\n<p>നിർഭാഗ്യവശാൽ, ആളുകൾ യാന്ത്രികമായി ജീവിക്കുന്നു, ആന്തരികമായ പ്രവർത്തനത്തെക്കുറിച്ച് അവർ കേട്ടിട്ടുപോലുമില്ല…</p>\n<p>മാറ്റം അനിവാര്യമാണ്, പക്ഷേ എങ്ങനെ മാറണമെന്ന് ആളുകൾക്കറിയില്ല; അവർ ഒരുപാട് കഷ്ടപ്പെടുന്നു, എന്തിനാണ് കഷ്ടപ്പെടുന്നതെന്ന് പോലും അവർക്കറിയില്ല…</p>\n<p>പണം ഉണ്ടായിരിക്കുന്നത് എല്ലാം അല്ല. പല പണക്കാരുടെയും ജീവിതം ദയനീയമാണ്…</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ml/tratado-de-psicologia-revolucionaria/acusarse-a-si-mismo.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ml/tratado-de-psicologia-revolucionaria/acusarse-a-si-mismo.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ml/tratado-de-psicologia-revolucionaria/acusarse-a-si-mismo.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
