import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "საკუთარი თავის დადანაშაულება",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "5. საკუთარი თავის დადანაშაულება",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>არსი, რომელიც თითოეულ ჩვენგანს შინაგანად აქვს, მოდის ზემოდან, ციდან, ვარსკვლავებიდან…</p>\n<p>უდავოდ, საოცარი არსი მომდინარეობს ნოტიდან “ლა” (ირმის ნახტომი, გალაქტიკა, რომელშიც ჩვენ ვცხოვრობთ).</p>\n<p>ძვირფასი არსი გაივლის ნოტს “მარილი” (მზე) და შემდეგ ნოტს “ფა” (პლანეტარული ზონა), შემოდის ამ სამყაროში და აღწევს ჩვენს შინაგანში.</p>\n<p>ჩვენმა მშობლებმა შექმნეს შესაბამისი სხეული ამ ვარსკვლავებიდან მომავალი არსის მისაღებად…</p>\n<p>საკუთარ თავზე ინტენსიურად მუშაობით და მოყვასის გულისთვის თავგანწირვით, ჩვენ გამარჯვებულები დავბრუნდებით ურანიას წიაღში…</p>\n<p>ჩვენ ამ სამყაროში რაღაც მიზეზით, რაღაცისთვის, რაღაც განსაკუთრებული ფაქტორის გამო ვცხოვრობთ…</p>\n<p>ცხადია, ჩვენში ბევრი რამ არის, რაც უნდა ვნახოთ, შევისწავლოთ და გავიგოთ, თუ ნამდვილად გვსურს ვიცოდეთ რაიმე საკუთარ თავზე, საკუთარ ცხოვრებაზე…</p>\n<p>ტრაგიკულია იმ ადამიანის არსებობა, რომელიც კვდება ისე, რომ არ იცის თავისი ცხოვრების მიზეზი…</p>\n<p>თითოეულმა ჩვენგანმა თავად უნდა აღმოაჩინოს საკუთარი ცხოვრების აზრი, ის, რაც მას ტკივილის ციხეში აკავებს…</p>\n<p>აშკარად, თითოეულ ჩვენგანში არის რაღაც, რაც გვიმწარებს ცხოვრებას და რის წინააღმდეგაც მტკიცედ უნდა ვიბრძოლოთ…</p>\n<p>არ არის აუცილებელი, რომ უბედურებაში გავაგრძელოთ ყოფნა, გადაუდებელია კოსმოსურ მტვრად ვაქციოთ ის, რაც ასე გვაუსუსურებს და გვაუბედურებს.</p>\n<p>არაფერია იმაში, რომ ვიამაყოთ ტიტულებით, პატივით, დიპლომებით, ფულით, ამაო სუბიექტური რაციონალიზმით, საყოველთაოდ ცნობილი სათნოებებით და ა.შ.</p>\n<p>არასოდეს არ უნდა დაგვავიწყდეს, რომ თვალთმაქცობა და ცრუ პიროვნების სულელური ამაოება ჩვენგან აკეთებს უხეშ, მოძველებულ, ჩამორჩენილ, რეაქციონერ ადამიანებს, რომლებსაც არ შეუძლიათ ახლის დანახვა…</p>\n<p>სიკვდილს ბევრი მნიშვნელობა აქვს, როგორც დადებითი, ასევე უარყოფითი.</p>\n<p>განვიხილოთ “დიდი კაბირ იესო ქრისტეს” შესანიშნავი დაკვირვება. “მიცვალებულებმა თავიანთი მკვდრები დამარხონ”. ბევრი ადამიანი, თუმცა ცოცხალია, ფაქტობრივად მკვდარია საკუთარ თავზე ყოველგვარი შესაძლო მუშაობისთვის და, შესაბამისად, ყოველგვარი შინაგანი გარდაქმნისთვის.</p>\n<p>ისინი არიან ადამიანები, რომლებიც ბოთლებში არიან ჩაკეტილი თავიანთ დოგმებსა და რწმენებს შორის; ადამიანები, რომლებიც გაქვავებულნი არიან მრავალი წარსულის მოგონებებში; ინდივიდები, რომლებიც სავსეა წინაპრების ცრურწმენებით; ადამიანები, რომლებიც არიან მონები იმისა, თუ რას იტყვიან, საშინლად თბილები, გულგრილები, ზოგჯერ “ყოვლისმცოდნეები”, დარწმუნებულნი არიან, რომ სიმართლეში არიან, რადგან ასე უთხრეს და ა.შ.</p>\n<p>ამ ადამიანებს არ სურთ გაიგონ, რომ ეს სამყარო არის “ფსიქოლოგიური დარბაზი”, რომლის საშუალებითაც შესაძლებელი იქნება იმ საიდუმლო სიმახინჯის განადგურება, რომელიც ყველას შიგნით გვაქვს…</p>\n<p>ამ საწყალ ადამიანებს რომ გაეგოთ, რა სამწუხარო მდგომარეობაში იმყოფებიან, საშინელებისგან აცახცახებდნენ…</p>\n<p>თუმცა, ასეთი ადამიანები ყოველთვის საუკეთესოს ფიქრობენ საკუთარ თავზე; ისინი ტრაბახობენ თავიანთი სათნოებებით, თავს სრულყოფილად, კეთილგანწყობილად, სასარგებლოდ, კეთილშობილურად, ქველმოქმედებით, ინტელექტუალურად, მოვალეობის შემსრულებლებად თვლიან და ა.შ.</p>\n<p>პრაქტიკული ცხოვრება, როგორც სკოლა, შესანიშნავია, მაგრამ მისი, როგორც თვითმიზნად მიღება აშკარად აბსურდულია.</p>\n<p>ვინც ცხოვრებას თავისთავად იღებს, ისე, როგორც ყოველდღიურად ცხოვრობენ, მათ არ ესმით საკუთარ თავზე მუშაობის აუცილებლობა “რადიკალური ტრანსფორმაციის” მისაღწევად.</p>\n<p>სამწუხაროდ, ადამიანები მექანიკურად ცხოვრობენ, არასოდეს სმენიათ რაიმე შინაგან მუშაობაზე…</p>\n<p>ცვლილება აუცილებელია, მაგრამ ადამიანებმა არ იციან როგორ შეიცვალონ; ძალიან იტანჯებიან და არც კი იციან რატომ იტანჯებიან…</p>\n<p>ფულის ქონა ყველაფერი არ არის. ბევრი მდიდარი ადამიანის ცხოვრება ხშირად ჭეშმარიტად ტრაგიკულია…</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/tratado-de-psicologia-revolucionaria/acusarse-a-si-mismo.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/tratado-de-psicologia-revolucionaria/acusarse-a-si-mismo.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/tratado-de-psicologia-revolucionaria/acusarse-a-si-mismo.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
