import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ចោទប្រកាន់ខ្លួនឯង",
  "locale": "km",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "5. ចោទប្រកាន់ខ្លួនឯង",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ខ្លឹមសារដែលមនុស្សម្នាក់ៗមាននៅក្នុងខ្លួន គឺបានមកពីខាងលើ ពីស្ថានសួគ៌ ពីផ្កាយ…</p>\n<p>ដោយគ្មានការសង្ស័យ ខ្លឹមសារដ៏អស្ចារ្យបានមកពីកំណត់ត្រា “ឡា” (Milky Way, Galaxy ដែលយើងរស់នៅ)</p>\n<p>ខ្លឹមសារដ៏មានតម្លៃឆ្លងកាត់កំណត់ត្រា “សូល” (ព្រះអាទិត្យ) ហើយបន្ទាប់មកពីកំណត់ត្រា “ហ្វា” (តំបន់ភព) ចូលទៅក្នុងពិភពលោកនេះហើយជ្រាបចូលទៅក្នុងខ្លួនយើង។</p>\n<p>ឪពុកម្តាយរបស់យើងបានបង្កើតរាងកាយដែលសមស្របសម្រាប់ការទទួលយកខ្លឹមសារនេះដែលមកពីផ្កាយ…</p>\n<p>ដោយធ្វើការយ៉ាងខ្លាំងលើខ្លួនយើង និងលះបង់ដើម្បីអ្នកជិតខាងរបស់យើង យើងនឹងត្រលប់ទៅកាន់ទ្រូងដ៏ជ្រៅនៃ Urania ដោយជោគជ័យ…</p>\n<p>យើងកំពុងរស់នៅក្នុងពិភពលោកនេះសម្រាប់ហេតុផលមួយចំនួន សម្រាប់អ្វីមួយ សម្រាប់កត្តាពិសេសមួយចំនួន…</p>\n<p>ជាក់ស្តែងនៅក្នុងខ្លួនយើងមានរឿងជាច្រើនដែលយើងត្រូវតែមើល សិក្សា និងយល់ ប្រសិនបើយើងពិតជាចង់ដឹងអ្វីមួយអំពីខ្លួនយើង អំពីជីវិតរបស់យើងផ្ទាល់…</p>\n<p>សោកនាដកម្មគឺជាអត្ថិភាពរបស់អ្នកដែលស្លាប់ដោយមិនបានដឹងពីហេតុផលនៃជីវិតរបស់គាត់…</p>\n<p>មនុស្សគ្រប់រូបត្រូវតែស្វែងរកដោយខ្លួនឯងនូវអត្ថន័យនៃជីវិតផ្ទាល់ខ្លួនរបស់គាត់ អ្វីដែលឃុំឃាំងគាត់នៅក្នុងគុកនៃសេចក្តីទុក្ខ…</p>\n<p>ជាក់ស្តែងនៅក្នុងមនុស្សគ្រប់រូបមានអ្វីមួយដែលធ្វើឱ្យជីវិតរបស់យើងជូរចត់ ហើយដែលយើងត្រូវតែប្រយុទ្ធយ៉ាងម៉ឺងម៉ាត់…</p>\n<p>វាមិនចាំបាច់ទេដែលយើងបន្តនៅក្នុងភាពវេទនា វាជាការចាំបាច់ដើម្បីកាត់បន្ថយអ្វីដែលធ្វើឱ្យយើងទន់ខ្សោយ និងគ្មានសុភមង្គល ទៅជាធូលីដីលោហធាតុ។</p>\n<p>វាមិនមានប្រយោជន៍អ្វីទេក្នុងការអួតខ្លួនជាមួយនឹងងារ កិត្តិយស សញ្ញាបត្រ លុយកាក់ ទស្សនៈសមហេតុផលអសារឥតការ គុណធម៌ដែលគេស្គាល់ជាដើម។</p>\n<p>យើងមិនត្រូវភ្លេចឡើយថា ល្បិចកល និងភាពឥតប្រយោជន៍ដ៏ល្ងង់ខ្លៅនៃបុគ្គលិកលក្ខណៈក្លែងក្លាយ ធ្វើឱ្យយើងក្លាយជាមនុស្សឆោតល្ងង់ ចាស់គំរិល យឺតយ៉ាវ ប្រតិកម្ម ដែលមិនអាចមើលឃើញអ្វីដែលថ្មី…</p>\n<p>សេចក្តីស្លាប់មានអត្ថន័យជាច្រើន ទាំងវិជ្ជមាន និងអវិជ្ជមាន។</p>\n<p>ចូរយើងពិចារណាលើការសង្កេតដ៏អស្ចារ្យរបស់ “មហា KABIR ព្រះយេស៊ូវគ្រីស្ទ”។ “ចូរឱ្យមនុស្សស្លាប់កប់មនុស្សស្លាប់របស់ពួកគេ” ។ មនុស្សជាច្រើន ទោះបីជារស់នៅក៏ពិតមែន ប៉ុន្តែតាមការពិតបានស្លាប់ទៅហើយ សម្រាប់ការងារដែលអាចធ្វើទៅបានលើខ្លួនឯង ហើយដូច្នេះ សម្រាប់ការផ្លាស់ប្តូរខាងក្នុងណាមួយ។</p>\n<p>ពួកគេគឺជាមនុស្សដែលជាប់នៅក្នុងគោលលទ្ធិ និងជំនឿរបស់ពួកគេ មនុស្សដែលកកនៅក្នុងការចងចាំនៃថ្ងៃម្សិលមិញជាច្រើន បុគ្គលដែលពោរពេញទៅដោយការរើសអើងពីបុរាណ មនុស្សដែលជាទាសករនៃអ្វីដែលអ្នកដទៃនឹងនិយាយ គួរឱ្យខ្លាច មិនខ្វល់ ជួនកាល “អ្នកចេះដឹង” ជឿជាក់ថាពួកគេស្ថិតនៅក្នុងសេចក្តីពិត ព្រោះពួកគេត្រូវបានគេប្រាប់ដូច្នេះ ជាដើម។</p>\n<p>មនុស្សទាំងនោះមិនចង់យល់ថាពិភពលោកនេះគឺជា “កន្លែងហាត់ប្រាណផ្លូវចិត្ត” ដែលវាអាចលុបបំបាត់ភាពអាក្រក់សម្ងាត់ដែលយើងទាំងអស់គ្នាមាននៅខាងក្នុង…</p>\n<p>ប្រសិនបើមនុស្សកំសត់ទាំងនោះយល់ពីស្ថានភាពដ៏គួរឱ្យសោកស្តាយដែលពួកគេស្ថិតក្នុងនោះ ពួកគេនឹងញ័រដោយភាពភ័យរន្ធត់…</p>\n<p>ប៉ុន្តែ មនុស្សបែបនេះតែងតែគិតពីខ្លួនឯងឱ្យបានល្អបំផុត ពួកគេអួតពីគុណធម៌របស់ពួកគេ ពួកគេមានអារម្មណ៍ថាល្អឥតខ្ចោះ សប្បុរស សេវនភាព ថ្លៃថ្នូរ សប្បុរស ឆ្លាត ធ្វើកាតព្វកិច្ចរបស់ពួកគេ ជាដើម។</p>\n<p>ជីវិតជាក់ស្តែងជាសាលារៀនគឺអស្ចារ្យណាស់ ប៉ុន្តែការយកវាមកធ្វើជាទីបញ្ចប់នៅក្នុងខ្លួនវា គឺពិតជាសមហេតុសមផលណាស់។</p>\n<p>អ្នកដែលយល់ពីជីវិតនៅក្នុងខ្លួនវា ដូចដែលវាត្រូវបានរស់នៅជារៀងរាល់ថ្ងៃ មិនបានយល់ពីតម្រូវការក្នុងការធ្វើការលើខ្លួនឯង ដើម្បីសម្រេចបាននូវ “ការផ្លាស់ប្តូររ៉ាឌីកាល់” នោះទេ។</p>\n<p>ជាអកុសល មនុស្សរស់នៅដោយស្វ័យប្រវត្តិ ពួកគេមិនដែលឮអ្វីអំពីការងារខាងក្នុងនោះទេ…</p>\n<p>ការផ្លាស់ប្តូរគឺចាំបាច់ ប៉ុន្តែមនុស្សមិនដឹងពីរបៀបផ្លាស់ប្តូរទេ ពួកគេរងទុក្ខយ៉ាងខ្លាំង ហើយពួកគេមិនដឹងថាហេតុអ្វីបានជាពួកគេរងទុក្ខនោះទេ…</p>\n<p>ការមានលុយមិនមែនជាអ្វីៗទាំងអស់នោះទេ។ ជីវិតរបស់មនុស្សមានទ្រព្យសម្បត្តិជាច្រើន គឺពិតជាសោកនាដកម្មណាស់…</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/km/tratado-de-psicologia-revolucionaria/acusarse-a-si-mismo.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/km/tratado-de-psicologia-revolucionaria/acusarse-a-si-mismo.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/km/tratado-de-psicologia-revolucionaria/acusarse-a-si-mismo.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
