import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Αυτοκατηγορία",
  "locale": "el",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "5. Αυτοκατηγορία",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Η Ουσία που ο καθένας από εμάς φέρει μέσα του, έρχεται από ψηλά, από τον Ουρανό, από τα αστέρια…</p>\n<p>Αναμφισβήτητα η θαυμάσια Ουσία προέρχεται από τη νότα “ΛΑ” (Ο Γαλαξίας, ο Γαλαξίας στο οποίο ζούμε)</p>\n<p>Πολύτιμη η Ουσία περνά μέσα από τη νότα “ΣΟΛ” (Ο Ήλιος) και μετά από τη νότα “ΦΑ” (Η Πλανητική Ζώνη) εισέρχεται σε αυτόν τον κόσμο και διεισδύει στο εσωτερικό μας.</p>\n<p>Οι γονείς μας δημιούργησαν το κατάλληλο σώμα για την υποδοχή αυτής της Ουσίας που έρχεται από τα Αστέρια…</p>\n<p>Δουλεύοντας εντατικά πάνω στον εαυτό μας και θυσιαζόμενοι για τους συνανθρώπους μας, θα επιστρέψουμε νικητές στον βαθύ κόλπο της Ουρανίας…</p>\n<p>Εμείς ζούμε σε αυτόν τον κόσμο για κάποιο λόγο, για κάτι, για κάποιον ειδικό παράγοντα…</p>\n<p>Προφανώς μέσα μας υπάρχουν πολλά που πρέπει να δούμε, να μελετήσουμε και να κατανοήσουμε, αν πραγματικά λαχταρούμε να μάθουμε κάτι για τον εαυτό μας, για την ίδια μας τη ζωή…</p>\n<p>Τραγική είναι η ύπαρξη αυτού που πεθαίνει χωρίς να έχει γνωρίσει τον λόγο της ζωής του…</p>\n<p>Ο καθένας από εμάς πρέπει να ανακαλύψει μόνος του το νόημα της ζωής του, αυτό που τον κρατά φυλακισμένο στη φυλακή του πόνου…</p>\n<p>Εμφανώς υπάρχει σε καθέναν από εμάς κάτι που μας πικραίνει τη ζωή και ενάντια στο οποίο πρέπει να αγωνιστούμε σθεναρά…</p>\n<p>Δεν είναι απαραίτητο να συνεχίσουμε στη δυστυχία, είναι επιτακτικό να μειώσουμε σε κοσμική σκόνη αυτό που μας κάνει τόσο αδύναμους και δυστυχισμένους.</p>\n<p>Δεν χρησιμεύει σε τίποτα να κομπάζουμε με τίτλους, τιμές, διπλώματα, χρήματα, μάταιο υποκειμενικό ρασιοναλισμό, καθιερωμένες αρετές, κ.λπ., κ.λπ., κ.λπ.</p>\n<p>Δεν πρέπει ποτέ να ξεχνάμε ότι η υποκρισία και οι ανόητες ματαιοδοξίες της ψεύτικης προσωπικότητας, μας κάνουν ανθρώπους αδέξιους, μπαγιάτικους, καθυστερημένους, αντιδραστικούς, ανίκανους να δουν το καινούργιο…</p>\n<p>Ο θάνατος έχει πολλά νοήματα, τόσο θετικά όσο και αρνητικά.</p>\n<p>Ας θεωρήσουμε αυτή τη θαυμάσια παρατήρηση του “Μεγάλου ΚΑΒΙΡ Ιησού του Χριστού”. “Αφήστε τους νεκρούς να θάψουν τους νεκρούς τους”. Πολλοί άνθρωποι, παρόλο που ζουν, είναι στην πραγματικότητα νεκροί για κάθε πιθανή εργασία πάνω στον εαυτό τους και επομένως, για οποιονδήποτε εσωτερικό μετασχηματισμό.</p>\n<p>Είναι άνθρωποι εμφιαλωμένοι ανάμεσα στα δόγματα και τις πεποιθήσεις τους. άνθρωποι απολιθωμένοι στις αναμνήσεις πολλών χθες. άτομα γεμάτα προκαταλήψεις προγονικές. άνθρωποι σκλάβοι του τι θα πει ο κόσμος, τρομερά χλιαροί, αδιάφοροι, μερικές φορές “ξερόλες” πεπεισμένοι ότι βρίσκονται στην αλήθεια επειδή τους το είπαν, κ.λπ., κ.λπ., κ.λπ.</p>\n<p>Δεν θέλουν αυτοί οι άνθρωποι να καταλάβουν ότι αυτός ο κόσμος είναι ένα “Ψυχολογικό Γυμναστήριο” μέσω του οποίου θα ήταν δυνατό να αφανιστεί αυτή η μυστική ασχήμια που όλοι κουβαλάμε μέσα μας…</p>\n<p>Αν αυτοί οι φτωχοί άνθρωποι καταλάβαιναν την τόσο αξιοθρήνητη κατάσταση στην οποία βρίσκονται, θα έτρεμαν από φρίκη…</p>\n<p>Ωστόσο, τέτοιοι άνθρωποι σκέφτονται πάντα για τον εαυτό τους το καλύτερο. καυχιούνται για τις αρετές τους, αισθάνονται τέλειοι, καλοί, εξυπηρετικοί, ευγενείς, φιλάνθρωποι, έξυπνοι, συνεπείς στα καθήκοντά τους, κ.λπ.</p>\n<p>Η πρακτική ζωή ως σχολείο είναι φοβερή, αλλά το να τη θεωρεί κανείς ως αυτοσκοπό, είναι καταφανώς παράλογο.</p>\n<p>Όσοι παίρνουν τη ζωή αυτή καθαυτή, όπως τη ζούμε καθημερινά, δεν έχουν κατανοήσει την ανάγκη να δουλέψουν πάνω στον εαυτό τους για να επιτύχουν έναν “Ριζικό Μετασχηματισμό”.</p>\n<p>Δυστυχώς οι άνθρωποι ζουν μηχανικά, δεν έχουν ακούσει ποτέ κάτι για την εσωτερική εργασία…</p>\n<p>Η αλλαγή είναι απαραίτητη, αλλά οι άνθρωποι δεν ξέρουν πώς να αλλάξουν. υποφέρουν πολύ και δεν ξέρουν καν γιατί υποφέρουν…</p>\n<p>Το να έχεις χρήματα δεν είναι το παν. Η ζωή πολλών πλούσιων ανθρώπων είναι συχνά πραγματικά τραγική…</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/el/tratado-de-psicologia-revolucionaria/acusarse-a-si-mismo.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/tratado-de-psicologia-revolucionaria/acusarse-a-si-mismo.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/tratado-de-psicologia-revolucionaria/acusarse-a-si-mismo.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
