import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ກ່າວຫາຕົນເອງ",
  "locale": "lao",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "5. ກ່າວຫາຕົນເອງ",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ຄວາມເປັນຕົວຕົນທີ່ພວກເຮົາແຕ່ລະຄົນມີຢູ່ໃນໃຈຂອງພວກເຮົາ, ມາຈາກຂ້າງເທິງ, ຈາກຟ້າ, ຈາກດວງດາວ…</p>\n<p>ບໍ່ຕ້ອງສົງໃສວ່າຄວາມເປັນຕົວຕົນທີ່ມະຫັດສະຈັນນັ້ນມາຈາກສຽງ “ລາ” (ທາງຊ້າງເຜືອກ, ກາແລັກຊີທີ່ພວກເຮົາອາໄສຢູ່)</p>\n<p>ຄວາມເປັນຕົວຕົນທີ່ລ້ໍາຄ່ານັ້ນຜ່ານສຽງ “ຊອນ” (ແສງຕາເວັນ) ແລະຫຼັງຈາກນັ້ນຜ່ານສຽງ “ຟາ” (ເຂດດາວເຄາະ) ເຂົ້າສູ່ໂລກນີ້ແລະເຈາະເຂົ້າໄປໃນຕົວເຮົາເອງ.</p>\n<p>ພໍ່ແມ່ຂອງພວກເຮົາໄດ້ສ້າງຮ່າງກາຍທີ່ເຫມາະສົມສໍາລັບການຮັບເອົາຄວາມເປັນຕົວຕົນນີ້ທີ່ມາຈາກດວງດາວ…</p>\n<p>ໂດຍການເຮັດວຽກຢ່າງເຂັ້ມງວດກ່ຽວກັບຕົວເຮົາເອງແລະເສຍສະຫຼະເພື່ອເພື່ອນມະນຸດຂອງພວກເຮົາ, ພວກເຮົາຈະກັບຄືນສູ່ຫົວໃຈອັນເລິກເຊິ່ງຂອງອູຣານີຢ່າງມີໄຊຊະນະ…</p>\n<p>ພວກເຮົາກໍາລັງດໍາລົງຊີວິດຢູ່ໃນໂລກນີ້ສໍາລັບເຫດຜົນບາງຢ່າງ, ສໍາລັບບາງສິ່ງບາງຢ່າງ, ສໍາລັບປັດໃຈພິເສດບາງຢ່າງ…</p>\n<p>ແນ່ນອນວ່າໃນຕົວພວກເຮົາເອງມີຫຼາຍສິ່ງທີ່ພວກເຮົາຕ້ອງເບິ່ງ, ສຶກສາແລະເຂົ້າໃຈ, ຖ້າພວກເຮົາປາຖະຫນາທີ່ຈະຮູ້ບາງສິ່ງບາງຢ່າງກ່ຽວກັບຕົວເຮົາເອງ, ກ່ຽວກັບຊີວິດຂອງພວກເຮົາເອງ…</p>\n<p>ຊີວິດຂອງຜູ້ທີ່ຕາຍໄປໂດຍບໍ່ໄດ້ຮູ້ຈັກເຫດຜົນຂອງຊີວິດຂອງຕົນເປັນສິ່ງທີ່ຫນ້າເສົ້າ…</p>\n<p>ພວກເຮົາແຕ່ລະຄົນຕ້ອງຄົ້ນພົບຄວາມຫມາຍຂອງຊີວິດຂອງຕົນເອງ, ສິ່ງທີ່ເຮັດໃຫ້ລາວຖືກຈັບຢູ່ໃນຄຸກແຫ່ງຄວາມເຈັບປວດ…</p>\n<p>ເຫັນໄດ້ແຈ້ງວ່າມີບາງສິ່ງບາງຢ່າງໃນແຕ່ລະຄົນທີ່ເຮັດໃຫ້ຊີວິດຂອງພວກເຮົາຂົມຂື່ນແລະພວກເຮົາຈໍາເປັນຕ້ອງໄດ້ຕໍ່ສູ້ຢ່າງຫນັກແຫນ້ນກັບມັນ…</p>\n<p>ມັນບໍ່ຈໍາເປັນທີ່ພວກເຮົາຈະສືບຕໍ່ຢູ່ໃນຄວາມໂຊກຮ້າຍ, ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະຫຼຸດຜ່ອນສິ່ງທີ່ເຮັດໃຫ້ພວກເຮົາອ່ອນແອແລະບໍ່ມີຄວາມສຸກໃຫ້ເປັນຝຸ່ນດາວ.</p>\n<p>ມັນບໍ່ມີປະໂຫຍດຫຍັງທີ່ຈະເຍາະເຍີ້ຍຕົວເອງດ້ວຍຕໍາແຫນ່ງ, ກຽດຕິຍົດ, ໃບປະກາດສະນີຍະບັດ, ເງິນ, ຄວາມຄິດທີ່ສົມເຫດສົມຜົນທີ່ບໍ່ມີປະໂຫຍດ, ຄຸນງາມຄວາມດີທີ່ຮູ້ກັນດີ, ແລະອື່ນໆ, ແລະອື່ນໆ.</p>\n<p>ພວກເຮົາຕ້ອງບໍ່ລືມວ່າການຫຼອກລວງແລະຄວາມໂງ່ຈ້າຂອງບຸກຄະລິກກະພາບທີ່ບໍ່ຖືກຕ້ອງເຮັດໃຫ້ພວກເຮົາເປັນຄົນໂງ່, ເກົ່າແກ່, ລ້າຊ້າ, ຫວນຄືນ, ບໍ່ສາມາດເຫັນສິ່ງໃຫມ່ໆ…</p>\n<p>ຄວາມຕາຍມີຄວາມຫມາຍຫຼາຍຢ່າງທັງໃນທາງບວກແລະທາງລົບ.</p>\n<p>ໃຫ້ເຮົາພິຈາລະນາການສັງເກດທີ່ປະເສີດຂອງ “ຄາບີ ເຢຊູ ຄຣິສໂຕ ຜູ້ຍິ່ງໃຫຍ່”. “ຈົ່ງໃຫ້ຄົນຕາຍຝັງຄົນຕາຍຂອງພວກເຂົາ”. ປະຊາຊົນຈໍານວນຫຼາຍເຖິງແມ່ນວ່າພວກເຂົາມີຊີວິດຢູ່ກໍ່ຕາມ, ແຕ່ຄວາມຈິງແລ້ວພວກເຂົາຕາຍແລ້ວສໍາລັບທຸກໆວຽກທີ່ເປັນໄປໄດ້ກ່ຽວກັບຕົວເອງແລະດັ່ງນັ້ນ, ສໍາລັບການຫັນປ່ຽນພາຍໃນໃດໆ.</p>\n<p>ພວກເຂົາເປັນຄົນທີ່ຖືກບັນຈຸຢູ່ໃນ dogma ແລະຄວາມເຊື່ອຂອງພວກເຂົາ; ຄົນທີ່ກາຍເປັນຫີນໃນຄວາມຊົງຈໍາຂອງມື້ວານນີ້; ບຸກຄົນທີ່ເຕັມໄປດ້ວຍຄວາມລໍາອຽງທີ່ເກີດຂື້ນ; ປະຊາຊົນທີ່ເປັນຂ້າທາດຂອງສິ່ງທີ່ພວກເຂົາຈະເວົ້າ, ອົບອຸ່ນຢ່າງຫນ້າຢ້ານ, indifferent, ບາງຄັ້ງ “ສະຫລາດ” ທີ່ເຊື່ອຫມັ້ນວ່າພວກເຂົາຢູ່ໃນຄວາມຈິງເພາະວ່າມັນໄດ້ຖືກບອກໃຫ້ພວກເຂົາ, ແລະອື່ນໆ, ແລະອື່ນໆ.</p>\n<p>ປະຊາຊົນເຫຼົ່ານັ້ນບໍ່ຕ້ອງການທີ່ຈະເຂົ້າໃຈວ່າໂລກນີ້ເປັນ “ຫ້ອງອອກກໍາລັງກາຍທາງຈິດໃຈ” ທີ່ມັນຈະເປັນໄປໄດ້ທີ່ຈະທໍາລາຍຄວາມຂີ້ຮ້າຍທີ່ລັບໆທີ່ພວກເຮົາທຸກຄົນມີຢູ່ພາຍໃນ…</p>\n<p>ຖ້າຄົນທຸກຍາກເຫຼົ່ານັ້ນເຂົ້າໃຈສະຖານະທີ່ຫນ້າເສຍໃຈທີ່ພວກເຂົາຢູ່ໃນນັ້ນ, ພວກເຂົາຈະສັ່ນສະເທືອນດ້ວຍຄວາມຢ້ານກົວ…</p>\n<p>ແຕ່, ຄົນເຫຼົ່ານັ້ນຄິດສະເໝີກ່ຽວກັບຕົວເອງດີທີ່ສຸດ; ພວກເຂົາເວົ້າໂອ້ອວດກ່ຽວກັບຄຸນງາມຄວາມດີຂອງພວກເຂົາ, ພວກເຂົາຮູ້ສຶກວ່າຕົນເອງສົມບູນແບບ, ໃຈດີ, ເປັນປະໂຫຍດ, ສູງສົ່ງ, ມີເມດຕາ, ສະຫຼາດ, ປະຕິບັດຫນ້າທີ່ຂອງພວກເຂົາ, ແລະອື່ນໆ.</p>\n<p>ຊີວິດການປະຕິບັດເປັນໂຮງຮຽນແມ່ນຫນ້າຢ້ານກົວ, ແຕ່ການເອົາມັນເປັນຈຸດຈົບໃນຕົວມັນເອງແມ່ນບໍ່ມີເຫດຜົນ.</p>\n<p>ຜູ້ທີ່ເອົາຊີວິດເຂົ້າໄປໃນຕົວມັນເອງ, ດັ່ງທີ່ມັນດໍາລົງຊີວິດປະຈໍາວັນ, ບໍ່ໄດ້ເຂົ້າໃຈຄວາມຈໍາເປັນທີ່ຈະເຮັດວຽກກ່ຽວກັບຕົວເອງເພື່ອບັນລຸ “ການຫັນປ່ຽນທີ່ຮ້າຍແຮງ”.</p>\n<p>ຫນ້າເສຍດາຍ, ປະຊາຊົນດໍາລົງຊີວິດໂດຍກົນຈັກ, ພວກເຂົາບໍ່ເຄີຍໄດ້ຍິນຫຍັງກ່ຽວກັບວຽກງານພາຍໃນ…</p>\n<p>ການປ່ຽນແປງແມ່ນມີຄວາມຈໍາເປັນ, ແຕ່ປະຊາຊົນບໍ່ຮູ້ວິທີການປ່ຽນແປງ; ພວກເຂົາເຈັບປວດຫຼາຍແລະບໍ່ຮູ້ວ່າເປັນຫຍັງພວກເຂົາເຈັບປວດ…</p>\n<p>ການມີເງິນບໍ່ແມ່ນທັງຫມົດ. ຊີວິດຂອງຄົນຮັ່ງມີຫຼາຍຄົນມັກຈະເປັນເລື່ອງທີ່ໂສກເສົ້າແທ້ໆ…</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/lao/tratado-de-psicologia-revolucionaria/acusarse-a-si-mismo.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/tratado-de-psicologia-revolucionaria/acusarse-a-si-mismo.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/tratado-de-psicologia-revolucionaria/acusarse-a-si-mismo.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
