import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "தன்னைத்தானே குற்றம் சாட்டுதல்",
  "locale": "ta",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "5. தன்னைத்தானே குற்றம் சாட்டுதல்",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>நம் ஒவ்வொருவரின் உள்ளும் இருக்கும் சாராம்சம், மேலிருந்து, வானத்திலிருந்து, நட்சத்திரங்களிலிருந்து வருகிறது…</p>\n<p>அற்புதமான சாராம்சம் “லா” (பால்வெளி, நாம் வாழும் விண்மீன் மண்டலம்) என்ற ஒலியிலிருந்து சந்தேகத்திற்கு இடமின்றி வருகிறது.</p>\n<p>அன்பான சாராம்சம் “சூரியன்” (சூரியன்) என்ற ஒலியின் வழியாகவும், பின்னர் “ஃபா” (கிரக மண்டலம்) என்ற ஒலியின் வழியாகவும் சென்று இந்த உலகிற்குள் நுழைந்து நம் சொந்த உள்ளத்தை ஊடுருவுகிறது.</p>\n<p>நட்சத்திரங்களிலிருந்து வரும் இந்த சாராம்சத்தைப் பெறுவதற்கு ஏற்ற உடலை நம் பெற்றோர்கள் உருவாக்கினர்…</p>\n<p>நம்மை நாமே தீவிரமாக உழைத்து, நம் சக மனிதர்களுக்காக தியாகம் செய்து, யுரேனியாவின் ஆழமான மடியில் வெற்றியுடன் திரும்புவோம்…</p>\n<p>நாம் இந்த உலகில் ஏதோ ஒரு காரணத்திற்காக, எதற்காகவோ, ஏதோ ஒரு சிறப்பு காரணியால் வாழ்கிறோம்…</p>\n<p>வெளிப்படையாக நாம் நம்மைப் பற்றி, நம் சொந்த வாழ்க்கையைப் பற்றி ஏதாவது தெரிந்து கொள்ள விரும்பினால், நாம் பார்க்கவும், படிக்கவும், புரிந்து கொள்ளவும் வேண்டியது நிறைய இருக்கிறது…</p>\n<p>தன் வாழ்வின் காரணத்தை அறியாமல் இறப்பவனின் வாழ்க்கை துயரமானது…</p>\n<p>நம் ஒவ்வொருவரும் தன் சொந்த வாழ்க்கையின் அர்த்தத்தை, வலிகளின் சிறையில் சிறைப்பட்டிருப்பதை சுயமாகக் கண்டுபிடிக்க வேண்டும்…</p>\n<p>வெளிப்படையாக நம் ஒவ்வொருவருக்குள்ளும் நம் வாழ்க்கையை கசப்பாக்கும் ஒன்று இருக்கிறது, அதை எதிர்த்து நாம் உறுதியாகப் போராட வேண்டும்…</p>\n<p>நாம் தொடர்ந்து துரதிர்ஷ்டத்தில் இருக்க வேண்டிய அவசியமில்லை, நம்மை பலவீனமாகவும், மகிழ்ச்சியற்றவர்களாகவும் ஆக்குவதை அண்ட தூசியாகக் குறைப்பது தவிர்க்க முடியாதது.</p>\n<p>பட்டங்கள், கௌரவங்கள், டிப்ளோமாக்கள், பணம், பயனற்ற அகநிலை பகுத்தறிவு, பழக்கமான நல்லொழுக்கங்கள் போன்றவற்றால் நம்மை நாமே மகிழ்வித்துக் கொள்வதில் எந்தப் பயனும் இல்லை.</p>\n<p>மாயாவாதியின் தன்னலமும், முட்டாள்தனமான வீணான பெருமைகளும் நம்மை மந்தமான, பழைய, பிற்போக்கான, எதிர்வினை செய்பவர்களாக ஆக்குகின்றன என்பதை நாம் ஒருபோதும் மறக்கக் கூடாது…</p>\n<p>மரணத்திற்கு நேர்மறை மற்றும் எதிர்மறை என பல அர்த்தங்கள் உள்ளன.</p>\n<p>“மகா கபீர் இயேசு கிறிஸ்து”வின் அற்புதமான கருத்தைக் கவனியுங்கள். “இறந்தவர்கள் தங்கள் இறந்தவர்களை அடக்கம் செய்யட்டும்”. பலர் வாழ்ந்தாலும், தங்களைப் பற்றிய சாத்தியமான வேலைகளுக்கும், எந்தவொரு உள் மாற்றத்திற்கும் உண்மையில் இறந்தவர்களாக இருக்கிறார்கள்.</p>\n<p>அவர்கள் தங்கள் கோட்பாடுகள் மற்றும் நம்பிக்கைகளுக்கு இடையே அடைக்கப்பட்ட நபர்கள்; பல கடந்த கால நினைவுகளில் கல்லாகிப் போனவர்கள்; மூதாதையர் தப்பெண்ணங்களால் நிறைந்த தனிநபர்கள்; மற்றவர்கள் என்ன சொல்வார்கள் என்பதற்கு அடிமையானவர்கள், திகிலூட்டும் வகையில் வெதுவெதுப்பானவர்கள், அக்கறையற்றவர்கள், சில சமயங்களில் “அறிவுள்ளவர்கள்” தாங்கள் உண்மையை அறிந்திருப்பதாக நம்புகிறார்கள், ஏனெனில் அது அவர்களுக்குச் சொல்லப்பட்டது.</p>\n<p>இந்த உலகம் ஒரு “உளவியல் உடற்பயிற்சி கூடம்” என்பதை அந்த மக்கள் புரிந்து கொள்ள விரும்பவில்லை, இதன் மூலம் நாம் அனைவரும் உள்ளுக்குள் சுமந்து செல்லும் அந்த ரகசியமான அவலட்சணத்தை அழிக்க முடியும்…</p>\n<p>அந்த ஏழை மக்கள் தாங்கள் இருக்கும் பரிதாபகரமான நிலையைப் புரிந்து கொண்டால், திகிலில் நடுங்குவார்கள்…</p>\n<p>இருப்பினும், அத்தகைய நபர்கள் எப்போதும் தங்களைப் பற்றி சிறந்ததாகவே நினைக்கிறார்கள்; அவர்கள் தங்கள் நல்லொழுக்கங்களைப் பற்றி பெருமை பேசுகிறார்கள், தங்களை பரிபூரணமானவர்களாகவும், கருணை உள்ளவர்களாகவும், சேவை செய்பவர்களாகவும், உன்னதமானவர்களாகவும், இரக்கமுள்ளவர்களாகவும், புத்திசாலித்தனமானவர்களாகவும், தங்கள் கடமைகளை நிறைவேற்றுபவர்களாகவும் நினைக்கிறார்கள்.</p>\n<p>ஒரு பள்ளியாக நடைமுறை வாழ்க்கை மிகச் சிறந்தது, ஆனால் அதை ஒரு முடிவாக எடுத்துக் கொள்வது வெளிப்படையாக அபத்தமானது.</p>\n<p>வாழ்க்கையை அப்படியே, தினமும் வாழ்வது போல் எடுத்துக் கொள்பவர்கள், “ஒரு தீவிர மாற்றத்தை” அடைய தங்களைப் பற்றி வேலை செய்ய வேண்டிய அவசியத்தைப் புரிந்து கொள்ளவில்லை.</p>\n<p>துரதிர்ஷ்டவசமாக மக்கள் இயந்திரத்தனமாக வாழ்கிறார்கள், உள் வேலைகளைப் பற்றி அவர்கள் கேள்விப்பட்டதே இல்லை…</p>\n<p>மாற வேண்டியது அவசியம், ஆனால் மக்களுக்கு எப்படி மாறுவது என்று தெரியவில்லை; அவர்கள் நிறைய துன்பப்படுகிறார்கள், ஏன் துன்பப்படுகிறோம் என்று கூட தெரியவில்லை…</p>\n<p>பணம் மட்டும் எல்லாமும் இல்லை. பல பணக்காரர்களின் வாழ்க்கை உண்மையிலேயே சோகமாக இருக்கிறது…</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ta/tratado-de-psicologia-revolucionaria/acusarse-a-si-mismo.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ta/tratado-de-psicologia-revolucionaria/acusarse-a-si-mismo.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ta/tratado-de-psicologia-revolucionaria/acusarse-a-si-mismo.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
