import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Ойлголт ба Санах Ой",
  "locale": "mn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "13. Ойлголт ба Санах Ой",
    "order": 13
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Дурсах гэдэг нь бидний харж, сонссон, уншсан, бусад хүмүүсийн бидэнд хэлсэн, бидэнтэй тохиолдсон зүйлсийг оюун ухаандаа хадгалахыг хичээхийг хэлнэ.</p>\n<p>Багш нар нь шавь нараа өөрсдийнхөө үг, өгүүлбэр, сурах бичигт байгаа зүйл, бүх бүлэг, даалгаврыг бүх цэг, таслалтай нь хамт санах ойдоо хадгалахыг хүсдэг.</p>\n<p>Шалгалт өгөх гэдэг нь бидэнд хэлсэн, механикаар уншсан зүйлээ санаж, санах ойгоор дамжуулан амаар хэлж, тоть шиг давтаж, санах ойд хадгалсан бүх зүйлээ хэлнэ гэсэн үг.</p>\n<p>Шинэ үеийнхэн санах ойд хийсэн бүх бичлэгийг радиоконсол шиг давтах нь гүнзгий ойлгосон гэсэн үг биш гэдгийг ойлгох хэрэгтэй. Дурсах нь ойлгох биш, ойлгохгүйгээр дурсах нь ямар ч хэрэггүй, дурсамж нь өнгөрсөнд хамаатай, үхсэн зүйл, амьгүй болсон зүйл юм.</p>\n<p>Сургууль, коллеж, их дээд сургуулийн бүх сурагч, оюутнууд гүн гүнзгий ойлголтын гүн утгыг үнэхээр ойлгох нь зайлшгүй чухал бөгөөд яаралтай асуудал юм.</p>\n<p>ОЙЛГОХ гэдэг нь шууд, шууд зүйл, бидний хүчтэй мэдэрч байгаа зүйл, бидний гүнзгий туршлагаж байгаа зүйл бөгөөд энэ нь ухамсартай үйлдлийн жинхэнэ дотоод булаг болж хувирдаг.</p>\n<p>Дурсах, санах гэдэг нь үхсэн зүйл, өнгөрсөнд хамаатай бөгөөд харамсалтай нь идеал, уриа, санаа, идеализм болж, бид механикаар дуурайж, ухамсаргүйгээр дагахыг хүсдэг.</p>\n<p>ЖИНХЭНЭ ОЙЛГОЛТ, гүнзгий ойлголт, гүн гүнзгий ойлголтод зөвхөн ухамсарын дотоод дарамт, дотроосоо авч явдаг зүйлээс төрсөн тогтмол дарамт л байдаг бөгөөд энэ нь л хангалттай.</p>\n<p>Жинхэнэ ойлголт нь сонголтын гутрангуй үйл явцаас ангид, аяндаа, байгалийн, энгийн, ямар нэгэн эргэлзээгүй цэвэр ариун үйлдэл хэлбэрээр илэрдэг. ҮЙЛДЛИЙН НУУЦ БУЛАГ болсон ОЙЛГОЛТ нь гайхалтай, гайхамшигтай, хөгжүүлэгч бөгөөд үндсэндээ хүндэтгэлтэй юм.</p>\n<p>Бидний уншсан зүйл, эрмэлздэг идеал, бидэнд заасан хэм хэмжээ, биднийг сургасан зан байдал, санах ойд хуримтлуулсан туршлага гэх мэтэд үндэслэсэн үйлдэл нь тооцоолох чадвартай, гутрангуй сонголтоос хамааралтай, дуалист шинжтэй, ойлголтын сонголтод тулгуурласан бөгөөд зөвхөн алдаа, өвдөлтөд хүргэдэг.</p>\n<p>Үйлдлийг дурсамжтайгаа нийцүүлэх, үйлдлийг санах ойд хуримтлуулсан дурсамжтайгаа давхцуулахыг хичээх нь хиймэл, утгагүй, аяндаа биш бөгөөд зөвхөн алдаа, өвдөлтөд хүргэж болзошгүй юм.</p>\n<p>Шалгалт өгөх, жил давах гэдэг бол ухаан муутай, зальтай, санах ой сайтай хүн бүрийн хийж чадах зүйл.</p>\n<p>Судалсан, шалгалт өгөх гэж байгаа хичээлээ ойлгох нь санах ойтой ямар ч холбоогүй, оюун ухаантай андуурч болохгүй жинхэнэ оюун ухаанд хамаатай өөр зүйл юм.</p>\n<p>Амьдралынхаа бүх үйлдлийг санах ойн агуулахад хуримтлуулсан идеал, онол, бүх төрлийн дурсамжид тулгуурлахыг хүсдэг хүмүүс байнга харьцуулж явдаг бөгөөд харьцуулалт байгаа газар атаархал байдаг. Эдгээр хүмүүс өөрсдийгөө, гэр бүлээ, хүүхдүүдээ хөршийн хүүхдүүдтэй, хөршүүдтэй харьцуулдаг. Тэд байшин, тавилга, хувцас хунар, бүх зүйлээ хөршүүдтэйгээ харьцуулдаг. Тэд санаагаа, хүүхдүүдийнхээ оюун ухааныг бусад хүмүүсийн санаатай, бусад хүмүүсийн оюун ухаантай харьцуулж, атаархал үүсч, үйл ажиллагааны нууц булаг болдог.</p>\n<p>Дэлхий ертөнцийн золгүй хувь заяаны хувьд нийгмийн бүх механизм нь атаархал, эд хөрөнгө эзэмших сэтгэлгээнд тулгуурладаг. Бүх хүмүүс бие биедээ атаархдаг. Бид санаа, зүйл, хүмүүст атаархаж, мөнгө болон илүү их мөнгө, санах ойд хуримтлуулсан шинэ онол, санаа, хүмүүстээ гайхуулах шинэ зүйл олж авахыг хүсдэг.</p>\n<p>ЖИНХЭНЭ, хууль ёсны, жинхэнэ ОЙЛГОЛТОД жинхэнэ хайр байдаг бөгөөд зөвхөн санах ойн амаар хэлэлт биш юм.</p>\n<p>Дурсамжлагдаж буй зүйлс, санах ойд итгэдэг зүйлс нь удахгүй мартагдах болно, учир нь санах ой нь итгэлгүй байдаг. Оюутнууд санах ойн агуулахад идеал, онол, бүхэл бүтэн текстийг хадгалдаг бөгөөд эдгээр нь амьдралд ямар ч хэрэггүй, учир нь эцэстээ санах ойгоос ямар ч ул мөргүй арилдаг.</p>\n<p>Зөвхөн механикаар уншиж амьдардаг хүмүүс, санах ойн агуулахад онол хуримтлуулж баярладаг хүмүүс оюун ухааныг устгаж, хор хөнөөл учруулдаг.</p>\n<p>Бид гүн гүнзгий, ухамсартай судалгааг эсэргүүцэхгүй. Бид зөвхөн хуучирсан сурган хүмүүжүүлэх арга барилыг буруушааж байна. Бид бүх төрлийн механик сургалтын систем, бүх төрлийн санах ойг буруушааж байна. Жинхэнэ ойлголт байгаа газарт дурсамж хэрэггүй.</p>\n<p>Бидэнд суралцах шаардлагатай, хэрэгтэй ном хэрэгтэй, сургууль, коллеж, их дээд сургуулийн багш нар хэрэгтэй. Гүрү, сүнслэг удирдагч, махатма гэх мэт хэрэгтэй, гэхдээ сургаалыг бүхэлд нь ойлгох хэрэгтэй, зүгээр л итгэлгүй санах ойн агуулахад хадгалах хэрэггүй.</p>\n<p>Санах ойд хуримтлуулсан дурсамж, идеал, хүрэхийг хүсч байгаа зүйл, өөртэйгөө харьцуулах дургүйцэлтэй цагтаа бид хэзээ ч жинхэнэ эрх чөлөөтэй байж чадахгүй.</p>\n<p>Бид авсан сургаалаа үнэхээр ойлгох үедээ санах ойд хадгалах, идеа болгох шаардлагагүй.</p>\n<p>Бидний өнөөдөр байгаа байдлыг хожим болохыг хүсч байгаатайгаа харьцуулж байгаа газар, бидний амьдралыг дагаж мөрдөхийг хүсч буй идеал, загвартай харьцуулж байгаа газар жинхэнэ хайр байж чадахгүй.</p>\n<p>Бүх харьцуулалт жигшүүртэй, бүх харьцуулалт айдас, атаархал, бардамнал гэх мэтийг авчирдаг. Хүсч буй зүйлдээ хүрч чадахгүйдээ айх, бусдын амжилтанд атаархах, бусдаас дээгүүр гэж өөрийгөө бодох бардамнал. Бидний амьдарч буй амьдралд чухал зүйл нь муухай, атаархуу, хувиа хичээсэн, шунахай гэх мэт байсан ч гэгээнтэн гэж хэтэрхий их бүү ярь, тэгээс эхэлж, өөрсдийгөө байгаагаар нь гүн гүнзгий ойлго, болохыг хүсч буйгаараа биш.</p>\n<p>Хэрэв бид өөрсдийгөө ажиглаж, бодитой, үнэхээр хэрхэн байгаагаа ойлгохын тулд хүлээн зөвшөөрч сурахгүй бол “БИ”-гээс салах боломжгүй.</p>\n<p>Хэрэв бид үнэхээр ойлгохыг хүсч байвал багш, гүрү, лам, багш, сүнслэг удирдагч нараа сонсох ёстой.</p>\n<p>Шинэ үеийн залуус эцэг эх, багш, сүнслэг удирдагч, гүрү гэх мэтийг хүндлэх, шүтэх мэдрэмжээ алдсан.</p>\n<p>Эцэг эх, багш, удирдагч, сүнслэг удирдагчаа хүндэлж мэдэхгүй бол сургаалыг ойлгох боломжгүй.</p>\n<p>Гүн гүнзгий ойлголтгүйгээр зөвхөн механикаар сурсан зүйлээ дурсах нь оюун санаа, зүрх сэтгэлийг унтрааж, атаархал, айдас, бардамнал гэх мэтийг төрүүлдэг.</p>\n<p>Бид ухамсартайгаар, гүнзгий сонсож сурах үед механик үйл явцаас ангид, бүх тархины үйл ажиллагаанаас ангид, дурсамжаас ангид гайхалтай хүч, гайхамшигтай ойлголт бидний дотор бий болдог.</p>\n<p>Хэрэв оюутны тархийг хийх ёстой асар их санах ойн хүч чадлаас ангижруулбал хоёрдугаар шатны сурагчдад цөмийн бүтэц, элементийн үелэх системийг зааж, бакалаврт харьцангуй чанар, Квантын тухай ойлголт өгөх бүрэн боломжтой болно.</p>\n<p>Дунд сургуулийн зарим багш нартай ярилцсаны дараа тэд хуучин, хоцрогдсон сурган хүмүүжүүлэх ухаанаас жинхэнэ фанатизмаар айдаг гэдгийг бид ойлгосон. Тэд сурагчдыг ойлгоогүй ч гэсэн бүх зүйлийг санах ойгоор сурахыг хүсдэг.</p>\n<p>Заримдаа ойлгох нь санах ойгоос дээр гэдгийг хүлээн зөвшөөрдөг боловч дараа нь физик, хими, математикийн томьёог санах ойд хадгалах ёстой гэж шаарддаг.</p>\n<p>Физик, хими, математикийн томьёог оюуны түвшинд төдийгүй ухамсаргүй, дэд ухамсар гэх мэт оюун ухааны бусад түвшинд зохих ёсоор ойлгож чадвал энэ ойлголт нь худал гэдэг нь тодорхой юм. Санах ойд хадгалах шаардлагагүй, энэ нь бидний сэтгэцийн нэг хэсэг болж, амьдралын нөхцөл байдал шаардлагатай бол шууд зөн совингийн мэдлэг хэлбэрээр илэрч болно.</p>\n<p>Энэхүү БҮТЭН мэдлэг нь бидэнд БҮХНИЙГ МЭДЭГЧ байх хэлбэр, ухамсартайгаар илрэх аргыг өгдөг.</p>\n<p>Оюун ухааны бүх түвшинд гүн гүнзгий ойлголт нь зөвхөн гүнзгий бясалгалаар боломжтой.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mn/educacion-fundamental/comprension-y-memoria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/comprension-y-memoria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/comprension-y-memoria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
