import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "הבנה וזיכרון",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "13. הבנה וזיכרון",
    "order": 13
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>לזכור זה לנסות לאחסן במוח את מה שראינו ושמענו, את מה שקראנו, את מה שאחרים אמרו לנו, את מה שקרה לנו וכו’ וכו’ וכו’.</p>\n<p>מורים ומורות רוצים שתלמידיהם יאחסנו בזיכרונם את דבריהם, את משפטיהם, את מה שכתוב בספרי הלימוד, פרקים שלמים, משימות מכבידות, עם כל הנקודות והפסיקים שלהם וכו’.</p>\n<p>לעבור מבחנים פירושו להיזכר במה שאמרו לנו, במה שקראנו באופן מכני, להשמיע זיכרון, לחזור כמו תוכיים, תוכים או דררות, על כל מה שאחסנו בזיכרון.</p>\n<p>הדור החדש צריך להבין שלחזור כמו תקליט של רדיו-קונסולה על כל ההקלטות שנעשו בזיכרון, לא אומר שהבנו לעומק. לזכור זה לא להבין, אין טעם לזכור בלי להבין, הזיכרון שייך לעבר, הוא דבר מת, דבר שכבר אין לו חיים.</p>\n<p>חיוני, דחוף ובעל חשיבות עליונה שכל התלמידים והתלמידות בבתי הספר, במכללות ובאוניברסיטאות יבינו באמת את המשמעות העמוקה של ההבנה העמוקה.</p>\n<p>לְהָבִין זה דבר מיידי, ישיר, דבר שאנו חווים בעוצמה, דבר שאנו חווים לעומק רב ושלבסוף הופך לְמָנוֹעַ הפנימי האמיתי של הפעולה המודעת.</p>\n<p>לזכור, להיזכר זה דבר מת, שייך לעבר ולמרבה הצער הופך לאידיאל, לסיסמה, לרעיון, לאידיאליזם שאנו רוצים לחקות באופן מכני ולעקוב אחריו שלא במודע.</p>\n<p>בהֲבָנָה אמיתית, בהבנה עמוקה, בהבנה הפנימית של העומק יש רק לחץ פנימי של התודעה, לחץ מתמיד הנובע מהמהות שאנו נושאים בתוכנו וזה הכל.</p>\n<p>ההבנה האותנטית מתבטאת כפעולה ספונטנית, טבעית, פשוטה, חופשייה מתהליך הבחירה המדכא; טהורה ללא היסוסים מכל סוג שהוא. הֲבָנָה שהפכה לְמָנוֹעַ סודי של הפעולה היא עצומה, נפלאה, מעוררת השראה ומכבדת במהותה.</p>\n<p>הפעולה המבוססת על זיכרון של מה שקראנו, של האידיאל שאליו אנו שואפים, של הנורמה, של התנהגות שלימדו אותנו, של החוויות שנצברו בזיכרון וכו’, היא מחושבת, תלויה באפשרות המדכאת, היא דואליסטית, מבוססת על בחירה מושגית ומובילה רק באופן בלתי נמנע לטעות ולכאב.</p>\n<p>זה להתאים את הפעולה לזיכרון, זה לנסות לשנות את הפעולה כך שתתאים לזיכרונות שנצברו בזיכרון, זה משהו מלאכותי, אבסורדי ללא ספונטניות ושבסופו של דבר יכול להוביל אותנו רק לטעות ולכאב.</p>\n<p>זה לעבור מבחנים, זה לעבור שנה, כל טיפש שיש לו מנה טובה של ערמומיות וזיכרון יכול לעשות את זה.</p>\n<p>להבין את הנושאים שנלמדו ואשר אנו עומדים להיבחן בהם, זה דבר שונה מאוד, אין לזה שום קשר לזיכרון, זה שייך לאינטליגנציה האמיתית שאסור לבלבל עם אינטלקטואליזם.</p>\n<p>אותם אנשים שרוצים לבסס את כל מעשי חייהם על האידיאלים, התיאוריות והזיכרונות מכל הסוגים שנצברו במחסני הזיכרון, תמיד הולכים מהשוואה להשוואה, ובמקום שבו קיימת השוואה קיימת גם קנאה. אותם אנשים משווים את עצמם, את בני משפחתם, את ילדיהם לילדי השכן, לאנשים השכנים. הם משווים את ביתם, את הרהיטים שלהם, את בגדיהם, את כל חפציהם, לחפציו של השכן או השכנים או הזולת. הם משווים את רעיונותיהם, את האינטליגנציה של ילדיהם לרעיונות של אנשים אחרים, לאינטליגנציה של אנשים אחרים ואז מגיעה הקנאה שהופכת למנוע הסודי של הפעולה.</p>\n<p>למרבה הצער של העולם, כל מנגנון החברה מבוסס על קנאה ועל רוח רכישתית. כולם מקנאים בכולם. אנו מקנאים ברעיונות, בחפצים, באנשים ורוצים לרכוש כסף ועוד כסף, תיאוריות חדשות, רעיונות חדשים שאנו צוברים בזיכרון, דברים חדשים כדי לסנוור את שכנינו וכו’.</p>\n<p>בהֲבָנָה אמיתית, לגיטימית, אותנטית, קיימת אהבה אמיתית ולא רק השמעה של הזיכרון.</p>\n<p>הדברים שנזכרים, מה שמפקידים בידי הזיכרון, נופלים עד מהרה לשכחה משום שהזיכרון בוגדני. סטודנטים מפקידים במחסני הזיכרון, אידיאלים, תיאוריות, טקסטים שלמים שאינם מועילים כלל בחיים המעשיים משום שבסופו של דבר הם נעלמים מהזיכרון מבלי להשאיר עקבות.</p>\n<p>אנשים שחיים רק בקריאה וקריאה מכנית, אנשים שנהנים לאחסן תיאוריות בין מחסני הזיכרון הורסים את המוח, פוגעים בו בצורה עלובה.</p>\n<p>אנו לא מתנגדים ללימוד אמיתי מעמיק ומודע המבוסס על הבנה עמוקה. אנו מגנים רק את השיטות המיושנות של הפדגוגיה הלא רלוונטית. אנו מגנים כל מערכת מכנית של לימוד, כל שינון וכו’. הזיכרון מיותר היכן שקיימת הבנה אמיתית.</p>\n<p>אנו צריכים ללמוד, יש צורך בספרים מועילים, יש צורך במורים ומורות בבתי ספר, מכללות, אוניברסיטאות. יש צורך בגוּרוּ, במדריכים רוחניים, מהאטמות וכו’, אך יש צורך להבין בצורה שלמה את התורות ולא רק להפקיד אותן בין מחסני הזיכרון הבוגדני.</p>\n<p>לעולם לא נוכל להיות חופשיים באמת כל עוד יש לנו את הטעם הרע להשוות את עצמנו לזיכרון שנצבר בזיכרון, לאידיאל, למה שאנו שואפים להיות ואיננו וכו’ וכו’.</p>\n<p>כאשר נבין באמת את התורות שקיבלנו, לא נצטרך לזכור אותן בזיכרון, ולא להפוך אותן לאידיאלים.</p>\n<p>במקום שבו קיימת השוואה של מה שאנחנו כאן ועכשיו למה שאנחנו רוצים להיות מאוחר יותר, במקום שבו קיימת השוואה של חיינו המעשיים לאידיאל או למודל שאליו אנו רוצים להתאים, לא יכולה להתקיים אהבה אמיתית.</p>\n<p>כל השוואה היא מתועבת, כל השוואה מביאה פחד, קנאה, גאווה וכו’. פחד לא להשיג את מה שאנחנו רוצים, קנאה בהתקדמות של אחרים, גאווה כי אנחנו חושבים שאנחנו נעלה יותר על אחרים. הדבר החשוב בחיים המעשיים שבהם אנו חיים, בין אם אנו מכוערים, קנאים, אנוכיים, חמדנים וכו’, הוא לא להעמיד פנים שאנחנו קדושים, להתחיל מאפס מוחלט, ולהבין את עצמנו לעומק, כפי שאנחנו באמת ולא כפי שאנחנו רוצים להיות או כפי שאנחנו מעמידים פנים שאנחנו.</p>\n<p>אי אפשר למוסס את האני, את העצמי שלי, אם לא נלמד לצפות בנו, לתפוס כדי להבין מה אנחנו באמת כאן ועכשיו בצורה יעילה ומעשית לחלוטין.</p>\n<p>אם אנחנו באמת רוצים להבין, עלינו להקשיב למורים שלנו, למורות שלנו, לגורואים שלנו, לכמרים, למדריכים, למדריכים הרוחניים שלנו וכו’ וכו’.</p>\n<p>הצעירים והצעירות של הגל החדש איבדו את תחושת הכבוד, ההערצה להורינו, למורים שלנו, למורות שלנו, למדריכים הרוחניים שלנו, לגורואים, למהאטמות וכו’.</p>\n<p>אי אפשר להבין את התורות כשאיננו יודעים להעריץ ולכבד את הורינו, את המורים שלנו, את המדריכים או המדריכים הרוחניים שלנו.</p>\n<p>הזיכרון המכני הפשוט של מה שלמדנו רק בעל פה ללא הבנה מעמיקה, פוגע במוח ובלב ומוליד קנאה, פחד, גאווה וכו’.</p>\n<p>כאשר אנו באמת יודעים להקשיב בצורה מודעת ועמוקה, צומח בתוכנו כוח נפלא, הבנה עצומה, טבעית, פשוטה, חופשייה מכל תהליך מכני, חופשייה מכל חשיבה מוחית, חופשייה מכל זיכרון.</p>\n<p>אם מורידים מהמוח של הסטודנט את המאמץ העצום של זיכרון שהוא צריך לעשות, יהיה אפשר לחלוטין ללמד את מבנה הגרעין ואת הטבלה המחזורית של היסודות לתלמידי חטיבת הביניים ולגרום לתלמיד תיכון להבין את תורת היחסות ואת הקוואנטים.</p>\n<p>כפי שדיברנו עם כמה מורים ומורות בבתי ספר תיכוניים, אנו מבינים שהם נצמדים בפנטיות אמיתית לפדגוגיה הישנה, המיושנת והלא רלוונטית. הם רוצים שהתלמידים והתלמידות ילמדו הכל בעל פה, גם אם הם לא מבינים את זה.</p>\n<p>לפעמים הם מקבלים שעדיף להבין מאשר לשנן, אבל אז הם מתעקשים שנוסחאות בפיזיקה, כימיה, מתמטיקה וכו’ צריכות להיות מוטבעות בזיכרון.</p>\n<p>ברור שהתפיסה הזו שגויה משום שכאשר נוסחה בפיזיקה, כימיה, מתמטיקה וכו’ מובנת כראוי לא רק ברמה האינטלקטואלית, אלא גם ברמות האחרות של המוח כמו התת מודע, תת ההכרה, התת מודע וכו’ וכו’ וכו’, לא צריך להטביע אותה בזיכרון, היא הופכת לחלק מהנפש שלנו ויכולה להתבטא כידע אינסטינקטיבי מיידי כאשר נסיבות החיים דורשות זאת.</p>\n<p>הידע השלם הזה נותן לנו צורה של ידע כללי, אופן של ביטוי מודע אובייקטיבי.</p>\n<p>ההבנה המעמיקה ובכל רמות המוח אפשרית רק באמצעות מדיטציה אינטרוספקטיבית עמוקה.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/comprension-y-memoria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/comprension-y-memoria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/comprension-y-memoria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
