import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "መረዳትና ማስታወስ",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "13. መረዳትና ማስታወስ",
    "order": 13
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ማስታወስ ማለት ያየነውንና የሰማነውን፣ ያነበብነውን፣ ሌሎች ሰዎች የነገሩንን፣ የደረሰብንን ወዘተ በአእምሮ ውስጥ ለማከማቸት መሞከር ነው።</p>\n<p>መምህራን ተማሪዎቻቸው ቃላቶቻቸውን፣ ሐረጎቻቸውን፣ በመማሪያ መጻሕፍት ውስጥ የተጻፉትን፣ ሙሉ ምዕራፎችን፣ አድካሚ የቤት ሥራዎችን፣ በነጥብና በነጠላ ሰረዞች ወዘተ በቃላቸው እንዲይዙ ይፈልጋሉ።</p>\n<p>ፈተናዎችን ማለፍ ማለት የነገሩንን፣ በሜካኒካል ያነበብነውን፣ በቃላቸው መናገር፣ በቀቀን ወይም ቶኮ እንደሚደግሙ ሁሉ፣ በአእምሯችን ውስጥ ያከማቸነውን ሁሉ መድገም ማለት ነው።</p>\n<p>አዲሱ ትውልድ በራዲዮ ማጫወቻ ላይ የተደረጉትን ቅጂዎች ሁሉ እንደ ዲስክ መድገም ማለት በጥልቀት መረዳት ማለት እንዳልሆነ መረዳት አለበት። ማስታወስ መረዳት አይደለም፣ ሳይረዱ ማስታወስ ምንም አይጠቅምም፣ ትውስታ ያለፈ ነገር ነው፣ የሞተ ነገር ነው፣ ሕይወት የሌለው ነገር ነው።</p>\n<p>በሁሉም ትምህርት ቤቶች፣ ኮሌጆች እና ዩኒቨርሲቲዎች ያሉ ተማሪዎች የጥልቅ ግንዛቤን ትርጉም በእውነት መረዳት እጅግ አስፈላጊ፣ አፋጣኝ እና ወቅታዊ ጉዳይ ነው።</p>\n<p>መረዳት ማለት ፈጣን፣ ቀጥተኛ፣ በከፍተኛ ሁኔታ የምንለማመደው፣ በጥልቅ የምናስተውለው እና የማይቀሬ በሆነ ሁኔታ የንቃተ ህሊና ተግባር እውነተኛ ምንጭ የሚሆነው ነገር ነው።</p>\n<p>ማስታወስ፣ ማስታወስ የሞተ ነገር ነው፣ ያለፈውን የሚመለከት እና በሚያሳዝን ሁኔታ በሜካኒካል ልንኮርጅው እና ባለማወቅ ልንከተለው የምንፈልገው ሃሳብ፣ መሪ ቃል፣ ሃሳብ፣ ርዕዮተ ዓለም ይሆናል።</p>\n<p>በእውነተኛ መረዳት፣ በጥልቅ ግንዛቤ፣ በጥልቅ ውስጣዊ ግንዛቤ ውስጥ የህሊና ውስጣዊ ግፊት፣ ከውስጣችን በምናመጣው ማንነት የሚወጣ ቋሚ ግፊት ብቻ ነው ያለው።</p>\n<p>እውነተኛ ግንዛቤ እንደ ድንገተኛ፣ ተፈጥሯዊ፣ ቀላል ተግባር፣ ከአስጨናቂው የመምረጥ ሂደት ነፃ፣ ያለምንም ማመንታት ንጹህ ሆኖ ይገለጻል። መረዳት የድርጊት ሚስጥራዊ ምንጭ ሲሆን አስደናቂ፣ ድንቅ፣ ገንቢ እና በመሠረቱ የሚያከብር ነው።</p>\n<p>እኛ ባነበብነው፣ በምንመኘው ሃሳብ፣ በተማርነው የሥነ ምግባር ደንብ፣ በማስታወስ ውስጥ በተከማቹ ተሞክሮዎች ላይ የተመሠረተ ድርጊት ወዘተ የሚሰላ ነው፣ በአስጨናቂው ምርጫ ላይ የተመሠረተ ነው፣ ሁለትነትን የሚያመለክት ነው፣ በፅንሰ-ሃሳባዊ ምርጫ ላይ የተመሠረተ ነው እና የማይቀሬ በሆነ መንገድ ወደ ስህተት እና ህመም ይመራል።</p>\n<p>ድርጊትን ከትውስታ ጋር ማጣጣም፣ ድርጊትን ከማስታወስ ጋር እንዲገጣጠም ለማድረግ መሞከር አርቴፊሻል፣ ድንገተኛነት የሌለው እና የማይቀሬ በሆነ መንገድ ወደ ስህተት እና ህመም ብቻ ሊመራን የሚችል ነገር ነው።</p>\n<p>ፈተናዎችን ማለፍ፣ ዓመትን ማለፍ፣ የማስታወስ ችሎታ ያለው ማንኛውም ሞኝ ሊያደርገው ይችላል።</p>\n<p>የተማርናቸውን እና የምንፈተንባቸውን ትምህርቶች መረዳት በጣም የተለየ ነገር ነው፣ ከማስታወስ ጋር ምንም ግንኙነት የለውም፣ ከአእምሮ ጋር መምታታት የሌለበት እውነተኛ የማሰብ ችሎታ ነው።</p>\n<p>የሕይወታቸውን ድርጊቶች ሁሉ በሃሳቦች፣ በቲዎሪዎች እና በማስታወስ ጎተራዎች ውስጥ በተከማቹ ትዝታዎች ላይ ለመመሥረት የሚፈልጉ ሰዎች ሁልጊዜ ከማነፃፀር ወደ ማነፃፀር ይሄዳሉ፤ ንጽጽር ባለበት ደግሞ ምቀኝነት አለ። እነዚህ ሰዎች የራሳቸውን ሰዎች፣ ቤተሰቦቻቸውን፣ ልጆቻቸውን ከጎረቤት ልጆች፣ ከጎረቤቶቻቸው ጋር ያወዳድራሉ። ቤታቸውን፣ የቤት እቃቸውን፣ ልብሳቸውን፣ ሁሉንም ነገሮቻቸውን ከጎረቤት ወይም ከጎረቤቶች ወይም ከሌሎች ነገሮች ጋር ያወዳድራሉ። ሀሳባቸውን፣ የልጆቻቸውን አስተዋይነት ከሌሎች ሰዎች ሀሳቦች፣ ከሌሎች ሰዎች አስተዋይነት ጋር ያወዳድራሉ ከዚያም ምቀኝነት ይመጣል ከዚያም የድርጊት ሚስጥራዊ ምንጭ ይሆናል።</p>\n<p>ለዓለም በሚያሳዝን ሁኔታ መላው የኅብረተሰብ ዘዴ በምቀኝነት እና በግዢ መንፈስ ላይ የተመሠረተ ነው። ሁሉም ሰው በሁሉም ሰው ይቀናል። ሃሳቦችን፣ ነገሮችን፣ ሰዎችን እንቀናለን እና ገንዘብ እና ተጨማሪ ገንዘብ፣ አዳዲስ ንድፈ ሐሳቦችን፣ በማስታወስ ውስጥ የምናከማች አዳዲስ ሀሳቦችን፣ መሰሎቻችንን ለማስደመም አዳዲስ ነገሮችን ወዘተ ማግኘት እንፈልጋለን።</p>\n<p>በእውነተኛ፣ ህጋዊ፣ ትክክለኛ ግንዛቤ ውስጥ እውነተኛ ፍቅር አለ እንጂ የማስታወስ ንግግር ብቻ አይደለም።</p>\n<p>የሚታወሱ ነገሮች ለማስታወስ የምንሰጠው ነገር በቅርቡ ይረሳል ምክንያቱም ማህደረ ትውስታ ታማኝ አይደለም። ተማሪዎች በማስታወስ ጎተራዎች ውስጥ ሃሳቦችን, ንድፈ ሐሳቦችን, ሙሉ ጽሑፎችን ያስቀምጣሉ, እነዚህም በተግባራዊ ህይወት ውስጥ ምንም ጥቅም የላቸውም ምክንያቱም በመጨረሻ ምንም ሳያስቀሩ ከማስታወስ ይጠፋሉ.</p>\n<p>በሜካኒካል በማንበብና በማንበብ ብቻ የሚኖሩ ሰዎች በማስታወስ ጎተራዎች ውስጥ ንድፈ ሐሳቦችን በማከማቸት የሚደሰቱ ሰዎች አእምሮን ያጠፋሉ፣ በአሳዛኝ ሁኔታ ይጎዱታል።</p>\n<p>እኛ በጥልቀት ግንዛቤ ላይ የተመሠረተ እውነተኛ ጥልቅ እና ንቃተ ህሊናዊ ጥናት ላይ አንቃወምም። እኛ የምንኮንነው ጊዜ ያለፈበትን የዘመናዊ ትምህርት ዘዴዎችን ብቻ ነው። ማንኛውንም ሜካኒካል የጥናት ሥርዓት፣ ማንኛውንም የማስታወስ ችሎታ ወዘተ እንኮንናለን። እውነተኛ ግንዛቤ ባለበት ትውስታ አያስፈልግም።</p>\n<p>ማጥናት አለብን፣ ጠቃሚ መጻሕፍት ያስፈልጋሉ፣ የመምህራንና መምህርት ትምህርት ቤቶች፣ ኮሌጆች፣ ዩኒቨርሲቲዎች ያስፈልጋሉ። ጉሩ፣ መንፈሳዊ መሪዎች፣ ማሃማዎች ወዘተ ያስፈልጋሉ ነገር ግን ትምህርቶቹን በታማኝነት የጎደለው ትውስታ ውስጥ ከማስቀመጥ ይልቅ ሙሉ በሙሉ መረዳት ያስፈልጋል።</p>\n<p>በማስታወስ ውስጥ ከተከማቹ ትዝታዎች፣ ሃሳቦች፣ መሆን ከምንፈልገውና ካልሆንነው ጋር ራሳችንን በማነፃፀር መጥፎ ጣዕም እስካለን ድረስ በጭራሽ ነፃ መሆን አንችልም።</p>\n<p>የተቀበልናቸውን ትምህርቶች በእውነት ስንረዳ በአእምሯችን ውስጥ ልናስታውሳቸው ወይም ወደ ሃሳቦች መለወጥ አያስፈልገንም።</p>\n<p>እዚህና አሁን ያለነውን ወደ ፊት መሆን ከምንፈልገው ጋር ስናነፃፅር፣ ተግባራዊ ሕይወታችንን ልንገጣጠምበት ከምንፈልገው ሃሳብ ወይም ሞዴል ጋር ስናነፃፅር እውነተኛ ፍቅር ሊኖር አይችልም።</p>\n<p>ማንኛውም ንጽጽር አስጸያፊ ነው፣ ማንኛውም ንጽጽር ፍርሃት፣ ምቀኝነት፣ ኩራት ወዘተ ያመጣል። የምንፈልገውን ላለማሳካት መፍራት፣ በሌሎች እድገት ላይ ምቀኝነት፣ ከሌሎች የተሻልን ነን ብለን ስለምናስብ ኩራት። በምንኖርበት ተግባራዊ ሕይወት ውስጥ አስፈላጊ የሆነው ነገር፣ አስቀያሚዎች፣ ምቀኞች፣ ራስ ወዳዶች፣ ስግብግቦች ወዘተ ብንሆንም ቅዱሳን ነን ብሎ አለመገመት፣ ከዜሮ መነሳት እና ራሳችንን እንደሆንን በጥልቀት መረዳት ነው እንጂ መሆን እንደምንፈልገው ወይም እንደሆንን እንደምናስብ አይደለም።</p>\n<p>እውነተኛውን ማንነታችንን እዚህና አሁን በተጨባጭና በፍፁም በተግባር የምንረዳበትን መንገድ ካልተማርን እኔን፣ ራሴን መፍታት አይቻልም።</p>\n<p>በእውነት መረዳት ከፈለግን መምህራኖቻችንን፣ ጉሩዎቻችንን፣ ካህናቶቻችንን፣ አስተማሪዎቻችንን፣ መንፈሳዊ መሪዎቻችንን ወዘተ ማዳመጥ አለብን።</p>\n<p>የአዲሱ ዘመን ወጣቶች ለአባቶቻችን፣ ለመምህራኖቻችን፣ ለመንፈሳዊ መሪዎቻችን፣ ለጉሩዎቻችን፣ ለማሃማዎቻችን ወዘተ የአክብሮት ስሜት አጥተዋል።</p>\n<p>ለወላጆቻችን፣ ለመምህራኖቻችን፣ ለአስተማሪዎቻችን ወይም ለመንፈሳዊ መሪዎቻችን ማክበርና ማድነቅ ሳንችል ትምህርቶቹን መረዳት አይቻልም።</p>\n<p>ያለ ጥልቅ ግንዛቤ በቃላችን የሸመደድነውን ሜካኒካል ማስታወስ አእምሮንና ልብን ይለውጣል ምቀኝነትን፣ ፍርሃትን፣ ኩራትን ወዘተ ይወልዳል።</p>\n<p>በእውነት በንቃትና በጥልቀት ማዳመጥ ስንችል ከውስጣችን ድንቅ ኃይል፣ አስደናቂ ግንዛቤ፣ ተፈጥሯዊ፣ ቀላል፣ ከማንኛውም ሜካኒካል ሂደት ነፃ፣ ከማንኛውም የአእምሮ ጭንቀት ነፃ፣ ከማንኛውም ትውስታ ነፃ ይወጣል።</p>\n<p>የተማሪው አንጎል ከማስታወስ ከፍተኛ ጥረት ከተላቀቀ የኒውክሊየሱን አወቃቀር እና የንጥረ ነገሮችን ወቅታዊ ሠንጠረዥ ለሁለተኛ ደረጃ ተማሪዎች ማስተማር እና አንጻራዊነትን እና ኩዋንታን ለባችለር ተማሪዎች ማስረዳት ሙሉ በሙሉ ይቻላል።</p>\n<p>ከሁለተኛ ደረጃ ትምህርት ቤት መምህራን ጋር እንደተነጋገርነው ለአሮጌው ጊዜ ያለፈበት ትምህርት በከፍተኛ አክራሪነት እንደሚፈሩ እንረዳለን። ተማሪዎቹ ባይረዱትም ሁሉንም በቃላቸው እንዲማሩ ይፈልጋሉ።</p>\n<p>አንዳንድ ጊዜ ከማስታወስ ይልቅ መረዳት የተሻለ እንደሆነ ይቀበላሉ ነገር ግን የፊዚክስ፣ የኬሚስትሪ፣ የሂሳብ ቀመሮች ወዘተ በማስታወስ ውስጥ መመዝገብ አለባቸው ብለው ይከራከራሉ።</p>\n<p>ይህ ጽንሰ-ሐሳብ የውሸት መሆኑ ግልጽ ነው ምክንያቱም የፊዚክስ፣ የኬሚስትሪ፣ የሂሳብ ቀመር ወዘተ በአእምሮ ደረጃ ብቻ ሳይሆን በሌሎች የአእምሮ ደረጃዎች እንደ ንቃተ-ህሊና ማጣት፣ ከፊል ንቃተ-ህሊና ማጣት ወዘተ ከተረዳ ለህይወት ሁኔታዎች ሲጠይቁት ወዲያውኑ እንደ ውስጣዊ እውቀት ሊገለጽ ስለሚችል በማስታወስ ውስጥ መመዝገብ አያስፈልግም።</p>\n<p>ይህ ሙልዑ እውቀት የእውቀት መገለጫ መንገድን፣ የንቃተ ህሊናዊ ተጨባጭ መገለጫ መንገድን ይሰጠናል።</p>\n<p>ጥልቅ ግንዛቤ እና በሁሉም የአዕምሮ ደረጃዎች የሚቻለው በጥልቅ የውስጠ-ግንዛቤ ማሰላሰል ብቻ ነው።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/comprension-y-memoria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/comprension-y-memoria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/comprension-y-memoria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
