import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ምርዳእን ተዘክሮን",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "13. ምርዳእን ተዘክሮን",
    "order": 13
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ምዝካር፡ ነቲ ዝርኣናዮን ዝሰማዕናዮን፡ ነቲ ኣንቢብናዮን፡ ካልኦት ሰባት ዝበልዎናን፡ ዝተፈጸመልናን፡ ወዘተ ወዘተ ወዘተ ኣብ ኣእምሮና ከነቐምጦ ምፍታን እዩ።</p>\n<p>መምህራን ተምሃሮም ቃላቶም፡ ኣረፍተ ነገራቶም፡ ኣብ መጻሕፍቲ ትምህርቲ ዝተጻሕፈ፡ ምሉኣት ምዕራፋት፡ ከበድቲ ስራሕቲ፡ ምስ ኩሎም ነጥብታቶምን ኮማታቶምን ወዘተ ኣብ ሓሳቦም ከቐምጡ ይደልዩ።</p>\n<p>ፈተና ምሓዝ ማለት እቲ ዝተነግረና፡ ብሜካኒካዊ መንገዲ ዘንበብናዮ፡ ንቃላት ብቃል ምዝራብ፡ ከም ጫጩት ቶኾሪ ወይ ከም በቀቀን ምድጋም፡ ነቲ ኣብ ሓሳብና ኣቐሚጥናዮ ዘሎና ምሉእ ነገር ማለት እዩ።</p>\n<p>ሓዱሽ ወለዶ ከም ሬድዮ ኮንሶል ነዅስ ደጋጊምና ብምድጋም እቲ ኣብ ሓሳብና ዝተቐድሐ፡ ምሉእ ብምሉእ ተረዲእናዮ ማለት ከምዘይኮነ ክርድኦ ይግባእ። ምዝካር ምርዳእ ኣይኮነን፡ ከይተረድኣካ ምዝካር ምንም ኣይጠቅምን፡ ምዝካር ናይ ዝሓለፈ እዩ፡ ምዉት ነገር፡ ህይወት ዘይብሉ ነገር እዩ።</p>\n<p>ኩሎም ተምሃሮ ኣብያተ ትምህርቲ፡ ኮሌጃትን ዩኒቨርሲቲታትን ነቲ ጥልቅ ትርጉም ናይ ጥልቅ ምርዳእ ብሓቂ ክርድኡዎ ግድን እዩ፡ እዚ ድማ ኣገዳሲን ህጹጽን እዩ።</p>\n<p>ምርዳእ ማለት ህጡር፡ ቀጥታዊ፡ ብብርቱዕ እንነብሮ፡ ብጥልቅ እንፍትኖን ብግዲ ንናይ ንቑሕ ተግባር ናይ ውሽጣዊ ምንጪ ዝኸውን ነገር እዩ።</p>\n<p>ምዝካር፡ ምምላስ ምዉት ነገር እዩ፡ ናይ ዝሓለፈ ግዜ ዝኾነ፡ ብመሰረት ናብቲ ብሜካኒካዊ መንገዲ ክንመስሎን ብዘይ ንቕሓት ክንስዕቦን እንደልዮ ሓሳብ፡ መሪሕ ሓሳብ፡ ኣብነት ይቕየር።</p>\n<p>ኣብ ሓቀኛ ምርዳእ፡ ኣብ ጥልቅ ምርዳእ፡ ኣብቲ ጥልቅ መሰረታዊ ምርዳእ፡ ካብቲ ኣብ ውሽጥና ዘሎ ባህርይ ዝምንጩ ቀጻሊ ጸቕጢ ናይ ሕልና ጥራይ እዩ ዘሎ።</p>\n<p>ሓቀኛ ምርዳእ ከም ድንገተኛ፡ ተፈጥሮኣዊ፡ ቀሊል ተግባር፡ ካብቲ ዘሕዝን መስርሕ ምርጫ ናጻ ኾይኑ፡ ካብ ዝኾነ ይኹን ዓይነት ድኽመት ጽሩይ ኾይኑ ይግለጽ። ምርዳእ ኣብ ናይ ተግባር ሕቡእ ምንጪ ምስ ተቐየረ፡ ግሩም፡ መስተንክር፡ ህንጸታዊን ብመሰረቱ ኣኽባሪ እዩ።</p>\n<p>እቲ ኣብቲ ዘንበብናዮ፡ ናብቲ እንደልዮ ኣብነት፡ ናይ ባህሪ ሕጊ፡ እቲ ዝተማሃርናዮ፡ እቲ ኣብ ሓሳብና ዝተኣከበ ተመኲሮታት ዝተመስረት ተግባር ወዘተ ተንታኒ እዩ፡ ኣብቲ ዘሕዝን ምርጫ ዝተመርኮሰ እዩ፡ ክልተ ኣምር ዘለዎ እዩ፡ ኣብ ኣምራዊ ምርጫ ዝተመርኮሰ፡ ናብ ጌጋን ስቓይን ድማ ዘምርሕ እዩ።</p>\n<p>ነቲ ተግባር ምስ ምዝካር ምትዕርራይ፡ ነቲ ተግባር ምስቲ ኣብ ሓሳብና ዝተኣከበ ትዝታታት ንኽሰማማዕ ምፍታን፡ ተፈጥሮኣዊ ዘይኮነ፡ ዘይተገብረን ናብ ጌጋን ስቓይን ጥራይ ዘምርሕ እዩ።</p>\n<p>ፈተና ምሓዝ፡ ዓመት ምሕላፍ ዝኾነ ይኹን ዓሻ እኹል መጠን ጥበብን ሓሳብን እንተሃልይዎ ክገብሮ ይኽእል።</p>\n<p>ነቲ ዘጽንዓናዮን ፈተና ክንሓዝ ዘሎና ትምህርቲ ምርዳእ ካብ ሓሳብ ፈሊዩ፡ ምስቲ ኣእምሮ ክምሳሰል ዘይብሉ ሓቀኛ ኣእምሮ ዝተኣሳሰረ እዩ።</p>\n<p>እቶም ኩሎም ተግባራቶም ኣብቲ ኣብ መኽዘናት ሓሳብ ዝተኣከበ ኣብነት፡ ንድፈታትን ትዝታታትን ክመርኮሱ ዝደልዩ ሰባት፡ ወትሩ ካብ ንጽጽር ናብ ንጽጽር ይኸዱ፡ ንጽጽር ኣብ ዘለዎ ድማ ቅንኢ ይርከብ። እዚኦም ሰባት ነባዕላቶም፡ ስድራቤቶም፡ ደቆም ምስ ደቂ ጎረቤቶም፡ ምስ ሰባት የነጻጽሩ። ንቤቶም፡ ኣቕሑቶም፡ ክዳውንቶም፡ ኩሎም ነገራቶም ምስ ናይ ጎረቤት ወይ ናይ ጎረባብቲ ወይ ናይ ቀረባኦም ነገራት የነጻጽሩ። ንሓሳባቶም፡ ንኣእምሮ ደቆም ምስ ሓሳብ ናይ ካልኦት ሰባት፡ ምስ ኣእምሮ ካልኦት ሰባት የነጻጽሩ፡ ቅንኢ ድማ ናብ ናይ ተግባር ሕቡእ ምንጪ ይቕየር።</p>\n<p>ንኽፍኣት ዓለም ኩሉ ኣገባብ ማሕበረሰብ ኣብ ቅንእን ናይ ምጥርናፍ መንፈስን ዝተመስረተ እዩ። ኩሉ ሰብ ንኹሉ ሰብ ይቐንእ። ንሓሳባት፡ ነገራት፡ ሰባት ንቐንእን ገንዘብን ዝያዳ ገንዘብን፡ ሓደስቲ ንድፈታትን፡ ኣብ ሓሳብና እነኽዝኖም ሓደስቲ ሓሳባትን፡ መሰልትና ንምስሓት ሓደስቲ ነገራትን ወዘተ ክንጥርንፍ እንደሊ።</p>\n<p>ኣብ ሓቀኛ ምርዳእ፡ ሕጋውን ሓቀኛውን፡ ሓቀኛ ፍቕሪ ኣሎ፡ እዚ ድማ ዝተለመደ ምዝራብ ሓሳብ ኣይኮነን።</p>\n<p>እቲ ዝዝከር ነገር፡ ነቲ ኣብ ሓሳብና እንውክሎ ነገር፡ ድሕሪ ሓጺር ግዜ ይርሳዕ፡ ምኽንያቱ ሓሳብና ዘይንእመን ስለዝኾነ። ተምሃሮ ኣብቲ መኽዘን ናይ ሓሳብና፡ ኣብነት፡ ንድፈታት፡ ምሉኣት ጽሑፋት የቐምጡ፡ እዚ ድማ ኣብ ናይ ህይወት ተግባር ምንም ኣይጠቅምን ምኽንያቱ ኣብ መወዳእታ ካብ ሓሳብና ፈዅስ ኢሉ ይጠፍእ።</p>\n<p>እቶም ብምንባብ ጥራይ ዝነብሩ፡ ነቲ ንድፈታት ኣብ መኽዘናት ሓሳብና ብምኽዛን ዝሕጉሱ ሰባት፡ ንኣእምሮ የዕንውዎ፡ ብኣሰቃቒ ይጎድእዎ።</p>\n<p>ንሕና ኣብቲ ኣብ ጥልቅ ምርዳእ ዝተመስረተ ሓቀኛ ጥልቅን ንቑሕን መጽናዕቲ ኣይንቃወምን። ንሕና ነቲ ዝሓለፈ ኣገባብ ናይ ግዜ ዝሓለዎ ትምህርቲ ጥራይ ኢና እንደኽሞ። ንኹሉ ሜካኒካዊ ኣገባብ መጽናዕቲ፡ ኩሉ ምዝካር ወዘተ ንነጽጎ። ምዝካር ምርዳእ ኣብ ዝርከበሉ ኣየድልን።</p>\n<p>መጽናዕቲ የድልየና፡ ጠቃሚ መጻሕፍቲ የድልዩ፡ ኣብያተ ትምህርቲ፡ ኮሌጃትን ዩኒቨርሲቲታትን ዝኾኑ መምህራን የድልዩ። ጉሩ፡ መንፈሳውያን መራሕቲ፡ ማሃትማስ ወዘተ የድልዩ ግን ነቲ ትምህርቲ ብምሉእ መልክዑ ምርዳእ የድሊ፡ ዘይንእመን ሓሳብና ኣብ መኽዘን ጥራይ ምውካሉ ኣየድልን።</p>\n<p>ነባዕልና ምስቲ ኣብ ሓሳብና ዝተኣከበ ምዝካር፡ ምስቲ ኣብነት፡ ምስቲ ክንከውን እንደልዮ ግን ዘይኮናዮ ምስ ምነጻጸርና ሓራ ክንከውን ኣይንኽእልን።</p>\n<p>እቲ ዝተቐበልናዮ ትምህርቲ ብሓቂ ምስ ተረዲእናዮ ኣብ ሓሳብና ምዝካሩ ኣየድልየናን፡ ናብ ኣብነት ምቕያሩውን ኣየድልየናን።</p>\n<p>ኣብዚ እዋን ዘለናዮ ምስቲ ንድሕሪት ክንከውን እንደልዮ ኣብ ዝንጻጸረሉ፡ ኣብ መንጎ ናይ ህይወት ተግባርና ምስቲ ክንሰማማዕ እንደልዮ ኣብነት ወይ ሞዴል ኣብ ዝንጻጸረሉ ሓቀኛ ፍቕሪ ክህሉ ኣይክእልን።</p>\n<p>ኩሉ ንጽጽር ፍጹም ጽልኢ እዩ፡ ኩሉ ንጽጽር ፍርሒ፡ ቅንኢ፡ ትዕቢት ወዘተ የምጽእ። ነቲ እንደልዮ ዘይምርካብ ፍርሒ፡ ኣብ ዘለዎም ምዕባለ ምቕናእ፡ ካብ ካልኦት ንላዕሊ ኢና ኢልካ ምሕሳብ። ኣብዚ እንነብሮ ናይ ህይወት ተግባር፡ ጌና፡ ቀነኣትን ስስዐኛታትን ንኹን፡ ከም ቅዱሳን ምሕሳብ የድሊ፡ ካብ ዜሮ ምጅማር የድሊ፡ ነባዕልና ከምቲ ዘለናዮ ብጥልቀት ምስትውዓል የድሊ፡ ከምቲ ክንከውን እንደልዮ ወይ ክንከውን ከም እንኽእል ከም ንሓስቦ ኣይኮነን።</p>\n<p>ነቲ ኣነ፡ ነባዕልና፡ ክንፈትሖ ኣይከኣልን እቲ ዘለናዮ ብውጽኢትን ብግልጽን መልክዑ እንታይ ምዃኑ እንተዘይተዓዚብናዮ፡ እንተዘይተገንዘብናዮ።</p>\n<p>ብሓቂ ክንርድእ እንተደኣ ደሊና ንመምህራና፡ መምህርትና፡ ጉሩታት፡ ካህናት፡ መምህራን፡ መንፈሳውያን መራሕቲ ወዘተ ክንሰምዖም ኣሎና።</p>\n<p>ደቅንስትዮን ደቂተባዕትዮን ናይ ሓዱሽ ወለዶ፡ ንወለዶም፡ መምህራኖም፡ መምህርተን፡ መንፈሳውያን መራሕቶም፡ ጉሩታቶም፡ ማሃትማስ ወዘተ ናይ ምኽባር ስምዒት ስኢኖም እዮም።</p>\n<p>ወለድና፡ መምህራና፡ መምህርተን ወይ መንፈሳውያን መራሕትና ከነኽብርን ከነድንቕን ምስኣንና ነቲ ትምህርቲ ምርዳእ ኣይንኽእልን።</p>\n<p>እቲ ዝተማሃርናዮ ከይተረድኣና ብሜካኒካዊ መገዲ ብምዝካር ጥራይ ንሓሳብናን ንልብናን ይጎድኦን ቅንእን ፍርሕን ትዕቢትን የፍሪ።</p>\n<p>ብሓቂ ብንቕሓትን ብጥልቀት ክንሰምዕ ምስ እንኽእል ውሽጥና መስተንክር ሓይሊ፡ ግሩም ምርዳእ፡ ተፈጥሮኣዊ፡ ቀሊል፡ ካብ ኩሉ ሜካኒካዊ መስርሕ ናጻ፡ ካብ ኩሉ ምሕሳብ ናጻ፡ ካብ ኩሉ ምዝካር ናጻ ይፍጠር።</p>\n<p>ኣእምሮ ተምሃራይ ካብቲ ክገብሮ ዘለዎ ዓቢ ጻዕሪ ናይ ሓሳብ እንተድኣ ተገላጊልናዮ፡ ንተምሃሮ ካልኣይ ደረጃ ኣቃውማ ናይ ኑክሌስን ሰደቓዊ ሰሌዳ ናይ ንጥረ ነገራትን ምምሃርን ንባችለር ዝኾነ ሰብ ንተዛማድነትን ኩዋንታን ምስትውዓልን ፍጹም ይከኣል።</p>\n<p>ምስ ገለ መምህራን ናይ ካልኣይ ደረጃ ኣብያተ ትምህርቲ ከም ዝተዘራረብናዮ ነቲ ዝነበረ ግዜኡ ዝሓለዎ ትምህርቲ ብዓቢ ትብዓት ከምዝፈርሑዎ ተረዲእናዮ ኢና። ተምሃሮ ኩሉ ነገር ከይተረድእዎ ክዝክርዎ ይደልዩ።</p>\n<p>ምርዳእ ካብ ምዝካር ይበልጽ ምዃኑ ይቕበሉ ግን ቀመር ፊዚክስ፡ ኬሚስትሪ፡ ሂሳብ ወዘተ ኣብ ሓሳብ ክቐርጽዎ ይጽዕሩ።</p>\n<p>እዚ ሓሳብ እዚ ጌጋ ምዃኑ ንጹር እዩ ምኽንያቱ ቀመር ፊዚክስ፡ ኬሚስትሪ፡ ሂሳብ ወዘተ ኣብ ናይ ኣእምሮ ደረጃ ጥራይ ዘይኮነስ ኣብ ካልኦት ደረጃታት ናይ ኣእምሮ ማለት ንንኡስ ንቕሓት፡ ንዘይንቕሓት ወዘተ ምስ እንርድኦ ኣብ ሓሳብ ምቕራጹ ኣየድልን፡ ናይ ስነልቦናና ክፋል ይኸውንን ኣብ ህይወትና ኹነታት ምስ ዘገድድዎ ከም ህጡር ተፈጥሮኣዊ ፍልጠት ኾይኑ ክግለጽ ይኽእል።</p>\n<p>እዚ ምሉእ ፍልጠት ንኹሉ ነገር ናይ ምፍላጥ መልክዕን ንውልቃዊ ፍልጠት ብንጹር መልክዑ ናይ ምግላጽ መንገዲን ይህበና።</p>\n<p>ኣብ ኩሉ ደረጃታት ናይ ኣእምሮ መሰረታዊ ምርዳእ ጥልቅ ብዝኾነ ናይ ውሽጢ ምስትውዓል ኣስተንትኖ ጥራይ ይከኣል።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/comprension-y-memoria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/comprension-y-memoria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/comprension-y-memoria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
