import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "सिननाय आरो गोसोआव थाखायनाय",
  "locale": "brx",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "13. सिननाय आरो गोसोआव थाखायनाय",
    "order": 13
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>गोजोन सोलोंनाय माने जादोंखौ आरो खोनानायखौ, फरायनायखौ, गुबुन मानसिफोरा बुंनायखौ, जानायफोरखौ, बायदि बायदि बायदि मेगनजों नायनानै मोनथाइआव लाखिनो नाजानाय।</p>\n<p>मास्टर आरो मास्टर्नीफोरा बिमा-बिफानि फिसाफोरखौ बिसोरनि बाथ्रा, बिसोरनि रोखोम, फरायसालि लाइमोनआव लिरनाय, गासै खेबसे, गोबां खामानि, गासै बोन्दो आरो फुनथिजों मोनथाइआव लाखिनो लुगियो।</p>\n<p>जांख्रिनायाव पास जानाय माने बिसोरनि बुंनायखौ, मेकेनिकेलजों फरायनायखौ, मोनथाइजों बुंनो, मेगनजों नायनानै खोख्लैनाय बायदिब्ला गासै मोनथाइआव लाखिनायफोरखौ फिन बुंनो।</p>\n<p>गोदान बोसोनआ बुजिनांगोन जे मेगनजों नायनानै रेदियोकनसोलनि डिस्क बायदिब्ला रिकर्डिं खालामनायनि गासैखौ फिन बुंनोआ बुजिनो हाबाय होननाय नङा। गोसोआव लाखिनायआ बुजिनाय नङा, बुजियालासै गोसोआव लाखिनाया माबाबो खामानि गैयि, गोसोआव लाखिनाया जोबबाय, बेयाव जिउ गैयि।</p>\n<p>बेखौनो नांगौ, गोख्रों आरो थाबैनो सोलोंथाइआव गासै स्कुल, कलेज आरो युनिभारसिटिनि बिमा-बिफानि फिसाफोरा बुजिनांगोन जे बुजिनायनि गहिर मोनथाइखौ।</p>\n<p>बुजिनायआ थाब, डाइरेक्ट, जोहोलाव जिउ होनाय, जोहोलाव एक्सफिरिएन्स खालामनाय आरो बेयाव मोनसे खोनसेन्सनि खामानि गोरोबथायाव फैफिनो।</p>\n<p>गोसोआव लाखिनाय, फिन गोसोआव लाबोनायआ जोबबाय, जोबनायनिफ्राय फैबाय आरो उदाङैनो आइडियेल, लेमा, आइदिया, आइडियेलिजमआव मेकेनिकेलजों नायनानै अनसायै आरो बुजिबियालासै नायबाय थायो।</p>\n<p>साथि बुजिनायाव, गहिर बुजिनायाव, सासेनि बुजिनायाव खोनसेन्सनि जोहोलाव सोमोन्दै आरो गोरोबथायाव फैफिनो।</p>\n<p>साथि बुजिनाया थाब खालामनाय, नेचर, सोलेर, सोलायजायालासै थाबखालामनाय, गियान गैयै खालामनाय। बुजिनाया खामानियाव गुफुर गोरोबथाया मोजां, मोजां, बानायनाय आरो जोहोलाव मोजां मोननो हानाय।</p>\n<p>खामानिया गोसोआव लाखिनायनिफ्राय, आइडियेलनिफ्राय फैयो आरो बिखौ बाहायो, रोखोम, रोखोम खालामनायखौ सोलोंदों, गोसोआव लाखिनाय एक्सपेरियन्स बायदिब्ला सोमोनांनाय, सोलायजायालासै, सोलायजायालासै, बुजिनायनिफ्राय फैफिनो आरो उदाङैनो रोंगौ आरो दुखुआव फैयो।</p>\n<p>खामानिखौ गोसोआव लाखिनायाव सोलायनानै गोसोआव लाखिनायजों मिलांनो नाजानाया जोहोलाव, गोरोन्थिया गैयि आरो उदाङैनो रोंगौ आरो दुखुआव फैयो।</p>\n<p>जांख्रिनायाव पास जानायआ बुजिनायजों एबा गोसोआव लाखिनायजों थाब जानाय नङा।</p>\n<p>बिषयफोरखौ फरायनानै जांख्रिनायाव पास जानायआ मोनथाइनिफ्राय बेलेग, मोनथाइआ गोसोआव लाखिनायजों सोमोन्दो गैयि, बेखौनो साथि मोनथाइ होनना बुङो।</p>\n<p>मानसिफोरा जिउनि खामानिफोरखौ आइडियेल, थिउरि आरो गोसोआव लाखिनायाव बाहायो, बिसोरआ मिलायनायाव थाबाय थायो आरो जेराव मिलायनाया थायो बेयाव सोमोनाय थायो। बिसोरआ बिसोरखौ, नखरखौ, फिसाखौ नोजोरबोनानै थायो। बिसोरआ नखौ, मुवाबस्तुखौ, लुगैनायखौ नोजोरबोनानै थायो। बिसोरआ आइदियाखौ, फिसाफोरनि मोनथाइखौ गुबुन मानसिफोरनि आइदियाजों नोजोरबोनानै थायो आरो सोमोनायाव फैयो।</p>\n<p>जगतनि थाखाय गासै सोसाइटिनि मेकानिजमआ सोमोनाय आरो मोननो नाजायाव सोलिबाय थायो। गासै मानसिआ गासै मानसिखौ सोमोनानै थायो। आइदियाखौ, मुवाखौ, मानसिखौ सोमोनानै थायो आरो रांखौ मोननो लुगियो, गोदान थिउरि, गोदान आइदियाखौ गोसोआव लाखियो, गोदान मुवाखौ खालामनानै नायो।</p>\n<p>साथि बुजिनायाव, साथि मोजां मोननाय थायो आरो गोसोआव लाखिनायजों बुंनाय नङा।</p>\n<p>मुवाफोरखौ गोसोआव लाखिनायआ थाबनो गैया जालाङो मानोना गोसोआव लाखिनाया मानियालासै। फरायसाफोरा गोसोआव लाखिनायाव आइडियेल, थिउरि, गासै लाइमोनखौ थायो बेयाव जिउआव माबाबो खामानि गैयि मानोना जोबनायाव गोसोआव लाखिनाया गैया जालाङो।</p>\n<p>मानसिफोरा फरायबाय थायो आरो मेकेनिकेलजों फरायनाय, मानसिफोरा थिउरिखौ गोसोआव लाखिनानै मोननो नाजानाया मेगनखौ गैया खालामो।</p>\n<p>जोंआ बुजिनायनिफ्राय फैफिननाय साथि फरायनायखौ बादा होआ। जोंआ मेकेनिकेल सोलोंथाइनि राहाखौ बादा होयो, गासै मेमोराइजेसनखौ बादा होयो, बेयाव गोसोआव लाखिनाया गैया जायो जेराव साथि बुजिनाया थायो।</p>\n<p>जोंनो फरायनाया नांगौ, लाइमोनखौ नांगौ, मास्टर्स आरो मास्टर्नीखौ नांगौ, जोंनो गुरुखौ, गियाननि दैदेनगिरिखौ नांगौ, नाथाय गासै सोलोंथाइखौ बुजिनो नांगौ आरो गोसोआव लाखिनायनिफ्राय बाहायनो नाङा।</p>\n<p>जोंआ साचिनो उदां जानो हाया जेब्ला जोंआ बिसोरखौ गोसोआव लाखिनायजों मिलायो।</p>\n<p>जेब्ला सोलोंथाइखौ बुजियोब्ला गोसोआव लाखिनाया नाङा।</p>\n<p>जेराव जोंआ इयुनजों नायोब्ला मिलायनाया थायो, जेराव जोंआ जिउखौ आइडियेलजों मिलायनायाव साथि मोजां मोननाया थाया।</p>\n<p>गासै मिलायनाया मोजां नङा, गासै मिलायनाया डर, सोमोनाय, देरहा होनो। डरआ मोननो हाया, गुबुननि थांनायखौ सोमोनायो, देरहाआ गुबुननिफ्राय देरसिन होनो। जिउआव गोनां जानाया जोंआ गियान गैयि, लोब गनाय जाब्लाबो सोलेर नङा, जिरोनिफ्राय जागायनानै जिउखौ बुजिनो नांगोन।</p>\n<p>आंआ आंनो सोलायनो हाया, जोंआ आंनो नायनो नांआ, बुजिनो थाखाय आरो बेखौ साचिनो बुजिनो नांगोन।</p>\n<p>जोंआ साचिनो बुजिनो लुगियोब्ला मास्टरखौ, मास्टर्नीखौ, गुरुखौ, खाथिंखौ खोनासंगोन।</p>\n<p>गावनि बिमा-बिफा, मास्टर, मास्टर्नी, गियाननि दैदेनगिरि, गुरुखौ मानियोब्ला सोलोंथाइखौ बुजिनो हाया।</p>\n<p>मेकेनिकेलजों गोसोआव लाखिनाया मेगनखौ आरो गियानखौ बोथाङो आरो सोमोनाय, डर, देरहाखौ खालामो।</p>\n<p>जेब्ला जोंआ साचिनो बुजिनो सानो अब्ला मोनसे मोजां खाबु, बुजिनायआ, नेचर, सोलेर, गासै मेकेनिकेल राहायालासै, गासै साननायालासै, गासै गोसोआव लाखिनायालासै फैयो।</p>\n<p>बेफिननाया फरायसाखौ गोसोआव लाखिनायाव मदद खालामो, बेयाव नुखलियसनि स्ट्रक्चर आरो एलिमेन्टनि टेबलखौ सोलोंनो हागोन आरो बासेलरजोन रिलेटिभिटि आरो क्वान्टाखौ बुजियो।</p>\n<p>जोंआ सिनियर स्कुलनि प्रोफेसरजों रायलायनायाव जोंआ नुदों जे बिसोरआ गिबियाव सोलोंथाइनिफ्राय डर मोनो। बिसोरआ बिमा-बिफानि फिसाया गासैखौ गोसोआव लाखिनो लुगियोब्ला बुजियालासै।</p>\n<p>माबा समाव बिसोरआ बुजिनोआ गोसोआव लाखिनायनिफ्राय मोजां होनो नाथाय बिसोरआ फिजिकस, केमेस्टि, मेथमेटिक्सनि फर्मुलाखौ गोसोआव लाखिनो नांगोन होनो।</p>\n<p>साफ बुङो जे बे बुजिनाया रोंगौ मानोना जेब्ला फिजिकस, केमेस्टि, मेथमेटिक्सनि फर्मुलाखौ गासै लेभेलनि मोनथाइजों बुजियोब्ला अनखोनसेन्स, सबखोनसेन्स, इनफ्राखोनसेन्स बायदिब्ला गोसोआव लाखिनाया नाङा, बेयो जोंनि साइकिसनि बाहागो जायो आरो उदाङैनो फैयो जेब्ला जिउआव नांगौ जायो।</p>\n<p>बे गियानआ अमनिसाइन्सनि रोखोम, खोनसेन्सनि रोखोमखौ होयो।</p>\n<p>बुजिनाया गासै लेभेलआव मेगनजों नायनानै मेडिटेसन खालामनानै जायो।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/brx/educacion-fundamental/comprension-y-memoria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/educacion-fundamental/comprension-y-memoria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/educacion-fundamental/comprension-y-memoria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
