import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "الفهم والذاكرة",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "13. الفهم والذاكرة",
    "order": 13
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>التذكر هو محاولة تخزين ما رأيناه وسمعناه، وما قرأناه، وما قاله لنا الآخرون، وما حدث لنا، إلخ، في الذهن.</p>\n<p>يريد المعلمون والمعلمات أن يخزن طلابهم وطالباتهم في ذاكرتهم كلماتهم، وعباراتهم، وما هو مكتوب في النصوص المدرسية، وفصولًا كاملة، ومهامًا مرهقة، بكل ما فيها من نقاط وفواصل، إلخ.</p>\n<p>اجتياز الاختبارات يعني استعادة ما قيل لنا، وما قرأناه بشكل آلي، والتعبير عن الذاكرة، والتكرار كالببغاوات، كل ما قمنا بتخزينه في الذاكرة.</p>\n<p>من الضروري أن يفهم الجيل الجديد أن التكرار كقرص الراديو لجميع التسجيلات التي تم إجراؤها في الذاكرة لا يعني الفهم العميق. التذكر ليس فهمًا، ولا فائدة من التذكر دون فهم، فالتذكر ينتمي إلى الماضي، وهو شيء ميت، شيء لم يعد له حياة.</p>\n<p>من الضروري، والملح، وفي صميم الواقع الحالي، أن يفهم جميع طلاب وطالبات المدارس والكليات والجامعات المعنى العميق للفهم العميق.</p>\n<p>الفهم شيء فوري، ومباشر، شيء نعيشه بكثافة، شيء نختبره بعمق شديد، ويصبح حتمًا الدافع الحقيقي للعمل الواعي.</p>\n<p>التذكر، والاستعادة شيء ميت، ينتمي إلى الماضي، ولسوء الحظ يتحول إلى مثال، وشعار، وفكرة، ومثالية نريد تقليدها بشكل آلي واتباعها دون وعي.</p>\n<p>في الفهم الحقيقي، في الفهم العميق، في الفهم الجوهري العميق، لا يوجد سوى ضغط داخلي من الوعي، وضغط مستمر نابع من الجوهر الذي نحمله بداخلنا، وهذا كل شيء.</p>\n<p>يتجلى الفهم الأصيل كعمل عفوي، وطبيعي، وبسيط، وخالٍ من العملية المحبطة للاختيار؛ نقي دون تردد من أي نوع. الفهم الذي يتحول إلى دافع سري للعمل هو أمر رائع، ومدهش، وبناء، وله قيمة جوهرية.</p>\n<p>إن العمل القائم على تذكر ما قرأناه، والمثل الذي نطمح إليه، والقاعدة، والسلوك الذي تعلمناه، والخبرات المتراكمة في الذاكرة، إلخ، هو عمل حسابي، ويعتمد على الخيار المحبط، وهو ازدواجي، ويستند إلى الاختيار المفاهيمي، ولا يؤدي حتمًا إلا إلى الخطأ والألم.</p>\n<p>إن محاولة تكييف العمل مع التذكر، ومحاولة تعديل العمل ليتوافق مع الذكريات المتراكمة في الذاكرة، هو أمر مصطنع، وعبثي يفتقر إلى العفوية، ولا يمكن أن يؤدي إلا إلى الخطأ والألم.</p>\n<p>إن اجتياز الاختبارات، واجتياز السنة، يمكن أن يفعله أي أحمق لديه جرعة جيدة من الذكاء والذاكرة.</p>\n<p>إن فهم المواد التي تمت دراستها والتي سيتم اختبارنا فيها هو أمر مختلف تمامًا، ولا علاقة له بالذاكرة، بل ينتمي إلى الذكاء الحقيقي الذي لا ينبغي الخلط بينه وبين النزعة الفكرية.</p>\n<p>أولئك الذين يريدون بناء جميع أفعال حياتهم على المثل العليا والنظريات والذكريات من كل نوع المتراكمة في مخازن الذاكرة، يقارنون دائمًا، وحيث توجد المقارنة توجد أيضًا الحسد. هؤلاء الناس يقارنون أنفسهم، وأسرهم، وأبنائهم بأبناء الجيران، وبالأشخاص المجاورين. يقارنون منازلهم، وأثاثهم، وملابسهم، وكل ممتلكاتهم، بممتلكات الجيران أو القريب. يقارنون أفكارهم، وذكاء أبنائهم بأفكار الآخرين، وبذكاء الآخرين، ويأتي الحسد الذي يتحول بعد ذلك إلى الدافع السري للعمل.</p>\n<p>لسوء حظ العالم، تعتمد آلية المجتمع بأكملها على الحسد والروح الاستحواذية. الجميع يحسد الجميع. نحسد الأفكار، والأشياء، والأشخاص، ونريد الحصول على المال والمزيد من المال، ونظريات جديدة، وأفكار جديدة نقوم بتخزينها في الذاكرة، وأشياء جديدة لإبهار أقراننا، إلخ.</p>\n<p>في الفهم الحقيقي، والشرعي، والأصيل، يوجد حب حقيقي وليس مجرد تعبير لفظي عن الذاكرة.</p>\n<p>الأشياء التي نتذكرها، ما نعهده إلى الذاكرة، سرعان ما يسقط في النسيان لأن الذاكرة غير مخلصة. يقوم الطلاب بإيداع المثل العليا والنظريات والنصوص الكاملة في مخازن الذاكرة، وهي لا تفيد في الحياة العملية لأنها تختفي في النهاية من الذاكرة دون أن تترك أثراً.</p>\n<p>الأشخاص الذين يعيشون فقط في القراءة والقراءة بشكل آلي، الأشخاص الذين يستمتعون بتخزين النظريات بين مخازن الذاكرة يدمرون العقل، ويضرونه بشكل بائس.</p>\n<p>نحن لا نعارض الدراسة الحقيقية العميقة والواعية القائمة على الفهم العميق. نحن ندين فقط الأساليب القديمة للتربية غير المناسبة. نحن ندين كل نظام ميكانيكي للدراسة، وكل حفظ عن ظهر قلب، إلخ. يصبح التذكر غير ضروري حيث يوجد فهم حقيقي.</p>\n<p>نحن بحاجة إلى الدراسة، ونحن بحاجة إلى الكتب المفيدة، ونحن بحاجة إلى المعلمين والمعلمات في المدارس والكليات والجامعات. نحن بحاجة إلى الغورو، والمرشدين الروحيين، والمهاتما، إلخ. ولكن من الضروري فهم التعاليم بشكل كامل وليس مجرد إيداعها بين مخازن الذاكرة غير المخلصة.</p>\n<p>لن نكون أحرارًا حقًا أبدًا طالما أن لدينا الذوق السيئ لمقارنة أنفسنا بالذاكرة المتراكمة في الذاكرة، وبالمثل الأعلى، وبما نطمح أن نكونه ولسنا كذلك، إلخ، إلخ.</p>\n<p>عندما نفهم حقًا التعاليم التي تلقيناها، لا نحتاج إلى تذكرها في الذاكرة، ولا تحويلها إلى مثل عليا.</p>\n<p>حيث توجد مقارنة بين ما نحن عليه هنا والآن وما نريد أن نكونه لاحقًا، وحيث توجد مقارنة بين حياتنا العملية والمثل الأعلى أو النموذج الذي نريد التكيف معه، لا يمكن أن يوجد حب حقيقي.</p>\n<p>كل مقارنة بغيضة، وكل مقارنة تجلب الخوف والحسد والكبرياء، إلخ. الخوف من عدم تحقيق ما نريده، والحسد على تقدم الآخرين، والكبرياء لأننا نعتقد أننا متفوقون على الآخرين. الشيء المهم في الحياة العملية التي نعيشها، سواء كنا قبيحين، أو حسودين، أو أنانيين، أو جشعين، إلخ، هو عدم التظاهر بالقداسة، والبدء من الصفر المطلق، وفهم أنفسنا بعمق، كما نحن حقًا وليس كما نريد أن نكون أو كما نفترض أننا كذلك.</p>\n<p>من المستحيل حل الأنا، الذات، إذا لم نتعلم أن نراقب أنفسنا، وأن ندرك لنفهم ما نحن عليه حقًا هنا والآن بشكل فعال وعملي تمامًا.</p>\n<p>إذا كنا نريد حقًا أن نفهم، فيجب أن نستمع إلى معلمينا، ومعلماتنا، والغورو، ورجال الدين، والمعلمين، والمرشدين الروحيين، إلخ، إلخ.</p>\n<p>لقد فقد شباب وفتيات الموجة الجديدة الإحساس بالاحترام والتبجيل لآبائنا، ومعلمينا، ومعلماتنا، والمرشدين الروحيين، والغورو، والمهاتما، إلخ.</p>\n<p>من المستحيل فهم التعاليم عندما لا نعرف كيف نبجل ونحترم آبائنا، ومعلمينا، ومربينا، أو مرشدينا الروحيين.</p>\n<p>إن التذكر الميكانيكي البسيط لما تعلمناه فقط عن ظهر قلب دون فهم عميق، يشوه العقل والقلب ويولد الحسد والخوف والكبرياء، إلخ.</p>\n<p>عندما نعرف حقًا كيف نستمع بشكل واع وعميق، تنشأ بداخلنا قوة رائعة، وفهم هائل، وطبيعي، وبسيط، وخالٍ من أي عملية ميكانيكية، وخالٍ من أي تفكير، وخالٍ من أي تذكر.</p>\n<p>إذا تم تخفيف دماغ الطالب من الجهد الهائل الذي يجب أن يبذله في الذاكرة، فسيكون من الممكن تمامًا تعليم هيكل النواة والجدول الدوري للعناصر لطلاب المرحلة الثانوية وفهم النسبية والكم لطلاب البكالوريا.</p>\n<p>كما تحدثنا مع بعض الأساتذة والمدرسات في المدارس الثانوية، فإننا نفهم أنهم خائفون بتعصب حقيقي من التربية القديمة الطراز وغير المناسبة. إنهم يريدون أن يتعلم الطلاب والطالبات كل شيء عن ظهر قلب حتى لو لم يفهموه.</p>\n<p>في بعض الأحيان يقبلون أنه من الأفضل أن نفهم بدلاً من أن نحفظ عن ظهر قلب، لكنهم يصرون بعد ذلك على أن صيغ الفيزياء والكيمياء والرياضيات، إلخ، يجب تسجيلها في الذاكرة.</p>\n<p>من الواضح أن هذا المفهوم خاطئ لأنه عندما يتم فهم صيغة في الفيزياء والكيمياء والرياضيات، إلخ، بشكل صحيح ليس فقط على المستوى الفكري، ولكن أيضًا على المستويات الأخرى من العقل مثل اللاوعي، والعقل الباطن، والعقل التحتي، وما إلى ذلك. لا حاجة لتسجيلها في الذاكرة، فهي تصبح جزءًا من نفسيتنا ويمكن أن تتجلى كمعرفة غريزية فورية عندما تتطلبها ظروف الحياة.</p>\n<p>هذه المعرفة الكاملة تمنحنا شكلاً من أشكال العلم المطلق، وطريقة للتعبير الواعي الموضوعي.</p>\n<p>إن الفهم العميق وعلى جميع مستويات العقل ممكن فقط من خلال التأمل الباطني العميق.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/comprension-y-memoria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/comprension-y-memoria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/comprension-y-memoria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
