import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "عشق",
  "locale": "fa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "8. عشق",
    "order": 8
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>از همان نیمکت‌های مدرسه، دانش‌آموزان دختر و پسر باید به‌صورت کامل آن چیزی را که عشق نامیده می‌شود درک کنند.</p>\n<p>ترس و وابستگی اغلب با عشق اشتباه گرفته می‌شوند، اما عشق نیستند.</p>\n<p>دانش‌آموزان دختر و پسر به والدین و معلمان خود وابسته هستند و واضح است که در عین حال به آن‌ها احترام می‌گذارند و از آن‌ها می‌ترسند.</p>\n<p>پسران و دختران، جوانان و بانوان برای لباس، غذا، پول، مسکن و غیره به والدین خود وابسته هستند و کاملاً واضح است که احساس محافظت می‌کنند، می‌دانند که به والدین خود وابسته هستند و به همین دلیل به آن‌ها احترام می‌گذارند و حتی از آن‌ها می‌ترسند، اما این عشق نیست.</p>\n<p>به‌عنوان نمونه‌ای از آنچه می‌گوییم، می‌توانیم با دقت کامل تأیید کنیم که هر پسر یا دختر، جوان یا بانویی، به دوستان مدرسه خود بیشتر از والدین خود اعتماد دارد.</p>\n<p>در واقع، پسران، دختران، جوانان و بانوان با همکلاسی‌های خود در مورد چیزهای صمیمی صحبت می‌کنند که هرگز در زندگی با والدین خود در میان نمی‌گذارند.</p>\n<p>این به ما نشان می‌دهد که اعتماد واقعی بین فرزندان و والدین وجود ندارد، که عشق واقعی وجود ندارد.</p>\n<p>فوری است که درک کنیم تفاوت اساسی بین عشق و آنچه احترام، ترس، وابستگی، و وحشت است وجود دارد.</p>\n<p>ضروری است که به والدین و معلمان خود احترام بگذاریم، اما احترام را با عشق اشتباه نگیریم.</p>\n<p>احترام و عشق باید عمیقاً به هم گره بخورند، اما نباید یکی را با دیگری اشتباه بگیریم.</p>\n<p>والدین برای فرزندان خود می‌ترسند، بهترین‌ها را برای آن‌ها می‌خواهند، یک شغل خوب، یک ازدواج خوب، محافظت و غیره، و این ترس را با عشق واقعی اشتباه می‌گیرند.</p>\n<p>درک این نکته ضروری است که بدون عشق واقعی، والدین و معلمان نمی‌توانند نسل‌های جدید را عاقلانه راهنمایی کنند، حتی اگر نیت‌های بسیار خوبی داشته باشند.</p>\n<p>راهی که به پرتگاه ختم می‌شود با نیت‌های بسیار خوب سنگفرش شده است.</p>\n<p>ما مورد شناخته‌شده جهانی “یاغیان بدون هدف” را می‌بینیم. این یک بیماری همه‌گیر ذهنی است که در سراسر جهان گسترش یافته است. بسیاری از “بچه‌های خوب”، که به‌ظاهر بسیار مورد عشق والدینشان هستند، بسیار لوس شده‌اند، بسیار دوست‌داشتنی هستند، به رهگذران بی‌دفاع حمله می‌کنند، زنان را مورد ضرب و شتم و تجاوز قرار می‌دهند، دزدی می‌کنند، سنگ پرتاب می‌کنند، در قالب باند در همه جا آسیب ایجاد می‌کنند، به معلمان و والدین بی‌احترامی می‌کنند و غیره و غیره و غیره.</p>\n<p>“یاغیان بدون هدف” محصول عدم وجود عشق واقعی هستند.</p>\n<p>جایی که عشق واقعی وجود دارد، “یاغیان بدون هدف” نمی‌توانند وجود داشته باشند.</p>\n<p>اگر والدین واقعاً فرزندان خود را دوست داشتند، می‌دانستند چگونه آن‌ها را هوشمندانه راهنمایی کنند و در آن صورت “یاغیان بدون هدف” وجود نداشتند.</p>\n<p>یاغیان بدون هدف محصول یک هدایت نادرست هستند.</p>\n<p>والدین عشق کافی نداشته‌اند که واقعاً به هدایت عاقلانه فرزندان خود اختصاص دهند.</p>\n<p>والدین مدرن فقط به فکر پول هستند و اینکه به فرزندان خود بیشتر و بیشتر بدهند، و آخرین مدل ماشین، و آخرین مد لباس و غیره، اما واقعاً دوست ندارند، نمی‌دانند چگونه دوست داشته باشند و به همین دلیل “یاغیان بدون هدف” وجود دارند.</p>\n<p>سطحی‌نگری این دوره به دلیل عدم وجود عشق واقعی است.</p>\n<p>زندگی مدرن شبیه یک گودال کم عمق است، بدون عمق.</p>\n<p>در دریاچه عمیق زندگی، موجودات زیادی می‌توانند زندگی کنند، ماهی‌های زیادی، اما گودالی که در کنار جاده قرار دارد، به زودی با پرتوهای سوزان خورشید خشک می‌شود و در آن زمان تنها چیزی که باقی می‌ماند گل و لای، گندیدگی، زشتی است.</p>\n<p>اگر یاد نگرفته باشیم که دوست داشته باشیم، درک زیبایی زندگی در تمام شکوهش غیرممکن است.</p>\n<p>مردم احترام و ترس را با آن چیزی که عشق نامیده می‌شود اشتباه می‌گیرند.</p>\n<p>ما به مافوق‌های خود احترام می‌گذاریم و از آن‌ها می‌ترسیم و سپس فکر می‌کنیم که آن‌ها را دوست داریم.</p>\n<p>کودکان از والدین و معلمان خود می‌ترسند و به آن‌ها احترام می‌گذارند و سپس فکر می‌کنند که آن‌ها را دوست دارند.</p>\n<p>کودک از شلاق، از ترکه، از نمره بد، از سرزنش در خانه یا مدرسه و غیره می‌ترسد و سپس فکر می‌کند که والدین و معلمان خود را دوست دارد، اما در واقع فقط از آن‌ها می‌ترسد.</p>\n<p>ما به شغل خود، به رئیس خود وابسته هستیم، از بدبختی می‌ترسیم، از اینکه بیکار شویم می‌ترسیم و سپس فکر می‌کنیم که رئیس خود را دوست داریم و حتی از منافع او محافظت می‌کنیم، از اموال او مراقبت می‌کنیم، اما این عشق نیست، این ترس است.</p>\n<p>بسیاری از مردم از فکر کردن به معماهای زندگی و مرگ برای خود می‌ترسند، از پرسیدن، تحقیق، درک، مطالعه و غیره می‌ترسند و سپس فریاد می‌زنند من خدا را دوست دارم و این کافی است!</p>\n<p>فکر می‌کنند خدا را دوست دارند اما در واقع دوست ندارند، می‌ترسند.</p>\n<p>در زمان جنگ، زن احساس می‌کند که شوهرش را بیشتر از همیشه می‌پرستد و با اشتیاق بی‌پایانی آرزوی بازگشت او به خانه را دارد، اما در واقع او را دوست ندارد، فقط می‌ترسد که بدون شوهر، بدون محافظت و غیره باقی بماند.</p>\n<p>بردگی روانی، وابستگی، وابسته بودن به کسی، عشق نیست. این فقط ترس است و بس.</p>\n<p>کودک در تحصیلات خود به معلم وابسته است و واضح است که از اخراج، نمره بد، سرزنش می‌ترسد و اغلب فکر می‌کند که او را دوست دارد، اما آنچه اتفاق می‌افتد این است که از او می‌ترسد.</p>\n<p>وقتی زن در حال زایمان است یا به دلیل بیماری در خطر مرگ قرار دارد، شوهر فکر می‌کند که او را خیلی بیشتر دوست دارد، اما در واقع آنچه اتفاق می‌افتد این است که می‌ترسد او را از دست بدهد، در بسیاری از چیزها مانند غذا، رابطه جنسی، شستن لباس‌ها، نوازش‌ها و غیره به او وابسته است و می‌ترسد که او را از دست بدهد. این عشق نیست.</p>\n<p>همه می‌گویند که همه را می‌پرستند، اما چنین چیزی وجود ندارد: بسیار نادر است که در زندگی کسی را پیدا کنید که بداند چگونه واقعاً دوست داشته باشد.</p>\n<p>اگر والدین واقعاً فرزندان خود را دوست داشتند، اگر فرزندان واقعاً والدین خود را دوست داشتند، اگر معلمان واقعاً دانش‌آموزان خود را دوست داشتند، جنگی نمی‌توانست وجود داشته باشد. جنگ‌ها صد در صد غیرممکن بودند.</p>\n<p>اتفاقی که می‌افتد این است که مردم درک نکرده‌اند عشق چیست، و هر ترسی و هر بردگی روانی و هر هوسی و غیره را با آن چیزی که عشق نامیده می‌شود اشتباه می‌گیرند.</p>\n<p>مردم نمی‌دانند چگونه دوست داشته باشند، اگر مردم می‌دانستند چگونه دوست داشته باشند، زندگی در واقع بهشتی می‌بود.</p>\n<p>عاشقان فکر می‌کنند که دارند عشق می‌ورزند و بسیاری حتی حاضرند با خون قسم بخورند که دارند عشق می‌ورزند. اما فقط شیفته هستند. وقتی هوس ارضا شود، کاخ پوشالی فرو می‌ریزد.</p>\n<p>هوس معمولاً ذهن و قلب را فریب می‌دهد. هر شیفته‌ای فکر می‌کند که عاشق است.</p>\n<p>بسیار نادر است که در زندگی زوجی را پیدا کنید که واقعاً عاشق باشند. زوج‌های شیفته فراوان هستند، اما پیدا کردن زوجی عاشق بسیار دشوار است.</p>\n<p>همه هنرمندان برای عشق آواز می‌خوانند، اما نمی‌دانند عشق چیست و هوس را با عشق اشتباه می‌گیرند.</p>\n<p>اگر چیزی در این زندگی بسیار دشوار باشد، اشتباه نگرفتن هوس با عشق است.</p>\n<p>هوس لذیذترین و ظریف‌ترین زهری است که می‌توان تصور کرد، همیشه در نهایت با قیمت خون پیروز می‌شود.</p>\n<p>هوس صد در صد جنسی است، هوس حیوانی است، اما گاهی اوقات بسیار تصفیه شده و ظریف است. همیشه با عشق اشتباه گرفته می‌شود.</p>\n<p>معلمان باید به دانش‌آموزان، جوانان و بانوان یاد بدهند که بین عشق و هوس تمایز قائل شوند. فقط در این صورت است که از بسیاری از تراژدی‌ها در زندگی در آینده جلوگیری می‌شود.</p>\n<p>معلمان موظف هستند مسئولیت دانش‌آموزان را شکل دهند و به همین دلیل باید آن‌ها را به درستی آماده کنند تا در زندگی به تراژدی تبدیل نشوند.</p>\n<p>درک آن چیزی که عشق است ضروری است، چیزی که نمی‌توان آن را با حسادت، هوس، خشونت، ترس، دلبستگی، وابستگی روانی و غیره و غیره و غیره مخلوط کرد.</p>\n<p>عشق متاسفانه در انسان‌ها وجود ندارد، اما چیزی نیست که بتوان آن را به دست آورد، خرید، پرورش داد مانند گل گلخانه‌ای و غیره.</p>\n<p>عشق باید در ما متولد شود و فقط زمانی متولد می‌شود که عمیقاً درک کرده باشیم که نفرت درون ما چیست، ترس، هوس جنسی، وحشت، بردگی روانی، وابستگی و غیره و غیره و غیره چیست.</p>\n<p>ما باید درک کنیم که این نقص‌های روانی چیست، باید درک کنیم که چگونه در ما پردازش می‌شوند نه تنها در سطح فکری زندگی، بلکه در سطوح پنهان و ناشناخته ناخودآگاه.</p>\n<p>بیرون کشیدن تمام این نقص‌ها از گوشه و کنارهای مختلف ذهن ضروری است. فقط در این صورت است که آن چیزی که عشق نامیده می‌شود، به طور خودجوش و خالص در ما متولد می‌شود.</p>\n<p>بدون شعله عشق، تغییر جهان غیرممکن است. فقط عشق واقعاً می‌تواند جهان را تغییر دهد.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/fa/educacion-fundamental/el-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/el-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/el-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
