import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ፍቕሪ",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "8. ፍቕሪ",
    "order": 8
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ካብ ቤት ትምህርቲ ጀሚሮም ተምሃሮ ብዛዕባ ፍቕሪ ብምሉእ ክርድኡ ይግባእ።</p>\n<p>ፍርህን ጥገኝነትን ምስ ፍቕሪ ይምስሰሉ፡ ግን ፍቕሪ ኣይኮኑን።</p>\n<p>ተምሃሮ ኣብ ወለዶምን መምህራኖምን ይምርኮሱ፡ ንዓኣቶም ከም ዘኽብርዎምን ከም ዝፈርህዎምን ንጹር እዩ።</p>\n<p>ህጻናትን ኣወዳትን መንእሰያትን ደቀንስትዮን ኣብ ክዳውንቲ፡ መግቢ፡ ገንዘብ፡ መሕደር ወዘተ ኣብ ወለዶም ይምርኮሱ፡ ብዅሉ መገዲ ድማ ከም ዝተሓለወሎም ይስምዖም፡ ኣብ ወለዶም ከም ዝምርኮሱ ይፈልጡ፡ ስለዚ ድማ የኽብርዎምን ይፈርህዎምን እዮም፡ እዚ ግን ፍቕሪ ኣይኮነን።</p>\n<p>ንዝብሎ ዘለና መርኣያ፡ ዝኾነ ይኹን ህጻን ወይ ጓል፡ መንእሰይ ወይ ድንግል፡ ካብ ወለዶም ንላዕሊ ኣብ ኣዕሩኽቶም ወይ ኣዕሩኽተን እምነት ከም ዘለዎም ብምርግጋጽ ልክዕ ክንረጋገጽ ንኽእል።</p>\n<p>በሓቂ ህጻናት፡ ኣወዳት፡ መንእሰያት፡ ደቀንስትዮ ምስ መሳርሕቶም ዘይዛረብዎም ሚስጥራዊ ነገራት ይዛረቡ።</p>\n<p>እዚ ኣብ መንጎ ውላድን ወላድን ናይ ሓቂ እምነት ከም ዘየለ፡ ናይ ሓቂ ፍቕሪ ከም ዘየለ የርእየና ኣሎ።</p>\n<p>ኣብ መንጎ ፍቕርን ክብርን፡ ፍርህን ጥገኝነትን ፍልልይ ከም ዘሎ ምስትውዓል ኣዝዩ ኣገዳሲ እዩ።</p>\n<p>ንወለድናን መምህራንናን ምኽባር ኣገዳሲ እዩ፡ ነቲ ኣኽብሮት ግና ምስ ፍቕሪ ክነደናግር የብልናን።</p>\n<p>ኣኽብሮትን ፍቕርን ማዕረ ክኾኑ ኣለዎም፡ ንሓደ ምስቲ ሓደ ግና ክነደናግር የብልናን።</p>\n<p>ወለዲ ንውላዶም ይፈርሑሎም፡ ጽቡቕ ሞያ፡ ጽቡቕ መርዓ፡ ምክልኻል ወዘተ ይምነዩሎም፡ ነዚ ፍርሂ ድማ ምስ ናይ ሓቂ ፍቕሪ የደናግሩዎ።</p>\n<p>ወለድን መምህራንን ብጣዕሚ ጽቡቕ ሓሳባት እንተሃለዎም እኳ፡ ብዘይ ናይ ሓቂ ፍቕሪ ንሓድሽ ወለዶ ብጥበብ ክመርሑ ከም ዘይክእሉ ምስትውዓል የድሊ።</p>\n<p>እቲ ናብ ገሃነም ዝወስድ መገዲ ብጣዕሚ ጽቡቕ ሓሳባት እዩ ተነጺፉ።</p>\n<p>ዓለምለኻዊ ዝፍለጥ ጉዳይ “ዓመጽቲ ብዘይ ምኽንያት” ንርኢ። እዚ ኣብ መላእ ዓለም ዝተላበዐ ኣእምሮኣዊ ለበዳ እዩ። ብዙሓት “ጽቡቓት ቈልዑ”፡ ወለዶም ኣዚዮም ከም ዝፈትውዎም፡ ኣዚዮም ከም ዘፍቅሩዎም፡ ተኸላኸልቲ ዘይብሎም ሰባት ይሃርሙ፡ ኣንስቲ ይሃርሙን ይደፍሩን፡ ይሰርቁ፡ የዳጕኑ፡ ብጕጅለ ኾይኖም ኣብ ኵሉ ክፋእ ይፈጥሩ፡ ንመምህራንን ንወለድን ኣኽብሮት የልብሎምን ወዘተ።</p>\n<p>እቶም “ዓመጽቲ ብዘይ ምኽንያት” ውጽኢት ናይ ሓቂ ፍቕሪ ዘይምህላው እዮም።</p>\n<p>ናይ ሓቂ ፍቕሪ ኣብ ዘለዎ “ዓመጽቲ ብዘይ ምኽንያት” ክህልዉ ኣይክእሉን እዮም።</p>\n<p>ወለዲ ንውላዶም ብሓቂ እንተ ዝፈትውዎም ነይሮም ብጥበብ ምመኸርዎም ነይሮም፡ ሽዑ “ዓመጽቲ ብዘይ ምኽንያት” ኣይምሃለዉን ነይሮም።</p>\n<p>እቶም ዓመጽቲ ብዘይ ምኽንያት ውጽኢት ናይ ጌጋ መምርሒ እዮም።</p>\n<p>ወለዲ ንውላዶም ብጥበብ ንምምኻር ብቑዕ ፍቕሪ ኣይነበሮምን።</p>\n<p>ዘመናውያን ወለዲ ብዛዕባ ገንዘብን ንውላዶም ዝበለጸን ዝበለጸን ምሃብ፡ ናይ መወዳእታ ሞዴል ማኪናን ፋሽናዊ ክዳውንቲ ወዘተ ጥራይ እዮም ዝሓስቡ፡ ብሓቂ ግን ኣይፈትዉን ኣይፈልጡን እዮም ስለዚ ድማ “ዓመጽቲ ብዘይ ምኽንያት” ኣለዉ።</p>\n<p>ውሽጣዊነት ናይዚ ውሑድ ዘመን፡ ናይ ሓቂ ፍቕሪ ስለ ዘየለ እዩ።</p>\n<p>ዘመናዊ ሂወት ልክዕ ከም ሓጺር ዉሃ ዝብልጭልጭ እዩ።</p>\n<p>ኣብቲ ዓሚቝ ዉቅያኖስ ሂወት፡ ብዙሓት ፍጥረት፡ ብዙሓት ዓሳታት ክነብሩ ይኽእሉ እዮም፡ እቲ ኣብ ጥቓ መገዲ ዝርከብ ዉሃ ግና፡ ብሃልሃልታ ጸሓይ ቶሎ ይነጽፍ፡ ሽዑ ድማ ዝተርፍ ጭቃ፡ መግሳዒት፡ ነውሪ ጥራይ እዩ።</p>\n<p>ውህበት ፍቕሪ እንተ ዘይተመሃርና፡ ዉቅያኖስ ሂወት ኣብ ዉሽጡ ዝሓዘ ልዕልና ምርዳእ ኣይከኣልን።</p>\n<p>ሰባት ኣኽብሮትን ፍርሃትን ምስ ፍቕሪ የደናግሩ።</p>\n<p>ንላዕለዎትና ነኽብርን ንፈርህን ኢና ሽዑ ንፈትዎም ይመስለና።</p>\n<p>ህጻናት ንወለዶምን መምህራኖምን ይፈርሁን የኽብሩን ሽዑ ይፈትዉዎም ይመስሎም።</p>\n<p>እቲ ህጻን ንጅራፍ፡ ንበትሪ፡ ሕማቕ ምልክት፡ ኣብ ገዛ ወይ ኣብ ቤት ትምህርቲ ንዝወርድ ጭርሖ የፍርሆ እዩ፡ ሽዑ ንወለዱን መምህራኑን ከም ዝፈትዎም ይኣምን፡ ብሓቂ ግና የፍርሆም ጥራይ እዩ።</p>\n<p>ኣብ ስራሕናን ቀጻርናን ንምርኮስ፡ ንስእነትን ስራሕ ዘይምህላውን ንፈርህ፡ ሽዑ ነቲ ቀጻር ከም እንፈትዎ ንኣምን፡ ክሳብ እቲ ረብሓኡ ኽንሕሉን ንብረቱ ኽንከናኸንን ንፍትሕ፡ እዚ ግና ፍቕሪ ኣይኮነን፡ ፍርሂ እዩ።</p>\n<p>ብዙሓት ሰባት ብዛዕባ ምስጢራት ሂወትን ሞትን ባዕሎም ንምሕሳብ፡ ንምርኣይ፡ ንምርመር፡ ንምስትውዓል፡ ንምጽናዕ ወዘተ ይፈርሁ እዮም፡ ሽዑ ከኣ “ንእግዚኣብሄር እፈቱ፡ እዚ ድማ ይኣኽለኒ እዩ!” ይብሉ።</p>\n<p>ንእግዚኣብሄር ከም ዝፈትዉዎ ይኣምኑ፡ ብሓቂ ግና ኣይፈትዉን፡ ይፈርሑ እዮም።</p>\n<p>ኣብ እዋን ኲናት እታ ሰበይቲ ንሰብኣያ ካብ ኵሉ ንላዕሊ ትፈትዎ ከም ዘላ ትስምዓ፡ ናብ ገዛ ንኽምለስ ከኣ ብትዕግስቲ ትጽበዮ፡ ብሓቂ ግና ኣይትፈትዎን፡ ሰብኣይ ከይትስእን፡ ምክልኻል ከይህልዋ ጥራይ ትፈርህ ወዘተ።</p>\n<p>ኣእምሮኣዊ ባርነት፡ ጥገኝነት፡ ኣብ ሰብ ምምርኳስ ፍቕሪ ኣይኮነን። ፍርሂ ጥራይ እዩ፡ እዚ ጥራይ እዩ።</p>\n<p>እቲ ህጻን ኣብ ትምህርቱ ኣብ መምህር ይምርኮስ፡ ንምብራቕ፡ ንሕማቕ ምልክት፡ ንምምሃር ከም ዝፈርህ ንጹር እዩ፡ ብዙሕ ግዜ ከኣ ከም ዝፈትዎ ይኣምን፡ እቲ ዝኸውን ግና የፍርሆ ጥራይ እዩ።</p>\n<p>እታ ሰበይቲ ክትወልድ ከላ ወይ ብዝኾነ ይኹን ሕማም ንሞት ተቃራሪባ ከላ፡ እቲ ሰብኣይ ንላዕሊ ከም ዝፈትዋ ይኣምን፡ ብሓቂ ግን እታ ትኸውን ነገር ንዕኣ ኸም ዝስእና ይፈርህ፡ ኣብ ብዙሕ ነገራት ከም መግቢ፡ ጾታዊ ርክብ፡ ክዳውንቲ ምሕጻብ፡ ምትንኻፍ ወዘተ ከም ዝምርኮስ ብምፍላጥ ይፈርህ። እዚ ፍቕሪ ኣይኮነን።</p>\n<p>ኵሉ ሰብ ኵሉ ሰብ ከም ዘፍቅር ይዛረብ፡ ከምዚ ዓይነት ነገር የልቦን፡ ኣብ ሂወት ናይ ሓቂ ፍቕሪ ኸም ዘለዎም ዝፈልጡ ሰባት ምርካብ ብጣዕሚ ዉሑድ እዩ።</p>\n<p>ወለዲ ንውላዶም ብሓቂ እንተ ዝፈትዉዎም፡ ውላድ ንወለዶም ብሓቂ እንተ ዝፈትዉዎም፡ መምህራን ንተምሃሮም ብሓቂ እንተ ዝፈትዉዎም ኔሮም ኲናት ኣይምሃለወን ነይሩ። ኲናት 100 ሚእታዊት ዘይምህላዉ መረጋገጺ ነይሩ።</p>\n<p>እቲ ዝኸውን ዘሎ ነገር ሰባት ፍቕሪ እንታይ ምዃኑ ኣይተረድኡን፡ ኵሉ ፍርህን ኵሉ ኣእምሮኣዊ ባርነትን ኵሉ ስምዒትን ምስ ፍቕሪ የደናግሩዎ።</p>\n<p>ሰባት ኣይፈልጡን እዮም እንተ ዝፈልጡ ግና እቲ ሂወት ሓቒቓ ገነት ምኾነት።</p>\n<p>እቶም ፍትዋት ከም ዝፈትዉ የኣምኑ፡ ብዙሓት እኳ ደም ኣፍሲሶም ከም ዝፈትዉ ክምሕለዉ ይኽእሉ እዮም። ስምዒት ምስ ተፈጸመ ግና እቲ ካርድ ተሪፉ ይወድቕ።</p>\n<p>ስምዒት ንኣእምሮን ንልብን የታልል እዩ። ኵሉ ስምዒታዊ ፍቕሪ ከም ዘለዎ የኣምን።</p>\n<p>ናይ ሓቂ ፍቕሪ ዘለዎም ጥምረት ኣብ ሂወት ምርካብ ብጣዕሚ ዉሑድ እዩ። ስምዒታዊ ጥምረት ብዙሕ እዩ ግናኸ ፍቕሪ ዘለዎም ጥምረት ምርካብ ኣዝዩ ከቢድ እዩ።</p>\n<p>ኵሎም ስነ-ጥበባውያን ብዛዕባ ፍቕሪ ይዝምሩ ግናኸ ፍቕሪ እንታይ ምዃኑ ኣይፈልጡን ንስምዒት ከኣ ምስ ፍቕሪ የደናግሩዎ።</p>\n<p>ኣብዚ ሂወት እዚ ኸኣ ኣዝዩ ከቢድ ነገር እንተ ኣልዩ፡ ንስምዒት ምስ ፍቕሪ ዘይምድንጋር እዩ።</p>\n<p>ስምዒት ካብ ኵሉ ዝጥዕምን ዝስዉርን መርዚ እዩ፡ ወትሩ ብዋጋ ደም ይዕወት።</p>\n<p>ስምዒት 100 ሚእታዊት ጾታዊ እዩ፡ ስምዒት ከም እንስሳ እዩ፡ ግና ገለ ግዜ ብጣዕሚ ይጸሪን ይስወርን እዩ። ወትሩ ምስ ፍቕሪ ይደናገር።</p>\n<p>መምህራን ነቶም ተምሃሮ፡ መንእሰያትን ድንግላትን ኣብ መንጎ ፍቕርን ስምዒትን ክፈላልዩ ክምህርዎም ይግባእ። ሽዑ ጥራይ እዩ ኣብ ሂወት ጸኒሖም ብዙሓት ሓደጋታት ከም ዘየጋጥሙ ዚግበር።</p>\n<p>መምህራን ሓላፍነት ናይ ተምሃሮም ንምፍጣር ግዴታ ኣለዎም፡ ኣብ ሂወቶም መዋቲ ከይኾኑ ብግቡእ ክዳለዉ ይግባእ።</p>\n<p>ፍቕሪ እንታይ ምዃኑ ምስትውዓል ኣገዳሲ እዩ፡ ምስ ቅንኢ፡ ስምዒት፡ ዓመጽ፡ ፍርሂ፡ ምልጋብ፡ ኣእምሮኣዊ ጥገኝነት ወዘተ ክድምሰስ ዘይክእል እዩ።</p>\n<p>እቲ ፍቕሪ ኣብ ሰባት ኣይርከብን፡ ከምቲ ኣብ ቤት መኽዘን ዝበቍል ዕምባባ ክዕደግን ክበቍልን ኣይከኣልን እዩ።</p>\n<p>ፍቕሪ ኣብ ዉሽጥና ክውለድ ኣለዎ፡ ጽልኢ እንታይ ምዃኑ፡ ፍርሂ፡ ጾታዊ ስምዒት፡ ፍርሂ፡ ኣእምሮኣዊ ባርነት፡ ጥገኝነት ወዘተ ብዝርዝር ምስ ተረደኣና ጥራይ እዩ ዝውለድ።</p>\n<p>እዞም ኣእምሮኣዊ ጉድለታት እንታይ ምዃኖም ክንርድኦም ኣለና፡ ኣብ ደረጃ ናይ ኣእምሮ ጥራይ ዘይኮነ ኣብ ዉሽጥና ከመይ ከም ዝስራሕ ንኽፈልጦ ዘይተፈልጠ ንኡስ ኣእምሮ ደረጃ ምርዳእ የድሊ።</p>\n<p>ኵሎም እዞም ጉድለታት ካብቲ ዝተፈላለየ ኣንፈት ናይቲ ኣእምሮ ክንእልዮም ኣለና። ሽዑ ጥራይ እዩ ብባህሪያዊ መልክዑን ንጹህን ፍቕሪ ኣብ ዉሽጥና ዝውለድ።</p>\n<p>ነቲ ዓለም ብዘይ ፍቕሪ ናይ ምልዋጥ ባህሪ ክንርድኦ ኣይከኣልን። ዓለም ብሓቂ ክልውጥ ዝኽእል ፍቕሪ ጥራይ እዩ።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/el-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/el-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/el-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
