import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "הרצח",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "16. הרצח",
    "order": 16
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>רצח הוא ללא ספק ובלי ספק הפעולה ההרסנית והמושחתת ביותר המוכרת בעולם.</p>\n<p>הצורה הגרועה ביותר של רצח היא השמדת חייהם של בני מיננו.</p>\n<p>נורא באופן מחריד הוא הצייד שרובהו הורג את יצורי היער התמימים, אך פי אלף מפלצתי יותר, פי אלף מתועב יותר הוא זה שהורג את בני מינו.</p>\n<p>לא רק הורגים במקלעים, רובי ציד, תותחים, אקדחים או פצצות אטומיות, אפשר גם להרוג במבט שפוצע את הלב, מבט משפיל, מבט מלא בוז, מבט מלא שנאה; או שאפשר להרוג במעשה כפוי טובה, במעשה שחור, או על ידי עלבון, או על ידי מילה פוגעת.</p>\n<p>העולם מלא ברוצחי אבות, רוצחי אמהות כפויי טובה שהרגו את הוריהם ואמותיהם, בין במבטם, בין במילותיהם, בין במעשיהם האכזריים.</p>\n<p>העולם מלא בגברים שבלי לדעת הרגו את נשותיהם ובנשים שבלי לדעת הרגו את בעליהן.</p>\n<p>למרבה הצער בעולם האכזרי הזה בו אנו חיים, האדם הורג את מה שהוא הכי אוהב.</p>\n<p>לא על הלחם לבדו יחיה האדם אלא גם מגורמים פסיכולוגיים שונים.</p>\n<p>ישנם בעלים רבים שיכלו לחיות יותר אם נשותיהם היו מאפשרות להם.</p>\n<p>ישנן נשים רבות שיכלו לחיות יותר אם בעליהן היו מאפשרים להן.</p>\n<p>ישנם הורים רבים שיכלו לחיות יותר אם בניהם ובנותיהם היו מאפשרים להם.</p>\n<p>המחלה שלוקחת את יקירינו לקבר נובעת מסיבות הסיבות, מילים שהורגות, מבטים שפוצעים, מעשים כפויי טובה וכו’.</p>\n<p>חברה מיושנת ומנוונת זו מלאה ברוצחים לא מודעים שמתיימרים להיות חפים מפשע.</p>\n<p>בתי הכלא מלאים ברוצחים, אך הגרוע מכולם מתיימר להיות חף מפשע ומסתובב חופשי.</p>\n<p>אף צורה של רצח אינה יכולה להיות מוצדקת. להרוג אחר לא פותר שום בעיה בחיים.</p>\n<p>מלחמות מעולם לא פתרו שום בעיה. להפציץ ערים חסרות הגנה ולהרוג מיליוני אנשים לא פותר דבר.</p>\n<p>מלחמה היא דבר גס מדי, גס, מפלצתי, מתועב. מיליוני מכונות אנושיות רדומות, לא מודעות, טיפשות, יוצאות למלחמה במטרה להרוס מיליוני מכונות אנושיות לא מודעות אחרות.</p>\n<p>לעתים קרובות די באסון פלנטרי בקוסמוס, או במיקום גרוע ביותר של הכוכבים בשמיים, כדי שמיליוני אנשים יצאו למלחמה.</p>\n<p>למכונות האנושיות אין מודעות לכלום, הן נעות בצורה הרסנית כאשר סוג מסוים של גלים קוסמיים פוגעים בהן בסתר.</p>\n<p>אם אנשים יעוררו את המודעות, אם כבר מספסלי בית הספר יחנכו את התלמידים והתלמידות בחוכמה, ויביאו אותם להבנה מודעת של מהי עוינות ומלחמה, אז הכל היה נראה אחרת, איש לא היה יוצא למלחמה והגלים הקטסטרופליים של הקוסמוס היו משמשים אז בצורה שונה.</p>\n<p>מלחמה מריחה כמו קניבליזם, כמו חיי מערות, כמו בהמיות מהסוג הגרוע ביותר, כמו קשת, חץ, חנית, אורגיית דם, היא בשום פנים ואופן לא עולה בקנה אחד עם הציוויליזציה.</p>\n<p>כל האנשים במלחמה הם פחדנים, מפוחדים והגיבורים עמוסי המדליות הם דווקא הפחדנים ביותר, המפוחדים ביותר.</p>\n<p>גם המתאבד נראה אמיץ מאוד אבל הוא פחדן כי הוא פחד מהחיים.</p>\n<p>הגיבור הוא בעצם מתאבד שברגע של אימה עילאית ביצע את שיגעון המתאבד.</p>\n<p>שיגעון המתאבד מתבלבל בקלות עם אומץ הגיבור.</p>\n<p>אם נתבונן היטב בהתנהגותו של החייל במהלך המלחמה, בהליכותיו, במבטו, במילותיו, בצעדיו בקרב, נוכל להוכיח את פחדנותו המוחלטת.</p>\n<p>מורים ומורות בבתי ספר, מכללות, אוניברסיטאות, חייבים ללמד את תלמידיהם ותלמידותיהם את האמת על המלחמה. עליהם להביא את תלמידיהם ותלמידותיהם לחוות באופן מודע את האמת הזו.</p>\n<p>אם לאנשים הייתה מודעות מלאה למהי האמת הנוראה הזו של המלחמה, אם מורים ומורות היו יודעים לחנך בחוכמה את תלמידיהם ותלמידותיהם, אף אזרח לא היה נותן לעצמו להיגרר לבית המטבחיים.</p>\n<p>יש להעביר את החינוך הבסיסי כבר עכשיו בכל בתי הספר, המכללות והאוניברסיטאות, כי דווקא מספסלי בית הספר יש לפעול למען השלום.</p>\n<p>דחוף שהדורות החדשים יהיו מודעים לחלוטין למהי ברבריות ומהי מלחמה.</p>\n<p>בבתי הספר, במכללות, באוניברסיטאות, יש להבין לעומק את העוינות והמלחמה בכל היבטיהן.</p>\n<p>הדורות החדשים חייבים להבין שהזקנים ברעיונותיהם המיושנים והמגושמים, תמיד מקריבים את הצעירים ולוקחים אותם כמו שוורים לבית המטבחיים.</p>\n<p>הצעירים לא צריכים לתת לעצמם להשתכנע מתעמולה מיליטריסטית, או מהנימוקים של הזקנים, כי לנימוק אחד מתנגד נימוק אחר ולדעה אחת מתנגדת דעה אחרת, אך לא הנימוקים ולא הדעות הם האמת על המלחמה.</p>\n<p>לזקנים יש אלפי נימוקים להצדיק את המלחמה ולהוביל את הצעירים לבית המטבחיים.</p>\n<p>החשוב הוא לא הנימוקים על המלחמה אלא לחוות את האמת של מהי המלחמה.</p>\n<p>אנו לא יוצאים נגד התבונה ונגד הניתוח, אנו רק רוצים לומר שעלינו קודם כל לחוות את האמת על המלחמה ואז נוכל להרשות לעצמנו לנמק ולנתח.</p>\n<p>אי אפשר לחוות את האמת של לא להרוג, אם נוציא מכלל חשבון את המדיטציה האינטימית העמוקה.</p>\n<p>רק מדיטציה עמוקה מאוד יכולה להביא אותנו לחוות את האמת על המלחמה.</p>\n<p>מורים ומורות לא צריכים רק לתת מידע אינטלקטואלי לתלמידיהם ותלמידותיהם. מורים חייבים ללמד את תלמידיהם לשלוט במוח, לחוות את האמת.</p>\n<p>גזע מיושן ומנוון זה כבר לא חושב אלא על להרוג. זה של להרוג ולהרוג, אופייני רק לכל גזע אנושי מנוון.</p>\n<p>באמצעות הטלוויזיה והקולנוע, סוכני הפשע מפיצים את רעיונותיהם הפליליים.</p>\n<p>ילדי הדור החדש מקבלים מדי יום באמצעות מסך הטלוויזיה ומסיפורי הילדים ובקולנוע, מגזינים וכו’, מנה טובה ורעילה של רציחות, יריות, פשעים מחרידים וכו’.</p>\n<p>אי אפשר כבר להפעיל את הטלוויזיה מבלי להיתקל במילים מלאות שנאה, בכדורים, בתועבה.</p>\n<p>ממשלות העולם לא עושות דבר נגד הפצת הפשע.</p>\n<p>מוחם של ילדים וצעירים מובל על ידי סוכני הפשע, בדרך לפשע.</p>\n<p>הרעיון של להרוג כבר הופץ כל כך, הוא כבר הופץ כל כך באמצעות סרטים, סיפורים וכו’ שהוא הפך מוכר לחלוטין לכל העולם.</p>\n<p>מורדי הגל החדש חונכו לפשע והם הורגים מתוך הנאה להרוג, הם נהנים לראות אחרים מתים. כך הם למדו בטלוויזיה של הבית, בקולנוע, בסיפורים, במגזינים.</p>\n<p>הפשע שולט בכל מקום והממשלות לא עושות דבר כדי לתקן את האינסטינקט להרוג משורשיו.</p>\n<p>על מורים ומורות בבתי ספר, במכללות ובאוניברסיטאות, לזעוק לשמיים ולטרוף את השמיים והארץ כדי לתקן את המגיפה המנטלית הזו.</p>\n<p>דחוף שמורים ומורות בבתי ספר, במכללות ובאוניברסיטאות, ירימו קול זעקה ויבקשו מכל ממשלות העולם צנזורה לקולנוע, לטלוויזיה וכו’.</p>\n<p>הפשע מתרבה בצורה איומה בגלל כל אותם מחזות של דם ובקצב הזה יגיע היום שאף אחד לא יוכל להסתובב ברחובות בחופשיות מבלי לפחד להירצח.</p>\n<p>הרדיו, הקולנוע, הטלוויזיה, מגזיני הדם, נתנו הפצה כזו לפשע ההריגה, הם עשו אותו כל כך נעים למוחות חלשים ומנווונים, שאף אחד כבר לא מתפתה לירות כדור או לדקור מישהו אחר.</p>\n<p>בגלל כל כך הרבה הפצה של פשע ההריגה, המוחות החלשים התרגלו יותר מדי לפשע ועכשיו הם אפילו מתפנקים להרוג כדי לחקות את מה שהם ראו בקולנוע או בטלוויזיה.</p>\n<p>מורים ומורות שהם מחנכי העם מחויבים במסגרת חובתם להילחם למען הדורות החדשים ולבקש מממשלות העולם לאסור מופעי דם, בקיצור, לבטל כל מיני סרטים על רציחות, גנבים וכו’.</p>\n<p>מאבקם של המורים והמורות צריך להתרחב גם עד למלחמות שוורים ואגרוף.</p>\n<p>טיפוס הטוררו הוא הטיפוס הפחדן והפלילי ביותר. הטוררו רוצה את כל היתרונות לעצמו והוא הורג כדי לבדר את הקהל.</p>\n<p>טיפוס המתאגרף הוא טיפוס המפלצת של הרצח, בצורתו הסאדיסטית שפוגעת והורגת כדי לבדר את הקהל.</p>\n<p>סוג זה של מופעי דם הוא ברברי במאה אחוז ומעודד את המוחות ומכוון אותם בדרך לפשע. אם אנחנו באמת רוצים להילחם למען שלום העולם, עלינו ליזום מסע שורשים נגד מופעי הדם.</p>\n<p>כל עוד בתוך המוח האנושי קיימים גורמים הרסניים, תהיינה מלחמות בלתי נמנעות.</p>\n<p>בתוך המוח האנושי קיימים הגורמים המייצרים מלחמה, גורמים אלה הם שנאה, אלימות בכל היבטיה, אנוכיות, כעס, פחד, אינסטינקטים פליליים, רעיונות מיליטריסטיים המופצים על ידי הטלוויזיה, הרדיו, הקולנוע וכו’.</p>\n<p>התעמולה לשלום, פרסי נובל לשלום הם אבסורדיים כל עוד בתוך האדם קיימים הגורמים הפסיכולוגיים המייצרים מלחמה.</p>\n<p>כיום לרוצחים רבים יש את פרס נובל לשלום.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/el-asesinato.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/el-asesinato.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/el-asesinato.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
