import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ความรัก",
  "locale": "th",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "8. ความรัก",
    "order": 8
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ตั้งแต่ในโรงเรียน นักเรียนชายและหญิงควรทำความเข้าใจอย่างถ่องแท้ในสิ่งที่เรียกว่า ความรัก</p>\n<p>ความกลัวและการพึ่งพา มักถูกเข้าใจผิดว่าเป็นความรัก แต่ไม่ใช่ความรัก</p>\n<p>นักเรียนชายและหญิงต้องพึ่งพาพ่อแม่และครู และเป็นที่ชัดเจนว่าพวกเขาเคารพและกลัวในเวลาเดียวกัน</p>\n<p>เด็กชายและเด็กหญิง เยาวชนและหญิงสาว ต้องพึ่งพาพ่อแม่ในเรื่องเสื้อผ้า อาหาร เงิน ที่พักอาศัย ฯลฯ และเห็นได้ชัดว่าพวกเขารู้สึกได้รับการปกป้อง รู้ว่าต้องพึ่งพาพ่อแม่ ดังนั้นพวกเขาจึงเคารพและถึงกับกลัว แต่สิ่งนั้นไม่ใช่ความรัก</p>\n<p>เพื่อเป็นตัวอย่างของสิ่งที่เรากำลังพูดถึง เราสามารถตรวจสอบได้อย่างแม่นยำว่าเด็กชายหรือเด็กหญิง เยาวชนหรือหญิงสาว ทุกคนไว้วางใจเพื่อนชายหรือเพื่อนหญิงในโรงเรียนมากกว่าพ่อแม่ของตนเอง</p>\n<p>จริงๆ แล้ว เด็กชาย เด็กหญิง เยาวชน และหญิงสาว พูดคุยกับเพื่อนร่วมชั้นในเรื่องส่วนตัวที่พวกเขาจะไม่พูดกับพ่อแม่ของตนเองในชีวิต</p>\n<p>สิ่งนั้นกำลังแสดงให้เราเห็นว่าไม่มีความไว้วางใจที่แท้จริงระหว่างลูกกับพ่อแม่ ไม่มีรักแท้</p>\n<p>มีความจำเป็นอย่างยิ่งที่จะต้องเข้าใจว่ามีความแตกต่างอย่างสิ้นเชิงระหว่างความรักกับสิ่งที่เรียกว่าความเคารพ ความกลัว การพึ่งพา ความหวาดกลัว</p>\n<p>เป็นเรื่องเร่งด่วนที่จะต้องรู้ว่าจะเคารพพ่อแม่และครูของเรา แต่ไม่สับสนระหว่างความเคารพกับความรัก</p>\n<p>ความเคารพและความรัก ควรอยู่ร่วมกันอย่างใกล้ชิด แต่เราต้องไม่สับสนสิ่งหนึ่งกับอีกสิ่งหนึ่ง</p>\n<p>พ่อแม่กลัวลูกๆ ปรารถนาสิ่งที่ดีที่สุดสำหรับพวกเขา อาชีพที่ดี การแต่งงานที่ดี การปกป้อง ฯลฯ และสับสนความกลัวนั้นกับความรักที่แท้จริง</p>\n<p>จำเป็นต้องเข้าใจว่าหากไม่มีรักแท้ เป็นไปไม่ได้ที่พ่อแม่และครูจะสามารถนำทางคนรุ่นใหม่ได้อย่างชาญฉลาด แม้ว่าจะมีเจตนาที่ดีมากก็ตาม</p>\n<p>ถนนที่นำไปสู่ขุมนรก ปูด้วยเจตนาที่ดีมาก</p>\n<p>เราเห็นกรณีที่รู้จักกันทั่วโลกของ “กบฏไร้สาเหตุ” นี่คือการระบาดของจิตใจที่แพร่กระจายไปทั่วโลก “เด็กดี” จำนวนมากที่ถูกพ่อแม่รักมาก เอาใจใส่มาก เป็นที่รักมาก ทำร้ายผู้สัญจรไปมาที่ไม่มีทางสู้ ทุบตีและข่มขืนผู้หญิง ขโมย ขว้างปาหิน เดินเป็นแก๊งสร้างความเสียหายไปทั่วทุกหนทุกแห่ง ไม่เคารพครูและพ่อแม่ ฯลฯ ฯลฯ ฯลฯ</p>\n<p>“กบฏไร้สาเหตุ” เป็นผลผลิตของการขาดรักแท้</p>\n<p>ที่ใดที่มีรักแท้ จะไม่มี “กบฏไร้สาเหตุ”</p>\n<p>ถ้าพ่อแม่รักลูกอย่างแท้จริง พวกเขาจะรู้วิธีนำทางลูกอย่างชาญฉลาด และจะไม่มี “กบฏไร้สาเหตุ”</p>\n<p>กบฏไร้สาเหตุเป็นผลผลิตของการชี้นำที่ไม่ดี</p>\n<p>พ่อแม่ไม่มีความรักมากพอที่จะอุทิศตนอย่างแท้จริงเพื่อนำทางลูกๆ อย่างชาญฉลาด</p>\n<p>พ่อแม่สมัยใหม่คิดถึงแต่เรื่องเงินและให้ลูกมากขึ้นเรื่อยๆ และรถรุ่นล่าสุด และเสื้อผ้ารุ่นล่าสุด ฯลฯ แต่ไม่รักอย่างแท้จริง ไม่รู้วิธีรัก และด้วยเหตุนี้จึงมี “กบฏไร้สาเหตุ”</p>\n<p>ความตื้นเขินของยุคนี้เป็นเพราะการขาดรักแท้</p>\n<p>ชีวิตสมัยใหม่เปรียบเสมือนแอ่งน้ำที่ไม่ลึก ไม่มีความลึก</p>\n<p>ในทะเลสาบที่ลึก สามารถมีสิ่งมีชีวิตมากมาย ปลามากมาย แต่แอ่งน้ำที่ตั้งอยู่ริมถนน จะแห้งเร็วด้วยแสงแดดที่แผดจ้า และสิ่งเดียวที่เหลืออยู่คือโคลน ความเน่าเปื่อย ความน่าเกลียด</p>\n<p>เป็นไปไม่ได้ที่จะเข้าใจความงามของชีวิตอย่างเต็มที่ หากเราไม่ได้เรียนรู้ที่จะรัก</p>\n<p>ผู้คนสับสนระหว่างความเคารพและความกลัวกับสิ่งที่เรียกว่าความรัก</p>\n<p>เราเคารพผู้บังคับบัญชาและกลัวพวกเขา และเราเชื่อว่าเรารักพวกเขา</p>\n<p>เด็กๆ กลัวพ่อแม่และครู และเคารพพวกเขา และเชื่อว่าพวกเขารักพวกเขา</p>\n<p>เด็กกลัวแส้ กลัวไม้เรียว กลัวการให้คะแนนที่ไม่ดี กลัวการดุด่าที่บ้านหรือที่โรงเรียน ฯลฯ และเชื่อว่าเขารักพ่อแม่และครู แต่จริงๆ แล้วเขากลัวพวกเขาเท่านั้น</p>\n<p>เราต้องพึ่งพาการจ้างงาน ต้องพึ่งพานายจ้าง กลัวความทุกข์ยาก กลัวการตกงาน และเราเชื่อว่าเรารักนายจ้าง และถึงกับดูแลผลประโยชน์ของเขา ดูแลทรัพย์สินของเขา แต่นั่นไม่ใช่ความรัก นั่นคือความกลัว</p>\n<p>หลายคนกลัวที่จะคิดเองเกี่ยวกับความลึกลับของชีวิตและความตาย กลัวที่จะไต่สวน สอบสวน ทำความเข้าใจ ศึกษา ฯลฯ และพวกเขาก็อุทานว่า ฉันรักพระเจ้า และแค่นั้นก็เพียงพอแล้ว!</p>\n<p>พวกเขาเชื่อว่าพวกเขารักพระเจ้า แต่จริงๆ แล้วพวกเขาไม่ได้รัก พวกเขากลัว</p>\n<p>ในยามสงคราม ภรรยารู้สึกว่าเธอรักสามีมากกว่าที่เคย และปรารถนาอย่างกระวนกระวายใจที่จะให้เขากลับบ้าน แต่จริงๆ แล้วเธอไม่ได้รักเขา เธอแค่กลัวว่าจะไม่มีสามี ไม่มีคนปกป้อง ฯลฯ ฯลฯ ฯลฯ</p>\n<p>ความเป็นทาสทางจิตใจ การพึ่งพา การพึ่งพาผู้อื่น ไม่ใช่ความรัก เป็นเพียงความกลัว และนั่นคือทั้งหมด</p>\n<p>เด็กในการเรียนต้องพึ่งพาครู และเป็นที่ชัดเจนว่าเขากลัวการถูกไล่ออก การให้คะแนนที่ไม่ดี การดุด่า และหลายครั้งก็เชื่อว่าเขารักครู แต่สิ่งที่เกิดขึ้นคือเขากลัวครู</p>\n<p>เมื่อภรรยาเจ็บท้องคลอดลูกหรือตกอยู่ในอันตรายถึงชีวิตจากความเจ็บป่วยใดๆ สามีเชื่อว่าเขารักเธอมากกว่าเดิม แต่สิ่งที่เกิดขึ้นจริงๆ คือเขากลัวว่าจะสูญเสียเธอไป เขาต้องพึ่งพาเธอในหลายสิ่งหลายอย่าง เช่น อาหาร เซ็กส์ การซักเสื้อผ้า การสัมผัส และกลัวว่าจะสูญเสียเธอ นั่นไม่ใช่ความรัก</p>\n<p>ทุกคนพูดว่าพวกเขารักทุกคน แต่ไม่มีสิ่งนั้น: เป็นเรื่องยากมากที่จะพบใครสักคนในชีวิตที่รู้วิธีรักอย่างแท้จริง</p>\n<p>ถ้าพ่อแม่รักลูกอย่างแท้จริง ถ้าลูกรักพ่อแม่อย่างแท้จริง ถ้าครูรักนักเรียนชายและหญิงอย่างแท้จริง จะไม่มีสงคราม สงครามจะเป็นไปไม่ได้ร้อยเปอร์เซ็นต์</p>\n<p>สิ่งที่เกิดขึ้นคือผู้คนไม่ได้เข้าใจว่าความรักคืออะไร และความกลัวทั้งหมด และความเป็นทาสทางจิตใจทั้งหมด และความหลงใหลทั้งหมด ฯลฯ สับสนกับสิ่งที่เรียกว่าความรัก</p>\n<p>ผู้คนไม่รู้วิธีรัก ถ้าผู้คนรู้วิธีรัก ชีวิตจะเป็นสวรรค์โดยข้อเท็จจริง</p>\n<p>คนที่มีความรักเชื่อว่าพวกเขากำลังรัก และหลายคนถึงกับสาบานด้วยเลือดว่าพวกเขากำลังรัก แต่พวกเขากำลังหลงใหลเท่านั้น เมื่อความหลงใหลพึงพอใจ ปราสาทที่สร้างจากไพ่ก็จะพังทลายลง</p>\n<p>ความหลงใหล มักหลอกลวงจิตใจและหัวใจ คนที่มีความหลงใหลทุกคนเชื่อว่าพวกเขากำลังมีความรัก</p>\n<p>เป็นเรื่องยากมากที่จะพบคู่รักที่รักกันอย่างแท้จริงในชีวิต มีคู่รักที่หลงใหลอยู่มากมาย แต่หายากมากที่จะพบคู่รักที่มีความรัก</p>\n<p>ศิลปินทุกคนร้องเพลงถึงความรัก แต่ไม่รู้ว่าความรักคืออะไร และสับสนความหลงใหลกับความรัก</p>\n<p>ถ้ามีอะไรที่ยากมากในชีวิตนี้ ก็คือการไม่สับสนความหลงใหลกับความรัก</p>\n<p>ความหลงใหล เป็นยาพิษที่อร่อยและแยบยลที่สุดเท่าที่จะจินตนาการได้ จบลงด้วยชัยชนะเสมอด้วยราคาของเลือด</p>\n<p>ความหลงใหล เป็นเรื่องทางเพศร้อยเปอร์เซ็นต์ ความหลงใหล เป็นเรื่องของสัตว์เดรัจฉาน แต่บางครั้งก็กลั่นกรองและแยบยลมากเช่นกัน สับสนกับความรักเสมอ</p>\n<p>ครูควรสอนให้นักเรียน เยาวชน และหญิงสาว แยกแยะระหว่างความรักและความหลงใหล เพื่อหลีกเลี่ยงโศกนาฏกรรมมากมายในชีวิตในภายหลัง</p>\n<p>ครูมีหน้าที่สร้างความรับผิดชอบของนักเรียนชายและหญิง และด้วยเหตุนี้จึงควรเตรียมความพร้อมอย่างเหมาะสมเพื่อไม่ให้กลายเป็นโศกนาฏกรรมในชีวิต</p>\n<p>จำเป็นต้องเข้าใจว่าความรักคืออะไร สิ่งที่ไม่สามารถผสมกับความหึงหวง ความหลงใหล ความรุนแรง ความกลัว ความผูกพัน การพึ่งพาทางจิตใจ ฯลฯ ฯลฯ ฯลฯ</p>\n<p>ความรัก น่าเสียดายที่ไม่มีอยู่ในมนุษย์ แต่ก็ไม่ใช่สิ่งที่จะสามารถหาซื้อได้ เพาะปลูกได้เหมือนดอกไม้ในเรือนกระจก ฯลฯ</p>\n<p>ความรัก ต้องเกิดในตัวเรา และจะเกิดเมื่อเราเข้าใจอย่างลึกซึ้งว่าความเกลียดชังที่เราแบกรับอยู่ภายในคืออะไร ความกลัวคืออะไร ความหลงใหลทางเพศ ความกลัว ความเป็นทาสทางจิตใจ การพึ่งพา ฯลฯ ฯลฯ ฯลฯ</p>\n<p>เราต้องเข้าใจว่าข้อบกพร่องทางจิตใจเหล่านี้คืออะไร เราต้องเข้าใจว่าข้อบกพร่องเหล่านี้เกิดขึ้นในตัวเราได้อย่างไร ไม่เพียงแต่ในระดับสติปัญญาของชีวิตเท่านั้น แต่ยังอยู่ในระดับที่ซ่อนเร้นและไม่รู้จักของจิตใต้สำนึกด้วย</p>\n<p>จำเป็นต้องดึงข้อบกพร่องทั้งหมดเหล่านั้นออกจากซอกมุมต่างๆ ของจิตใจ เมื่อนั้นเองที่สิ่งที่เรียกว่าความรักจะเกิดขึ้นในตัวเราอย่างเป็นธรรมชาติและบริสุทธิ์</p>\n<p>เป็นไปไม่ได้ที่จะต้องการเปลี่ยนแปลงโลกโดยปราศจากเปลวไฟแห่งความรัก มีเพียงความรักเท่านั้นที่สามารถเปลี่ยนแปลงโลกได้อย่างแท้จริง</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/th/educacion-fundamental/el-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/educacion-fundamental/el-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/educacion-fundamental/el-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
