import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "الحب",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "8. الحب",
    "order": 8
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>من مقاعد الدراسة يجب على الطلاب والطالبات أن يفهموا بشكل كامل ما يسمى بالحب.</p>\n<p>الخوف والتبعية غالباً ما يختلطان مع الحب ولكنهما ليسا حباً.</p>\n<p>الطلاب والطالبات يعتمدون على والديهم ومعلميهم ومن الواضح أنهم يحترمونهم ويخافونهم في الوقت نفسه.</p>\n<p>الأطفال والشباب يعتمدون على والديهم في اللباس والطعام والمال والسكن وما إلى ذلك، ومن الواضح أنهم يشعرون بالحماية، ويعرفون أنهم يعتمدون على والديهم ولهذا يحترمونهم وحتى يخافونهم، ولكن هذا ليس حباً.</p>\n<p>كمثال على ما نقوله، يمكننا أن نتحقق بدقة تامة من أن كل طفل أو شاب يثق بأصدقائه في المدرسة أكثر من والديه.</p>\n<p>في الواقع، يتحدث الأطفال والشباب مع أقرانهم عن أشياء حميمة لا يتحدثون عنها أبدًا مع والديهم.</p>\n<p>هذا يثبت لنا أنه لا توجد ثقة حقيقية بين الأبناء والآباء، وأنه لا يوجد حب حقيقي.</p>\n<p>من الضروري أن نفهم أن هناك فرقًا جذريًا بين الحب وما هو الاحترام والخوف والاعتماد.</p>\n<p>من الضروري أن نعرف كيف نحترم آبائنا ومعلمينا، ولكن لا نخلط بين الاحترام والحب.</p>\n<p>يجب أن يكون الاحترام والحب متحدين بشكل وثيق، ولكن لا ينبغي أن نخلط بين أحدهما والآخر.</p>\n<p>يخشى الآباء على أبنائهم، ويتمنون لهم الأفضل، مهنة جيدة، زواج جيد، حماية، إلخ، ويخلطون بين هذا الخوف والحب الحقيقي.</p>\n<p>من الضروري أن نفهم أنه بدون حب حقيقي، من المستحيل على الآباء والمعلمين توجيه الأجيال الجديدة بحكمة حتى لو كانت هناك نوايا حسنة.</p>\n<p>الطريق الذي يؤدي إلى الهاوية مرصوف بنوايا حسنة للغاية.</p>\n<p>نرى القضية المعروفة عالميًا “المتمردون بلا سبب”. هذا وباء عقلي انتشر في جميع أنحاء العالم. حشود من “الأطفال المدللين”، الذين يُزعم أنهم محبوبون جدًا من قبل والديهم، مدللون جدًا، محبوبون جدًا، يهاجمون المارة العزل، ويضربون ويغتصبون النساء، ويسرقون، ويرمون بالحجارة، ويسيرون في عصابات ويتسببون في أضرار في كل مكان، ولا يحترمون المعلمين وأولياء الأمور، إلخ. إلخ. إلخ.</p>\n<p>“المتمردون بلا سبب” هم نتاج نقص الحب الحقيقي.</p>\n<p>حيث يوجد حب حقيقي، لا يمكن أن يوجد “متمردون بلا سبب”.</p>\n<p>إذا كان الآباء يحبون أبنائهم حقًا، فسيعرفون كيف يوجهونهم بذكاء، وعندئذٍ لن يكون هناك “متمردون بلا سبب”.</p>\n<p>المتمردون بلا سبب هم نتاج سوء التوجيه.</p>\n<p>لم يكن لدى أولياء الأمور ما يكفي من الحب ليكرسوا أنفسهم حقًا لتوجيه أطفالهم بحكمة.</p>\n<p>أولياء الأمور العصريون يفكرون فقط في المال وإعطاء الابن المزيد والمزيد، وسيارة أحدث طراز، وبدلات من أحدث صيحات الموضة، وما إلى ذلك، لكنهم لا يحبون حقًا ولا يعرفون كيف يحبون، ولهذا السبب يوجد “المتمردون بلا سبب”.</p>\n<p>إن سطحية هذا العصر تعود إلى نقص الحب الحقيقي.</p>\n<p>الحياة الحديثة تشبه بركة ماء بلا عمق.</p>\n<p>في بحيرة الحياة العميقة، يمكن أن تعيش العديد من المخلوقات، والعديد من الأسماك، لكن البركة الموجودة على جانب الطريق تجف قريبًا بأشعة الشمس الحارقة، وعندئذٍ الشيء الوحيد المتبقي هو الطين، والتعفن، والقبح.</p>\n<p>من المستحيل فهم جمال الحياة بكل روعتها، إذا لم نتعلم كيف نحب.</p>\n<p>الناس يخلطون بين الاحترام والخوف وما يسمى بالحب.</p>\n<p>نحن نحترم رؤسائنا ونخافهم، ثم نعتقد أننا نحبهم.</p>\n<p>الأطفال يخافون آبائهم ومعلميهم ويحترمونهم، ثم يعتقدون أنهم يحبونهم.</p>\n<p>يخاف الطفل من السوط، والعصا، والدرجة السيئة، والتوبيخ في المنزل أو في المدرسة، وما إلى ذلك، ثم يعتقد أنه يحب والديه ومعلميه، لكنه في الواقع يخافهم فقط.</p>\n<p>نحن نعتمد على الوظيفة، وعلى صاحب العمل، ونخشى البؤس، وأن نصبح عاطلين عن العمل، ثم نعتقد أننا نحب صاحب العمل وحتى نحرص على مصالحه، ونعتني بممتلكاته، لكن هذا ليس حباً، هذا خوف.</p>\n<p>يخشى الكثير من الناس التفكير بأنفسهم في أسرار الحياة والموت، ويخشون الاستفسار والبحث والفهم والدراسة وما إلى ذلك، ثم يصرخون: “أنا أحب الله، وهذا يكفي!”</p>\n<p>يعتقدون أنهم يحبون الله، لكنهم في الواقع لا يحبون، إنهم يخافون.</p>\n<p>في أوقات الحرب، تشعر الزوجة أنها تعشق زوجها أكثر من أي وقت مضى وتتوق بقلق لا نهائي لعودته إلى المنزل، لكنها في الواقع لا تحبه، إنها تخشى فقط أن تبقى بلا زوج، وبلا حماية، إلخ. إلخ. إلخ.</p>\n<p>العبودية النفسية، والاعتماد، والاعتماد على شخص ما، ليس حباً. إنه مجرد خوف وهذا كل شيء.</p>\n<p>يعتمد الطفل في دراسته على المعلم أو المعلمة، ومن الواضح أنه يخشى الطرد، والدرجة السيئة، والتوبيخ، وغالبًا ما يعتقد أنه يحبه، ولكن ما يحدث هو أنه يخافه.</p>\n<p>عندما تكون الزوجة في حالة ولادة أو في خطر الموت بسبب أي مرض، يعتقد الزوج أنه يحبها أكثر بكثير، ولكن ما يحدث في الواقع هو أنه يخشى أن يفقدها، ويعتمد عليها في أشياء كثيرة، مثل الطعام والجنس وغسل الملابس والمداعبة، ويخشى أن يفقدها. هذا ليس حباً.</p>\n<p>الجميع يقولون إنهم يعشقون الجميع، ولكن لا يوجد شيء من هذا القبيل: من النادر جدًا أن تجد في الحياة شخصًا يعرف كيف يحب حقًا.</p>\n<p>إذا كان الآباء يحبون أبنائهم حقًا، وإذا كان الأبناء يحبون آبائهم حقًا، وإذا كان المعلمون يحبون طلابهم حقًا، لما كان يمكن أن تكون هناك حروب. ستكون الحروب مستحيلة بنسبة مائة بالمائة.</p>\n<p>ما يحدث هو أن الناس لم يفهموا ما هو الحب، وكل خوف وكل عبودية نفسية وكل شغف، إلخ، يخلطونها بما يسمى بالحب.</p>\n<p>الناس لا يعرفون كيف يحبون، إذا كان الناس يعرفون كيف يحبون، فستكون الحياة في الواقع جنة.</p>\n<p>العشاق يعتقدون أنهم يحبون والعديد منهم قد يكونون قادرين على أن يقسموا بالدم أنهم يحبون. لكنهم فقط شغوفون. بمجرد إشباع الشغف، ينهار برج البطاقات.</p>\n<p>غالبًا ما يخدع الشغف العقل والقلب. كل شخص شغوف يعتقد أنه واقع في الحب.</p>\n<p>من النادر جدًا أن تجد في الحياة زوجين عاشقين حقًا. تكثر أزواج الشغوفين ولكن من الصعب جدًا العثور على زوجين من العشاق.</p>\n<p>كل الفنانين يغنون للحب لكنهم لا يعرفون ما هو الحب ويخلطون بين الشغف والحب.</p>\n<p>إذا كان هناك شيء صعب للغاية في هذه الحياة، فهو عدم الخلط بين الشغف والحب.</p>\n<p>الشغف هو السم الأكثر لذة والأكثر دقة التي يمكن تصورها، وينتهي دائمًا بالانتصار بثمن الدم.</p>\n<p>الشغف جنسي مائة بالمائة، الشغف وحشي ولكنه في بعض الأحيان يكون أيضًا مصقولًا ودقيقًا للغاية. دائمًا ما يتم الخلط بينه وبين الحب.</p>\n<p>يجب على المعلمين والمعلمات أن يعلموا الطلاب والشباب كيفية التمييز بين الحب والشغف. بهذه الطريقة فقط سيتم تجنب العديد من المآسي في الحياة لاحقًا.</p>\n<p>المعلمون والمعلمات ملزمون بتشكيل مسؤولية الطلاب والطالبات، ولهذا السبب يجب عليهم إعدادهم بشكل صحيح حتى لا يصبحوا مأساويين في الحياة.</p>\n<p>من الضروري أن نفهم ما هو الحب، ما لا يمكن مزجه بالغيرة، والأهواء، والعنف، والخوف، والتعلق، والاعتماد النفسي، إلخ. إلخ. إلخ.</p>\n<p>الحب لسوء الحظ غير موجود في البشر، ولكنه ليس شيئًا يمكن اكتسابه أو شرائه أو زراعته كزهرة دفيئة، إلخ.</p>\n<p>يجب أن يولد الحب فينا ولا يولد إلا عندما نفهم بعمق ما هي الكراهية التي نحملها في الداخل، وما هو الخوف، والشغف الجنسي، والخوف، والعبودية النفسية، والاعتماد، إلخ. إلخ. إلخ.</p>\n<p>يجب أن نفهم ما هي هذه العيوب النفسية، يجب أن نفهم كيف تتم معالجتها فينا ليس فقط على المستوى الفكري للحياة، ولكن أيضًا على مستويات خفية وغير معروفة من اللاوعي.</p>\n<p>من الضروري استخراج كل هذه العيوب من الزوايا المختلفة للعقل. عندها فقط يولد فينا بشكل عفوي ونقي، ما يسمى بالحب.</p>\n<p>من المستحيل الرغبة في تغيير العالم بدون لهيب الحب. الحب وحده هو الذي يمكن أن يغير العالم حقًا.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/el-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/el-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/el-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
