import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "እቲ ቅትለት",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "16. እቲ ቅትለት",
    "order": 16
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ምቕታል ብዘይጥርጥር ኣብ ዓለምና ዝበለጸ ኣጥፋእን ብልሹውን ተግባር እዩ።</p>\n<p>ዝኸፍአ ዓይነት ቅትለት፡ ህይወት መሳኪንትና ምጥፋእ እዩ።</p>\n<p>እቲ ብተዅሲ መሳርሒ ንጹሃት ፍጥረታት ጫካ ዝቐትል ኣዳኒ ኣዝዩ ዘሕዝን እዩ፣ እቲ መሳኪንቱ ዝቐትል ግና ሽሕ ግዜ ዝኸፍአ፡ ሽሕ ግዜ ኸኣ ዝንየድ እዩ።</p>\n<p>ብመትረየስ፡ ብተዅሲ መሳርሒ፡ ብመድፍዕ፡ ብረት ወይ ብቦምባ ጥራይ ኣይኰነን ዚቕተል፣ ብልቢ ዚወግእ ኣዒንቲ፡ ብዜዋርድ ኣዒንቲ፡ ብንዕቀት ዝመልአ ኣዒንቲ፡ ብጽልኢ ዝመልአ ኣዒንቲ ኸኣ ኪቕተል ይከኣል እዩ፤ ወይ ብዘይመስግን ተግባር፡ ብጸሊም ተግባር፡ ወይ ብስድብ፡ ወይ ብዜሳቕዩ ቓላት ኪቕተል ይከኣል እዩ።</p>\n<p>ዓለም ብዘመስግኑ ወለዶም ዝቐተሉ፡ ወይ ብኣዒንቶም፡ ወይ ብቓላቶም፡ ወይ ብጭካነ ተግባራቶም ንወለዶም ዝቐተሉ ኣቦታትን ኣዴታትን መሊኣ ኣላ።</p>\n<p>ዓለም ከይፈለጡ ንኣንስቶም ዝቐተሉ ሰብኡት፡ ከምኡውን ከይፈለጣ ንሰብኡተን ዝቐተላ ኣንስቲ መሊኣ ኣላ።</p>\n<p>ኣብዛ ንነብሮ ዘሎና ጨካን ዓለም፡ ሰብ ዝፈትዎ ነገር እዩ ዚቐትል።</p>\n<p>ሰብ ብእንጌራ ጥራይ ኣይኰነን ዚነብር፡ ብተፈላለዩ ስነ-ኣእምሮኣዊ ረቛሒታት እውን እዩ ዚነብር።</p>\n<p>ኣንስቶም ፈቒደንሎም እንተ ዝዀና ብዙሓት ሰብኡት ነዊሕ ኪነብሩ ምኸኣሉ።</p>\n<p>ሰብኡቶም ፈቒዶምለን እንተ ዝዀኑ ብዙሓት ኣንስቲ ነዊሕ ኪነብራ ምኸኣላ።</p>\n<p>ደቆም ፈቒዶምሎም እንተ ዝዀኑ ብዙሓት ኣቦታትን ኣዴታትን ነዊሕ ኪነብሩ ምኸኣሉ።</p>\n<p>እታ ንፍቱውና ናብ መቓብር እትወስድ ሕማም፡ መበገሲኣ ቓላት ዚቐትላ፡ ኣዒንቲ ዚወግኣ፡ ዘይመስግና ተግባራት፡ ወዘተ እዩ።</p>\n<p>እዚ ዝበለየን ዝፈረሰን ሕብረተሰብ ንጹህ ኢና ዚብሉ ዘይተገንዘቡ ሓለውቲ መሊኡ ኣሎ።</p>\n<p>እሱራትን ብሓለውቲ መሊኦም ኣለዉ፡ እቲ ዝኸፍአ ዓይነት ገበነኛ ግና ንጹህ እዩ ኢሉ ይምጐትን ብነጻ ይዘውርን።</p>\n<p>ዝዀነ ይኹን ዓይነት ቅትለት ዝዀነ ይኹን ምኽንያት ኪህልዎ ኣይክእልን። ንኻልእ ምቕታል ኣብ ህይወት ዝዀነ ይኹን ጸገም ኣይፈትሕን እዩ።</p>\n<p>ውግእታት ዋላ ሓንቲ ጸገም ፈቲሖም ኣይፈልጡን እዮም። ንዘይተሓለቑ ከተማታት ብምብኳርን ንሚልዮናት ሰባት ብምቕታልን ዋላ ሓንቲ ኣይፍታሕን እዩ።</p>\n<p>ውግእ ኣዝዩ ሓደገኛ፡ ጭካነ፡ ኣስፈሕፋሒ፡ ዘንየድ ነገር እዩ። ሚልዮናት ደቀባት ሰባት ደቅስቲ፡ ዘይተገንዘቡ፡ ዓያሱ፡ ሚልዮናት ዘይተገንዘቡ ማሽናት ሰብ ንምጥፋእ ተላዒሎም ናብ ውግእ ይውርዱ።</p>\n<p>ብዙሕ ግዜ ሚልዮናት ሰባት ናብ ውግእ ንምውራድ ኣብ ጠፈር ዓለማዊ ሓደጋ ወይ ኣብ ሰማይ ዘለዉ ከዋኽብቲ ኣዝዮም ሕማቕ ቦታ ምሓዞም ይኣኽል።</p>\n<p>ማሽናት ሰብ ብዛዕባ ዋላ ሓንቲ ነገር ኣእምሮ የብሎምን፡ ገለ ዓይነት ጠፈራዊ ማዕበላት ብሕቡእ ምስ ጐድኦም ብኣጥፋኢ መልክዕ ይንቀሳቐሱ።</p>\n<p>ህዝቢ ንኣእምሮ እንተ ዘበራቢሩ፡ ካብቲ ቤት ትምህርቲ ንኣንበሳታትን ንኣንስትዮ ተመሃሮን ብጥበብ እንተ ዝምህርዎምን ናብቲ ጽልኢን ውግእን እንታይ ምዃኖም ብምስትብሃል እንተ ዝመርሕዎምን፡ ካልእ ዓይነት ዶሮ ኪዝምረሎም ነይሩ፡ ዋላ ሓደ ናብ ውግእ ኣይምወረደን እቶም ጠፈራውያን ማዕበላት ዓለምና ብተፈላለየ መልክዕ ምተጠቕሙ።</p>\n<p>ውግእ ሽታ ሰብ በሊዕነት፡ ህይወት ዋሻታት፡ ካብ ዝኸፍአ ዓይነት ጥሪትነት፡ ቀስቲ፡ ፍላጻ፡ ኲናት፡ ናይ ደም ፈስቲቫል ይሰትት፡ ምስ ስልጣኔ ፈጺሙ ኪሰማማዕ ኣይክእልን እዩ።</p>\n<p>ኣብ ውግእ ዘለዉ ዅሎም ሰባት ፈራሓት፡ ፈሪሆም እዮም፡ እቶም ብመዳልያታት ዝተሰከሙ ጀጋኑ ግና እቶም ኣዝዮም ፈራሓት፡ እቶም ኣዝዮም ዝፈርሑ እዮም።</p>\n<p>እቲ ንነፍሱ ዝቐትል እውን ኣዝዩ ትብዓተኛ እዩ ዚመስል፣ ንህይወት ስለ ዝፈርሀ ግና ፈራህ እዩ።</p>\n<p>እቲ ጀግና ብመሰረቱ ኣብ ሓንቲ ናይ ፍርሂ ጽንኩር ህሞት እቲ ንነፍሱ ዝቐትልዎ ዕብደት ዝፈጸመ ንነፍሱ ዚቐትል እዩ።</p>\n<p>እቲ ንነፍሱ ዝቐትልዎ ዕብደት ምስ ትብዓት ጀግና ብቐሊሉ ይምሰል።</p>\n<p>ኣብ ግዜ ውግእ ንባህርይ ወታደር፡ ንኣገባቡ፡ ንኣዒንቱ፡ ንቓላቱ፡ ንስጉምቱ ኣብ ውግእ እንተ ተዓዚብናዮ፡ ነቲ ምሉእ ፍርሑ ኸነርኢ ንኽእል።</p>\n<p>መምህራንን መምህራት ኣብያተ ትምህርቲ፡ ኮሌጃት፡ ዩኒቨርስቲታት ብዛዕባ ውግእ ንተመሃሮምን ንተመሃሮአንን ሓቂ ኺምህሩ ይግባእ። ንተመሃሮምን ንተመሃሮአንን ነቲ ሓቂ ብምስትብሃል ናብ ምርካብ ኬብጽሕዎም ይግባእ።</p>\n<p>ህዝቢ ብዛዕባ እዚ ኣዝዩ ዘስግእ ሓቂ ውግእ ምሉእ ግንዛበ እንተ ዝህልዎ፡ መምህራንን መምህራት ንደቀ መዛሙርቶምን ንደቀ መዛሙርቶአንን ብጥበብ ኪምህሩ እንተ ዝኽእሉ፡ ዋላ ሓደ ዜጋ ናብ መሕረዲ ኣይምተወሰደን።</p>\n<p>መሰረታዊ ትምህርቲ ሕጂ በዚ እዋን እዚ ኣብ ዅሎም ኣብያተ ትምህርቲ፡ ኮሌጃትን ዩኒቨርስቲታትን ኪወሃብ ኣለዎ፣ ምኽንያቱ ካብቲ ቤት ትምህርቲ ንሰላም ኪስራሕ ስለ ዘለዎ እዩ።</p>\n<p>ሓደስቲ ወለዶታት ብዛዕባ ጭካነን ውግእን ምሉእ ብምሉእ ክፈልጡዎ ይግባእ።</p>\n<p>ኣብ ኣብያተ ትምህርቲ፡ ኮሌጃት፡ ዩኒቨርስቲታት፡ ጽልእን ውግእን ብዅሉ መዳያቱ ብትክክል ኪርድኡ ይግባእ።</p>\n<p>እቶም ዓበይቲ ሰባት ነቶም መንእሰያት ከም በረኻ ኸብቲ ናብ መሕረዲ ይወስድዎም ስለ ዝዀኑ፡ እቶም ሓደስቲ ወለዶታት ብኣረጊት ርእይቶታቶም ንመንእሰያት ከም ዝስውኡ ኼስተውዕሉ ይግባእ።</p>\n<p>መንእሰያት በቲ ናይ ኲናት ፕሮፖጋንዳ፡ ወይ በቶም ዓበይቲ ሰባት ምኽንያታት ኪእመኑ የብሎምን፣ ምኽንያቱ ሓደ ምኽንያት ካልእ ምኽንያት ስለ ዚቃወም፡ ሓደ ርእይቶ ኸኣ ካልእ ርእይቶ ስለ ዚቃወም፡ እቶም ምኽንያታትን ርእይቶታትን ግና ሓቂ ብዛዕባ ውግእ ኣይኰኑን።</p>\n<p>ዓበይቲ ሰባት ንውግእ ንምጽዳቕን ነቶም መንእሰያት ናብ መሕረዲ ንምውሳድን ኣሽሓት ምኽንያታት ኣለዎም።</p>\n<p>እቲ ኣገዳሲ ነገር ብዛዕባ ውግእ ምኽንያታት ዘይምሃብ እዩ፡ እንታይ ደኣ ነቲ ሓቂ ውግእ ምልማድ እዩ።</p>\n<p>ንሕና ኣንጻር ምኽንያትን ተንታንን ኣይንዛረብን ኢና፡ እንታይ ደኣ ቅድም ነቲ ሓቂ ውግእ ክንልምዶን ድሕሪኡ ኸኣ ምኽንያታዊን ተንታንን ንምዃን መዓርግና ኽንወስድ ንደሊ ኢና።</p>\n<p>ነቲ ሓቂ ዘይምቕታል ምልማድ፡ ነቲ ጥልቅ ዝበለ ውሽጣዊ ኣስተንትኖ እንተ ደኣ ኣግሊልናዮ ኪከኣል ኣይክእልን እዩ።</p>\n<p>እቲ ኣዝዩ ጥልቂ ኣስተንትኖ ጥራይ እዩ ነቲ ሓቂ ብዛዕባ ውግእ ከነስተማቕር ዚኽእል።</p>\n<p>መምህራንን መምህራት ንደቀ መዛሙርቶምን ንደቀ መዛሙርቶአንን ኣእምሮኣዊ ሓበሬታ ጥራይ ኪህብዎም የብሎምን። መምህራን ንተመሃሮም ነቲ ኣእምሮ ኼሰጋግሩ፡ ነቲ ሓቂ ኺለማመዱ ኼምህርዎም ይግባእ።</p>\n<p>እዚ ዝፈረሰን ዝበለየን ዘርኢ ሕጂ ምቕታል ጥራይ እዩ ዚሓስብ። እዚ ምቕታልን ምቕታልን፡ ናይ ዝዀነ ይኹን ዝበለየ ዘርኢ ሰብ ጥራይ እዩ ዚግበር።</p>\n<p>ብቴሌቪዥንን ብሲነማን፡ ኣካየድቲ ገበን ነቲ ገበነኛዊ ርእይቶታቶም የፍልጡ።</p>\n<p>ህጻናትን ኣዋልድ ናይ ሓድሽ ወለዶ ብመዓልቲ ብስክሪን ተሌቪዥንን ብናይ ህጻናት ዛንታታትን ሲነማ፡ መጽሔት ወዘተ ብዙሕ መርዛማት መጠን ናይ ቅትለታት፡ ተዅሲ፡ ዘስካሕክሕ ገበናትን ወዘተ ይቕበሉ።</p>\n<p>እቲ ሓደ ብጽልኢ ዝመልኦ ቓላት፡ ተዅሲ፡ ክፉእነት ከይረኸበ ተሌቪዥን ከተካይድ ኣይከኣልን እዩ።</p>\n<p>መንግስታት ምድሪ ኣንጻር መስፋሕፋሕ ገበን ዋላ ሓንቲ ኣይገብሩን እዮም።</p>\n<p>ኣእምሮታት ህጻናትን መንእሰያትን ብኣካየድቲ ገበን፡ ብመንገዲ ገበን ይመርሑ ኣለዉ።</p>\n<p>እቲ ሓሳብ ምቕታል ኣዝዩ ተዘርጊሑ ኣሎ፡ ብፊልምታት፡ ዛንታታት ወዘተ ኣዝዩ ተነፊሑ ስለ ዘሎ፡ ንዅሉ ዓለም ኣዝዩ ልሙድ ኰይኑ ኣሎ።</p>\n<p>እቶም ተቓወምቲ ናይ ሓድሽ ማዕበል ንገበን ተማሂሮም እዮም፡ ንኻልኦት ኪሞቱ ብምርኣይ ይሕጐሱ፡ ንምቕታል ብምድላይ ይቐትሉ። ከምኡ ድማ ኣብቲ ኣብ ቤት ዘሎ ተሌቪዥን፡ ኣብ ሲነማ፡ ኣብ ዛንታታት፡ ኣብ መጽሔታት ተማሂሮም።</p>\n<p>ገበን ኣብ ኲሉ ቦታ ስልጣን ይሕዝ፣ መንግስታት ነቲ ስምዒት ምቕታል ካብ መሰረቱ ንምእራም ዋላ ሓንቲ ኣይገብሩን እዮም።</p>\n<p>ነቶም ኣብያተ ትምህርቲ፡ ኮሌጃትን ዩኒቨርስቲታትን ዘለዉ መምህራን ነዚ ኣእምሮኣዊ ወረርሽኒ ንምእራም ናብ ሰማይ ኪጭርሑን ሰማይን ምድርን ኬናውጹን ይጽውዕ።</p>\n<p>መምህራንን መምህራት ኣብያተ ትምህርቲ፡ ኮሌጃትን ዩኒቨርስቲታትን ናብ መንግስታት ምድሪ ዅሎም ንሲነማ፡ ተሌቪዥን ወዘተ ክሳድ ክሓቱ ኣዝዩ የድሊ።</p>\n<p>እቲ ገበን ብዅሎም እዞም ናይ ደም ትርኢታት ብዝገደደ ይውስኽ ኣሎ፡ ነዚ ስጉምቲ እዚ እንተ ተኸቲልናዮ፡ ዋላ ሓደ ሰብ ከይተፈራሕና ብናጻ ኣብ ጐደናታት ኪዘውር ዘይክእል መዓልቲ ኺመጽእ እዩ።</p>\n<p>ሬድዮ፡ ሲነማ፡ ተሌቪዥን፡ መጽሔታት ናይ ደም፡ ነቲ ናይ ምቕታል ገበን ከምዚ ዝኣመሰለ ኣስፋሕፍሓት ሂቦምዎ፡ ንደካማትን ንዝበለዩን ኣእምሮታት ከምዚ ዝኣመሰለ ባህ ዘብል ጌሮምዎ፡ ንኻልእ ሰብ ጥይት ወይ ሰላሚ ኺሰዱ ዋላ ሓደ ልቡ ኣይስሕትን እዩ።</p>\n<p>ብዙሕ መስፋሕፋሕ ናይቲ ናይ ምቕታል ገበን ብምኽንያት እቶም ደካማት ኣእምሮታት ምስቲ ገበን ኣዝዮም ለሚዶምዎ እዮም ሕጂ ድማ ኣብ ሲነማ ወይ ኣብ ተሌቪዥን ዝረኣይዎ ንምምሳል ተባሂሎም ናይ ምቕታል መዓርግ የውሕዱ።</p>\n<p>መምህራንን መምህራት እቶም ኣምሃርቲ ህዝቢ ኣብቲ ሓላፍነቶም ስለ ዘለዉ ዅሉ ዓይነት ናይ ቅትለታት ፊልምታት፡ ሌባታት ወዘተ ንምስራዝ ነቶም ሓደስቲ ወለዶታት ዚዀኑ ንመንግስታት ምድሪ ብምሕታት ኪቃለሱ ግዴታ ኣለዎም።</p>\n<p>ነቲ ናይ መምህራንን መምህራትን ቃልሲ ናብ ተራእዮን ቦክስን እውን ኪዝርጋሕ ኣለዎ።</p>\n<p>እቲ ዓይነት ተራእዮ ኣዝዩ ፈራሕን ገበነኛን ዓይነት እዩ። እቲ ተራእዮ ንዅሉ እቲ ጥቅምታት ንሱ ባዕሉ ኺረኽቦን ንህዝቢ ንምዝናይ ኪቐትልን እዩ ዚደሊ።</p>\n<p>እቲ ዓይነት ቦክሰኛ ኣብቲ ሳድስቲካዊ መልክዑ ንህዝቢ ንምዝናይ ዚወግእን ዚቐትልን ናይቲ ዘስካሕክሕ ቅትለት ዓይነት እዩ።</p>\n<p>እዚ ዓይነት ናይ ደም ትርኢታት መቶ ሚእቲ ጨካናትን ኣእምሮታት ናብቲ መንገዲ ገበን ብምምራሕ ኬተባብዕኦምን እዮም። ብሓቂ ንሰላም ዓለም ክንቃለስ እንተ ዀይና፡ ኣንጻር ትርኢታት ናይ ደም መሰረታዊ ወፍሪ ኽንጅምር ይግባእ።</p>\n<p>ኣብ ውሽጢ ናይ ሰብኣዊ ኣእምሮ ዘጥፍኡ ረቛሒታት ክሳብ ዘለዉ ውግኣት ኣይተርፉን እዮም።</p>\n<p>ኣብ ውሽጢ ናይ ሰብኣዊ ኣእምሮ ውግእ ዜፍርዩ ረቛሒታት ኣለዉ፡ እዞም ረቛሒታት እዚኣቶም ጽልኢ እዩ። እቲ ዅሉ ዓይነት ዓመጽ፡ ስስዐ፡ ቁጥዓ፡ ፍርሂ፡ ገበነኛዊ ስምዒታት፡ እቶም ብቴሌቪዥን፡ ሬድዮ፡ ሲነማ ወዘተ ዚዝርግሑ ኲናታዊ ርእይቶታት እዮም።</p>\n<p>እቲ ፕሮፓጋንዳ ስለ ሰላም፡ እቶም ሽልማታት NOBEL ስለ ሰላም ኣብ ውሽጢ ናይ ሰብኣዊ ኣእምሮ ኲናት ዜፍርዩ ስነ ኣእምሮኣዊ ረቛሒታት ክሳብ ዘለዉ ዘይግቡእ እዩ።</p>\n<p>ኣብዚ ሕጂ እዋን ብዙሓት ገበነኛታት ሽልማት NOBEL ስለ ሰላም ኣለዎም።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/el-asesinato.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/el-asesinato.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/el-asesinato.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
