import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "האהבה",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "8. האהבה",
    "order": 8
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>עוד מספסל הלימודים, התלמידים והתלמידות צריכים להבין בצורה שלמה את מה שנקרא אהבה.</p>\n<p>פחד ותלותיות נוטים להתבלבל עם אהבה, אך אינם אהבה.</p>\n<p>התלמידים והתלמידות תלויים בהוריהם ובמוריהם, וברור שהם מכבדים ויראים אותם בעת ובעונה אחת.</p>\n<p>הילדים והילדות, הנערים והנערות, תלויים בהוריהם בכל הנוגע לביגוד, אוכל, כסף, מחסה וכו’, וברור כשמש שהם חשים מוגנים, יודעים שהם תלויים בהוריהם ולכן מכבדים אותם ואף יראים אותם, אך זו אינה אהבה.</p>\n<p>כדוגמה למה שאנו אומרים, אנו יכולים לוודא בדייקנות מלאה שלכל ילד או ילדה, נער או נערה, יש יותר אמון בחברים או בחברות שלהם בבית הספר מאשר בהוריהם עצמם.</p>\n<p>באמת, ילדים, ילדות, נערים ונערות מדברים עם חבריהם וחברותיהם דברים אינטימיים שלעולם לא ידברו עם הוריהם עצמם.</p>\n<p>זה מוכיח לנו שאין אמון אמיתי בין ילדים להורים, שאין אהבה אמיתית.</p>\n<p>דחוף להבין שיש הבדל רדיקלי בין אהבה לבין מה שהוא כבוד, יראה, תלות, פחד.</p>\n<p>דחוף לדעת לכבד את הורינו ומורינו, אך לא לבלבל כבוד עם אהבה.</p>\n<p>כבוד ואהבה צריכים להיות מאוחדים באופן הדוק, אך אסור לנו לבלבל את האחד עם השני.</p>\n<p>הורים חוששים לילדיהם, רוצים עבורם את הטוב ביותר, מקצוע טוב, נישואים טובים, הגנה וכו’, ומבלבלים את הפחד הזה עם אהבה אמיתית.</p>\n<p>יש צורך להבין שללא אהבה אמיתית, הורים ומורים אינם יכולים להדריך את הדורות החדשים בתבונה, גם אם יש כוונות טובות מאוד.</p>\n<p>הדרך המובילה לתהום רצופה כוונות טובות מאוד.</p>\n<p>אנו רואים את המקרה המפורסם בעולם של “המורדים ללא סיבה”. זוהי מגפה מנטלית שהתפשטה בעולם כולו. המון “ילדים טובים”, כביכול אהובים מאוד על ידי הוריהם, מפונקים מאוד, אהודים מאוד, תוקפים עוברי אורח חסרי ישע, מכים ואונסים נשים, גונבים, משליכים אבנים, מסתובבים בכנופיות וגורמים נזק בכל מקום, מזלזלים במורים והורים, וכו’ וכו’ וכו’.</p>\n<p>“המורדים ללא סיבה” הם תוצר של חוסר באהבה אמיתית.</p>\n<p>במקום בו קיימת אהבה אמיתית, לא יכולים להתקיים “מורדים ללא סיבה”.</p>\n<p>אם הורים היו אוהבים את ילדיהם באמת, הם היו יודעים לכוון אותם בתבונה ואז לא היו קיימים “המורדים ללא סיבה”.</p>\n<p>המורדים ללא סיבה הם תוצר של הכוונה לקויה.</p>\n<p>להורים לא הייתה מספיק אהבה כדי להתמסר באמת להכוונת ילדיהם בתבונה.</p>\n<p>הורים מודרניים חושבים רק על כסף ולתת לילד עוד ועוד, ומכונית מהדגם האחרון, ותלבושות אופנתיות וכו’, אבל לא אוהבים באמת, לא יודעים לאהוב ולכן “המורדים ללא סיבה”.</p>\n<p>השטחיות של תקופה זו נובעת מחוסר באהבה אמיתית.</p>\n<p>החיים המודרניים דומים לשלולית חסרת עומק, חסרת עומק.</p>\n<p>באגם העמוק של החיים, יכולים לחיות יצורים רבים, דגים רבים, אך השלולית הממוקמת בשפת הדרך מתייבשת במהרה בקרני השמש הלוהטות, ואז הדבר היחיד שנותר הוא הבוץ, הריקבון, הכיעור.</p>\n<p>אי אפשר להבין את יופיים של החיים בכל הדרם, אם לא למדנו לאהוב.</p>\n<p>אנשים מבלבלים כבוד ויראה עם מה שנקרא אהבה.</p>\n<p>אנו מכבדים את הממונים עלינו ויראים אותם ואז מאמינים שאנו אוהבים אותם.</p>\n<p>ילדים יראים מהוריהם ומוריהם ומכבדים אותם ואז מאמינים שהם אוהבים אותם.</p>\n<p>הילד ירא מהשוט, מהסרגל, מהציון הרע, מהנזיפה בבית או בבית הספר וכו’, ואז מאמין שהוא אוהב את הוריו ומוריו, אך למעשה הוא רק ירא אותם.</p>\n<p>אנו תלויים במשרה, במעסיק, אנו יראים מפני עוני, מלמצוא את עצמנו ללא עבודה ואז אנו מאמינים שאנו אוהבים את המעסיק ואף דואגים לאינטרסים שלו, שומרים על רכושו, אך זו אינה אהבה, זו יראה.</p>\n<p>אנשים רבים חוששים לחשוב בעצמם על תעלומות החיים והמוות, חוששים לשאול, לחקור, להבין, ללמוד וכו’, ואז קוראים “אני אוהב את אלוהים, וזה מספיק!”</p>\n<p>הם מאמינים שהם אוהבים את אלוהים, אך למעשה הם לא אוהבים, הם יראים.</p>\n<p>בימי מלחמה, האישה חשה שהיא מעריצה את בעלה יותר מתמיד ומשתוקקת בחרדה אינסופית לשובו הביתה, אך למעשה היא לא אוהבת אותו, היא רק חוששת להישאר ללא בעל, ללא הגנה וכו’ וכו’ וכו’.</p>\n<p>עבדות פסיכולוגית, תלות, להיות תלוי במישהו, אינה אהבה. זה רק פחד וזה הכל.</p>\n<p>הילד בלימודיו תלוי במורה או במורה וברור שהוא ירא מפני סילוק, ציון רע, נזיפה, ולעיתים קרובות מאמין שהוא אוהב אותו, אך מה שקורה הוא שהוא ירא ממנו.</p>\n<p>כאשר האישה נמצאת בלידה או בסכנת מוות עקב מחלה כלשהי, הבעל מאמין שהוא אוהב אותה הרבה יותר, אך למעשה מה שקורה הוא שהוא חושש לאבד אותה, תלוי בה בדברים רבים, כגון, אוכל, מין, כביסה, ליטופים וכו’ וחושש לאבד אותה. זו אינה אהבה.</p>\n<p>כולם אומרים שהם מעריצים את כולם, אך אין דבר כזה: נדיר מאוד למצוא בחיים מישהו שיודע לאהוב באמת.</p>\n<p>אם הורים היו אוהבים את ילדיהם באמת, אם ילדים היו אוהבים את הוריהם באמת, אם מורים היו אוהבים את תלמידיהם ותלמידותיהם באמת, לא היו יכולות להיות מלחמות. מלחמות היו בלתי אפשריות במאה אחוז.</p>\n<p>מה שקורה הוא שאנשים לא הבינו מהי אהבה, וכל פחד וכל עבדות פסיכולוגית, וכל תשוקה וכו’, מבלבלים אותם עם מה שנקרא אהבה.</p>\n<p>אנשים לא יודעים לאהוב, אם אנשים היו יודעים לאהוב, החיים היו למעשה גן עדן.</p>\n<p>מאוהבים מאמינים שהם אוהבים ורבים אף יהיו מסוגלים להישבע בדם שהם אוהבים. אך הם רק נלהבים. לאחר סיפוק התשוקה, מגדל הקלפים קורס.</p>\n<p>התשוקה נוטה להטעות את התודעה ואת הלב. כל נלהב מאמין שהוא מאוהב.</p>\n<p>נדיר מאוד למצוא בחיים זוג מאוהב באמת. יש שפע של זוגות נלהבים, אך קשה מאוד למצוא זוג מאוהבים.</p>\n<p>כל האמנים שרים לאהבה, אך אינם יודעים מהי אהבה ומבלבלים בין תשוקה לאהבה.</p>\n<p>אם יש משהו קשה מאוד בחיים האלה, זה לא לבלבל בין תשוקה לאהבה.</p>\n<p>תשוקה היא הרעל הטעים והעדין ביותר שניתן להעלות על הדעת, היא תמיד מסתיימת בניצחון במחיר דמים.</p>\n<p>התשוקה היא מינית במאה אחוז, התשוקה היא חייתית, אך לעיתים היא גם מעודנת ועדינה מאוד. תמיד מבלבלים אותה עם אהבה.</p>\n<p>מורים ומורות צריכים ללמד את התלמידים, נערים ונערות, להבחין בין אהבה לתשוקה. רק כך יימנעו מאוחר יותר טרגדיות רבות בחיים.</p>\n<p>מורים ומורות מחויבים לעצב את האחריות של התלמידים והתלמידות ולכן עליהם להכין אותם כראוי כדי שלא יהפכו לטרגיים בחיים.</p>\n<p>יש צורך להבין את מהי אהבה, את מה שאי אפשר לערבב עם קנאה, תשוקות, אלימות, פחד, התקשרויות, תלות פסיכולוגית וכו’ וכו’ וכו’.</p>\n<p>למרבה הצער, אהבה אינה קיימת בבני אדם, אך גם אינה דבר שאפשר לרכוש, לקנות, לטפח כמו פרח חממה וכו’.</p>\n<p>אהבה חייבת להיוולד בנו ורק נולדת כשהבנו לעומק מהי השנאה שאנו נושאים בתוכנו, מהו הפחד, התשוקה המינית, הפחד, העבדות הפסיכולוגית, התלות וכו’ וכו’ וכו’.</p>\n<p>עלינו להבין מהם הפגמים הפסיכולוגיים הללו, עלינו להבין כיצד הם מעובדים בתוכנו לא רק ברמה האינטלקטואלית של החיים, אלא גם ברמות נסתרות ולא ידועות אחרות של התת מודע.</p>\n<p>יש צורך לחלץ מהפינות השונות של התודעה את כל הפגמים הללו. רק כך נולדת בנו באופן ספונטני וטהור, את מה שנקרא אהבה.</p>\n<p>אי אפשר לרצות לשנות את העולם ללא להבת האהבה. רק אהבה יכולה באמת לשנות את העולם.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/el-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/el-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/el-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
