import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "愛",
  "locale": "ja",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "8. 愛",
    "order": 8
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>学校のベンチに座る生徒たちも、愛とは何かを総合的に理解すべきです。</p>\n<p>恐怖や依存は愛と混同されがちですが、愛ではありません。</p>\n<p>生徒たちは親や教師に依存しており、彼らを尊敬し、同時に恐れているのは明らかです。</p>\n<p>子供や若者は、衣服、食べ物、お金、住居などを親に頼っており、明らかに保護されていると感じています。親に依存していることを知っているので、尊敬し、恐れてさえいますが、それは愛ではありません。</p>\n<p>私たちが言っていることの証拠として、子供、若者、または若い女性は、親よりも学校の友人やガールフレンドを信頼していることを正確に確認できます。</p>\n<p>実際、子供、若者、若い女性は、親には決して話さないような個人的なことを仲間と話します。</p>\n<p>これは、子供と親の間に真の信頼がないこと、真の愛がないことを示しています。</p>\n<p>愛と、尊敬、恐怖、依存、恐れとの根本的な違いを理解することが急務です。</p>\n<p>親や教師を尊重することを知ることが急務ですが、尊敬と愛を混同しないでください。</p>\n<p>尊敬と愛は密接に結びついている必要がありますが、一方を他方と混同してはなりません。</p>\n<p>親は子供たちを恐れ、彼らにとって最高の、良い職業、良い結婚、保護などを望んでおり、その恐れを真の愛と混同しています。</p>\n<p>たとえ非常に良い意図があったとしても、真の愛がなければ、親や教師が新しい世代を賢明に導くことは不可能であることを理解する必要があります。</p>\n<p>地獄への道は、非常に良い意図で舗装されています。</p>\n<p>世界的に知られている「理由なき反抗」の例を見てください。これは世界中に広まった精神的な流行です。多くの「良い子」が、親に非常に愛され、甘やかされ、大切にされているはずですが、無防備な通行人を襲撃し、女性を殴打し、レイプし、盗み、投石し、ギャングで歩き回り、いたるところで損害を与え、教師や両親を軽視するなどなどです。</p>\n<p>「理由なき反抗」は、真の愛の欠如の産物です。</p>\n<p>真の愛が存在する場所には、「理由なき反抗」は存在し得ません。</p>\n<p>もし親が本当に子供たちを愛していれば、彼らを賢く導き、それから「理由なき反抗」は存在しません。</p>\n<p>理由なき反抗は、誤った指導の産物です。</p>\n<p>親は、子供たちを賢明に導くことに真剣に取り組むのに十分な愛を持っていません。</p>\n<p>現代の親は、お金のことだけを考え、子供にもっともっと、最新モデルの車、最新ファッションの服などを与えますが、本当に愛していません。愛し方を知らないため、「理由なき反抗」が存在します。</p>\n<p>この時代の表面的なものは、真の愛の欠如によるものです。</p>\n<p>現代の生活は、深さのない水たまりに似ています。</p>\n<p>生命の深い湖には、多くの生き物、多くの魚が生息できますが、道の端にある水たまりは、すぐに燃える太陽の光で乾き、残るのは泥、腐敗、醜さだけです。</p>\n<p>愛することを学んでいなければ、人生の美しさをそのすべての輝きの中で理解することは不可能です。</p>\n<p>人々は尊敬と恐れを愛と混同しています。</p>\n<p>私たちは上司を尊敬し、恐れており、それから彼らを愛していると信じています。</p>\n<p>子供たちは両親や教師を恐れ、尊敬し、それから彼らを愛していると信じています。</p>\n<p>子供は鞭、棒、悪い成績、家や学校での叱責などを恐れ、それから両親や教師を愛していると信じていますが、実際には彼らを恐れているだけです。</p>\n<p>私たちは雇用、上司に依存しており、惨めさ、失業を恐れており、それから上司を愛していると信じ、彼の利益を擁護し、彼の財産を大切にしていますが、それは愛ではありません、それは恐れです。</p>\n<p>多くの人々は、人生と死の謎について自分で考えることを恐れており、尋ね、調査し、理解し、研究することを恐れていますなど。そして彼らは叫びます「私は神を愛しており、それで十分です！」</p>\n<p>彼らは神を愛していると信じていますが、実際には愛しておらず、恐れています。</p>\n<p>戦時中、妻は夫をこれまで以上に愛していると感じ、無限の不安で帰国を切望していますが、実際には彼を愛しているのではなく、夫、保護などを失うことを恐れているだけです。</p>\n<p>心理的な奴隷、依存、誰かに依存することは、愛ではありません。それは単なる恐れであり、それだけです。</p>\n<p>子供は勉強で教師に依存しており、退学、悪い成績、叱責を恐れているのは明らかであり、多くの場合、彼を愛していると信じていますが、実際には彼を恐れています。</p>\n<p>妻が出産中であるか、何らかの病気で死の危機に瀕しているとき、夫は彼女をはるかに愛していると信じていますが、実際には彼女を失うことを恐れており、食べ物、セックス、洗濯、愛撫など多くの点で彼女に依存しており、失うことを恐れています。それは愛ではありません。</p>\n<p>誰もがすべての人を崇拝すると言いますが、そうではありません。人生で本当に愛する方法を知っている人を見つけるのは非常にまれです。</p>\n<p>もし親が本当に子供たちを愛していたら、もし子供たちが本当に親を愛していたら、もし教師が本当に生徒たちを愛していたら、戦争は起こり得ません。戦争は百パーセント不可能になります。</p>\n<p>人々が愛とは何かを理解しておらず、すべての恐れ、すべての心理的奴隷、すべての情熱などを愛と混同しているからです。</p>\n<p>人々は愛し方を知りません。もし人々が愛し方を知っていたら、人生は事実上楽園になるでしょう。</p>\n<p>恋人たちは愛し合っていると信じており、多くは血判を押して愛し合っていると誓うことさえできるでしょう。しかし、彼らは情熱的なだけです。情熱が満たされると、砂上の楼閣は崩れ落ちます。</p>\n<p>情熱は心と心を欺く傾向があります。すべての情熱的な人は恋をしていると信じています。</p>\n<p>人生で本当に恋をしているカップルを見つけるのは非常にまれです。情熱的なカップルはたくさんいますが、恋をしているカップルを見つけるのは非常に困難です。</p>\n<p>すべてのアーティストが愛を歌っていますが、愛とは何かを知らず、情熱と愛を混同しています。</p>\n<p>この人生で非常に難しいことが1つあるとすれば、それは情熱と愛を混同しないことです。</p>\n<p>情熱は、考えられる最も美味しく、最も繊細な毒であり、常に血の代償を払って勝利を収めます。</p>\n<p>情熱は百パーセント性的であり、情熱は獣的ですが、時には非常に洗練され、繊細でもあります。常に愛と混同されます。</p>\n<p>教師は生徒、若者、若い女性に、愛と情熱の違いを教えるべきです。そうすることによってのみ、後で人生で多くの悲劇を避けることができます。</p>\n<p>教師は生徒たちの責任感を形成する義務があり、したがって、人生で悲劇的な人物にならないように適切に準備する必要があります。</p>\n<p>愛とは何か、嫉妬、情熱、暴力、恐怖、執着、心理的依存などと混同してはならないものを理解する必要があります。</p>\n<p>残念ながら、愛は人間には存在しませんが、温室の花のように獲得したり、購入したり、育てたりすることもできません。</p>\n<p>愛は私たちの中で生まれなければならず、私たちが内に抱える憎しみ、恐れ、性的情熱、恐怖、心理的奴隷、依存などを深く理解したときにのみ生まれます。</p>\n<p>これらの心理的な欠陥が何であるかを理解し、人生の知的レベルだけでなく、潜在意識の隠された未知のレベルでもどのように処理されるかを理解する必要があります。</p>\n<p>心のさまざまな隙間から、これらの欠陥をすべて取り除く必要があります。そうして初めて、自発的かつ純粋に、愛と呼ばれるものが私たちの中に生まれます。</p>\n<p>愛の炎なしに世界を変えようとすることは不可能です。真に世界を変えることができるのは愛だけです。</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ja/educacion-fundamental/el-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ja/educacion-fundamental/el-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ja/educacion-fundamental/el-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
