import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ආදරය",
  "locale": "si",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "8. ආදරය",
    "order": 8
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>පාසල් බංකුවල සිටම සිසු සිසුවියන් ආදරය යනු කුමක්දැයි සම්පූර්ණයෙන් තේරුම් ගත යුතුය.</p>\n<p>බිය සහ යැපීම බොහෝ විට ආදරය සමඟ ව්‍යාකූල වේ, නමුත් ඒවා ආදරය නොවේ.</p>\n<p>සිසු සිසුවියන් තම දෙමාපියන් සහ ගුරුවරුන් මත රඳා පවතින අතර ඔවුන්ට ගරු කරන අතරම බිය වන බව පැහැදිලිය.</p>\n<p>කුඩා ළමුන්, තරුණයන් සහ තරුණියන් ඇඳුම්, ආහාර, මුදල්, නවාතැන් ආදිය සඳහා තම දෙමාපියන් මත රඳා පවතින අතර ඔවුන් ආරක්ෂිත බවක් දැනෙන බව පැහැදිලිය. ඔවුන් දෙමාපියන් මත රඳා පවතින බව දන්නා අතර එබැවින් ඔවුන්ට ගරු කරන අතර බිය වන නමුත් එය ආදරය නොවේ.</p>\n<p>අප පවසන දේ පිළිබඳ සාක්ෂියක් ලෙස, සෑම කුඩා ළමයෙකුටම, තරුණයෙකුටම තම දෙමාපියන්ට වඩා පාසලේ මිතුරන් කෙරෙහි වැඩි විශ්වාසයක් ඇති බව අපට සම්පූර්ණයෙන්ම සත්‍යාසන කළ හැකිය.</p>\n<p>ඇත්ත වශයෙන්ම ළමුන්, තරුණයන් සහ තරුණියන් තම සම වයසේ මිතුරන් සමඟ කිසිදාක දෙමාපියන් සමඟ නොකියන රහස් කතා කරති.</p>\n<p>එය අපට පෙන්වන්නේ දරුවන් සහ දෙමාපියන් අතර සැබෑ විශ්වාසයක් නොමැති බවත්, සැබෑ ආදරයක් නොමැති බවත්ය.</p>\n<p>ආදරය සහ ගෞරවය, බිය, යැපීම, භීතිය අතර රැඩිකල් වෙනසක් පවතින බව වහාම තේරුම් ගැනීම අවශ්‍ය වේ.</p>\n<p>අපගේ දෙමාපියන්ට සහ ගුරුවරුන්ට ගරු කිරීමට දැන ගැනීම අත්‍යවශ්‍ය නමුත් ගෞරවය ආදරය සමඟ පටලවා නොගත යුතුය.</p>\n<p>ගෞරවය සහ ආදරය සමීපව බැඳී තිබිය යුතුය, නමුත් එකක් අනෙකා සමඟ පටලවා නොගත යුතුය.</p>\n<p>දෙමව්පියන් තම දරුවන් ගැන බිය වන අතර, ඔවුන්ට හොඳ වෘත්තියක්, හොඳ විවාහයක්, ආරක්ෂාවක් ආදිය ලැබෙනවාට කැමති අතර එම බිය සැබෑ ආදරය සමඟ පටලවා ගනී.</p>\n<p>සැබෑ ආදරයක් නොමැතිව දෙමාපියන්ට සහ ගුරුවරුන්ට හොඳ චේතනා තිබුණද නව පරම්පරාවන්ට ඥානවන්තව මඟ පෙන්වීම කළ නොහැකි බව තේරුම් ගැනීම අවශ්‍ය වේ.</p>\n<p>නිරයට යන මාර්ගය ඉතා හොඳ චේතනාවලින් අතුරා ඇත.</p>\n<p>“හේතුවක් නැති කැරලිකරුවන්ගේ” ලෝක ප්‍රසිද්ධ සිද්ධිය අපට පෙනේ. මෙය මුළු ලෝකය පුරාම පැතිරී ඇති මානසික වසංගතයකි. බොහෝ “හොඳ ළමයින්”, ඔවුන්ගේ දෙමාපියන් විසින් බෙහෙවින් ආදරය කරන ලද, ඉතා සුරතල් කළ, ඉතා ආදරණීය යැයි කියනු ලබන අය, අසරණ මගීන්ට පහර දෙති, කාන්තාවන්ට පහර දී දූෂණය කරති, සොරකම් කරති, ගල් ගසති, සෑම තැනකම හානි කරමින් කල්ලිවල ඇවිදිති, ගුරුවරුන්ට සහ දෙමාපියන්ට ගරු නොකරති.</p>\n<p>“හේතුවක් නැති කැරලිකරුවන්” සැබෑ ආදරයේ ඌනතාවයේ ප්‍රතිඵලයකි.</p>\n<p>සැබෑ ආදරයක් ඇති තැන “හේතුවක් නැති කැරලිකරුවන්” සිටිය නොහැක.</p>\n<p>දෙමාපියන් තම දරුවන්ට සැබවින්ම ආදරය කරන්නේ නම්, ඔවුන්ට ඥානවන්තව මඟ පෙන්වීමට ඔවුන් දැන ගනු ඇති අතර එවිට “හේතුවක් නැති කැරලිකරුවන්” නොසිටිනු ඇත.</p>\n<p>හේතුවක් නැති කැරලිකරුවන් යනු නරක මඟ පෙන්වීමේ ප්‍රතිඵලයකි.</p>\n<p>තම දරුවන්ට ඥානවන්තව මඟ පෙන්වීම සඳහා කැපවීමට තරම් ප්‍රමාණවත් ආදරයක් දෙමාපියන්ට නොතිබුණි.</p>\n<p>නූතන දෙමාපියන් සිතන්නේ මුදල් ගැන පමණක් වන අතර දරුවාට තව තවත් දේ දීමටත්, නවතම මෝටර් රථයක් සහ නවතම විලාසිතාවේ ඇඳුම් දීමටත් පමණි. නමුත් ඔවුන් සැබවින්ම ආදරය කරන්නේ නැත, ආදරය කරන්නේ කෙසේදැයි නොදන්නා අතර එබැවින් “හේතුවක් නැති කැරලිකරුවන්” බිහිවේ.</p>\n<p>මේ යුගයේ නොගැඹුරු බවට හේතුව සැබෑ ආදරයේ ඌනතාවයයි.</p>\n<p>නූතන ජීවිතය ගැඹුරක් නැති, ගැඹුරක් නැති වළක් වැනිය.</p>\n<p>ජීවිතයේ ගැඹුරු විලෙහි බොහෝ ජීවීන්, බොහෝ මසුන්ට ජීවත් විය හැකි නමුත් මාර්ගයේ මායිමේ පිහිටා ඇති වළ ඉක්මනින් දැවෙන හිරු කිරණින් වියළී යන අතර ඉතිරි වන්නේ මඩ, කුණු සහ කැත පමණි.</p>\n<p>අප ආදරය කිරීමට ඉගෙන නොගන්නේ නම්, ජීවිතයේ අලංකාරය එහි සියලු තේජසින් තේරුම් ගැනීම කළ නොහැකිය.</p>\n<p>මිනිසුන් ගෞරවය සහ බිය ආදරය සමඟ පටලවා ගනී.</p>\n<p>අපි අපේ උසස් නිලධාරීන්ට ගරු කරන අතර ඔවුන්ට බිය වන අතර පසුව අපි ඔවුන්ට ආදරය කරන බව විශ්වාස කරමු.</p>\n<p>දරුවන් තම දෙමාපියන්ට සහ ගුරුවරුන්ට බිය වන අතර ඔවුන්ට ගරු කරන අතර පසුව ඔවුන්ට ආදරය කරන බව විශ්වාස කරති.</p>\n<p>දරුවා කසයට, පාලකයෙකුට, නරක ලකුණුවලට, නිවසේ හෝ පාසලේදී බැණ වැදීමට බිය වන අතර පසුව ඔහු තම දෙමාපියන්ට සහ ගුරුවරුන්ට ආදරය කරන බව විශ්වාස කරයි. නමුත් ඇත්ත වශයෙන්ම ඔහු ඔවුන්ට බිය වේ.</p>\n<p>අප රැකියාව මත, ලොක්කා මත රඳා පවතිමු. දුප්පත්කමට බිය වෙමු, රැකියාවක් නොමැතිව ඉතිරිවීමට බිය වන අතර පසුව අපි ලොක්කාට ආදරය කරන බව විශ්වාස කරමු. ඔහුගේ අවශ්‍යතා පවා බලා ගනිමු, ඔහුගේ දේපළ ගැන සැලකිලිමත් වෙමු, නමුත් එය ආදරය නොවේ, එය බියකි.</p>\n<p>බොහෝ අය ජීවිතයේ සහ මරණයේ අභිරහස් ගැන තනිවම සිතීමට බිය වෙති, විමසීමට, විමර්ශනය කිරීමට, තේරුම් ගැනීමට, අධ්‍යයනය කිරීමට බිය වෙති. එවිට ඔවුහු කියති, “මම දෙවියන්ට ආදරෙයි, එය ප්‍රමාණවත්!”</p>\n<p>ඔවුන් දෙවියන්ට ආදරය කරන බව විශ්වාස කරති, නමුත් ඇත්ත වශයෙන්ම ඔවුන් ආදරය නොකරයි, ඔවුන් බිය වෙති.</p>\n<p>යුධ සමයේදී බිරිඳට තම ස්වාමිපුරුෂයාට වෙන කවරදාටත් වඩා ආදරය කරන බවක් දැනෙන අතර නිවසට පැමිණෙන තෙක් අනන්තවත් ආශාවෙන් සිටියි, නමුත් ඇත්ත වශයෙන්ම ඇය ඔහුට ආදරය කරන්නේ නැත, ඇය ස්වාමිපුරුෂයෙකු නොමැතිව, ආරක්ෂාවක් නොමැතිව සිටීමට බිය වේ.</p>\n<p>මානසික වහල්භාවය, යැපීම, යමෙකු මත රඳා සිටීම ආදරය නොවේ. එය හුදෙක් භීතියක් වන අතර එය එපමණයි.</p>\n<p>දරුවා තම අධ්‍යයනයේදී ගුරුවරයා මත රඳා පවතින අතර නෙරපා හැරීමට, නරක ලකුණු ලැබීමට, බැණ වැදීමට බිය වන බව පැහැදිලිය. බොහෝ විට ඔහු ආදරය කරන බව විශ්වාස කරයි, නමුත් සිදුවන්නේ ඔහු බිය වීමයි.</p>\n<p>බිරිඳ දරු ප්‍රසූතියේදී හෝ යම් රෝගයකින් මිය යාමේ අනතුරක සිටින විට, ස්වාමිපුරුෂයා ඇයට බොහෝ සේ ආදරය කරන බව විශ්වාස කරයි, නමුත් ඇත්ත වශයෙන්ම සිදුවන්නේ ඇයව අහිමි වේ යැයි ඔහු බිය වීමයි. ආහාර, ලිංගිකත්වය, ඇඳුම් සේදීම, ආදරය වැනි බොහෝ දේවලදී ඇය මත රඳා පවතින අතර ඇයව අහිමි වේ යැයි බිය වේ. එය ආදරය නොවේ.</p>\n<p>සෑම කෙනෙකුම සෑම කෙනෙකුටම ආදරය කරන බව කියයි, නමුත් එය එසේ නොවේ. සැබවින්ම ආදරය කිරීමට දන්නා අයෙකු ජීවිතයේ සොයා ගැනීම ඉතා දුර්ලභය.</p>\n<p>දෙමාපියන් තම දරුවන්ට සැබවින්ම ආදරය කරන්නේ නම්, දරුවන් තම දෙමාපියන්ට සැබවින්ම ආදරය කරන්නේ නම්, ගුරුවරුන් තම සිසුන්ට සැබවින්ම ආදරය කරන්නේ නම්, යුද්ධ ඇති විය නොහැක. සියයට සියයක්ම යුද්ධ කළ නොහැකි වනු ඇත.</p>\n<p>මිනිසුන්ට ආදරය යනු කුමක්දැයි තේරුම් ගැනීමට නොහැකි වී ඇති අතර සියලු බිය සහ සියලු මානසික වහල්භාවය සහ සියලු ආශාවන් ආදරය සමඟ පටලවා ගනී.</p>\n<p>මිනිසුන්ට ආදරය කිරීමට දන්නේ නැත, මිනිසුන්ට ආදරය කිරීමට හැකි නම්, ජීවිතය සැබවින්ම පාරාදීසයක් වනු ඇත.</p>\n<p>පෙම්වතුන් තමන් ආදරය කරන බව විශ්වාස කරන අතර බොහෝ අය ලේ වලින් දිවුරා සපථ කිරීමට පවා සූදානම්ය. නමුත් ඔවුන් ආශාවෙන් පමණි. ආශාව තෘප්තිමත් වූ විට කාඩ්පත් මාලිගය බිමට කඩා වැටේ.</p>\n<p>ආශාව මනස සහ හදවත රවටා ගැනීමට නැඹුරු වේ. ආශාවෙන් සිටින සෑම කෙනෙකුම තමා ආදරය කරන බව විශ්වාස කරයි.</p>\n<p>සැබවින්ම ආදරය කරන යුවළක් ජීවිතයේ සොයා ගැනීම ඉතා දුර්ලභය. ආශාවෙන් පෙළෙන යුවළයන් බහුලව සිටින නමුත් ආදරය කරන යුවළක් සොයා ගැනීම ඉතා අපහසුය.</p>\n<p>සියලුම කලාකරුවන් ආදරය ගැන ගායනා කරති, නමුත් ආදරය යනු කුමක්දැයි ඔවුන් නොදන්නා අතර ආශාව ආදරය සමඟ පටලවා ගනී.</p>\n<p>මේ ජීවිතයේ ඉතා අපහසු දෙයක් තිබේ නම්, එය ආශාව ආදරය සමඟ පටලවා නොගැනීමයි.</p>\n<p>ආශාව යනු සිතාගත හැකි වඩාත්ම රසවත් හා සියුම් විෂ වන අතර එය සැමවිටම ලේ මිලට ජය ගනී.</p>\n<p>ආශාව ලිංගික සියයට සියයකි, ආශාව තිරිසන්ය, නමුත් සමහර විට එය ඉතා පිරිපහදු කළ හා සියුම් වේ. එය සැමවිටම ආදරය සමඟ ව්යාකූල වේ.</p>\n<p>ගුරුවරුන් සිසුන්ට, තරුණයන්ට සහ තරුණියන්ට ආදරය සහ ආශාව අතර වෙනස හඳුනා ගැනීමට ඉගැන්විය යුතුය. එසේ කිරීමෙන් පමණක් පසුව ජීවිතයේ බොහෝ ඛේදවාචක වළක්වා ගත හැකිය.</p>\n<p>ගුරුවරුන් සිසුන්ගේ වගකීම ඇති කිරීමට බැඳී සිටින අතර එම නිසා ඔවුන් ජීවිතයේ ඛේදනීය පුද්ගලයන් බවට පත් නොවීමට ඔවුන්ව නිසි ලෙස සූදානම් කළ යුතුය.</p>\n<p>ඊර්ෂ්‍යාව, ආශාව, ප්‍රචණ්ඩත්වය, බිය, ඇමුණුම්, මානසික යැපීම ආදිය සමඟ මිශ්‍ර කළ නොහැකි ආදරය යනු කුමක්දැයි තේරුම් ගැනීම අවශ්‍ය වේ.</p>\n<p>අවාසනාවකට මනුෂ්‍යයන් තුළ ආදරයක් නැත, නමුත් එය හරිතාගාර මලක් මෙන් ලබා ගැනීමට, මිලදී ගැනීමට, වගා කිරීමට හැකි දෙයක් නොවේ.</p>\n<p>ආදරය අප තුළ උපත ලැබිය යුතු අතර එය උපදින්නේ අප තුළ ඇති වෛරය, බිය, ලිංගික ආශාව, භීතිය, මානසික වහල්භාවය, යැපීම යනාදිය හොඳින් තේරුම් ගත් විට පමණි.</p>\n<p>අපි මෙම මානසික අඩුපාඩු මොනවාදැයි තේරුම් ගත යුතුය. ජීවිතයේ බුද්ධිමය මට්ටමින් පමණක් නොව, යටි සිතේ සැඟවුණු හා නොදන්නා අනෙකුත් මට්ටම්වලද ඒවා අප තුළ සැකසෙන්නේ කෙසේදැයි අප තේරුම් ගත යුතුය.</p>\n<p>මනසේ විවිධ කොනවලින් මෙම අඩුපාඩු සියල්ලම ඉවත් කිරීම අවශ්ය වේ. එවිට පමණක් ආදරය ලෙස හඳුන්වන දෙය අප තුළ ස්වයංසිද්ධව හා පිරිසිදුව උපදියි.</p>\n<p>ආදරයේ දැල්ලකින් තොරව ලෝකය වෙනස් කිරීමට කැමති වීම කළ නොහැකිය. සැබවින්ම ලෝකය වෙනස් කළ හැක්කේ ආදරයට පමණි.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/si/educacion-fundamental/el-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/si/educacion-fundamental/el-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/si/educacion-fundamental/el-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
