import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "مینه",
  "locale": "ps",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "8. مینه",
    "order": 8
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>د ښوونځي له هغو بنچونو څخه باید زده کوونکي په بشپړه توګه هغه څه درک کړي چې مینه بلل کیږي.</p>\n<p>ویره او انحصار اکثرا له مینې سره ګډوډ کیږي، خو دا مینه نه ده.</p>\n<p>زده کوونکي په خپلو والدینو او ښوونکو تکیه کوي او دا څرګنده ده چې دوی ته په احترام قایل دي او په ورته وخت کې ترې وېرېږي.</p>\n<p>هلکان او نجونې، ځوانان او پیغلې د جامو، خوړو، پیسو، سرپناه او نورو لپاره په خپلو والدینو تکیه کوي او په ښکاره ډول څرګنده ده چې دوی د خوندیتوب احساس کوي، پوهېږي چې په خپلو والدینو تکیه کوي او له همدې امله دوی ته احترام کوي او حتی ترې وېرېږي، خو دا مینه نه ده.</p>\n<p>د هغه څه د ښودلو لپاره چې موږ یې وایو، موږ کولی شو په بشپړه توګه تایید کړو چې هر هلک یا نجلۍ، ځوان یا پیغله د خپلو ښوونځي ملګرو باندې ډېره باور لري، په پرتله د خپلو والدینو.</p>\n<p>په حقیقت کې هلکان، نجونې، ځوانان او پیغلې د خپلو ملګرو سره شخصي خبرې کوي چې هیڅکله به یې په ژوند کې له خپلو والدینو سره نه کوي.</p>\n<p>دا موږ ته دا ښیي چې د اولادونو او والدینو ترمنځ ریښتینی باور نشته، چې ریښتینې مینه نشته.</p>\n<p>دا ډېره اړینه ده چې پوه شو چې د مینې او هغه څه ترمنځ چې درناوی، وېره، انحصار، ډار دی، یو بنسټیز توپیر شتون لري.</p>\n<p>دا اړینه ده چې د خپلو والدینو او ښوونکو درناوی وکړو، خو درناوی له مینې سره ګډوډ نه کړو.</p>\n<p>درناوی او مینه باید نږدې اړیکې ولري، خو موږ باید یو له بل سره ګډوډ نه کړو.</p>\n<p>پلرونه د خپلو ماشومانو لپاره وېرېږي، دوی د خپلو ماشومانو لپاره غوره څه غواړي، یو ښه مسلک، یو ښه واده، ساتنه، او داسې نور، او دا وېره له ریښتینې مینې سره ګډوډوي.</p>\n<p>دا اړینه ده چې پوه شو چې پرته له ریښتینې مینې، پلرونه او ښوونکي نشي کولی نوي نسلونه په هوښیارۍ سره لارښوونه وکړي، حتی که ډېرې ښې ارادې هم وي.</p>\n<p>هغه لاره چې ژورو کندو ته ځي، د ډېرو ښو ارادو سره ډکه ده.</p>\n<p>موږ د “بې هدفه یاغیانو” نړیواله پېژندل شوې قضیه وینو. دا یوه ذهني ناروغي ده چې ټوله نړۍ کې خپره شوې ده. د “ښو ماشومانو” ډله، چې ګواکې د خپلو والدینو لخوا ډېر مینه شوي، ډېر نازول شوي، ډېر ګران دي، په بې دفاع لارویانو برید کوي، ښځې وهي او جنسي تېری کوي، غلا کوي، ډبرې غورځوي، په ډلو کې ګرځي او هر ځای ته زیان رسوي، ښوونکو او د کورنیو مشرانو ته بې احترامي کوي، او داسې نور.</p>\n<p>“بې هدفه یاغیان” د ریښتینې مینې د نشتوالي پایله ده.</p>\n<p>چیرته چې ریښتینې مینه وي، هلته “بې هدفه یاغیان” شتون نشي کولی.</p>\n<p>که د کورنۍ پلرونو خپلو اولادونو سره ریښتینې مینه درلوده، نو دوی به په هوښیارۍ سره لارښوونه کولی شول او بیا به “بې هدفه یاغیان” نه وای.</p>\n<p>بې هدفه یاغیان د ناسمې لارښوونې پایله ده.</p>\n<p>د کورنۍ پلرونو دومره مینه نه ده کړې چې په ریښتیا سره خپل اولادونه په هوښیارۍ سره لارښوونه وکړي.</p>\n<p>عصري پلرونه یوازې په پیسو فکر کوي او اولاد ته نور او نور ورکوي، او وروستی ماډل موټر، او وروستي فیشن جامې او نور ورکوي، خو په ریښتیا سره مینه نه کوي، د مینې کولو څرنګوالی نه پوهېږي او له همدې امله “بې هدفه یاغیان” شتون لري.</p>\n<p>د دې زمانې سطحي توب د ریښتینې مینې د نشتوالي له امله دی.</p>\n<p>عصري ژوند د ژوروالي پرته یو ډنډ ته ورته دی.</p>\n<p>د ژوند په ژوره جهيل کې، ډېر مخلوقات، ډېر کبان ژوند کولی شي، خو هغه ډنډ چې د لارې په غاړه کې پروت دی، ژر د لمر په تودو وړانګو وچېږي او بیا یوازې خټه، خرابوالی او بدشکلي پاتې کېږي.</p>\n<p>دا ناشونې ده چې د ژوند ښکلا په ټول جلال کې درک کړو، که موږ د مینې زده کړه نه وي کړې.</p>\n<p>خلک درناوی او وېره د هغه څه سره ګډوډوي چې مینه بلل کیږي.</p>\n<p>موږ خپلو مشرانو ته درناوی کوو او ترې وېرېږو او بیا فکر کوو چې موږ ورسره مینه لرو.</p>\n<p>ماشومان له خپلو والدینو او ښوونکو څخه وېرېږي او درناوی یې کوي او بیا فکر کوي چې له دوی سره مینه لري.</p>\n<p>ماشوم له څپېړې، له سزا ورکولو وسیلې، له بدې نمرې، له کور یا ښوونځي کې د ډارولو څخه وېرېږي، او بیا فکر کوي چې له خپلو والدینو او ښوونکو سره مینه لري، خو په حقیقت کې یوازې ترې وېرېږي.</p>\n<p>موږ په دندې، په مالک تکیه کوو، له بې وزلۍ، له بې کارۍ وېرېږو او بیا فکر کوو چې له مالک سره مینه لرو او حتی د هغه د ګټو لپاره کار کوو، د هغه د شتمنیو ساتنه کوو، خو دا مینه نه ده، دا وېره ده.</p>\n<p>ډېر خلک په ژوند او مرګ کې د اسرارو په اړه په خپل ځان فکر کولو څخه وېرېږي، د پوښتنو کولو، څېړنو کولو، پوهېدو، زده کړې او نورو څخه وېرېږي او بیا چیغې وهي چې زه له خدای سره مینه لرم او دا زما لپاره بسنه کوي!</p>\n<p>دوی فکر کوي چې له خدای سره مینه لري خو په حقیقت کې مینه نه کوي، وېرېږي.</p>\n<p>د جګړې په وخت کې ښځه احساس کوي چې له خپل خاوند سره تر بل هر وخت ډېره مینه لري او په بې پایه اندېښنې سره کور ته د هغه د راستنېدو هیله لري، خو په حقیقت کې ورسره مینه نه لري، یوازې له دې وېرېږي چې بې خاونده پاتې شي، بې ساتنې پاتې شي او داسې نور.</p>\n<p>رواني غلامي، انحصار، په چا تکیه کول، مینه نه ده. دا یوازې وېره ده او بس.</p>\n<p>ماشوم په خپلو زده کړو کې په ښوونکي تکیه کوي او دا روښانه ده چې له ایستلو، له بدې نمرې، له ډارولو څخه وېرېږي او ډېری وخت فکر کوي چې له هغې سره مینه لري خو هغه څه چې پېښېږي هغه دا دي چې ترې وېرېږي.</p>\n<p>کله چې ښځه د زېږون په حال کې وي یا د کومې ناروغۍ له امله د مرګ له خطر سره مخامخ وي، خاوند فکر کوي چې ډېره مینه ورسره لري، خو په حقیقت کې هغه څه چې پېښېږي هغه دا دي چې له لاسه ورکولو څخه یې وېرېږي، په ډېرو شیانو کې پرې تکیه کوي، لکه خواړه، جنسي اړیکې، د جامو مینځل، نازول او له لاسه ورکولو څخه یې وېرېږي. دا مینه نه ده.</p>\n<p>ټول خلک وایي چې له ټولو سره مینه لري خو دا ډول خبره نشته: په ژوند کې داسې څوک موندل ډېر کم دي چې په ریښتیا سره د مینې کولو څرنګوالی وپوهېږي.</p>\n<p>که پلرونو له خپلو اولادونو سره ریښتینې مینه درلوده، که اولادونو له خپلو والدینو سره ریښتینې مینه درلوده، که ښوونکو له خپلو زده کوونکو سره ریښتینې مینه درلوده، نو جګړې به نه وای. جګړې به په سلو کې سل ناممکن وای.</p>\n<p>هغه څه چې پېښېږي هغه دا دي چې خلکو د مینې په اړه څه نه دي درک کړي، او هره وېره او هره رواني غلامي او هره جذبه او نور د هغه څه سره ګډوډوي چې مینه بلل کیږي.</p>\n<p>خلک د مینې کولو څرنګوالی نه پوهېږي، که خلک د مینې کولو څرنګوالی پوهېدلای، ژوند به په حقیقت کې جنت وای.</p>\n<p>مینان فکر کوي چې مینه کوي او ډېر یې تر دې حده رسېدلي چې په وینو سره قسم وخوري چې مینه کوي. خو دوی یوازې په جذبه کې ډوب دي. د جذبه د تسکین سره، د کارتونو ماڼۍ نړېږي.</p>\n<p>جذبه ډېری وخت ذهن او زړه غولوي. هر لیوال فکر کوي چې عاشق دی.</p>\n<p>په ژوند کې داسې جوړه موندل ډېر کم دي چې په ریښتیا سره عاشق وي. د جذبه والو جوړو ډېر دي خو د مینانو جوړه موندل ډېر ستونزمن دي.</p>\n<p>ټول هنرمندان د مینې سندرې وایي خو دوی نه پوهېږي چې مینه څه شی ده او جذبه له مینې سره ګډوډوي.</p>\n<p>که په دې ژوند کې کوم شی ډېر ستونزمن وي، هغه دا دی چې جذبه له مینې سره ګډوډ نه کړو.</p>\n<p>جذبه تر ټولو خوندوره او تر ټولو نازکه زهر ده چې تصور یې کېدای شي، تل د وینې په بیه بریالۍ کېږي.</p>\n<p>جذبه سل په سلو کې جنسي ده، جذبه ځناورتوب دی خو ځینې وختونه ډېره ظریفه او نازکه هم وي. تل له مینې سره ګډوډ کېږي.</p>\n<p>ښوونکي باید زده کوونکو، ځوانانو او پیغلو ته د مینې او جذبه ترمنځ د توپیر زده کړه ورکړي. یوازې په دې توګه به په ژوند کې وروسته ډېرې غمیزې مخنیوی وشي.</p>\n<p>ښوونکي اړ دي چې د زده کوونکو مسؤلیت رامینځته کړي او له همدې امله باید په سمه توګه چمتو کړي ترڅو په ژوند کې په غمجنو بدل نشي.</p>\n<p>دا اړینه ده چې هغه څه درک کړو چې مینه ده، هغه څه چې د حسد، جذبو، تاوتریخوالي، وېرې، تړاو، رواني انحصار او داسې نورو سره نشي ګډېدای.</p>\n<p>مینه له بده مرغه په انسانانو کې شتون نلري، خو دا داسې څه هم نده چې ترلاسه یې کړو، واخلو یې، د شنو خونو د ګلانو په څېر یې وکرو او داسې نور.</p>\n<p>مینه باید زموږ په دننه کې وزېږېږي او یوازې هغه وخت زېږېږي کله چې موږ په ژوره توګه هغه څه درک کړي چې هغه نفرت دی چې موږ په خپل ځان کې لرو، هغه څه چې وېره ده، جنسي جذبه، ډار، رواني غلامي، انحصار او داسې نور دي.</p>\n<p>موږ باید هغه څه درک کړو چې دا رواني نیمګړتیاوې دي، موږ باید پوه شو چې دا څنګه زموږ په دننه کې پروسس کېږي، نه یوازې د ژوند په فکري کچه، بلکې په نورو پټو او ناڅرګندو سطحو کې هم.</p>\n<p>دا اړینه ده چې د ذهن له بېلابېلو کونجونو څخه دا ټولې نیمګړتیاوې راوباسو. یوازې په دې توګه زموږ په دننه کې په ناڅاپي او پاکه توګه هغه څه زېږېږي چې مینه بلل کیږي.</p>\n<p>د مینې له لمبې پرته د نړۍ بدلول ناشونې ده. یوازې مینه کولی شي په ریښتیا سره نړۍ بدله کړي.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ps/educacion-fundamental/el-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/el-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/el-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
