import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "الاغتيال",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "16. الاغتيال",
    "order": 16
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>القتل هو بوضوح وبدون أي شك، العمل الأكثر تدميراً والأكثر فسادًا المعروف في العالم.</p>\n<p>أسوأ أشكال القتل هو تدمير حياة بني جنسنا.</p>\n<p>كم هو مروع ذلك الصياد الذي يقتل مخلوقات الغابة البريئة ببندقيته، ولكن ألف مرة أكثر وحشية، ألف مرة أكثر شناعة هو ذلك الذي يقتل بني جنسه.</p>\n<p>لا يُقتل فقط بالرشاشات أو البنادق أو المدافع أو المسدسات أو القنابل الذرية، بل يمكن القتل بنظرة تجرح القلب، نظرة مهينة، نظرة مليئة بالازدراء، نظرة مليئة بالكراهية؛ أو يمكن القتل بفعل ناكر للجميل، بفعل أسود، أو بإهانة، أو بكلمة جارحة.</p>\n<p>العالم مليء بآباء وأمهات ناكرين للجميل قتلوا آباءهم وأمهاتهم، إما بنظراتهم، أو بكلماتهم، أو بأفعالهم القاسية.</p>\n<p>العالم مليء برجال قتلوا زوجاتهم دون علم، وبزوجات قتلن أزواجهن دون علم.</p>\n<p>ومما يزيد الطين بلة في هذا العالم القاسي الذي نعيش فيه، أن الإنسان يقتل ما يحب أكثر من غيره.</p>\n<p>ليس بالخبز وحده يحيا الإنسان، بل بعوامل نفسية مختلفة أيضًا.</p>\n<p>كم من الأزواج كان بإمكانهم العيش لفترة أطول لو سمحت لهم زوجاتهم بذلك.</p>\n<p>كم من الزوجات كان بإمكانهن العيش لفترة أطول لو سمح لهن أزواجهن بذلك.</p>\n<p>كم من الآباء والأمهات كان بإمكانهم العيش لفترة أطول لو سمح لهم أبناؤهم وبناتهم بذلك.</p>\n<p>المرض الذي يأخذ أحبائنا إلى القبر سببه الكلمات التي تقتل، النظرات التي تجرح، الأفعال الناكرة للجميل، إلخ.</p>\n<p>هذا المجتمع الفاسد والمنحل مليء بالقتلة اللاواعيين الذين يفترضون البراءة.</p>\n<p>السجون مليئة بالقتلة، لكن أسوأ أنواع المجرمين يفترض البراءة ويسير حراً.</p>\n<p>لا يمكن تبرير أي شكل من أشكال القتل. بقتل شخص آخر لا يتم حل أي مشكلة في الحياة.</p>\n<p>الحروب لم تحل أي مشكلة على الإطلاق. بقصف المدن العاجزة وقتل الملايين من الناس لا يتم حل أي شيء.</p>\n<p>الحرب شيء فظيع للغاية، خشن، وحشي، شنيع. الملايين من الآلات البشرية النائمة، اللاواعية، الغبية، تندفع إلى الحرب بهدف تدمير ملايين أخرى من الآلات البشرية اللاواعية.</p>\n<p>في كثير من الأحيان، يكفي وقوع كارثة كوكبية في الكون، أو وضع سيئ للكواكب في السماء، لكي يندفع ملايين الرجال إلى الحرب.</p>\n<p>الآلات البشرية ليس لديها وعي بأي شيء، فهي تتحرك بشكل مدمر عندما تصيبها أنواع معينة من الموجات الكونية سراً.</p>\n<p>إذا أيقظ الناس وعيهم، وإذا تم تثقيف الطلاب والطالبات بحكمة من مقاعد الدراسة، مما يقودهم إلى الفهم الواعي لما هي العداوة والحرب، لكان الأمر مختلفًا، لما اندفع أحد إلى الحرب، ولكانت الموجات الكارثية للكون قد استخدمت بشكل مختلف.</p>\n<p>الحرب تفوح منها رائحة أكل لحوم البشر، وحياة الكهوف، والوحشية من أسوأ الأنواع، والقوس، والسهم، والرمح، وطقوس الدم، وهي بجميع المقاييس لا تتفق مع الحضارة.</p>\n<p>كل الرجال في الحرب جبناء، خائفون، والأبطال المثقلون بالميداليات هم على وجه التحديد الأكثر جبناً، الأكثر خوفاً.</p>\n<p>يبدو المنتحر أيضًا شجاعًا جدًا، لكنه جبان لأنه خاف من الحياة.</p>\n<p>البطل في أعماقه هو انتحاري ارتكب حماقة الانتحار في لحظة من الرعب الشديد.</p>\n<p>تختلط حماقة المنتحر بسهولة بشجاعة البطل.</p>\n<p>إذا لاحظنا بعناية سلوك الجندي أثناء الحرب، وطريقته، ونظرته، وكلماته، وخطواته في المعركة، يمكننا أن نرى جبنه المطلق.</p>\n<p>يجب على معلمي ومعلمات المدارس والكليات والجامعات أن يعلموا طلابهم وطالباتهم الحقيقة حول الحرب. يجب أن يقودوا طلابهم وطالباتهم إلى تجربة هذه الحقيقة بوعي.</p>\n<p>إذا كان الناس على دراية كاملة بما هي هذه الحقيقة الرهيبة للحرب، وإذا عرف المعلمون والمعلمات كيف يثقفون تلاميذهم وتلميذاتهم بحكمة، فلن يسمح أي مواطن بنقله إلى المسلخ.</p>\n<p>يجب تقديم التعليم الأساسي الآن في جميع المدارس والكليات والجامعات، لأنه تحديدًا من مقاعد الدراسة، حيث يجب العمل من أجل السلام.</p>\n<p>من الملح أن تصبح الأجيال الجديدة واعية تمامًا بما هي البربرية وما هي الحرب.</p>\n<p>في المدارس والكليات والجامعات، يجب فهم العداوة والحرب بعمق في جميع جوانبها.</p>\n<p>يجب أن تفهم الأجيال الجديدة أن كبار السن بأفكارهم القديمة والخرقاء، يضحون دائمًا بالشباب ويقودونهم مثل الثيران إلى المسلخ.</p>\n<p>يجب ألا يقتنع الشباب بالدعاية الحربية، ولا بأسباب كبار السن، لأنه لكل سبب سبب مضاد، ولكل رأي رأي مضاد، ولكن لا المنطق ولا الآراء هي الحقيقة حول الحرب.</p>\n<p>لدى كبار السن آلاف الأسباب لتبرير الحرب واقتياد الشباب إلى المسلخ.</p>\n<p>المهم ليس المنطق حول الحرب، بل تجربة حقيقة ما هي الحرب.</p>\n<p>نحن لا نعارض العقل ولا التحليل، نحن فقط نريد أن نقول إننا يجب أن نختبر أولاً الحقيقة حول الحرب، وبعد ذلك يمكننا أن نترف بالمنطق والتحليل.</p>\n<p>من المستحيل تجربة حقيقة عدم القتل، إذا استبعدنا التأمل العميق.</p>\n<p>فقط التأمل العميق للغاية يمكن أن يقودنا إلى تجربة الحقيقة حول الحرب.</p>\n<p>لا يجب على المعلمين والمعلمات تزويد طلابهم وطالباتهم بمعلومات فكرية فحسب. يجب على المعلمين أن يعلموا طلابهم كيفية إدارة العقل، وكيفية تجربة الحقيقة.</p>\n<p>هذا العرق الفاسد والمنحل لم يعد يفكر إلا في القتل. هذا القتل والقتل، خاص بأي عرق بشري منحل.</p>\n<p>من خلال التلفزيون والسينما، ينشر وكلاء الجريمة أفكارهم الإجرامية.</p>\n<p>يتلقى الأطفال من الجيل الجديد يوميًا من خلال شاشة التلفزيون والقصص الخيالية للأطفال والسينما والمجلات وما إلى ذلك، جرعة سامة جيدة من عمليات القتل وإطلاق النار والجرائم المروعة وما إلى ذلك.</p>\n<p>لم يعد بالإمكان تشغيل التلفزيون دون مواجهة كلمات مليئة بالكراهية والرصاص والخبث.</p>\n<p>لا تفعل حكومات الأرض شيئًا ضد انتشار الجريمة.</p>\n<p>عقول الأطفال والشباب تقودهم وكلاء الجريمة، على طريق الجريمة.</p>\n<p>لقد انتشرت فكرة القتل بالفعل، وقد انتشرت عن طريق الأفلام والقصص وما إلى ذلك، لدرجة أنها أصبحت مألوفة تمامًا للجميع.</p>\n<p>لقد تم تعليم متمردي الموجة الجديدة على الجريمة ويقتلون من أجل متعة القتل، ويستمتعون بمشاهدة الآخرين يموتون. لقد تعلموا ذلك على شاشة التلفزيون في المنزل، وفي السينما، وفي القصص، وفي المجلات.</p>\n<p>الجريمة سائدة في كل مكان ولا تفعل الحكومات شيئًا لتصحيح غريزة القتل من جذورها.</p>\n<p>يقع على عاتق معلمي ومعلمات المدارس والكليات والجامعات رفع الصوت في السماء وقلب السماء والأرض لتصحيح هذا الوباء العقلي.</p>\n<p>من الملح أن يطلق معلمو ومعلمات المدارس والكليات والجامعات صيحة الإنذار ويطلبون من جميع حكومات الأرض فرض رقابة على السينما والتلفزيون وما إلى ذلك.</p>\n<p>تتضاعف الجريمة بشكل رهيب بسبب كل هذه العروض الدموية، وبالوتيرة التي نسير بها سيأتي اليوم الذي لن يتمكن فيه أحد من السير في الشوارع بحرية دون الخوف من التعرض للقتل.</p>\n<p>لقد أعطى الراديو والسينما والتلفزيون والمجلات الدموية مثل هذا الانتشار لجريمة القتل، وجعلوها ممتعة للغاية للعقول الضعيفة والمنحطة، بحيث لم يعد أحد يلين قلبه لإطلاق رصاصة أو طعنة على شخص آخر.</p>\n<p>نتيجة للكثير من انتشار جريمة القتل، أصبحت العقول الضعيفة مألوفة للغاية مع الجريمة والآن تترف حتى بالقتل لتقليد ما رأوه في السينما أو التلفزيون.</p>\n<p>يُلزم المعلمون والمعلمات الذين هم مربو الشعب، امتثالاً لواجبهم، بالنضال من أجل الأجيال الجديدة من خلال مطالبة حكومات الأرض بحظر العروض الدموية، باختصار، إلغاء جميع أنواع الأفلام عن عمليات القتل واللصوص وما إلى ذلك.</p>\n<p>يجب أن يمتد نضال المعلمين والمعلمات أيضًا إلى مصارعة الثيران والملاكمة.</p>\n<p>نموذج مصارع الثيران هو النموذج الأكثر جبناً وإجرامًا. يريد مصارع الثيران كل المزايا لنفسه ويقتل من أجل تسلية الجمهور.</p>\n<p>نموذج الملاكم هو نموذج وحش القتل، في شكله السادي الذي يجرح ويقتل من أجل تسلية الجمهور.</p>\n<p>هذا النوع من العروض الدموية بربري بنسبة مائة بالمائة ويحفز العقول ويوجهها على طريق الجريمة. إذا كنا نريد حقًا الكفاح من أجل السلام العالمي، فيجب أن نبدأ حملة جوهرية ضد العروض الدموية.</p>\n<p>طالما توجد العوامل المدمرة داخل العقل البشري، ستكون هناك حروب حتمية.</p>\n<p>داخل العقل البشري توجد العوامل التي تنتج الحرب، وهذه العوامل هي الكراهية والعنف بجميع جوانبه والأنانية والغضب والخوف والغرائز الإجرامية والأفكار الحربية التي تبثها التلفزيون والإذاعة والسينما وما إلى ذلك.</p>\n<p>الدعاية للسلام وجوائز نوبل للسلام تبدو سخيفة طالما توجد داخل الإنسان العوامل النفسية التي تنتج الحرب.</p>\n<p>في الوقت الحاضر، العديد من القتلة حاصلون على جائزة نوبل للسلام.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/el-asesinato.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/el-asesinato.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/el-asesinato.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
