import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ግድያው",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "16. ግድያው",
    "order": 16
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>መግደል በግልጽ እና ከማንኛውም ጥርጥር በላይ በአለም ላይ የሚታወቀው እጅግ አጥፊ እና ከፍተኛ የሙስና ተግባር ነው።</p>\n<p>በጣም የከፋው የግድያ አይነት የባልንጀሮቻችንን ህይወት ማጥፋት ነው።</p>\n<p>በጫካ ውስጥ ያሉ ንጹሀን ፍጥረታትን በአደን ጠመንጃው የሚገድለው አዳኝ በጣም አስፈሪ ነው፣ነገር ግን ባልንጀሮቹን የሚገድል ሰው በሺህ እጥፍ የበለጠ ጭራቅ፣በሺህ እጥፍ የከፋ ነው።</p>\n<p>በመድፍ፣ በአደን ጠመንጃ፣ በመድፍ፣ ሽጉጥ ወይም አቶሚክ ቦምቦች ብቻ አይደለም መግደል የሚቻለው፤ልብን በሚጎዳ እይታ፣ በሚያዋርድ እይታ፣ በንቀት በተሞላ እይታ፣ በንዴት በተሞላ እይታ መግደል ይቻላል፤ወይም በማያመሰግን ተግባር፣ በጥቁር ተግባር፣ በስድብ ወይም በሚጎዳ ቃል መግደል ይቻላል።</p>\n<p>አለም በወላጆቻቸውን እና እናቶቻቸውን የገደሉ ምስጋና ቢስ ነፍሰ ገዳዮች፣ ነፍሰ ገዳዮች፣ በጨረፍታቸው፣ በቃላቸው ወይም በጭካኔያቸው የተሞላች ናት።</p>\n<p>አለም ሳያውቁ ሚስቶቻቸውን በገደሉ ወንዶች እና ሳያውቁ ባሎቻቸውን በገደሉ ሴቶች የተሞላች ናት።</p>\n<p>ከክፉ እድለኝነት የተነሳ በምንኖርበት በዚህ ጨካኝ አለም ሰው የሚወደውን ይገድላል።</p>\n<p>ሰው በእንጀራ ብቻ ሳይሆን በተለያዩ የስነ ልቦና ምክንያቶችም ይኖራል።</p>\n<p>ሚስቶቻቸው ቢፈቅዱላቸው ኖሮ ብዙ ባሎች በህይወት ሊኖሩ ይችሉ ነበር።</p>\n<p>ባሎቻቸው ቢፈቅዱላቸው ኖሮ ብዙ ሚስቶች በህይወት ሊኖሩ ይችሉ ነበር።</p>\n<p>ልጆቻቸው ቢፈቅዱላቸው ኖሮ ብዙ አባቶችና እናቶች በህይወት ሊኖሩ ይችሉ ነበር።</p>\n<p>የምንወደውን ሰው ወደ መቃብር የሚወስደው በሽታ የሚገድሉ ቃላቶች፣ የሚጎዱ እይታዎች፣ የማይመስገኑ ድርጊቶች፣ ወዘተ ናቸው።</p>\n<p>ይህ ጊዜ ያለፈበት እና የተበላሸ ማህበረሰብ ንፁህ ነን በሚሉ ንቃተ-ቢስ ገዳዮች የተሞላ ነው።</p>\n<p>እስር ቤቶች በገዳዮች የተሞሉ ናቸው ነገርግን የከፋው የወንጀለኞች ዝርያ ንፁህ ነኝ ብሎ ያስባል እና በነጻነት ይሄዳል።</p>\n<p>ምንም አይነት ግድያ ምንም አይነት ማረጋገጫ ሊኖረው አይችልም። ሌላውን በመግደል በህይወት ውስጥ ምንም ችግር አይፈታም።</p>\n<p>ጦርነቶች ምንም አይነት ችግር ፈጥረው አያውቁም። መከላከያ የሌላቸውን ከተሞች በቦምብ በመደብደብ እና በሚሊዮኖች የሚቆጠሩ ሰዎችን በመግደል ምንም አይፈታም።</p>\n<p>ጦርነት በጣም ከባድ፣ ጨካኝ፣ ጭራቃዊ፣ አስጸያፊ ነገር ነው። በሚሊዮኖች የሚቆጠሩ የሰው ማሽኖች ተኝተው፣ ንቃተ-ቢስ፣ ደደብ፣ ሌሎች በሚሊዮኖች የሚቆጠሩ ንቃተ-ቢስ የሰው ማሽኖችን ለማጥፋት ጦርነት ይጀምራሉ።</p>\n<p>ብዙውን ጊዜ በአለም ላይ ያለ የአየር ንብረት አደጋ ወይም በሰማይ ላይ ያሉ ከዋክብት በጣም መጥፎ አቀማመጥ ሚሊዮኖችን ወደ ጦርነት ለመግፋት በቂ ነው።</p>\n<p>የሰው ማሽኖች ስለ ምንም ነገር ንቃተ ህሊና የላቸውም፣ የተወሰኑ የጠፈር ሞገዶች በድብቅ ሲጎዱ በአጥፊ መልክ ይንቀሳቀሳሉ።</p>\n<p>ሰዎች ንቃተ ህሊናቸውን ቢያነቁ፣ ተማሪዎቹ እና ተማሪዎቹ ጠላትነት እና ጦርነት ምን እንደሆነ በሚያውቁት ግንዛቤ እንዲመሩ ከትምህርት ቤቱ አግዳሚ ወንበር ላይ በጠቢብ ቢማሩ፣ ሌላ ዶሮ ይዘምራል፣ ማንም ወደ ጦርነት አይገባም እና አስከፊው የጠፈር ሞገዶች በተለየ መንገድ ጥቅም ላይ ይውላሉ።</p>\n<p>ጦርነት የሰውን ሥጋ የመብላት፣ የዋሻ ሕይወት፣ የከፋው አውሬነት፣ ቀስት፣ ቀስት፣ ጦር፣ የደም መፍሰስ ሽታ አለው፣ ከሥልጣኔ ጋር የሚስማማ አይደለም።</p>\n<p>በጦርነት ውስጥ ያሉ ሁሉም ሰዎች ፈሪዎች፣ ፈሪዎች ናቸው እና በሜዳሊያ የተሸከሙ ጀግኖች በትክክል በጣም ፈሪዎች፣ በጣም ፈሪዎች ናቸው።</p>\n<p>ራስን ማጥፋትም በጣም ደፋር ይመስላል ነገር ግን ለሕይወት ስለፈራ ፈሪ ነው።</p>\n<p>ጀግናው በመሠረቱ ራስን የማጥፋት አደጋ ያደረሰ ራስን የማጥፋት ሰው ነው።</p>\n<p>የራስን የማጥፋት እብደት በቀላሉ ከጀግናው ድፍረት ጋር ይደባለቃል።</p>\n<p>በጦርነት ወቅት የአንድ ወታደር ባህሪን፣ ባህሪውን፣ እይታውን፣ ቃላቱን፣ በጦርነቱ ውስጥ ያሉትን እርምጃዎች በጥንቃቄ ከተመለከትን ሙሉ ፈሪነቱን ማሳየት እንችላለን።</p>\n<p>የትምህርት ቤቶች፣ ኮሌጆች፣ ዩኒቨርሲቲዎች መምህራንና መምህራን ስለ ጦርነት እውነቱን ለተማሪዎቻቸው ማስተማር አለባቸው። ተማሪዎቻቸውን እና ተማሪዎቻቸውን ይህንን እውነት በንቃት እንዲለማመዱ ማድረግ አለባቸው።</p>\n<p>ሰዎች ስለዚህ አስከፊ የጦርነት እውነት ሙሉ በሙሉ የሚያውቁ ከሆነ, መምህራን እና መምህራን ተማሪዎቻቸውን በጠቢብ መንገድ ማስተማር ቢችሉ, አንድም ዜጋ ወደ ማረድ አይወሰድም ነበር.</p>\n<p>መሰረታዊ ትምህርት አሁን በሁሉም ትምህርት ቤቶች፣ ኮሌጆች እና ዩኒቨርሲቲዎች መሰጠት አለበት፣ ምክንያቱም ሰላም መስራት ያለበት ከትምህርት ቤቱ አግዳሚ ወንበር ላይ ነው።</p>\n<p>አዲሱ ትውልድ የጭካኔ እና የጦርነት ምን እንደሆነ ሙሉ በሙሉ ማወቅ በጣም አስፈላጊ ነው።</p>\n<p>በሁሉም ገፅታዎች የጥላቻ እና የጦርነት ጥልቅ ግንዛቤ በትምህርት ቤቶች፣ ኮሌጆች እና ዩኒቨርሲቲዎች ውስጥ መገኘት አለበት።</p>\n<p>አዲሱ ትውልድ ሽማግሌዎች በቆዩ እና ግትር ሃሳቦቻቸው ወጣቶችን ሁልጊዜ መስዋዕት እንደሚያደርጉ እና እንደ በሬ ወደ ማረድ እንደሚወስዷቸው መረዳት አለባቸው።</p>\n<p>ወጣቶች በጦርነት ደጋፊ ፕሮፓጋንዳም ሆነ በሽማግሌዎች ምክንያቶች መታመን የለባቸውም፣ ምክንያቱም አንድ ምክንያት ሌላ ምክንያት ይቃወማል እና አንድ አስተያየት ሌላውን ይቃወማል፣ ነገር ግን ምክንያቶቹም ሆኑ አስተያየቶች ስለ ጦርነት እውነት አይደሉም።</p>\n<p>ሽማግሌዎች ጦርነቱን ለማጽደቅ እና ወጣቶችን ወደ ማረድ ለመውሰድ በሺዎች የሚቆጠሩ ምክንያቶች አሏቸው።</p>\n<p>ዋናው ነገር ስለ ጦርነት ምክንያቶች ሳይሆን የጦርነትን እውነት መለማመድ ነው።</p>\n<p>እኛ በምክንያትም ሆነ ትንተና ላይ አስተያየት አንሰጥም ፣ በመጀመሪያ ስለ ጦርነት እውነቱን መለማመድ እንዳለብን ብቻ ነው የምንናገረው ፣ ከዚያ በኋላ የመመካከር እና የመተንተን የቅንጦት ሁኔታን ማግኘት እንችላለን።</p>\n<p>ጥልቅ የሆነ ውስጣዊ ማሰላሰልን ካገለልን ያለመግደልን እውነት መለማመድ አይቻልም።</p>\n<p>በጣም ጥልቅ ማሰላሰል ብቻ ስለ ጦርነት ያለውን እውነት እንድንለማመድ ሊረዳን ይችላል።</p>\n<p>መምህራን እና መምህራን ተማሪዎቻቸውን እና ተማሪዎቻቸውን የአዕምሮ መረጃ ብቻ መስጠት የለባቸውም። መምህራን ተማሪዎቻቸውን አእምሮን እንዴት እንደሚቆጣጠሩ፣ እውነቱን እንዴት እንደሚለማመዱ ማስተማር አለባቸው።</p>\n<p>ይህ ጊዜ ያለፈበት እና የተበላሸ ዘር ስለ መግደል ብቻ ያስባል። ይህ የመግደል እና የመግደል ነገር የትኛውም የተበላሸ የሰው ዘር ብቻ ነው።</p>\n<p>የወንጀል ወኪሎች በቴሌቪዥን እና በሲኒማ የወንጀል ሃሳባቸውን ያሰራጫሉ።</p>\n<p>የአዲሱ ትውልድ ወንዶች እና ሴቶች ልጆች በየቀኑ በቴሌቪዥን ስክሪን እና በልጆች ተረት እና በሲኒማ፣ መጽሔት ወዘተ በኩል የመግደል፣ የተኩስ ልውውጥ፣ አስፈሪ ወንጀሎች ወዘተ መርዛማ መጠን ይቀበላሉ።</p>\n<p>በጥላቻ በተሞሉ ቃላቶች፣ ጥይቶች፣ ብልግናዎች ሳትገናኙ ቴሌቪዥኑን ማብራት አይቻልም።</p>\n<p>የምድር መንግስታት የወንጀል መስፋፋትን ለመከላከል ምንም ነገር እያደረጉ አይደለም።</p>\n<p>የህጻናት እና ወጣቶች አእምሮዎች በወንጀል ወኪሎች በወንጀል ጎዳና ይመራሉ::</p>\n<p>የመግደል ሀሳብ በጣም ተስፋፍቷል, በፊልሞች, ታሪኮች, ወዘተ በጣም ተሰራጭቷል, ይህም ለሁሉም ሰው ሙሉ በሙሉ የተለመደ ሆኗል.</p>\n<p>የአዲሱ ማዕበል አማፂያን ለወንጀል የተማሩ እና በመግደል ደስታ ይገድላሉ, ሌሎች ሲሞቱ በማየት ይደሰታሉ. ይህንንም የተማሩት በቤቱ ቴሌቪዥን፣ በሲኒማ፣ በተረት፣ በመጽሔቶች ነው።</p>\n<p>በየቦታው ወንጀል ይነግሳል እና መንግስታት የመግደል ፍላጎትን ከስሩ ለመቅረፍ ምንም አያደርጉም።</p>\n<p>የትምህርት ቤቶች፣ ኮሌጆች እና ዩኒቨርሲቲዎች መምህራን ሰማዩን እየጮሁ ይህንን የአእምሮ ወረርሽኝ ለማስተካከል ሰማይና ምድርን ማወክ አለባቸው።</p>\n<p>የትምህርት ቤቶች፣ ኮሌጆች እና ዩኒቨርሲቲዎች መምህራን የአደጋውን ደወል ማሰማት እና ለሁሉም የምድር መንግስታት ለሲኒማ፣ ቴሌቪዥን ወዘተ ሳንሱር እንዲያደርጉ መጠየቅ በጣም አስፈላጊ ነው።</p>\n<p>ወንጀል በደም ትዕይንቶች ምክንያት በጣም እየጨመረ ነው እና በምንሄድበት ፍጥነት አንድ ቀን ማንም ሰው ሳይገደል በነጻነት በመንገድ ላይ መሄድ አይችልም.</p>\n<p>ሬዲዮ፣ ሲኒማ፣ ቴሌቪዥን፣ የደም መጽሔቶች የመግደል ወንጀልን በስፋት አሰራጭተው ደካማና የተበላሹ አእምሮዎች እንዲወዱት አድርገውታል፣ ስለዚህም ማንም ሰው ሌላውን በጥይት ወይም በቢላ ለመውጋት ልቡን አይፈትንም።</p>\n<p>የመግደል ወንጀልን በጣም በማሰራጨት ደካማ አእምሮዎች ከወንጀሉ ጋር በጣም ስለተላመዱ አሁን በሲኒማ ወይም በቴሌቪዥን ያዩትን ለመምሰል እስከ መግደል ደርሰዋል።</p>\n<p>የህዝብ አስተማሪዎች የሆኑት መምህራን እና መምህራን ለምድር መንግስታት የደም ትርኢቶችን እንዲያግዱ በመጠየቅ ለአዲሱ ትውልድ ለመታገል በግዴታቸው መሰረት ተገድደዋል, በአጭሩ, ስለ ግድያ, ሌቦች, ወዘተ ያሉትን ሁሉንም አይነት ፊልሞች መሰረዝ.</p>\n<p>የመምህራን እና የመምህራን ትግል እስከ በሬ መዋጋት እና ቦክስ ድረስም መዘርጋት አለበት።</p>\n<p>የበሬ ተዋጊው አይነት በጣም ፈሪ እና ወንጀለኛ ነው። የበሬ ተዋጊው ለራሱ ሁሉንም ጥቅሞች ይፈልጋል እና ህዝቡን ለማዝናናት ይገድላል።</p>\n<p>የቦክሰኛው አይነት የነፍስ ግድያ ጭራቅ ነው፣ በአሳዛኝ መልኩ ህዝቡን ለማዝናናት የሚጎዳ እና የሚገድል።</p>\n<p>ይህ አይነት የደም ትዕይንቶች መቶ በመቶ አረመኔዎች ናቸው እና አእምሮን በወንጀል ጎዳና ይመራሉ. ለአለም ሰላም በቁም ነገር መታገል ከፈለግን በደም ትርኢቶች ላይ ጥልቅ ዘመቻ መጀመር አለብን።</p>\n<p>በሰው አእምሮ ውስጥ አጥፊ ምክንያቶች እስካሉ ድረስ ጦርነት የማይቀር ይሆናል።</p>\n<p>በሰው አእምሮ ውስጥ ጦርነትን የሚያስከትሉ ምክንያቶች አሉ, እነዚህ ምክንያቶች ጥላቻ ናቸው. ጥቃት በሁሉም መልኩ፣ ራስ ወዳድነት፣ ቁጣ፣ ፍርሃት፣ የወንጀል ውስጣዊ ስሜቶች፣ በቴሌቪዥን፣ በሬዲዮ፣ በሲኒማ ወዘተ የሚሰራጩ የጦርነት ደጋፊ ሀሳቦች።</p>\n<p>ሰላምን ለማስፈን የሚደረገው ፕሮፓጋንዳ፣ የሰላም ኖቤል ሽልማት በሰው ውስጥ ጦርነትን የሚያስከትሉ የስነ ልቦና ምክንያቶች እስካሉ ድረስ ትርጉም የለሽ ነው።</p>\n<p>በአሁኑ ጊዜ ብዙ ገዳዮች የሰላም ኖቤል ሽልማት አላቸው።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/el-asesinato.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/el-asesinato.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/el-asesinato.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
