import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ፍቅር",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "8. ፍቅር",
    "order": 8
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ተማሪዎች በራሳቸው የትምህርት ቤቶች መቀመጫ ላይ እንኳን ፍቅር ተብሎ የሚጠራውን በጠቅላላ መረዳት አለባቸው።</p>\n<p>ፍርሃትና ጥገኝነት ከፍቅር ጋር ይደባለቃሉ ነገር ግን ፍቅር አይደሉም።</p>\n<p>ተማሪዎች በወላጆቻቸውና በአስተማሪዎቻቸው ላይ ጥገኛ ናቸው፤ እነርሱንም እንደሚያከብሩና እንደሚፈሩ ግልጽ ነው።</p>\n<p>ህጻናት፣ ወጣቶች እና ጎልማሶች ለአልባሳት፣ ምግብ፣ ገንዘብ፣ መጠለያ ወዘተ ወላጆቻቸው ላይ ጥገኛ ናቸው፤ ጥበቃ እንደሚደረግላቸው ይሰማቸዋል፣ በወላጆቻቸው ላይ ጥገኛ እንደሆኑ ያውቃሉ፣ ስለዚህም ያከብሯቸዋል አልፎ ተርፎም ይፈሯቸዋል፤ ግን ይህ ፍቅር አይደለም።</p>\n<p>የምንለውን ለማሳየት ማንኛውም ልጅ፣ ወጣት ወይም ጎልማሳ፣ ከወላጆቻቸው ይልቅ ለትምህርት ቤቱ ጓደኞቹ የበለጠ እምነት እንደሚጥሉ በእርግጠኝነት ማረጋገጥ እንችላለን።</p>\n<p>በእርግጥም ህጻናት፣ ወጣቶች እና ጎልማሶች ከወላጆቻቸው ጋር በሕይወታቸው ውስጥ የማይነጋገሩትን የቅርብ ነገሮች ከጓደኞቻቸው ጋር ይነጋገራሉ።</p>\n<p>ይህ በልጆችና በወላጆች መካከል እውነተኛ መተማመን እንደሌለ፤ እውነተኛ ፍቅር እንደሌለ ያሳየናል።</p>\n<p>ፍቅር እና አክብሮት፣ ፍርሃት፣ ጥገኝነት፣ ፍርሃት መካከል ትልቅ ልዩነት እንዳለ መረዳት አስፈላጊ ነው።</p>\n<p>ወላጆቻችንንና መምህሮቻችንን ማክበር እንዳለብን ማወቅ አስፈላጊ ነው፤ ነገር ግን አክብሮትን ከፍቅር ጋር ማደናገር የለብንም።</p>\n<p>አክብሮት እና ፍቅር በቅርበት የተሳሰሩ መሆን አለባቸው፤ ነገር ግን አንዱን ከሌላው ጋር ማደናገር የለብንም።</p>\n<p>ወላጆች ለልጆቻቸው ይፈራሉ፣ መልካም ሙያ፣ መልካም ትዳር፣ ጥበቃ ወዘተ እንዲኖራቸው ይፈልጋሉ፤ ይህንንም ፍርሃት ከእውነተኛ ፍቅር ጋር ያደናግሩታል።</p>\n<p>ወላጆችና መምህራን መልካም ዓላማ ቢኖራቸውም እንኳ እውነተኛ ፍቅር ከሌለ አዲሱን ትውልድ በጥበብ መምራት እንደማይችሉ መረዳት አስፈላጊ ነው።</p>\n<p>ወደ ጥልቁ የሚወስደው መንገድ እጅግ በጣም ጥሩ በሆኑ ዓላማዎች የተነጠፈ ነው።</p>\n<p>በዓለም ዙሪያ የሚታወቀውን “ምክንያት የሌላቸው አመፀኞች” የሚለውን ጉዳይ እንመለከታለን። ይህ በአለም ዙሪያ የተስፋፋ የአእምሮ ወረርሽኝ ነው። ብዙ “ጥሩ ልጆች”፣ በወላጆቻቸው በጣም እንደሚወደዱ፣ በጣም እንደሚንከባከቡ፣ በጣም እንደሚወደዱ የሚነገርላቸው፣ አቅመ ደካሞችን ያጠቃሉ፣ ሴቶችን ይመታሉ እና ይደፍራሉ፣ ይሰርቃሉ፣ ድንጋይ ይወረውራሉ፣ በየቦታው ጉዳት በማድረስ በቡድን ይሄዳሉ፣ መምህራንንና ወላጆችን አያከብሩም፣ ወዘተ።</p>\n<p>“ምክንያት የሌላቸው አመፀኞች” የእውነተኛ ፍቅር እጦት ውጤት ናቸው።</p>\n<p>እውነተኛ ፍቅር ባለበት “ምክንያት የሌላቸው አመፀኞች” ሊኖሩ አይችሉም።</p>\n<p>የቤተሰብ ወላጆች ልጆቻቸውን በእውነት የሚወዱ ከሆነ በብልህነት እንዴት መምራት እንደሚችሉ ያውቃሉ፤ ከዚያም “ምክንያት የሌላቸው አመፀኞች” አይኖሩም ነበር።</p>\n<p>ምክንያት የሌላቸው አመፀኞች መጥፎ መመሪያ ውጤት ናቸው።</p>\n<p>የቤተሰብ ወላጆች ልጆቻቸውን በጥበብ ለመምራት በቂ ፍቅር አልነበራቸውም።</p>\n<p>ዘመናዊ የቤተሰብ ወላጆች ስለ ገንዘብ ብቻ ያስባሉ፤ ለልጃቸውም ብዙ ተጨማሪ ነገር ይሰጣሉ፤ የቅርብ ጊዜ ሞዴል መኪና፣ የቅርብ ጊዜ ፋሽን ልብሶች ወዘተ ይሰጣሉ፤ ነገር ግን በእውነት አይወዱም፣ መውደድ አይችሉም፤ ስለዚህ “ምክንያት የሌላቸው አመፀኞች” ይኖራሉ።</p>\n<p>የዚህ ዘመን የላይ ላይነት የእውነተኛ ፍቅር እጦት ውጤት ነው።</p>\n<p>ዘመናዊ ሕይወት ጥልቀት እንደሌለው ኩሬ ነው።</p>\n<p>በህይወት ጥልቅ ሀይቅ ውስጥ ብዙ ፍጥረታት፣ ብዙ ዓሦች ሊኖሩ ይችላሉ፤ ነገር ግን በመንገድ ዳር የሚገኝ ኩሬ በፀሐይ ጨረር በፍጥነት ይደርቃል፤ ከዚያም የሚቀረው ጭቃ፣ መበስበስ፣ አስቀያሚነት ብቻ ነው።</p>\n<p>ለመውደድ ካልተማርን የህይወትን ውበት በሙሉ ክብሯ መረዳት አይቻልም።</p>\n<p>ሰዎች አክብሮትንና ፍርሃትን ፍቅር ከሚባለው ነገር ጋር ያደናግሩታል።</p>\n<p>ከፍተኛ ደረጃ ያላቸውን ሰዎች እናከብራለን እንፈራቸዋለንም፤ ከዚያም እንወዳቸዋለን ብለን እናስባለን።</p>\n<p>ህጻናት ወላጆቻቸውንና መምህሮቻቸውን ይፈራሉ፤ ያከብሯቸዋልም፤ ከዚያም እንደሚወዱዋቸው ያስባሉ።</p>\n<p>ልጁ ጅራፍን፣ በትርን፣ መጥፎ ውጤትን፣ በቤት ውስጥ ወይም በትምህርት ቤት የሚደርስ ተግሳጽን ወዘተ ይፈራል፤ ከዚያም ወላጆቹንና መምህሮቹን እንደሚወድ ያስባል፤ ግን በእርግጥ የሚፈራቸው ብቻ ነው።</p>\n<p>በሥራ፣ በአሠሪ ላይ ጥገኛ ነን፤ ድህነትን እንፈራለን፣ ሥራ አጥ መሆንን እንፈራለን፤ ከዚያም አሠሪውን እንደምንወድና እስከ ጥቅምቱን እንደምንጠብቅ እናስባለን፤ ንብረቶቹንም እንጠብቃለን፤ ግን ይህ ፍቅር አይደለም፤ ይህ ፍርሃት ነው።</p>\n<p>ብዙ ሰዎች ስለ ሕይወትና ስለ ሞት ምሥጢራት በራሳቸው ለማሰብ ይፈራሉ፤ ለመጠየቅ፣ ለመመርመር፣ ለመረዳት፣ ለማጥናት ወዘተ ይፈራሉ፤ ከዚያም “እግዚአብሔርን እወዳለሁ፣ ያም ይበቃኛል!” ይላሉ።</p>\n<p>እግዚአብሔርን እንደሚወዱ ያስባሉ ነገር ግን በእርግጥ አይወዱም፤ ይፈራሉ።</p>\n<p>በጦርነት ጊዜ ሚስት ባሏን ከመቼውም ጊዜ በላይ እንደምትወድ ይሰማታል፤ ወደ ቤት መመለሱን በከፍተኛ ጉጉት ትጠብቃለች፤ ግን በእርግጥ አትወደውም፤ ያለ ባል፣ ያለ ጥበቃ ወዘተ ከመቅረት ትፈራለች።</p>\n<p>የስነ ልቦና ባርነት፣ ጥገኝነት፣ በአንድ ሰው ላይ ጥገኛ መሆን፣ ፍቅር አይደለም። ፍርሃት ብቻ ነው፤ ያ ብቻ ነው።</p>\n<p>ልጁ በጥናቱ በአስተማሪው ላይ ጥገኛ ነው፤ ከመባረር፣ ከመጥፎ ውጤት፣ ከተግሳጽ እንደሚፈራ ግልጽ ነው፤ ብዙ ጊዜም እንደሚወደው ያስባል፤ ነገር ግን የሚሆነው የሚፈራው መሆኑ ነው።</p>\n<p>ሚስት በምትወልድበት ጊዜ ወይም በበሽታ ምክንያት ለሞት በምትጋለጥበት ጊዜ ባልየው የበለጠ እንደሚወዳት ያስባል፤ ግን የሚሆነው እሷን ማጣት እንደሚፈራ፣ እንደ ምግብ፣ ወሲብ፣ ልብስ ማጠብ፣ መተሻሸት ባሉ ብዙ ነገሮች ላይ ጥገኛ መሆኑ ነው፤ እሷን ማጣትም ይፈራል። ይህ ፍቅር አይደለም።</p>\n<p>ሁሉም ሰው ሁሉንም እንደሚወድ ይናገራል፤ ግን እንዲህ ዓይነት ነገር የለም፤ በእውነት መውደድ የሚችልን ሰው በሕይወት ውስጥ ማግኘት በጣም አልፎ አልፎ ነው።</p>\n<p>ወላጆች ልጆቻቸውን በእውነት ቢወዱ፣ ልጆች ወላጆቻቸውን በእውነት ቢወዱ፣ መምህራን ተማሪዎቻቸውን በእውነት ቢወዱ ጦርነት ሊኖር አይችልም ነበር። ጦርነት በመቶ በመቶ የማይቻል ይሆን ነበር።</p>\n<p>የሚሆነው ሰዎች ፍቅር ምን እንደሆነ አልተረዱም፤ ማንኛውንም ፍርሃትና የስነ ልቦና ባርነት፣ እና ማንኛውንም ስሜት ወዘተ ከፍቅር ጋር ያደናግሩታል።</p>\n<p>ሰዎች መውደድ አይችሉም፤ ሰዎች መውደድ ቢችሉ ኑሮ በእርግጥ ገነት ይሆን ነበር።</p>\n<p>የተዋደዱ ሰዎች እንደሚዋደዱ ያስባሉ፤ ብዙዎችም ደም እየማሉ እንደሚዋደዱ ይምላሉ። ነገር ግን ስሜቱ ሲረካ የካርዶች ግንብ ይፈርሳል።</p>\n<p>ስሜት አእምሮንና ልብን ያታልላል። ስሜታዊ የሆነ ሁሉ በፍቅር እንደወደቀ ያስባል።</p>\n<p>እውነተኛ ፍቅር ያላቸውን ጥንዶች በሕይወት ውስጥ ማግኘት በጣም አልፎ አልፎ ነው። ስሜታዊ የሆኑ ጥንዶች ሞልተዋል ነገር ግን በፍቅር የወደቁ ጥንዶችን ማግኘት በጣም አስቸጋሪ ነው።</p>\n<p>ሁሉም አርቲስቶች ስለ ፍቅር ይዘምራሉ፤ ግን ፍቅር ምን እንደሆነ አያውቁም፤ ስሜትንም ከፍቅር ጋር ያደናግሩታል።</p>\n<p>በዚህ ሕይወት ውስጥ በጣም አስቸጋሪው ነገር ካለ ስሜትን ከፍቅር ጋር አለማደናገር ነው።</p>\n<p>ስሜት ሊታሰብ ከሚችለው እጅግ በጣም ጣፋጭ እና ረቂቅ መርዝ ነው፤ ሁልጊዜም በደም ዋጋ ያሸንፋል።</p>\n<p>ስሜት በመቶ በመቶ ወሲባዊ ነው፤ ስሜት አራዊታዊ ነው፤ ነገር ግን አንዳንድ ጊዜም በጣም የተጣራና ረቂቅ ነው። ሁልጊዜም ከፍቅር ጋር ይደባለቃል።</p>\n<p>መምህራን ለተማሪዎች፣ ለወጣቶችና ለጎልማሶች በፍቅር እና በስሜት መካከል ያለውን ልዩነት ማስተማር አለባቸው። በሕይወት ውስጥ ብዙ አሳዛኝ ነገሮች የሚወገዱት በዚህ መንገድ ብቻ ነው።</p>\n<p>መምህራን የተማሪዎችን ኃላፊነት የመመስረት ግዴታ አለባቸው፤ ለዚህም ነው በሕይወት ውስጥ አሳዛኝ እንዳይሆኑ በአግባቡ ሊያዘጋጇቸው የሚገባው።</p>\n<p>ፍቅርን፣ ቅናትን፣ ስሜትን፣ ዓመፅን፣ ፍርሃትን፣ ትስስርን፣ የስነ ልቦና ጥገኝነትን ወዘተ ጋር መቀላቀል የማይችለውን መረዳት አስፈላጊ ነው።</p>\n<p>እንደ አለመታደል ሆኖ ፍቅር በሰዎች ውስጥ የለም፤ ነገር ግን እንደ ግሪንሃውስ አበባ ማግኘት፣ መግዛት፣ ማዳበር የሚቻል ነገርም አይደለም።</p>\n<p>ፍቅር በእኛ ውስጥ መወለድ አለበት፤ የሚወለደውም በውስጣችን ያለውን ጥላቻ፣ ፍርሃት፣ ወሲባዊ ስሜት፣ ፍርሃት፣ የስነ ልቦና ባርነት፣ ጥገኝነት ወዘተ ምን እንደሆነ በጥልቀት ስንረዳ ብቻ ነው።</p>\n<p>እነዚህ የስነ ልቦና ጉድለቶች ምን እንደሆኑ መረዳት አለብን፤ በህይወት ምሁራዊ ደረጃ ላይ ብቻ ሳይሆን በንቃተ ህሊና በሌላቸው ድብቅና ባልታወቁ ደረጃዎች እንዴት እንደሚፈጸሙ መረዳት አለብን።</p>\n<p>እነዚህን ጉድለቶች ከአእምሮ ማዕዘኖች ማውጣት አስፈላጊ ነው። ፍቅር ተብሎ የሚጠራው ነገር የሚወለደው በዚህ መንገድ ብቻ ነው፤ በድንገትና በንጽሕና።</p>\n<p>ያለ ፍቅር ነበልባል ዓለምን መለወጥ ማሰብ አይቻልም። ዓለምን በእውነት መለወጥ የሚችለው ፍቅር ብቻ ነው።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/el-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/el-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/el-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
