import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "선과 악",
  "locale": "ko",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "22. 선과 악",
    "order": 22
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>선과 악은 존재하지 않는다. 어떤 것이 우리에게 이로우면 좋은 것이고, 해로우면 나쁜 것이다. 선과 악은 이기적인 편의와 마음의 변덕의 문제이다.</p>\n<p>불길한 용어 ‘선’과 ‘악’을 발명한 사람은 가라앉은 아틀란티스 대륙에 위치한 아칼단 과학 협회의 저명한 회원인 마카리 크론베르크지온이라는 아틀란티스인이었다.</p>\n<p>늙은 고대 현자는 자신의 두 단어 발명으로 인류에게 그렇게 심각한 피해를 줄 것이라고는 전혀 예상하지 못했다.</p>\n<p>아틀란티스의 현자들은 모든 진화적, 퇴화적, 중립적 자연의 힘을 깊이 연구했지만, 이 늙은 현자는 처음 두 힘을 ‘선과 악’이라는 용어로 정의하는 아이디어를 떠올렸다. 그는 진화적 유형의 힘을 좋다고 불렀고, 퇴화적 유형의 힘을 나쁘다는 용어로 명명했다. 중립적인 힘에는 아무런 이름도 붙이지 않았다.</p>\n<p>이러한 힘은 인간과 자연 속에서 작용하며, 중립적인 힘은 지지점과 균형점 역할을 한다.</p>\n<p>플라톤이 그의 공화국에서 언급한 유명한 포세이도니스를 포함한 아틀란티스가 침몰한 후 수 세기가 지나 동양 문명 티클야미샤야나에는 선과 악이라는 용어를 함부로 사용하여 도덕을 기반으로 하는 심각한 오류를 범한 고대 사제가 존재했다. 이 사제의 이름은 아르마나투라였다.</p>\n<p>수많은 세기를 거치면서 역사가 진행됨에 따라 인류는 이 두 단어에 물들어 모든 도덕률의 기초로 삼았다. 오늘날 이 두 단어는 어디에서나 찾아볼 수 있다.</p>\n<p>현재 많은 개혁가들이 도덕적 회복을 원하지만, 불행히도 그들과 이 고통받는 세상은 선과 악 사이에 갇혀 있다.</p>\n<p>모든 도덕은 선과 악이라는 단어에 기초하므로 모든 도덕적 개혁가는 사실상 반동주의자이다.</p>\n<p>선과 악이라는 용어는 항상 우리 자신의 잘못을 정당화하거나 비난하는 데 사용된다.</p>\n<p>정당화하거나 비난하는 사람은 이해하지 못한다. 진화적 힘의 발달을 이해하는 것은 지능적이지만, 좋은 것이라는 용어로 정당화하는 것은 지능적이지 않다. 퇴화적 힘의 과정을 이해하는 것은 지능적이지만, 나쁘다는 용어로 비난하는 것은 어리석다.</p>\n<p>모든 원심력은 구심력으로 변할 수 있다. 모든 퇴화적 힘은 진화적으로 변형될 수 있다.</p>\n<p>진화 상태의 에너지의 무한한 과정 내에는 퇴화 상태의 에너지의 무한한 과정이 존재한다.</p>\n<p>각각의 인간 안에는 진화하고, 퇴화하고, 끊임없이 변형되는 다양한 유형의 에너지가 존재한다.</p>\n<p>특정 유형의 에너지를 정당화하고 다른 유형의 에너지를 비난하는 것은 이해하는 것이 아니다. 중요한 것은 이해하는 것이다.</p>\n<p>진실의 경험은 정신적 병목 현상이라는 구체적인 사실 때문에 인류에게는 매우 드물었다. 사람들은 선과 악이라는 반대편 사이에 갇혀 있다.</p>\n<p>영지주의 운동의 혁명적 심리학은 인간 유기체와 자연 속에서 작용하는 다양한 유형의 에너지에 대한 연구에 기반한다.</p>\n<p>영지주의 운동은 반동주의자의 도덕이나 선과 악이라는 보수적이고 퇴행적인 용어와는 아무런 관련이 없는 혁명적 윤리를 가지고 있다.</p>\n<p>인간 유기체의 심리생리학 실험실 내에는 깊이 연구하고 이해해야 할 진화적, 퇴화적, 중립적 힘이 존재한다.</p>\n<p>선이라는 용어는 정당화로 인해 진화적 에너지에 대한 이해를 방해한다.</p>\n<p>악이라는 용어는 비난으로 인해 퇴화적 힘에 대한 이해를 방해한다.</p>\n<p>정당화하거나 비난하는 것은 이해하는 것을 의미하지 않는다. 자신의 결점을 없애고 싶다면 정당화하거나 비난해서는 안 된다. 우리 자신의 잘못을 이해하는 것이 시급하다.</p>\n<p>마음의 모든 수준에서 분노를 이해하는 것은 우리 안에서 평온함과 부드러움이 태어나기 위한 기본이다.</p>\n<p>탐욕의 무한한 뉘앙스를 이해하는 것은 우리 안에서 박애심과 이타심이 태어나기 위한 필수 조건이다.</p>\n<p>마음의 모든 수준에서 음란함을 이해하는 것은 우리 안에서 진정한 순결함이 태어나기 위한 필수 조건이다.</p>\n<p>마음의 모든 영역에서 질투를 이해하는 것은 우리 안에서 협력심과 타인의 행복과 발전에 대한 기쁨이 태어나기에 충분하다.</p>\n<p>모든 뉘앙스와 정도에서 자부심을 이해하는 것은 우리 안에서 자연스럽고 단순한 방식으로 겸손이라는 이국적인 꽃이 태어나기 위한 기초이다.</p>\n<p>게으름이라고 불리는 무기력의 요소를, 혐오스러운 형태뿐만 아니라 가장 미묘한 형태로도 이해하는 것은 우리 안에서 활동적인 감각이 태어나기 위한 필수 조건이다.</p>\n<p>다양한 형태의 폭식과 과식을 이해하는 것은 연회, 술취함, 사냥, 육식주의, 죽음에 대한 두려움, 자아를 영속시키려는 욕망, 소멸에 대한 두려움 등과 같은 본능적 중심의 악덕을 파괴하는 것과 같다.</p>\n<p>학교, 대학의 교사들은 제자들에게 자아가 개선될 수 있는 것처럼 개선하고, 자아가 덕을 얻을 수 있는 것처럼 특정한 덕을 얻도록 조언한다.</p>\n<p>자아는 결코 개선되지 않고, 결코 더 완벽해지지 않으며, 덕을 탐하는 사람은 자아를 강화한다는 것을 이해하는 것이 시급하다.</p>\n<p>완전한 완벽함은 자아의 소멸과 함께 우리 안에서 태어난다. 우리의 심리적 결점을 지적 수준뿐만 아니라 마음의 모든 잠재의식적, 무의식적 영역에서 이해할 때 덕은 자연스럽고 단순한 방식으로 우리 안에서 태어난다.</p>\n<p>개선되기를 바라는 것은 어리석고, 성스러움을 갈망하는 것은 질투이며, 덕을 탐하는 것은 탐욕의 독으로 자아를 강화하는 것을 의미한다.</p>\n<p>우리는 지적 수준뿐만 아니라 마음의 모든 구석, 영역, 땅, 통로에서 자아의 완전한 죽음이 필요하다. 우리가 절대적으로 죽었을 때, 우리 안에는 완벽한 그것만이 남는다. 덕으로 가득 찬 그것, 우리 내면의 본질인 그것, 시간의 것이 아닌 그것.</p>\n<p>우리 자신 안에서 지금 여기에서 일어나는 진화적 힘의 모든 무한한 과정을 깊이 이해하는 것만으로 가능하다. 순간순간 우리 자신 안에서 작용하는 퇴화적 힘의 다양한 측면을 완전히 이해하는 것만으로 우리는 자아를 해체할 수 있다.</p>\n<p>선과 악이라는 용어는 정당화하고 비난하는 데는 도움이 되지만, 결코 이해하는 데는 도움이 되지 않는다.</p>\n<p>각각의 결점은 많은 뉘앙스, 배경, 깊이, 심오한 의미를 가지고 있다. 결점을 지적 수준에서 이해하는 것은 마음의 잠재의식적, 무의식적, 초의식적 영역에서 이해한 것을 의미하지 않는다.</p>\n<p>어떤 결점이라도 지적 수준에서는 사라질 수 있지만, 마음의 다른 영역에서는 계속될 수 있다.</p>\n<p>분노는 판사의 옷으로 위장한다. 많은 사람들이 탐욕스럽지 않기를 갈망하고, 돈을 탐하지 않지만 심령력, 미덕, 사랑, 행복을 여기 또는 사후에 탐하는 사람들이 있다.</p>\n<p>많은 남녀가 이성의 아름다움을 사랑한다고 감동하고 매료되지만, 그들 자신의 잠재의식이 그들을 배신하고, 음란함은 미적 감각으로 위장한다.</p>\n<p>많은 질투심 많은 사람들이 성도들을 질투하고, 참회하고, 자신을 채찍질하며, 성도가 되기를 갈망한다.</p>\n<p>많은 질투심 많은 사람들이 인류를 위해 희생하는 사람들을 질투하고, 자신도 위대해지기를 바라면서 질투하는 사람들을 조롱하고, 그들에게 온갖 비방을 퍼붓는다.</p>\n<p>지위, 돈, 명성, 위신으로 인해 자부심을 느끼는 사람들이 있고, 겸손한 처지에 자부심을 느끼는 사람들이 있다.</p>\n<p>디오게네스는 자신이 잠자는 통에 자부심을 느꼈고, 소크라테스의 집에 도착했을 때 “소크라테스, 당신의 자부심을 짓밟으며, 당신의 자부심을 짓밟습니다”라고 인사했다. “그래, 디오게네스, 당신의 자부심으로 나의 자부심을 짓밟는구나.” 소크라테스의 대답이었다.</p>\n<p>허영심 많은 여성들은 다른 여성들의 질투심을 불러일으키기 위해 머리를 말고, 옷을 입고, 할 수 있는 모든 것으로 장식하지만, 허영심은 또한 겸손의 옷으로 위장한다.</p>\n<p>전통에 따르면 그리스 철학자 아리스티푸스는 자신의 지혜와 겸손을 세상에 보여주기 위해 구멍이 숭숭 뚫린 낡은 옷을 입고, 오른손에 철학의 지팡이를 들고 아테네 거리를 걸었다. 소크라테스는 그가 오는 것을 보고 “오, 아리스티푸스여, 당신의 허영심이 당신 옷의 구멍을 통해 보이는구나”라고 외쳤다.</p>\n<p>많은 사람들이 게으름 때문에 불행에 빠져 있지만, 생계를 위해 너무 열심히 일하지만 자아를 해체하기 위해 자신을 연구하고 아는 데는 게으른 사람들이 있다.</p>\n<p>많은 사람들이 폭식과 과식을 버렸지만, 불행히도 술에 취하고 사냥을 나간다.</p>\n<p>각각의 결점은 다면적이며, 심리적 척도의 가장 낮은 단계에서 가장 높은 단계까지 점진적으로 개발되고 처리된다.</p>\n<p>달콤한 운율의 리듬 속에도 범죄가 숨겨져 있다.</p>\n<p>범죄는 또한 성자, 순교자, 순결한 사람, 사도 등의 옷을 입는다.</p>\n<p>선과 악은 존재하지 않는다. 이러한 용어는 우리 자신의 결점에 대한 깊고 상세한 연구를 회피하고 피하기 위해 변명을 찾는 데만 사용된다.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ko/educacion-fundamental/el-bien-y-el-mal.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ko/educacion-fundamental/el-bien-y-el-mal.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ko/educacion-fundamental/el-bien-y-el-mal.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
