import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "الخير والشر",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "22. الخير والشر",
    "order": 22
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>الخير والشر ليسا موجودين. الشيء يكون جيدًا عندما يناسبنا، وسيء عندما لا يناسبنا. الخير والشر مسألة مصالح أنانية ونزوات عقلية.</p>\n<p>الرجل الذي اخترع المصطلحات المشؤومة “الخير والشر” كان أطلنطيًا يُدعى ماكاري كرونفيرنكزيون، عضوًا متميزًا في الجمعية العلمية الأكالدانية، التي كانت تقع في القارة الأطلنطية الغارقة.</p>\n<p>لم يشك الحكيم القديم أبدًا في الضرر الجسيم الذي سيلحقه بالبشرية، باختراع كلمتيه الصغيرتين.</p>\n<p>درس حكماء أطلانتس بعمق جميع القوى التطورية والتراجعية والمحايدة للطبيعة، ولكن خطرت لهذا الحكيم العجوز فكرة تعريف القوتين الأوليين بمصطلحي “الخير والشر”. أطلق على القوى من النوع التطوري “جيدة” وعلى القوى من النوع التراجعي اسم “سيئة”. أما القوى المحايدة فلم يعطها أي اسم.</p>\n<p>تتم معالجة هذه القوى داخل الإنسان وداخل الطبيعة، حيث تكون القوة المحايدة هي نقطة الدعم والتوازن.</p>\n<p>بعد قرون عديدة من غرق أطلانتس وعاصمتها الشهيرة بوزيدونيس، التي تحدث عنها أفلاطون في جمهوريته، كان هناك في الحضارة الشرقية تيكلياميشايانا كاهن قديم جدًا ارتكب خطأً فادحًا بإساءة استخدام مصطلحي “الخير والشر”، واستخدامهما بشكل أخرق كأساس للأخلاق. كان اسم هذا الكاهن أرماناتورا.</p>\n<p>مع مرور التاريخ عبر القرون التي لا حصر لها، أصبحت الإنسانية مدمنة على هاتين الكلمتين وحولتهما إلى أساس جميع قوانينها الأخلاقية. اليوم، يمكن للمرء أن يجد هاتين الكلمتين في كل مكان.</p>\n<p>يوجد حاليًا العديد من المصلحين الذين يريدون الإصلاح الأخلاقي، ولكن لسوء حظهم ولسوء حظ هذا العالم المحزن، فإن عقولهم محصورة بين “الخير والشر”.</p>\n<p>تستند كل الأخلاق إلى كلمتي “الخير والشر”، ولهذا السبب فإن كل مصلح أخلاقي هو في الواقع رجعي.</p>\n<p>تُستخدم مصطلحات “الخير والشر” دائمًا لتبرير أو إدانة أخطائنا.</p>\n<p>من يبرر أو يدين لا يفهم. من الذكاء فهم تطور القوى التطورية، ولكن ليس من الذكاء تبريرها بمصطلح “جيدة”. من الذكاء فهم عمليات القوى التراجعية، ولكن من الغباء إدانتها بمصطلح “سيئة”.</p>\n<p>يمكن أن تتحول كل قوة طاردة مركزية إلى قوة جاذبة مركزية. يمكن تحويل كل قوة تراجعية إلى قوة تطورية.</p>\n<p>داخل العمليات اللانهائية للطاقة في حالة تطورية، توجد عمليات لانهائية للطاقة في حالة تراجعية.</p>\n<p>داخل كل إنسان توجد أنواع مختلفة من الطاقة تتطور وتتراجع وتتحول باستمرار.</p>\n<p>تبرير نوع معين من الطاقة وإدانة نوع آخر ليس فهمًا. الشيء الحيوي هو الفهم.</p>\n<p>كانت تجربة الحقيقة نادرة جدًا بين البشرية بسبب حقيقة أن العقول محصورة. الناس محصورون بين النقيضين “الخير والشر”.</p>\n<p>يعتمد علم النفس الثوري للحركة الغنوصية على دراسة الأنواع المختلفة من الطاقة التي تعمل داخل جسم الإنسان وداخل الطبيعة.</p>\n<p>تتمتع الحركة الغنوصية بأخلاق ثورية لا علاقة لها بأخلاق الرجعيين ولا بمصطلحات المحافظين والمتخلفين “الخير والشر”.</p>\n<p>داخل المختبر النفسي الفيزيولوجي لجسم الإنسان، توجد قوى تطورية وتراجعية ومحايدة يجب دراستها وفهمها بعمق.</p>\n<p>مصطلح “الخير” يعيق فهم الطاقات التطورية بسبب التبرير.</p>\n<p>مصطلح “الشر” يعيق فهم القوى التراجعية بسبب الإدانة.</p>\n<p>التبرير أو الإدانة لا يعني الفهم. من يريد التخلص من عيوبه لا يجب أن يبررها أو يدينها. من الضروري فهم أخطائنا.</p>\n<p>فهم الغضب على جميع مستويات العقل أمر أساسي لكي يولد فينا الهدوء والحلاوة.</p>\n<p>فهم الفروق الدقيقة اللانهائية للجشع أمر ضروري لكي يولد فينا العمل الخيري والإيثار.</p>\n<p>فهم الشهوة على جميع مستويات العقل شرط أساسي لكي تولد فينا العفة الحقيقية.</p>\n<p>فهم الحسد في جميع مجالات العقل يكفي لكي يولد فينا حس التعاون والسعادة لرفاهية وتقدم الآخرين.</p>\n<p>فهم الكبرياء بكل فروقه الدقيقة ودرجاته هو الأساس لكي تولد فينا بشكل طبيعي وبسيط الزهرة الغريبة للتواضع.</p>\n<p>فهم ما هو عنصر الجمود المسمى الكسل، ليس فقط في أشكاله البشعة ولكن أيضًا في أشكاله الأكثر دقة، أمر ضروري لكي يولد فينا حس النشاط.</p>\n<p>فهم الأشكال المختلفة للشراهة والنهم يعادل تدمير رذائل المركز الغريزي مثل الولائم والسكر والصيد وأكل اللحوم والخوف من الموت والرغبة في إدامة الأنا والخوف من الإبادة وما إلى ذلك.</p>\n<p>ينصح معلمو المدارس والكليات والجامعات تلاميذهم وتلميذاتهم بالتحسن كما لو أن الأنا يمكن أن تتحسن، واكتساب فضائل معينة كما لو أن الأنا يمكن أن تحصل على فضائل، وما إلى ذلك.</p>\n<p>من الضروري فهم أن الأنا لا تتحسن أبدًا، وأنها ليست أكثر كمالًا أبدًا، وأن من يطمع في الفضائل يقوي الأنا.</p>\n<p>لا يولد الكمال المطلق فينا إلا بحل الأنا. تولد الفضائل فينا بشكل طبيعي وبسيط عندما نفهم عيوبنا النفسية ليس فقط على المستوى الفكري ولكن أيضًا في جميع المجالات اللاواعية وغير الواعية للعقل.</p>\n<p>الرغبة في التحسن غبية، والرغبة في القداسة حسد، والطمع في الفضائل يعني تقوية الأنا بسم الجشع.</p>\n<p>نحن بحاجة إلى الموت الكامل للأنا ليس فقط على المستوى الفكري ولكن أيضًا في جميع الزوايا والمناطق والمجالات والممرات للعقل. عندما نموت تمامًا، يبقى فينا فقط ما هو كامل. ما هو مشبع بالفضائل، ما هو جوهر كياننا الحميم، ما ليس من الزمن.</p>\n<p>فقط من خلال فهم كامل لجميع العمليات اللانهائية للقوى التطورية التي تتطور داخل أنفسنا هنا والآن. فقط من خلال فهم كامل للجوانب المختلفة للقوى التراجعية التي تتم معالجتها داخل أنفسنا لحظة بلحظة، يمكننا حل الأنا.</p>\n<p>تُستخدم مصطلحات “الخير والشر” لتبرير وإدانة، ولكن ليس للفهم أبدًا.</p>\n<p>لكل عيب العديد من الفروق الدقيقة والخلفيات والأعماق. فهم عيب على المستوى الفكري لا يعني فهمه في المجالات اللاواعية وغير الواعية ودون الواعية للعقل.</p>\n<p>يمكن أن يختفي أي عيب من المستوى الفكري ويستمر في المجالات الأخرى للعقل.</p>\n<p>يتنكر الغضب في رداء القاضي. الكثيرون يطمعون في ألا يكونوا جشعين، وهناك من لا يطمعون في المال ولكنهم يطمعون في القوى النفسية، والفضائل، والحب والسعادة هنا أو بعد الموت، وما إلى ذلك، وما إلى ذلك، وما إلى ذلك.</p>\n<p>الكثير من الرجال والنساء يثيرهم ويسحرهم أشخاص من الجنس الآخر “زعمًا” لأنهم يحبون الجمال، وعقلهم الباطن يخونهم، والشهوة تتنكر في حس جمالي.</p>\n<p>الكثير من الحسود يحسدون القديسين ويمارسون التوبة ويجلدون أنفسهم لأنهم يرغبون أيضًا في أن يصبحوا قديسين.</p>\n<p>الكثير من الحسود يحسدون أولئك الذين يضحون من أجل البشرية، وعندئذٍ، رغبة منهم في أن يكونوا عظماء أيضًا، يسخرون من أولئك الذين يحسدونهم ويوجهون ضدهم كل لعابهم المشين.</p>\n<p>هناك من يشعرون بالفخر بالمنصب والمال والشهرة والهيبة، وهناك من يشعرون بالفخر بوضعهم المتواضع.</p>\n<p>كان ديوجين يشعر بالفخر بالبرميل الذي كان ينام فيه، وعندما وصل إلى منزل سقراط سلم قائلاً: “أدوس على كبريائك يا سقراط، أدوس على كبريائك”. “نعم يا ديوجين، بكبريائك تدوس على كبريائي”. كان هذا رد سقراط.</p>\n<p>تتجعد النساء المتعجرفات شعرهن ويرتدين ويتزين بكل ما يستطعن لإثارة حسد النساء الأخريات، لكن الغرور يتنكر أيضًا في رداء التواضع.</p>\n<p>تروي التقاليد أن أرسطيف الفيلسوف اليوناني، رغبة منه في أن يثبت للعالم كله حكمته وتواضعه، ارتدى رداءً قديمًا جدًا ومليئًا بالثقوب، وأمسك في يده اليمنى عصا الفلسفة وسار في شوارع أثينا. عندما رآه سقراط قادمًا، صاح: “يظهر غرورك من خلال ثقوب ثوبك يا أرسطيف”.</p>\n<p>الكثيرون يعيشون في بؤس بسبب عنصر الكسل، ولكن هناك أناس يعملون بجد لكسب لقمة العيش ولكنهم يشعرون بالكسل من الدراسة ومعرفة أنفسهم لحل الأنا.</p>\n<p>الكثيرون تخلوا عن الشراهة والنهم ولكن لسوء الحظ يسكرون ويذهبون للصيد.</p>\n<p>لكل عيب جوانب متعددة ويتطور ويعالج تدريجيًا من أدنى درجة في السلم النفسي إلى أعلى درجة.</p>\n<p>داخل إيقاع لذيذ لبيت شعر، يختبئ أيضًا الجرم.</p>\n<p>يتنكر الجرم أيضًا في زي قديس، وشهيد، وعفيف، ورسول، وما إلى ذلك.</p>\n<p>الخير والشر ليسا موجودين، هذه المصطلحات تستخدم فقط للبحث عن ذرائع وتجنب الدراسة العميقة والمفصلة لعيوبنا.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/el-bien-y-el-mal.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/el-bien-y-el-mal.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/el-bien-y-el-mal.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
