import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ጽቡቕን ክፉእን",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "22. ጽቡቕን ክፉእን",
    "order": 22
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ጽቡቕን ክፉእን የለን። ሓደ ነገር ንዓና ጽቡቕ ዝኸውን እንተጠቐመና እዩ፣ ክፉእ ድማ ዘይጠቐመና እንተኾይኑ እዩ። ጽቡቕን ክፉእን ናይ ውልቀ-ጥቕሚ ድሌትን ናይ ኣእምሮ ድሌትን ጉዳይ እዩ።</p>\n<p>እቶም ነዚ ሕማቕ ቃላት ጽቡቕን ክፉእን ዝፈጠሩዎ ሰብ፣ ኣብቲ ዝጠሓለ ኣህጉር ኣትላንቲስ ዝርከብ ኣባል ናይቲ ፍሉጥ ማሕበር ሳይንሳዊ ኣካልዳን ዝኾነ ማካሪ ክሮንቨርንክዝዮን ዝተባህለ ኣትላንታዊ እዩ።</p>\n<p>እቲ ኣረጊት ጥበበኛ ነቲ በቲ ክልተ ቃላቱ ንሰብኣዊ ፍጡራት ከስዕቦ ዝኽእል ከቢድ ጉድኣት ሓንሳብ እኳ ኣይሓሰበን።</p>\n<p>እቶም ኣትላንታውያን ጥበበኛታት ኩሎም ሓይልታት ምዕባሌ፣ ድሕረት፣ ከምኡ’ውን ገለልተኛታት ተፈጥሮ ብዕምቀት ኣጽኒዖምዎም እዮም፣ ግን እዚ ኣረጊት ጥበበኛ ነቶም ቀዳሞት ክልተ ብጽቡቕን ብኽፉእን ናይ ምግላጽ ሓሳብ መጸዎ። ነቶም ናይ ምዕባሌ ሓይልታት ጽቡቕ ኢሉ ሰመዮም፣ ነቶም ናይ ድሕረት ሓይልታት ድማ ብኽፉእ ኢሉ ኣጠምቆም። ነቶም ገለልተኛታት ሓይልታት ግን ዝኾነ ስም ኣይሃቦምን።</p>\n<p>እዞም ሓይልታት ኣብ ውሽጢ ሰብን ኣብ ውሽጢ ተፈጥሮን ይስርሑ፣ እቲ ገለልተኛ ሓይሊ ድማ ናይ ደገፍን ሚዛንን ነጥቢ እዩ።</p>\n<p>ብዙሓት ዘመናት ድሕሪ ምጥሓል ናይ ኣትላንቲስ ምስቲ ፍሉጥ ፖይሰዶኒስ ፕላቶ ኣብ ሪፑብሊክ ዝዛረበላ፣ ኣብቲ ምብራቓዊ ስልጣኔ ቲክሊያሚሻያና ሓደ ጥንታዊ ካህን ነቲ ጽቡቕን ክፉእን ዝብሉ ቃላት ብዘይግቡእ ተጠቒሙ ብእኦም ሞራል ንምምስራት ዝብል ከቢድ ጌጋ ፈጺሙ። ስም ናይቲ ካህን ኣርማናቶራ ነበረ።</p>\n<p>በቲ ዝሓለፈ ታሪኽ ኣብ ልዕሊ ዘይቁጸሩ ዘመናት፣ ሰብኣዊ ፍጡራት በዚ ክልተ ቓላት ተጸይቆምዎም ንኩሎም ሕግጋት ስነ-ምግባሮም መሰረት ገይሮምዎም። ሎሚ እዚ ክልተ ቓላት ኣብ ኩሉ እቲ መግቢ ክትረኽቦ ትኽእል ኢኻ።</p>\n<p>ኣብዚ እዋን’ዚ ብዙሓት ተሓደስቲ ኣለዉ ሞራላዊ ምሕዳስ ክደልዩ ዝደልዩ ግን ንዕኦምን ነዛ ጓሂ ዝመልኣ ዓለምን ክሳዶም ኣብ መንጎ ጽቡቕን ክፉእን ተሓቢጡ ኣሎ።</p>\n<p>ኩሉ ሞራል ኣብቲ ጽቡቕን ክፉእን ዝብሉ ቃላት እዩ ዝተመስረተ፣ ስለዚ ኩሉ ሞራላዊ ተሓዳሲ ብሓቂ ሓፋሽ እዩ።</p>\n<p>እቲ ጽቡቕን ክፉእን ዝብል ቃላት ንገዛእ ጌጋታትና ንምርግጋጽ ወይ ንምውጋዝ እዩ ዘገልግል።</p>\n<p>ዝርግጽ ወይ ዝውግዝ ኣይርድኦን። ምዕባሌ ናይቶም ሓይልታት ምዕባሌ ምርድኡ ጥበባዊ እዩ ግን ብጽቡቓት ቃላት ምርግጋጹ ጥበባዊ ኣይኮነን። መስርሕ ናይቶም ሓይልታት ድሕረት ምርድኡ ጥበባዊ እዩ ግን ብኽፉኣት ቃላት ምውጋዙ ዕሽነት እዩ።</p>\n<p>ኩሉ ማእከላይ ሓይሊ ናብ ማእከላይ ነጥቢ ሓይሊ ክቕየር ይኽእል። ኩሉ ሓይሊ ድሕረት ናብ ሓይሊ ምዕባሌ ክቕየር ይኽእል።</p>\n<p>ኣብ ውሽጢ ማእለያ ዘይብሎም መስርሕ ናይ ሓይሊ ኣብ ኩነታት ምዕባሌ፣ ማእለያ ዘይብሎም መስርሕ ናይ ሓይሊ ኣብ ኩነታት ድሕረት ኣለዉ።</p>\n<p>ኣብ ውሽጢ ነፍሲ ወከፍ ሰብኣዊ ፍጡር ዝተፈላለዩ ዓይነታት ሓይሊ ኣለዉ ዝምዕብሉ፣ ዝድሕሩን ብዘየቋርጽ ዝልወጡ።</p>\n<p>ውሳነ ዝተወሰነ ዓይነት ሓይሊ ከምኡ’ውን ካልእ ምውጋዝ ምርድኡ ኣይኮነን። እቲ ኣገዳሲ ምርድኡ እዩ።</p>\n<p>ተመኩሮ ናይ ሓቂ ኣብ መንጎ ሰብኣውነት ኣዝዩ ውሑድ እዩ ምኽንያቱ ብፍላይ ኣብ ኣእምሮ ተሓቢጡ ስለዘሎ። ሰባት ኣብ መንጎ ተቓራኒት ጽቡቕን ክፉእን ተሓቢጦም ኣለዉ።</p>\n<p>ኣብ መጽናዕቲ ናይቶም ኣብ ውሽጢ ሰብነት ሰብን ኣብ ውሽጢ ተፈጥሮን ዝሰርሑ ዝተፈላለዩ ዓይነታት ሓይሊ እዩ ዝተመስረተ።</p>\n<p>እቲ ምንቅስቓስ ጅኖስቲክስ ኣንጻራዊ ስነ-ምግባር ኣለዎ ምስቲ ሞራል ናይቶም ሓፋሻውያን ዝኾነ ርክብ ዘይብሉ ወይ’ውን ምስቶም መሃይምነት ዝመልኦም ቃላት ጽቡቕን ክፉእን።</p>\n<p>ኣብ ውሽጢ መርመሪ ላቦራቶሪ ሳይኮ-ፊዚዮሎጂ ናይ ኣካል ሰብ፣ ሓይልታት ምዕባሌ፣ ድሕረት ከምኡ’ውን ገለልተኛታት ኣለዉ ብዕምቀት ክጽንዑን ክርድኡን ዘለዎም።</p>\n<p>እቲ ጽቡቕ ዝብል ቃል ምርግጋጽ ስለዘለዎ ነቶም ሓይልታት ምዕባሌ ምርድኡ የግድድ።</p>\n<p>እቲ ክፉእ ዝብል ቃል ውግዘት ስለዘለዎ ነቶም ሓይልታት ድሕረት ምርድኡ የግድድ።</p>\n<p>ምርግጋጽ ወይ ምውጋዝ ምርድኡ ማለት ኣይኮነን። እቲ ንጌጋታቱ ከወግድ ዝደሊ ክርግጾም ይኹን ክወግዞም የብሉን። ነቶም ጌጋታትና ምርድኡ ኣዝዩ ኣገዳሲ እዩ።</p>\n<p>ነቲ ቁጥዓ ኣብ ኩሉ ደረጃታት ኣእምሮ ምርድኡ መሰረታዊ እዩ ምእንቲ ኣብ ውሽጥና ህድኣትን ልስላሴን ክውለድ።</p>\n<p>ማእለያ ዘይብሎም መልክዓት ናይ ስስዐ ምርድኡ ግድን እዩ ምእንቲ ኣብ ውሽጥና ሰብኣውነትን ልግስናን ክውለድ።</p>\n<p>ምፍታው ስጋ ኣብ ኩሉ ደረጃታት ኣእምሮ ግድን እዩ ምእንቲ ኣብ ውሽጥና ሓቀኛ ንጽህና ክውለድ።</p>\n<p>ምቀኝነት ኣብ ኩሉ መዳያት ኣእምሮ ንዓና ምብቃዕ ዘለና ምእንቲ ኣብ ውሽጥና ናይ ምትሕግጋዝ ስምዒትን ሓጎስን ንደሓንን ምዕባሌን ናይ ካልኦት ሰባት ክውለድ።</p>\n<p>ትዕቢት ኣብ ኩሉ መልክዑን ደረጃታቱን ምርድኡ መሰረት እዩ ምእንቲ ኣብ ውሽጥና ብተፈጥሮኣዊን ቀሊልን መገዲ እቲ ጅግንነት ናይ ትሕትና ክውለድ።</p>\n<p>እንታይ እቲ ናይ ድንቁርና ባእታ ተባሂሉ ዝጽዋዕ ድንቁርና ምርድኡ፣ ኣብቶም ኣዝዮም ኣስያፍ ዝኾኑ መልክዓቱ ጥራይ ዘይኮነስ ኣብቶም ኣዝዮም ስውር ዝኾኑ መልክዓቱ’ውን ግድን እዩ ምእንቲ ኣብ ውሽጥና ስምዒት ንጥፈት ክውለድ።</p>\n<p>ዝተፈላለዩ መልክዓት ናይ ጥሜትን ስስዐን ምርድኡ ምስቶም ሕማቓት ናይቲ ማእከላይ ባህሪ ከም ድግስ፣ ስኽራን፣ ምድሓን፣ ስጋዊነት፣ ፍርሒ ሞት፣ ድሌታት ንዘልኣለም ምንባር፣ ስግኣት ካብ ምጥፋእ ወዘተ.</p>\n<p>መምህራን ኣብያተ ትምህርቲ፣ ኮሌጅን ዩኒቨርስቲን ንተመሃሮኦም ከም ዝመሓየሹ ይምዕዱዎም ከምዚ ኣነ ክመሓየሽ ዝኽእል እንተኾይኑ፣ ዝተወሰኑ ጽባቐታት ከጥርዩ ከምዚ ኣነ ጽባቐታት ክረክብ ዝኽእል እንተኾይኑ ወዘተ.</p>\n<p>ግድን እዩ ምርድኡ ኣነ ፈጺሙ ኣይመሓየሽን፣ ፈጺሙ ዝበለጸ ኣይኸውንን እቲ ጽባቐ ዝደሊ ድማ ነቲ ኣነ የደልድሎ።</p>\n<p>ፍጹምነት ብምጥፋእ ናይ ኣነ ጥራይ እዩ ኣብ ውሽጥና ዝውለድ። ጽባቐታት ብተፈጥሮኣዊን ቀሊልን መገዲ ኣብ ውሽጥና ይውለዱ ጌጋታት ስነ-ልቦናና ኣብ ደረጃ ኣእምሮ ጥራይ ዘይኮነስ ኣብ ኩሉ ንኡስ ኣእምሮን ድብቕቲ ኣእምሮን ምርድኡ ግድን ስለዝኾነ።</p>\n<p>ምምሕያሽ ምድላይ ዕሽነት እዩ፣ ቅድስና ምምሕያሽ ምቀኝነት እዩ፣ ጽባቐታት ምምሕያሽ ነቲ ኣነ በቲ መርዝ ናይ ስስዐ ምድልዳል ማለት እዩ።</p>\n<p>ምሉእ ሞት ናይ ኣነ የድልየና ኣብ ደረጃ ኣእምሮ ጥራይ ዘይኮነስ ኣብ ኩሉ መተሓባበሪ፣ ከባቢ፣ መሬትን መንገዲ ኣእምሮን። ክሳድና ምሉእ ብምሉእ ምስ ሞተ፣ ኣብ ውሽጥና ዝተርፍ እቲ ፍጹም ዝኾነ ጥራይ እዩ። እቲ ብጽባቐ ዝተመልአ፣ እቲ ምንነት ናይ ውሽጣዊ ህላዌና፣ እቲ ካብ ግዜ ዝወጸ።</p>\n<p>ኩሎም ማእለያ ዘይብሎም መስርሕ ናይቶም ሓይልታት ምዕባሌ ምርድኡ ጥራይ እዮም ኣብ ውሽጥና ኣብዚን ሕጂን ዝማዕብሉ። ብምሉእ መልክዑም ዝተፈላለዩ ኣንፈታት ናይቶም ሓይልታት ድሕረት ኣብ ውሽጥና ካብ እዋን ናብ እዋን ምርድኡ ጥራይ እዮም፣ ነቲ ኣነ ከነፍርሶ ንኽእል።</p>\n<p>እቶም ጽቡቕን ክፉእን ዝብሉ ቃላት ንምርግጋጽን ንምውጋዝን የገልግሉ ምእንቲ ንምርድኡ ፈጺሞም ኣይኮኑን።</p>\n<p>ነፍሲ ወከፍ ጉድለት ብዙሓት መልክዓት፣ ባይታ፣ ድሕረ ባይታን ዕምቈትን ኣለዎ። ጉድለት ኣብ ደረጃ ኣእምሮ ምርድኡ ኣብቲ ዝተፈላለየ መሬት ንኡስ ኣእምሮ፣ ድብቕቲ ኣእምሮን ትሕቲ ኣእምሮን ምርድኡ ማለት ኣይኮነን።</p>\n<p>ዝኾነ ይኹን ጉድለት ካብ ደረጃ ኣእምሮ ክጠፍእ ይኽእልን ኣብቶም ካልኦት መሬታት ክቕጽል ይኽእል።</p>\n<p>ቁጥዓ በቲ ክዳን ናይ ፈራዲ ትዕበ። ብዙሓት ዘይስስዑ ክኾኑ ይምነዩ፣ ኣለዉ ገንዘብ ዘይስስዑ ግን ሓይልታት ስነ-ኣእምሮ፣ ጽባቐታት፣ ፍቕርን ሓጎስን ኣብዚ ወይ ድሕሪ ሞት ወዘተ., ወዘተ., ወዘተ. ይስስዑ።</p>\n<p>ብዙሓት ሰብኡትን ኣንስትን ኣብ ቅድሚ ሰባት ተቓራኒት ጾታ ይ ስምዑን ይስሓቡን “ይብሃል” ጽባቐ ስለዝፈትዉ፣ ንኡስ ኣእምሮኦም የሳግኦም፣ ምንዝርና በቲ ስምዒት ውበት ይሽፈን።</p>\n<p>ብዙሓት ቀናእቲ ንቕዱሳን ይቐንኡን ንስሓ ይገብሩን ይገርፉን ምኽንያቱ ንሳቶም’ውን ቅዱሳን ክኾኑ ስለዝደልዩ።</p>\n<p>ብዙሓት ቀናእቲ ንሰብኣዊ ፍጡራት ምእንቲ መስዋእቲ ንዝኸፍሉ ይቐንኡ ስለዚ ንሳቶም’ውን ዓበይቲ ክኾኑ ስለዝደልዩ፣ ነቶም ዝቐንኡዎም የላግጹሎም ኣብ ልዕሊኦም ድማ ኩሉ ዝተበላሸወ ፈሳሲ የውርዱ።</p>\n<p>ኣለዉ ብስልጣን፣ ገንዘብ፣ ዝናን ክብረትን ዝተጀብኑን ኣለዉ ድማ ብትሑት ኩነታቶም ዝተጀብኑ።</p>\n<p>ድዮጀንስ ነቲ ኣብኡ ዝድቅሰሉ ዝነበረ በርሚል ይጀብነሉ ነበረ ሶክራተስ ድማ ናብ ገዛ ምስ መጸ ሰላምታ ብምቕራብ ከምዚ በለ፥ “ሶክራተስ ትዕቢትካ እንዳረገጽኩ፣ ትዕቢትካ እንዳረገጽኩ”። “እወ ድዮጀንስ፣ ብትዕቢትካ ትዕቢተይ ትረግጽ ኣለኻ”። መልሲ ናይ ሶክራተስ ነበረ።</p>\n<p>ኣንስቲ ትዕቢተኛታት ጸጉሪ የዕምቡቡ፣ የልብሱን የጌጻን ዝከኣልዎም ኩሉ ብምግባር ነቲ ቕንኣት ናይ ካልኦት ኣንስቲ ንምትንሳእ፣ ግን ትዕቢት’ውን በቲ ክዳን ናይ ትሕትና ይሽፈን።</p>\n<p>ኣሪስቲፖ እቲ ግሪኻዊ ፈላስፋ ንኹሉ ዓለም ጥበቡን ትሕትናኡን ንምርኣይ ኣዝዩ ኣረጊትን ብቁርቁር ዝተመልአ ክዳን ከምዝለበሰን ኣብ የማነይቲ ኢዱ ድማ በትሪ ስነ-ፍልስፍና ሒዙ ኣብ ጎደናታት ኣቴና ከምዝኸደ ይንገር። ሶክራተስ ክመጽእ ከሎ ምስ ረኣዮ ከምዚ ኢሉ ጮኸ፥ “ትዕቢትካ ኣብቲ ቁርቁር ክዳንካ ትርኣይ ኣላ፣ ኣሪስቲፖ”።</p>\n<p>ብዙሓት በቲ ድንቁርና ተጠቒዖም ኣብ ድኽነት ኣለዉ፣ ግን ኣለዉ ብዙሕ ንናብራኦም ኢሎም ዝሰርሑ ግን ንኣነ ንምፍራስ ንገዛእ ርእሶም ንምጽናዕን ንምፍላጥን የባጭዉ።</p>\n<p>ብዙሓት ነቲ ጥሜትን ስስዐን ሓዲጎምዎም ግን በሚሳሕ ሓዘን ይሰኽሩን ንምድሓን ይወጹን።</p>\n<p>ነፍሲ ወከፍ ጉድለት ብዙሕ መልክዓት ኣለዎን ብምዕባይን ብምስራሕን ካብቲ ዝተሓተ ደረጃ ስነ-ልቦና ክሳብቲ ዝለዓለ ደረጃ ይኸይድ።</p>\n<p>ኣብ ውሽጢ ናይቲ ጥዑም ዜማ ናይ ሓንቲ ቁጽሪ ግጥሚ፣ እቲ በደል’ውን ይሕባእ።</p>\n<p>እቲ በደል’ውን ናይ ቅዱስ፣ ሰማዕት፣ ንጹሕ፣ ሃዋርያ ወዘተ. ይለብስ።</p>\n<p>እቶም ጽቡቕን ክፉእን የለዉን፣ እዚኦም ቃላት ንምድላይ ናይ ምህዳምን ነቲ ዕሙቕ ዝኾነን ዝርዝራዊ መጽናዕቲ ናይ ገዛእ ርእስና ጌጋታት ንምውጋድን ጥራይ እዮም ዘገልግሉ።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/el-bien-y-el-mal.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/el-bien-y-el-mal.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/el-bien-y-el-mal.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
