import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "መልካሙናክፉው",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "22. መልካሙናክፉው",
    "order": 22
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>መልካምና ክፉ የሚባል ነገር የለም። አንድ ነገር ሲመቸን ጥሩ ነው፣ ካልመቸን ደግሞ ክፉ ነው። መልካምና ክፉ የሚባሉት ነገሮች ራስ ወዳድነት ስሜትና የአዕምሮ ፈቃድ ጉዳይ ናቸው።</p>\n<p>መልካምና ክፉ የሚሉትን አሳዛኝ ቃላት የፈጠረው ማካሪ ክሮንቨርንክዚዮን የተባለ ከአትላንቲስ አህጉር የመጣ ሰው ሲሆን፣ በውቅያኖስ ውስጥ በምትገኘው በአትላንቲስ አህጉር የሚገኘው የአካልዳን ሳይንሳዊ ማኅበር ታዋቂ አባል ነበር።</p>\n<p>ያ ጥንታዊ ጠቢብ በእነዚህ ሁለት ቃላቶች በሰው ልጅ ላይ የሚያደርሰው ጉዳት ምን ያህል የከፋ እንደሆነ በጭራሽ አላሰበም ነበር።</p>\n<p>የአትላንቲስ ጠቢባን ሁሉንም የዝግመተ ለውጥ፣ ወደ ኋላ መመለስና ገለልተኛ የሆኑ የተፈጥሮ ኃይሎችን በጥልቀት አጥንተዋል፤ ነገር ግን ያ አዛውንት ጠቢብ ሁለቱን ቀዳሚ ኃይሎች በመልካምና በክፉ ለመግለጽ አሰበ። የዝግመተ ለውጥ ዓይነት ኃይሎችን መልካም ብሎ የሰየመ ሲሆን፣ ወደ ኋላ የሚመልሱ ኃይሎችን ደግሞ ክፉ ብሎ አጠመቃቸው። ገለልተኛ የሆኑ ኃይሎችን ግን ምንም ስም አልሰጣቸውም።</p>\n<p>እነዚህ ኃይሎች በሰው ውስጥና በተፈጥሮ ውስጥ የሚከናወኑ ሲሆን፣ ገለልተኛው ኃይል ደግሞ የድጋፍና ሚዛናዊነት ነጥብ ነው።</p>\n<p>ፕላቶ በሪፐብሊኩ ላይ ስለ ፖሴይዶኒስ ከሚናገረው የአትላንቲስ መጥፋት በኋላ፣ በምሥራቃዊው ሥልጣኔ ቲክሊያሚሻያና ውስጥ እጅግ ጥንታዊ የሆነ አንድ ካህን ነበረ፤ እርሱም መልካምና ክፉ የሚሉትን ቃላት አላግባብ በመጠቀም ሥነ ምግባርን በእነሱ ላይ ለመመስረት በመሞከር ከፍተኛ ስህተት ፈጽሟል። የዚያ ካህን ስም አርማናቶራ ይባላል።</p>\n<p>በታሪክ ሂደት ውስጥ፣ በብዙ መቶ ዘመናት ውስጥ የሰው ልጅ በእነዚህ ሁለት ቃላቶች ተበክሎ በሥነ ምግባር ደንቦቹ ሁሉ መሠረት አድርጎ ወሰዳቸው። በአሁኑ ጊዜ እነዚህ ሁለት ቃላቶች በሁሉም ነገር ውስጥ ይገኛሉ።</p>\n<p>በአሁኑ ጊዜ ብዙ የሥነ ምግባር አራማጆች የሥነ ምግባር ማገገሚያ ይፈልጋሉ፤ ነገር ግን ለእነርሱና ለዚህች የምትሠቃይ ዓለም የሚያሳዝነው አዕምሯቸው በመልካምና በክፉ መካከል ታጭቋል።</p>\n<p>ሁሉም ሥነ ምግባር በመልካምና በክፉ ቃላቶች ላይ የተመሠረተ ነው፤ ስለዚህ ማንኛውም የሥነ ምግባር አራማጅ በእርግጥም ወደ ኋላ የሚመለስ ነው።</p>\n<p>መልካምና ክፉ የሚሉት ቃላቶች የራሳችንን ስህተቶች ለማጽደቅ ወይም ለመኮነን ያገለግላሉ።</p>\n<p>የሚያጸድቅ ወይም የሚኮንን አይረዳም። የዝግመተ ለውጥ ኃይሎችን እድገት መረዳት ብልህነት ነው፤ ነገር ግን መልካም በሚለው ቃል ማጽደቅ ብልህነት አይደለም። ወደ ኋላ የሚመልሱ ኃይሎችን ሂደቶች መረዳት ብልህነት ነው፤ ነገር ግን ክፉ በሚለው ቃል መኮነን ሞኝነት ነው።</p>\n<p>ማንኛውም ሴንትሪፉጋል ኃይል ወደ ሴንትሪፔታል ኃይል ሊለወጥ ይችላል። ማንኛውም ወደ ኋላ የሚመልስ ኃይል ወደ ዝግመተ ለውጥ ኃይል ሊለወጥ ይችላል።</p>\n<p>በዝግመተ ለውጥ ውስጥ ባለው የኃይል ማለቂያ በሌላቸው ሂደቶች ውስጥ፣ ማለቂያ የሌላቸው ወደ ኋላ የሚመልሱ የኃይል ሂደቶች አሉ።</p>\n<p>በእያንዳንዱ ሰው ውስጥ በየጊዜው የሚለወጡና ወደ ኋላ የሚመለሱ የተለያዩ ዓይነት ኃይሎች አሉ።</p>\n<p>አንድ ዓይነት ኃይልን ማጽደቅና ሌላውን መኮነን መረዳት አይደለም። ዋናው ነገር መረዳት ነው።</p>\n<p>ሰዎች በመልካምና በክፉ መካከል ባላቸው የአዕምሮ መታፈን ምክንያት የእውነት ተሞክሮ በሰው ልጅ መካከል እጅግ አናሳ ሆኗል።</p>\n<p>የግኖስቲክ ንቅናቄ አብዮታዊ ሳይኮሎጂ በሰው አካል ውስጥና በተፈጥሮ ውስጥ የሚሠሩትን የተለያዩ የኃይል ዓይነቶች በማጥናት ላይ የተመሠረተ ነው።</p>\n<p>የግኖስቲክ ንቅናቄ አብዮታዊ ሥነ ምግባር አለው፤ ይህ ሥነ ምግባር ከኋላ ቀር ሰዎች ሥነ ምግባር ጋርም ሆነ ከመልካምና ከክፉ ጥንታዊ ቃላቶች ጋር ምንም ግንኙነት የለውም።</p>\n<p>በሰው አካል ውስጥ ባለው ሳይኮ-ፊዚዮሎጂካል ላቦራቶሪ ውስጥ በጥልቀት ሊጠኑና ሊረዱ የሚገባቸው ዝግመተ ለውጥ፣ ወደ ኋላ መመለስና ገለልተኛ ኃይሎች አሉ።</p>\n<p>መልካም የሚለው ቃል በማጽደቅ ምክንያት የዝግመተ ለውጥን ኃይሎች ለመረዳት እንቅፋት ይሆናል።</p>\n<p>ክፉ የሚለው ቃል በመኮነን ምክንያት ወደ ኋላ የሚመልሱ ኃይሎችን ለመረዳት እንቅፋት ይሆናል።</p>\n<p>ማጽደቅ ወይም መኮነን መረዳት ማለት አይደለም። ድክመቶቹን ለማስወገድ የሚፈልግ ሰው ሊያጸድቃቸውም ሆነ ሊኮንናቸው አይገባም። ስህተቶቻችንን መረዳት አስቸኳይ ጉዳይ ነው።</p>\n<p>በውስጣችን ፀጥታና ርህራሄ እንዲወለድ ቁጣን በአዕምሮአችን ውስጥ ባሉ ሁሉም ደረጃዎች መረዳት እጅግ አስፈላጊ ነው።</p>\n<p>በውስጣችን በጎ አድራጎትና መረዳዳት እንዲወለድ ስግብግብነትን ማለቂያ በሌላቸው መንገዶች መረዳት የግድ አስፈላጊ ነው።</p>\n<p>በውስጣችን እውነተኛ ንጽሕና እንዲወለድ ምኞትን በአዕምሮ ውስጥ ባሉ ሁሉም ደረጃዎች መረዳት የግድ አስፈላጊ ነው።</p>\n<p>በሌሎች ደኅንነትና እድገት ደስተኛ መሆንና የትብብር ስሜት በውስጣችን እንዲወለድ ምቀኝነትን በአዕምሮ ውስጥ ባሉ ሁሉም ዘርፎች መረዳት በቂ ነው።</p>\n<p>ትህትና የሚባል ልዩ አበባ በተፈጥሯዊና ቀላል በሆነ መንገድ በውስጣችን እንዲወለድ ኩራትን በሁሉም መንገዶችና ደረጃዎች መረዳት መሠረት ነው።</p>\n<p>ስንፍና ተብሎ የሚጠራው እንቅስቃሴ-አልባነትን የሚያመጣው ንጥረ ነገር አስቀያሚ በሆኑ ቅርጾች ብቻ ሳይሆን በጣም ስውር በሆኑ ቅርጾችም ምን እንደሆነ መረዳት በውስጣችን የንቃት ስሜት እንዲፈጠር የግድ አስፈላጊ ነው።</p>\n<p>ምግብን ከመጠን በላይ መመገብና ሆዳምነት ምን ማለት እንደሆነ መረዳት በደመ ነፍስ ማዕከል ውስጥ ያሉትን ክፉ ድርጊቶች ማለትም ግብዣዎች፣ ስካር፣ አደን፣ ሥጋ መብላት፣ የሞት ፍርሃት፣ ራስን የማስቀጠል ፍላጎትና የመጥፋት ፍርሃት ወዘተ ከማስወገድ ጋር እኩል ነው።</p>\n<p>የ ትምህርት ቤቶች፣ ኮሌጆችና ዩኒቨርሲቲዎች መምህራን ተማሪዎቻቸው ራሳቸውን እንዲያሻሽሉ ቢመክሩ ጥሩ ነው፤ ግን “እኔ” የሚለው ነገር ሊሻሻል ይችላል ወይ ብለው ቢጠይቁና “እኔ” የሚለው ነገር በጎነትን ማግኘት ይችላል ወይ ብለው ቢጠይቁ መልካም ነው።</p>\n<p>“እኔ” የሚለው ነገር በጭራሽ እንደማይሻሻል፣ በጭራሽ ፍጹም እንዳልሆነና በጎነትን የሚመኝ ሰው “እኔ” የሚለውን ነገር እንደሚያጠናክር መረዳት እጅግ አስፈላጊ ነው።</p>\n<p>ፍጹምነት የሚወለደው “እኔ” የሚለው ነገር ሲፈርስ ብቻ ነው። ድክመቶቻችንን በአዕምሯችን ውስጥ ባሉ ምሁራዊ ደረጃ ብቻ ሳይሆን በሁሉም ድብቅና ንቃተ-ሕሊና በሌላቸው ዘርፎች ውስጥ ስንረዳ በጎነቶች በተፈጥሯዊና ቀላል በሆነ መንገድ በውስጣችን ይወለዳሉ።</p>\n<p>መሻሻል ሞኝነት ነው፤ ቅድስናን መመኘት ምቀኝነት ነው፤ በጎነቶችን መመኘት “እኔ” የሚለውን ነገር በስግብግብነት መርዝ ማጠናከር ማለት ነው።</p>\n<p>“እኔ” የሚለው ነገር በአዕምሯችን ውስጥ ባሉ ምሁራዊ ደረጃ ብቻ ሳይሆን በሁሉም ማዕዘናት፣ ክልሎች፣ ዘርፎችና መተላለፊያዎች ውስጥ ሙሉ በሙሉ እንዲሞት እንፈልጋለን። ሙሉ በሙሉ ስንሞት በውስጣችን የሚቀረው ፍጹም የሆነው ነገር ብቻ ነው። በበጎነቶች የተሞላው፣ የውስጣችን ማንነት ይዘት የሆነውና ከጊዜ ጋር ግንኙነት የሌለው ነገር።</p>\n<p>በራሳችን ውስጥ እዚህና አሁን የሚፈጸሙትን የዝግመተ ለውጥ ኃይሎች ማለቂያ የሌላቸውን ሂደቶች በጥልቀት ስንረዳ ብቻ ነው። በራሳችን ውስጥ ከጊዜ ወደ ጊዜ የሚፈጸሙትን ወደ ኋላ የሚመልሱ ኃይሎችን የተለያዩ ገጽታዎች ሙሉ በሙሉ ስንረዳ “እኔ” የሚለውን ነገር ማስወገድ እንችላለን።</p>\n<p>መልካምና ክፉ የሚሉት ቃላቶች ለማጽደቅና ለመኮነን ያገለግላሉ፤ ነገር ግን ለመረዳት በጭራሽ አይጠቅሙም።</p>\n<p>እያንዳንዱ ድክመት ብዙ መንገዶች፣ ዳራዎች፣ ድብቅ ምክንያቶችና ጥልቀቶች አሉት። አንድን ድክመት በምሁራዊ ደረጃ መረዳት በአዕምሮ ውስጥ ባሉ ድብቅ፣ ንቃተ-ሕሊና በሌላቸውና ከአእምሮ በታች ባሉ ዘርፎች ውስጥ ተረድተነዋል ማለት አይደለም።</p>\n<p>ማንኛውም ድክመት ከምሁራዊ ደረጃ ሊጠፋና በአዕምሮ ውስጥ ባሉ ሌሎች ዘርፎች ውስጥ ሊቀጥል ይችላል።</p>\n<p>ቁጣ ዳኛ በሚመስል ልብስ ይሸፈናል። ብዙዎች ስግብግቦች ላለመሆን ይፈልጋሉ፤ ገንዘብ የማይፈልጉ ሰዎች የአእምሮ ኃይልን፣ በጎነትን፣ ፍቅርን ወይም ደስታን ከሞት በኋላ እዚህ ወይም በሌላ ዓለም ይፈልጋሉ ወዘተ።</p>\n<p>ብዙ ወንዶችና ሴቶች “በውበታቸው ምክንያት” ለተቃራኒ ፆታ ሰዎች ሲደነቁና ሲማረኩ ይታያሉ፤ የራሳቸው ድብቅ ንቃተ-ሕሊና ይከዳቸዋል፤ ምኞት በሚያምር ስሜት ይሸፈናል።</p>\n<p>ብዙ ምቀኞች ቅዱሳንን በመቅናት ቅዱሳን ለመሆን በማሰብ ይሠቃያሉ።</p>\n<p>ብዙ ምቀኞች ለሰው ልጆች የሚሠዉትን በመቅናት ታላቅ ለመሆን በማሰብ በሚቀኑባቸው ላይ ስድብ ይወረውራሉ።</p>\n<p>አንዳንዶች በሥራቸው፣ በገንዘባቸው፣ በዝናቸውና በክብራቸው የሚኮሩ አሉ፤ አንዳንዶች ደግሞ በትህትናቸው ይኮራሉ።</p>\n<p>ዲዮጋኒስ በሚተኛበት በርሜል ይኮራ ነበርና ወደ ሶቅራጠስ ቤት ሲመጣ “ኩራትህን እየረገጥኩ ነው ሶቅራጠስ፣ ኩራትህን እየረገጥኩ ነው” አለው። ሶቅራጠስም “አዎ ዲዮጋኒስ በኩራትህ ኩራቴን እየረገጥክ ነው” ሲል መለሰለት።</p>\n<p>ሴቶች ከሌሎች ሴቶች ምቀኝነትን ለማነሳሳት ፀጉራቸውን ይጎበጡና በሁሉም ነገር ይለብሳሉ፤ ነገር ግን ከንቱነት በትህትና ልብስም ይሸፈናል።</p>\n<p>ግሪካዊው ፈላስፋ አርስቲፐስ ጥበቡንና ትህትናውን ለዓለም ሁሉ ለማሳየት በመፈለግ ያረጀና በቀዳዳዎች የተሞላ ልብስ ለብሶ በፍልስፍና በትሩ ቀኝ እጁን ይዞ በአቴንስ ጎዳናዎች እንደሄደ ይነገራል። ሶቅራጠስ ሲመጣ ባየው ጊዜ “አንተ አርስቲፐስ ከልብስህ ቀዳዳዎች ውስጥ ኩራትህ ይታያል” አለ።</p>\n<p>ብዙዎች በስንፍና ምክንያት በድህነት ውስጥ ይኖራሉ፤ ነገር ግን ሕይወታቸውን ለማሟላት በጣም ብዙ የሚሠሩ ሰዎች አሉ፤ ሆኖም “እኔ” የሚለውን ነገር ለማስወገድ ራሳቸውን ለማጥናትና ለማወቅ ስንፍና ይሰማቸዋል።</p>\n<p>ብዙዎች ከመጠን በላይ ከመብላት ተላቀዋል፤ ነገር ግን በሚያሳዝን ሁኔታ ይሰክራሉና ለአደን ይወጣሉ።</p>\n<p>እያንዳንዱ ድክመት ብዙ ገጽታዎች ያሉትና ከስነ ልቦናዊው ደረጃ ዝቅተኛ ደረጃ አንስቶ እስከ ከፍተኛው ደረጃ ድረስ በደረጃ የሚዳብርና የሚሠራ ነው።</p>\n<p>በአንድ ግጥም አስደሳች ዜማ ውስጥም ወንጀል ተደብቋል።</p>\n<p>ወንጀልም በቅዱስ፣ በሰማዕት፣ በንጹሕ፣ በሐዋርያ ወዘተ ይለብሳል።</p>\n<p>መልካምና ክፉ የሚባሉ ነገሮች የሉም፤ እነዚህ ቃላቶች የራሳችንን ድክመቶች ጥልቅና ዝርዝር ጥናት ለማስቀረትና ለማምለጥ ብቻ ያገለግላሉ።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/el-bien-y-el-mal.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/el-bien-y-el-mal.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/el-bien-y-el-mal.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
