import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "הטוב והרע",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "22. הטוב והרע",
    "order": 22
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>הטוב והרע אינם קיימים. דבר טוב כשאנחנו מרוויחים ממנו ורע כשאנחנו לא מרוויחים ממנו. הטוב והרע הם עניין של נוחיות אנוכית וגחמות של המוח.</p>\n<p>האדם שהמציא את המונחים האומללים טוב ורע היה אטלנטי בשם מָקָארִי קְרוֹנְבֶרְנְקְזְיוֹן, חבר מכובד באגודה המדעית אָקַלְדָאן, הממוקמת ביבשת האטלנטית השקועה.</p>\n<p>החכם הארכאי הזקן מעולם לא חשד בפגיעה החמורה כל כך שהוא עומד לגרום לאנושות בהמצאת שתי המילים הקטנות שלו.</p>\n<p>החכמים האטלנטיים חקרו לעומק את כל הכוחות האבולוציוניים, האינבולוציוניים והנייטרליים של הטבע, אך לחכם הזקן הזה עלה הרעיון להגדיר את השניים הראשונים במונחים טוב ורע. לכוחות מסוג אבולוציוני הוא קרא טובים ולכוחות מסוג אינבולוציוני הוא הטביל במונח רעים. לכוחות הנייטרליים הוא לא נתן שם.</p>\n<p>כוחות אלה מעובדים בתוך האדם ובתוך הטבע, כאשר הכוח הנייטרלי הוא נקודת התמיכה והאיזון.</p>\n<p>מאות שנים רבות לאחר שקיעתה של אטלנטיס עם פוסידוניס המפורסמת שלה, עליה מדבר אפלטון ברפובליקה שלו, התקיים בתרבות המזרחית טיקלימישיאנה כומר עתיק ביותר שעשה את הטעות החמורה ביותר של שימוש לרעה במונחים טוב ורע, תוך שימוש בהם באופן מגושם כדי לבסס עליהם מוסר. שמו של הכומר היה ארמנטורה.</p>\n<p>עם התפתחות ההיסטוריה לאורך אינספור מאות שנים, האנושות התמכרה לשתי המילים הללו והפכה אותן ליסוד כל הקודים המוסריים שלה. כיום מוצאים את שתי המילים הקטנות האלה אפילו במרק.</p>\n<p>כיום ישנם רפורמטורים רבים שרוצים בשיקום המוסרי, אך לרוע מזלם ולרוע מזלו של העולם האומלל הזה, מוחם תקוע בין הטוב והרע.</p>\n<p>כל מוסר מבוסס על המילים הקטנות טוב ורע, ולכן כל רפורמטור מוסרי הוא למעשה ריאקציונר.</p>\n<p>המונחים טוב ורע משמשים תמיד כדי להצדיק או להרשיע את הטעויות שלנו.</p>\n<p>מי שמצדיק או מרשיע אינו מבין. זה אינטליגנטי להבין את התפתחות הכוחות האבולוציוניים, אבל זה לא אינטליגנטי להצדיק אותם במונח טובים. זה אינטליגנטי להבין את התהליכים של הכוחות האינבולוציוניים, אבל זה טיפשי להרשיע אותם במונח רעים.</p>\n<p>כל כוח צנטריפוגלי יכול להפוך לכוח צנטריפטלי. כל כוח אינבולוציוני יכול להפוך לאבולוציוני.</p>\n<p>בתוך התהליכים האינסופיים של אנרגיה במצב אבולוציוני קיימים תהליכים אינסופיים של אנרגיה במצב אינבולוציוני.</p>\n<p>בתוך כל בן אדם קיימים סוגים שונים של אנרגיה המתפתחים, מתנוונים ומשתנים ללא הרף.</p>\n<p>להצדיק סוג מסוים של אנרגיה ולהרשיע אחר, זה לא להבין. הדבר החיוני הוא להבין.</p>\n<p>החוויה של האמת הייתה נדירה מאוד בקרב האנושות בגלל העובדה הקונקרטית של החסימה המנטלית. אנשים תקועים בין הניגודים טוב ורע.</p>\n<p>הפסיכולוגיה המהפכנית של התנועה הגנוסטית מבוססת על חקר הסוגים השונים של אנרגיה הפועלים בתוך האורגניזם האנושי ובתוך הטבע.</p>\n<p>לתנועה הגנוסטית יש אתיקה מהפכנית שאין לה שום קשר למוסר של הריאקציונרים וגם לא למונחים השמרניים והמפגרים של טוב ורע.</p>\n<p>בתוך המעבדה הפסיכו-פיזיולוגית של האורגניזם האנושי קיימים כוחות אבולוציוניים, אינבולוציוניים ונייטרליים שיש לחקור ולהבין לעומק.</p>\n<p>המונח טוב מונע את ההבנה של האנרגיות האבולוציוניות עקב ההצדקה.</p>\n<p>המונח רע מונע את ההבנה של הכוחות האינבולוציוניים עקב ההרשעה.</p>\n<p>להצדיק או להרשיע לא אומר להבין. מי שרוצה להיפטר מהפגמים שלו לא צריך להצדיק אותם או להרשיע אותם. דחוף להבין את הטעויות שלנו.</p>\n<p>להבין את הכעס בכל רמות התודעה זה חיוני כדי שהשלווה והמתיקות ייוולדו בנו.</p>\n<p>להבין את הניואנסים האינסופיים של החמדנות זה חיוני כדי שהפילנתרופיה והאלטרואיזם ייוולדו בנו.</p>\n<p>להבין את התאווה בכל רמות התודעה הוא תנאי הכרחי כדי שהטוהר האמיתי ייוולד בנו.</p>\n<p>להבין את הקנאה בכל תחומי התודעה מספיק כדי שחוש שיתוף הפעולה והאושר לרווחתם ולהתקדמותם של אחרים ייוולדו בנו.</p>\n<p>להבין את הגאווה בכל הניואנסים והדרגות שלה הוא הבסיס לכך שבצורה טבעית ופשוטה ייוולד בנו הפרח האקזוטי של הענווה.</p>\n<p>להבין מהו אותו אלמנט של אינרציה שנקרא עצלות, לא רק בצורות הגרוטסקיות שלו אלא גם בצורות העדינות ביותר שלו, הוא הכרחי כדי שחוש הפעילות ייוולד בנו.</p>\n<p>להבין את הצורות השונות של גרגרנות ובולמוס שווה ערך להשמדת המידות הרעות של המרכז האינסטינקטיבי כגון משתאות, שכרות, ציד, קרניבוריזם, פחד מהמוות, רצונות להנציח את האני, פחד מהשמדה וכו’.</p>\n<p>מורים בבתי ספר, מכללות ואוניברסיטאות מייעצים לתלמידיהם ולתלמידותיהם להשתפר כאילו האני יכול להשתפר, לרכוש מעלות מסוימות כאילו האני יכול להשיג מעלות וכו’.</p>\n<p>דחוף להבין שהאני לעולם לא משתפר, שהוא לעולם לא מושלם יותר ומי שחושק במעלות מחזק את האני.</p>\n<p>השלמות המוחלטת נולדת בנו רק עם פירוק האני. מעלות נולדות בנו בצורה טבעית ופשוטה כאשר אנו מבינים את הפגמים הפסיכולוגיים שלנו לא רק ברמה האינטלקטואלית אלא גם בכל התחומים התת-מודעים והלא מודעים של התודעה.</p>\n<p>לרצות להשתפר זה טיפשי, לרצות קדושה זה קנאה, לחשוק במעלות פירושו לחזק את האני עם רעל החמדנות.</p>\n<p>אנו זקוקים למוות מוחלט של האני לא רק ברמה האינטלקטואלית אלא גם בכל הפינות, האזורים, השטחים והמסדרונות של התודעה. כאשר מתנו לחלוטין, נשאר בנו רק הדבר הזה שהוא מושלם. הדבר הזה רווי במעלות, הדבר הזה הוא המהות של ההוויה האינטימית שלנו, הדבר הזה אינו מהזמן.</p>\n<p>רק על ידי הבנה מעמיקה של כל התהליכים האינסופיים של הכוחות האבולוציוניים המתפתחים בתוכנו כאן ועכשיו. רק על ידי הבנה שלמה של ההיבטים השונים של הכוחות האינבולוציוניים המעובדים בתוכנו מרגע לרגע, אנו יכולים למוסס את האני.</p>\n<p>המונחים טוב ורע משמשים כדי להצדיק ולהרשיע אך לעולם לא להבין.</p>\n<p>לכל פגם יש ניואנסים רבים, רקעים, רקעים עמוקים ומעמקים. להבין פגם ברמה האינטלקטואלית לא אומר שהבנו אותו בתחומים התת-מודעים, הלא מודעים והתת-מודעים השונים של התודעה.</p>\n<p>כל פגם יכול להיעלם מהרמה האינטלקטואלית ולהמשיך בתחומים האחרים של התודעה.</p>\n<p>הכעס מתחפש לגלימת השופט. רבים חושקים לא להיות חמדנים, יש כאלה שלא חומדים כסף אבל חומדים כוחות נפשיים, מעלות, אהבות אושר כאן או אחרי המוות וכו’, וכו’, וכו’.</p>\n<p>גברים ונשים רבים מתרגשים ומוקסמים מול אנשים מהמין השני “כאילו” בגלל שהם אוהבים את היופי, התת-מודע שלהם בוגד בהם, התאווה מתחפשת לחוש האסתטי.</p>\n<p>קנאים רבים מקנאים בקדושים ועושים תשובות ומצליפים בעצמם כי הם גם רוצים להפוך לקדושים.</p>\n<p>קנאים רבים מקנאים באלה שמקריבים את עצמם למען האנושות ואז, כשהם רוצים להיות גדולים גם כן, הם לועגים לאלה שהם מקנאים בהם ומשליכים עליהם את כל הריר המשמיץ שלהם.</p>\n<p>יש כאלה שמרגישים גאים במעמד, בכסף, בתהילה ובפרסטיז’ה ויש כאלה שמרגישים גאים בתנאים הצנועים שלהם.</p>\n<p>דיוגנס הרגיש גאה בחבית שבה ישן וכשהגיע לביתו של סוקרטס בירך ואמר: “דורס את הגאווה שלך סוקרטס, דורס את הגאווה שלך”. “כן, דיוגנס, בגאווה שלך אתה דורך על הגאווה שלי”. הייתה תשובתו של סוקרטס.</p>\n<p>נשים יהירות מסלסלות את שערן, מתלבשות ומתקשטות בכל מה שהן יכולות כדי לעורר את קנאתן של נשים אחרות, אבל היוהרה מתחפשת גם היא לגלימת הענווה.</p>\n<p>המסורת מספרת שאריסטיפוס הפילוסוף היווני, שרצה להוכיח לכל העולם את חוכמתו ואת ענוותו, התלבש בגלימה ישנה מאוד ומלאה חורים, אחז בידו הימנית את מקל הפילוסופיה ויצא לרחובות אתונה. כשסוקרטס ראה אותו בא, הוא קרא: “היוהרה שלך נראית דרך חורי הלבוש שלך, הו אריסטיפוס”.</p>\n<p>רבים הם אלה שנמצאים בעוני בגלל אלמנט העצלות, אך יש אנשים שעובדים יותר מדי כדי להתפרנס אך מרגישים עצלות ללמוד ולהכיר את עצמם כדי למוסס את האני.</p>\n<p>רבים הם אלה שנטשו את הגרגרנות והבליסה אך לרוע המזל הם משתכרים ויוצאים לציד.</p>\n<p>לכל פגם יש פנים רבות והוא מתפתח ומעובד בצורה הדרגתית מהמדרגה הנמוכה ביותר בסולם הפסיכולוגי ועד למדרגה הגבוהה ביותר.</p>\n<p>בתוך הקצב הנעים של שיר מתחבאת גם העבירה.</p>\n<p>העבירה גם מתלבשת כקדוש, כקדוש מעונה, כצנוע, כשליח וכו’.</p>\n<p>הטוב והרע לא קיימים, המונחים האלה משמשים רק כדי לחפש תירוצים ולהתחמק ממחקר מעמיק ומפורט של הפגמים שלנו.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/el-bien-y-el-mal.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/el-bien-y-el-mal.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/el-bien-y-el-mal.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
