import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "އެތެރޭގެ ދައުލަތް",
  "locale": "dv",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "7. އެތެރޭގެ ދައުލަތް",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ބޭރުގެ ކަންތައްތަކާއި އެތެރޭގެ ޙާލަތުތައް ރަނގަޅުގޮތުގައި ގުޅުވައިލުމަކީ، ބުއްދިވެރިކަމާއެކު ދިރިއުޅެން ދެނެގަތުމެވެ…</p>\n<p>ބުއްދިވެރިކަމާއެކު ތަޖުރިބާކުރެވޭ ކޮންމެ ކަމަކަށްވެސް އެކަމާގުޅޭ އެތެރޭގެ ޚާއްޞަ ޙާލަތެއް ބޭނުންވެއެވެ…</p>\n<p>ނަމަވެސް، ހިތާމަޔާއެކު، މީހުން އެމީހުންގެ ދިރިއުޅުމަށް ބަލާއިރު، އެމީހުން ދެކެނީ އެއީ ހަމައެކަނި ބޭރުގެ ކަންތައްތަކުން އެކުލެވިގެންވާ އެއްޗެއްކަމުގައެވެ…</p>\n<p>ފަޤީރު މީހުންނޭ! އެމީހުން ހީކުރަނީ ވަކިކަމެއް ނުހިނގާނަމަ އެމީހުންގެ ދިރިއުޅުން މާ ރަނގަޅުވީހީއެވެ…</p>\n<p>އެމީހުން ހީކުރަނީ ނަސީބު އެމީހުންނާ ބައްދަލުވެ، އުފާވެރިވުމުގެ ފުރުސަތު ގެއްލުވީއެވެ…</p>\n<p>އެމީހުން ގެއްލުނު އެއްޗެހި ހިތާމަކުރެއެވެ، حقيرކޮށް ދުށް އެއްޗެހި އަނިޔާވެރިވެއެވެ، އިހުގެ ހުރަސްތަކާއި މުސީބާތްތައް ހަނދާންކޮށްގެން އާހް ދޫކުރެއެވެ…</p>\n<p>މީހުން ދެނެގަންނަން ބޭނުމެއް ނުވެއެވެ، ދިރިއުޅުމަކީ ހަމައެކަނި ދުނިޔޭގައި އުޅުން ނޫންކަމާއި، ހޭލުންތެރިކަމާއެކު އުޅުމުގެ ޤާބިލިއްޔަތު ހަމައެކަނި ބިނާވަނީ ރޫޙުގެ އެތެރޭގެ ޙާލަތުތަކުގެ މައްޗަށްކަމެވެ…</p>\n<p>ހަމަކަށަވަރުންވެސް ދިރިއުޅުމުގެ ބޭރުގެ ކަންތައްތައް ކިތަންމެ ރީތިވިޔަސް މައްސަލައެއް ނެތެވެ، އެވަގުތުތަކުގައި އަހަރެމެން އެކަށީގެންވާ އެތެރޭގެ ޙާލަތުގައި ނެތްނަމަ، އެންމެ ރަނގަޅު ކަންތައްތައްވެސް ފޫހި، ވަރުބަލިކުރާ، ނުވަތަ ހަމައެކަނި ފޫހިކަމެއްގެ ގޮތުގައި ފެނިދާނެއެވެ…</p>\n<p>ކޮންމެވެސް މީހަކު ކައިވެނީގެ ޕާޓީއަކަށް އިންތިޒާރުކުރަނީ ކަންބޮޑުވުމާއެކުގައެވެ، އެއީ ކަމެކެވެ، އެހެންނަމަވެސް އެކަން ހިނގާ ވަގުތު އެހާ ބޮޑަށް ކަންބޮޑުވެއްޖެނަމަ، އެކަމުން އެއްވެސް އުފަލެއް ނުލިބި، އެހުރިހާ ކަމެއް ހަމައެކަނި އުސޫލެއްހެން ހީވެ ފިނޑިވެދާނެއެވެ…</p>\n<p>ތަޖުރިބާއިން އަހަރެމެންނަށް ދަސްކޮށްދެނީ، ކާބޯތަށްޓަކަށް ނުވަތަ ނެށުމަކަށް ދާ ހުރިހާ މީހުންނަށްވެސް އަސްލު އުފާނުލިބޭކަމެވެ…</p>\n<p>އެންމެ މަޖާ ޕާޓީއެއްގައިވެސް ފޫހިވާ މީހަކު އަބަދުވެސް އުޅޭނެއެވެ، އަދި އެންމެ މީރު ކާތަކެތިވެސް ބަޔަކަށް އުފާވެރިކަން ގެނެސްދީ އަނެއްބަޔަކު ރޮއްވައެވެ…</p>\n<p>ބޭރުގެ ކަމަކާއި އެކަށީގެންވާ އެތެރޭގެ ޙާލަތު ގުޅުވައިލަން ދަންނަ މީހުން ވަރަށް މަދެވެ…</p>\n<p>ހޭލުންތެރިކަމާއެކު ދިރިއުޅެން މީހުންނަށް ނޭނގޭކަމީ ހިތާމަހުރިކަމެކެވެ: އެމީހުން ރުއިން ޖެހޭތާގައި ރޮއި، އަދި ރޮއިން ޖެހޭތާގައި ހޭނެއެވެ…</p>\n<p>ކޮންޓްރޯލް ތަފާތެވެ: ޙަކީމު އުފާވެރިވެދާނެއެވެ، އެކަމަކު ދުވަހަކުވެސް މޮޔަވެގެން އުޅޭވަރުނުވާނެއެވެ؛ ހިތާމަވެރިވެދާނެއެވެ، އެކަމަކު ދުވަހަކުވެސް އުއްމީދު ކަނޑާލައި މާޔޫސްނުވާނެއެވެ… ހަމަނުޖެހިކަމާއެކު ހުރިތަނެއްގައިވެސް ހަމަހިމޭންވާނެއެވެ؛ ބަނގުއާރުގެ ތެރޭގައި ބަނގުނުބޮއި ހުންނާނެއެވެ؛ شهوانيކަމުގެ ތެރޭގައިވެސް عفةތެރިވާނެއެވެ، ފަހެ މިފަދަ ކަންތައްތައް ކުރެވޭނެއެވެ.</p>\n<p>މާޔޫސްވެފައިވާ މީހުން ދިރިއުޅުމުގެ އެންމެ ނުބައިކަންތައް ހީކުރެއެވެ، އަދި ސާފުބަސްތަކުން ބުނާނަމަ، އެމީހުން ދިރިއުޅެން ބޭނުމެއްވެސް ނުވެއެވެ…</p>\n<p>ކޮންމެ ދުވަހަކުވެސް އަހަރެމެންނަށް ހަމައެކަނި ހިތްހަމަނުޖެހޭ މީހުން ނުބައިކޮށް ހަދާ މީހުން ފެނެއެވެ، އެއަށްވުރެ ނުރައްކާތެރިކަމަކީ އަނެކުންގެ ދިރިއުޅުންވެސް ހިތިކޮށް ހެދުމެވެ…</p>\n<p>މިފަދަ މީހުން ކޮންމެ ދުވަހަކު ޕާޓީތަކަށް ދިޔަޔަސް ބަދަލެއް ނުކުރާނެއެވެ؛ ނަފްސާނީ ބަލިމަޑުކަން އެމީހުންގެ އެތެރޭގައި ގެންގުޅޭނެއެވެ… މިފަދަ މީހުންގެ އެތެރޭގެ ޙާލަތުތައް ނުބައެވެ…</p>\n<p>ނަމަވެސް އެމީހުން އަމިއްލަ ނަފްސުތަކަށް ޙައްޤުވެރިން، މާތްބޭކަލުން، މާތްސިފަތައް، މަތިވެރި، ޚިދުމަތްތެރި، شهيدން ފަދަ ނަންނަން ދީ އުޅެއެވެ…</p>\n<p>އެމީހުންނަކީ އަމިއްލަ ނަފްސުތަކަށް މާބޮޑަށް އަހަންމިއްޔަތު ދޭ މީހުންނެވެ؛ އަމިއްލަ ނަފްސުތައް ވަރަށް ލޯބިވާ މީހުންނެވެ…</p>\n<p>އަމިއްލަ ނަފްސުތަކަށް ވަރަށް އޯގާވެރިވެ، އަބަދުވެސް އަމިއްލަ ޒިންމާތަކުން ސަލާމަތްވުމަށްޓަކައި މަގުތައް ހޯދާ މީހުންނެވެ…</p>\n<p>މިފަދަ މީހުން ތިރީ ދަރަޖައިގެ އިޙްސާސްތަކަށް އާދަވެފައިތިބޭ މީހުންނެވެ، އަދި އެކަމުގެ ސަބަބުން އެމީހުން ކޮންމެ ދުވަހަކުވެސް އިންސާނިއްޔަތުކަމުން ދަށް ނަފްސާނީ ކަންތައްތައް އުފައްދައެވެ.</p>\n<p>ނަސީބުދެރަގޮތް، ނަސީބުގެ ފުއްޓުން، ނިކަމެތިކަން، ދަރަނި، މައްސަލަތަކަކީ ދިރިއުޅެން ނުދަންނަ މީހުންގެ މައްސަލަތަކެވެ…</p>\n<p>ކޮންމެ މީހަކަށްވެސް މުއްސަނދި ސަޤާފަތެއް އުފެއްދިދާނެއެވެ، އެކަމަކު ސީދާގޮތެއްގައި ދިރިއުޅެން ދަސްކޮށްފައިވަނީ ވަރަށް މަދު މީހުންނެވެ…</p>\n<p>މީހަކު ބޭރުގެ ކަންތައްތަކާއި ހޭލުންތެރިކަމުގެ އެތެރޭގެ ޙާލަތުތައް ވަކިކުރަން ބޭނުންވެއްޖެނަމަ، އެއިން ދައްކުވައިދެނީ ޤަދަރުވެރިކަމާއެކު އުޅުމަށް އޭނާއަށް ނުކުޅެދޭކަމެވެ.</p>\n<p>ބޭރުގެ ކަންތައްތަކާއި އެތެރޭގެ ޙާލަތުތައް އެކުވެރިކަމާއެކު އެއްކުރަން ދަންނަ މީހުން ކާމިޔާބީގެ މަގުން ހިނގާނެއެވެ…</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/dv/tratado-de-psicologia-revolucionaria/el-estado-interior.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/tratado-de-psicologia-revolucionaria/el-estado-interior.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/tratado-de-psicologia-revolucionaria/el-estado-interior.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
