import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "រដ្ឋខាងក្នុង",
  "locale": "km",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "7. រដ្ឋខាងក្នុង",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ការរួមបញ្ចូលរដ្ឋខាងក្នុងជាមួយព្រឹត្តិការណ៍ខាងក្រៅបានត្រឹមត្រូវ គឺជាការចេះរស់នៅប្រកបដោយភាពឆ្លាតវៃ…</p>\n<p>ព្រឹត្តិការណ៍ណាមួយដែលជួបប្រទះដោយភាពឆ្លាតវៃ តម្រូវឱ្យមានរដ្ឋខាងក្នុងជាក់លាក់ដែលត្រូវគ្នា…</p>\n<p>ប៉ុន្តែជាអកុសល មនុស្សនៅពេលដែលពួកគេពិនិត្យមើលជីវិតរបស់ពួកគេ គិតថាជីវិតខ្លួនឯងមានតែព្រឹត្តិការណ៍ខាងក្រៅផ្តាច់មុខប៉ុណ្ណោះ…</p>\n<p>វេទនាណាស់! ពួកគេគិតថាប្រសិនបើព្រឹត្តិការណ៍នេះឬព្រឹត្តិការណ៍នោះមិនបានកើតឡើងចំពោះពួកគេ ជីវិតរបស់ពួកគេនឹងប្រសើរជាងនេះ…</p>\n<p>ពួកគេសន្មត់ថាសំណាងបានជួបពួកគេ ហើយពួកគេបានបាត់បង់ឱកាសដើម្បីសប្បាយរីករាយ…</p>\n<p>ពួកគេសោកស្តាយចំពោះអ្វីដែលបាត់បង់ យំចំពោះអ្វីដែលពួកគេមើលងាយ ថ្ងូរដោយចងចាំពីការជំពប់ដួល និងគ្រោះមហន្តរាយចាស់ៗ…</p>\n<p>មនុស្សមិនចង់ដឹងថាការរស់នៅដូចរុក្ខជាតិមិនមែនជាការរស់នៅទេ ហើយសមត្ថភាពក្នុងការរស់នៅដោយមនសិការគឺអាស្រ័យទាំងស្រុងលើគុណភាពនៃរដ្ឋខាងក្នុងនៃព្រលឹង…</p>\n<p>ជាការពិត វាមិនមានបញ្ហាថាតើព្រឹត្តិការណ៍ខាងក្រៅនៃជីវិតស្រស់ស្អាតប៉ុណ្ណានោះទេ ប្រសិនបើយើងមិនស្ថិតក្នុងស្ថានភាពខាងក្នុងត្រឹមត្រូវនៅពេលនោះ ព្រឹត្តិការណ៍ដ៏ល្អបំផុតអាចហាក់ដូចជាឯកោ គួរឱ្យធុញ ឬគ្រាន់តែធុញទ្រាន់…</p>\n<p>នរណាម្នាក់ទន្ទឹងរង់ចាំពិធីមង្គលការ វាជាព្រឹត្តិការណ៍មួយ ប៉ុន្តែវាអាចកើតឡើងដែលពួកគេមានការព្រួយបារម្ភយ៉ាងខ្លាំងនៅពេលនៃព្រឹត្តិការណ៍នោះ ដែលពួកគេពិតជាមិនមានអារម្មណ៍រីករាយនៅក្នុងនោះ ហើយអ្វីៗទាំងអស់ប្រែជាស្ងួត និងត្រជាក់ដូចពិធីសារ…</p>\n<p>បទពិសោធន៍បានបង្រៀនយើងថា មិនមែនមនុស្សទាំងអស់ដែលចូលរួមពិធីជប់លៀង ឬរាំទេ ពិតជាសប្បាយរីករាយនោះទេ…</p>\n<p>កុំខ្វះមនុស្សធុញទ្រាន់ក្នុងពិធីបុណ្យដ៏ល្អបំផុត ហើយវត្ថុដែលឆ្ងាញ់បំផុតធ្វើឱ្យអ្នកខ្លះសប្បាយចិត្ត និងធ្វើឱ្យអ្នកខ្លះទៀតយំ…</p>\n<p>មនុស្សកម្រណាស់ដែលចេះបញ្ចូលព្រឹត្តិការណ៍ខាងក្រៅដោយទំនុកចិត្តជាមួយនឹងស្ថានភាពខាងក្នុងត្រឹមត្រូវ…</p>\n<p>វាជាការសោកស្តាយដែលមនុស្សមិនដឹងពីរបៀបរស់នៅដោយមនសិការ៖ ពួកគេយំនៅពេលដែលពួកគេគួរតែសើច ហើយសើចនៅពេលដែលពួកគេគួរតែយំ…</p>\n<p>ការគ្រប់គ្រងគឺខុសគ្នា៖ អ្នកប្រាជ្ញអាចរីករាយ ប៉ុន្តែមិនដែលពោរពេញទៅដោយភាពឆ្កួតលីលាឡើយ។ ក្រៀមក្រំ ប៉ុន្តែមិនដែលអស់សង្ឃឹម និងធ្លាក់ទឹកចិត្តឡើយ។ ស្ងប់ស្ងាត់នៅកណ្តាលអំពើហិង្សា; មិនផឹកស្រាក្នុងពិធីជប់លៀង; បរិសុទ្ធក្នុងចំណោមតណ្ហា។ល។</p>\n<p>មនុស្សដែលមានទុក្ខព្រួយ និងទុទិដ្ឋិនិយមគិតពីជីវិតអាក្រក់បំផុត ហើយដោយស្មោះត្រង់មិនចង់រស់នៅ…</p>\n<p>ជារៀងរាល់ថ្ងៃ យើងឃើញមនុស្សដែលមិនត្រឹមតែមិនសប្បាយចិត្តប៉ុណ្ណោះទេ ប៉ុន្តែអ្វីដែលអាក្រក់ជាងនេះទៅទៀត គឺធ្វើឱ្យជីវិតអ្នកដទៃជូរចត់ផងដែរ…</p>\n<p>មនុស្សបែបនេះនឹងមិនផ្លាស់ប្តូរសូម្បីតែរស់នៅរាល់ថ្ងៃពីពិធីជប់លៀងមួយទៅពិធីជប់លៀងមួយ ជំងឺផ្លូវចិត្តពួកគេយកវានៅខាងក្នុង… មនុស្សបែបនេះមានរដ្ឋស្និទ្ធស្នាលដែលអាក្រក់ជាដាច់ខាត…</p>\n<p>ទោះយ៉ាងណាក៏ដោយ មនុស្សទាំងនេះចាត់ទុកខ្លួនឯងថាជាមនុស្សសុចរិត បរិសុទ្ធ សុចរិត ថ្លៃថ្នូរ មានប្រយោជន៍ ទុក្ករបុគ្គល។ល។</p>\n<p>ពួកគេគឺជាមនុស្សដែលចាត់ទុកខ្លួនឯងខ្ពស់ពេក មនុស្សដែលស្រឡាញ់ខ្លួនឯងខ្លាំង…</p>\n<p>បុគ្គលដែលអាណិតខ្លួនឯងខ្លាំង ហើយតែងតែស្វែងរកផ្លូវចេញដើម្បីគេចវេសពីទំនួលខុសត្រូវរបស់ខ្លួន…</p>\n<p>មនុស្សបែបនេះស៊ាំនឹងអារម្មណ៍ទាប ហើយវាច្បាស់ណាស់ថា ហេតុដូច្នេះហើយ ពួកគេបង្កើតធាតុផ្លូវចិត្តដែលមិនមែនជាមនុស្សជារៀងរាល់ថ្ងៃ។</p>\n<p>ព្រឹត្តិការណ៍ដ៏អកុសល ការផ្លាស់ប្តូរនៃសំណាង ភាពវេទនា បំណុល បញ្ហា។ល។ គឺជាកម្មសិទ្ធិផ្តាច់មុខរបស់អ្នកដែលមិនចេះរស់នៅ…</p>\n<p>នរណាម្នាក់អាចបង្កើតវប្បធម៌បញ្ញាដ៏សម្បូរបែបបាន ប៉ុន្តែមនុស្សតិចណាស់ដែលបានរៀនរស់នៅដោយសុចរិត…</p>\n<p>នៅពេលដែលមនុស្សម្នាក់ចង់បំបែកព្រឹត្តិការណ៍ខាងក្រៅពីរដ្ឋខាងក្នុងនៃមនសិការ វាបង្ហាញយ៉ាងច្បាស់អំពីអសមត្ថភាពរបស់ខ្លួនក្នុងការរស់នៅដោយសេចក្តីថ្លៃថ្នូរ។</p>\n<p>អ្នកដែលរៀនបញ្ចូលព្រឹត្តិការណ៍ខាងក្រៅ និងរដ្ឋខាងក្នុងដោយមនសិការ ដើរលើផ្លូវនៃភាពជោគជ័យ…</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/km/tratado-de-psicologia-revolucionaria/el-estado-interior.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/km/tratado-de-psicologia-revolucionaria/el-estado-interior.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/km/tratado-de-psicologia-revolucionaria/el-estado-interior.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
