import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "შინაგანი სახელმწიფო",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "7. შინაგანი სახელმწიფო",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>შინაგანი მდგომარეობების სწორად შერწყმა გარეგან მოვლენებთან, ეს არის გონივრულად ცხოვრება…</p>\n<p>ნებისმიერი გონივრულად განცდილი მოვლენა მოითხოვს მის შესაბამის შინაგან მდგომარეობას…</p>\n<p>თუმცა, სამწუხაროდ, ადამიანები, როდესაც საკუთარ ცხოვრებას აანალიზებენ, ფიქრობენ, რომ იგი თავისთავად შედგება მხოლოდ გარეგანი მოვლენებისგან…</p>\n<p>საწყალი ხალხი! ფიქრობენ, რომ ესა თუ ის მოვლენა რომ არ მომხდარიყო, მათი ცხოვრება უკეთესი იქნებოდა…</p>\n<p>ვარაუდობენ, რომ ბედი მათ შეხვდა და ბედნიერების შანსი დაკარგეს…</p>\n<p>წუხან დაკარგულის გამო, ტირიან იმის გამო, რაც ზიზღით მოიცილეს, კვნესიან ძველი შეცდომებისა და უბედურებების გახსენებისას…</p>\n<p>არ უნდათ გააცნობიერონ, რომ ვეგეტაცია არ არის ცხოვრება და რომ შეგნებულად არსებობის უნარი მხოლოდ სულის შინაგანი მდგომარეობების ხარისხზეა დამოკიდებული…</p>\n<p>რა თქმა უნდა, არ აქვს მნიშვნელობა, რამდენად ლამაზია ცხოვრების გარეგანი მოვლენები, თუ ამ მომენტებში არ ვიმყოფებით შესაბამის შინაგან მდგომარეობაში, საუკეთესო მოვლენებიც კი შეიძლება ერთფეროვნად, დამღლელად ან უბრალოდ მოსაწყენად მოგვეჩვენოს…</p>\n<p>ვიღაც მოუთმენლად ელის ქორწილს, ეს მოვლენაა, მაგრამ შესაძლოა, მოვლენის ზუსტ მომენტში ისე იყოს შეწუხებული, რომ რეალურად ვერანაირი სიამოვნება ვერ მიიღოს და ყველაფერი იმდენად მშრალი და ცივი გახდეს, როგორც პროტოკოლი…</p>\n<p>გამოცდილებამ გვასწავლა, რომ ყველა ადამიანი, რომელიც ბანკეტს ან ცეკვას ესწრება, ნამდვილად არ ტკბება…</p>\n<p>არასოდეს აკლია მოსაწყენი ადამიანი საუკეთესო დღესასწაულებზე და ყველაზე გემრიელი კერძები ზოგს ახარებს და ზოგს ატირებს…</p>\n<p>ძალიან იშვიათია ადამიანები, რომლებმაც იციან გარეგანი მოვლენის თავდაჯერებულად შეთავსება შესაბამის შინაგან მდგომარეობასთან…</p>\n<p>სამწუხაროა, რომ ადამიანებმა არ იციან შეგნებულად ცხოვრება: ტირიან, როცა უნდა იცინონ და იცინიან, როცა უნდა იტირონ…</p>\n<p>კონტროლი განსხვავებულია: ბრძენი შეიძლება იყოს მხიარული, მაგრამ არასოდეს არ იყოს სავსე გიჟური აღტაცებით; მოწყენილი, მაგრამ არასოდეს სასოწარკვეთილი და დათრგუნული… მშვიდი ძალადობის შუაგულში; თავშეკავებული ორგიაში; უმანკო ვნებათაღელვაში და ა.შ.</p>\n<p>მელანქოლიური და პესიმისტი ადამიანები ცხოვრებაზე უარესს ფიქრობენ და გულწრფელად არ სურთ ცხოვრება…</p>\n<p>ყოველდღე ვხედავთ ადამიანებს, რომლებიც არა მხოლოდ უბედურები არიან, არამედ, რაც უარესია, სხვების ცხოვრებასაც ამწარებენ…</p>\n<p>ასეთი ადამიანები არ შეიცვლებიან ყოველდღე ზეიმზე რომ იცხოვრონ; ფსიქოლოგიური დაავადება მათ შიგნით აქვთ… ასეთ ადამიანებს აქვთ შინაგანი მდგომარეობები, რომლებიც საბოლოოდ გარყვნილია…</p>\n<p>თუმცა, ეს სუბიექტები საკუთარ თავს ახასიათებენ, როგორც სამართლიანებს, წმინდანებს, სათნოებს, კეთილშობილებს, დამხმარებს, მოწამეებს და ა.შ., და ა.შ., და ა.შ.</p>\n<p>ესენი არიან ადამიანები, რომლებიც საკუთარ თავზე ზედმეტად ფიქრობენ; ადამიანები, რომლებსაც ძალიან უყვართ საკუთარი თავი…</p>\n<p>ინდივიდები, რომლებიც ძალიან თანაუგრძნობენ საკუთარ თავს და ყოველთვის ეძებენ გამოსავალს საკუთარი პასუხისმგებლობის თავიდან ასაცილებლად…</p>\n<p>ასეთი ადამიანები შეჩვეულები არიან ქვედა ემოციებს და ცხადია, რომ ამ მიზეზით ისინი ყოველდღიურად ქმნიან არაადამიანურ ფსიქიკურ ელემენტებს.</p>\n<p>უბედური მოვლენები, იღბლის უკუღმართობა, სიღარიბე, ვალები, პრობლემები და ა.შ., არის იმ ადამიანების ექსკლუზივი, რომლებმაც არ იციან ცხოვრება…</p>\n<p>ნებისმიერს შეუძლია ჩამოაყალიბოს მდიდარი ინტელექტუალური კულტურა, მაგრამ ძალიან ცოტა ადამიანს აქვს ნასწავლი სწორად ცხოვრება…</p>\n<p>როდესაც ადამიანს სურს გარეგანი მოვლენების გამოყოფა ცნობიერების შინაგანი მდგომარეობებისგან, ის კონკრეტულად აჩვენებს ღირსეულად არსებობის უუნარობას.</p>\n<p>ვინც სწავლობს გარეგანი მოვლენებისა და შინაგანი მდგომარეობების შეგნებულად შერწყმას, მიემართება წარმატების გზაზე…</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/tratado-de-psicologia-revolucionaria/el-estado-interior.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/tratado-de-psicologia-revolucionaria/el-estado-interior.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/tratado-de-psicologia-revolucionaria/el-estado-interior.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
