import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Ներքին Նահանգ",
  "locale": "hy",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "7. Ներքին Նահանգ",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Միավորել ներքին վիճակները արտաքին իրադարձությունների հետ ճիշտ ձևով, նշանակում է իմաստուն ապրել…</p>\n<p>Ցանկացած խելացիորեն ապրված իրադարձություն պահանջում է իր համապատասխան հատուկ ներքին վիճակը…</p>\n<p>Սակայն, ցավոք սրտի, մարդիկ, երբ վերանայում են իրենց կյանքը, կարծում են, որ այն ինքնին բաղկացած է բացառապես արտաքին իրադարձություններից…</p>\n<p>Աղքատ մարդիկ! Նրանք կարծում են, որ եթե այս կամ այն իրադարձությունը իրենց հետ չպատահեր, իրենց կյանքը ավելի լավ կլիներ…</p>\n<p>Նրանք ենթադրում են, որ բախտը հանդիպել է իրենց, և որ իրենք կորցրել են երջանիկ լինելու հնարավորությունը…</p>\n<p>Նրանք ափսոսում են կորցրածի համար, լացում են այն բանի համար, ինչը արհամարհել են, տնքում են հիշելով հին սայթաքումները և աղետները…</p>\n<p>Մարդիկ չեն ուզում հասկանալ, որ բուսական կյանքը կյանք չէ, և որ գիտակցաբար գոյություն ունենալու ունակությունը բացառապես կախված է Հոգու ներքին վիճակների որակից…</p>\n<p>Իհարկե, կարևոր չէ, թե որքան գեղեցիկ են կյանքի արտաքին իրադարձությունները, եթե մենք այդ պահերին չգտնվենք համապատասխան ներքին վիճակում, լավագույն իրադարձությունները կարող են մեզ թվալ միապաղաղ, հոգնեցուցիչ կամ պարզապես ձանձրալի…</p>\n<p>Մեկը անհամբեր սպասում է հարսանեկան արարողությանը, դա իրադարձություն է, բայց կարող է պատահել, որ այդ իրադարձության հենց պահին այնքան մտահոգ լինի, որ իրականում որևէ հաճույք չզգա դրանից, և որ ամեն ինչ դառնա այնքան չոր և սառը, որքան արձանագրությունը…</p>\n<p>Փորձը մեզ սովորեցրել է, որ ոչ բոլոր մարդիկ, ովքեր ներկա են լինում խնջույքին կամ պարահանդեսին, իսկապես վայելում են այն…</p>\n<p>Երբեք լավագույն տոնակատարության մեջ ձանձրալի մարդ չի պակասում, և ամենահիասքանչ ստեղծագործությունները ոմանց ուրախացնում են, իսկ մյուսներին՝ լացացնում…</p>\n<p>Շատ քիչ են այն մարդիկ, ովքեր գիտեն, թե ինչպես վստահորեն համատեղել արտաքին իրադարձությունը համապատասխան ներքին վիճակի հետ…</p>\n<p>Ցավալի է, որ մարդիկ չգիտեն գիտակցաբար ապրել. նրանք լաց են լինում, երբ պետք է ծիծաղեն, և ծիծաղում են, երբ պետք է լաց լինեն…</p>\n<p>Վերահսկողությունը տարբեր է. Իմաստունը կարող է ուրախ լինել, բայց երբեք լի կատաղի խելագարությամբ. տխուր, բայց երբեք հուսահատված և ընկճված. հանգիստ բռնության մեջ. զուսպ հարբեցողության մեջ. առաքինի կրքի մեջ և այլն:</p>\n<p>Մելանխոլիկ և վատատես մարդիկ մտածում են կյանքի մասին ամենավատը և անկեղծորեն չեն ցանկանում ապրել…</p>\n<p>Ամեն օր մենք տեսնում ենք մարդկանց, ովքեր ոչ միայն դժբախտ են, այլ նաև, և ինչն ավելի վատ է, դարձնում են նաև ուրիշների կյանքը դառը…</p>\n<p>Նման մարդիկ չէին փոխվի, նույնիսկ եթե ամեն օր տոնից տոն ապրեին. հոգեբանական հիվանդությունը նրանք իրենց ներսում են տանում. նման մարդիկ ունեն միանգամայն այլասերված ինտիմ վիճակներ…</p>\n<p>Այնուամենայնիվ, այդ սուբյեկտները իրենք իրենց որակավորում են որպես արդար, սուրբ, առաքինի, ազնիվ, օգտակար, նահատակ և այլն, և այլն, և այլն:</p>\n<p>Նրանք մարդիկ են, ովքեր չափազանց շատ են մտածում իրենց մասին. մարդիկ, ովքեր շատ են սիրում իրենց…</p>\n<p>Անհատներ, ովքեր շատ են խղճում իրենց և միշտ փախուստի ճանապարհներ են փնտրում՝ խուսափելու սեփական պատասխանատվություններից…</p>\n<p>Նման մարդիկ սովոր են ստորադաս զգացմունքներին, և ակնհայտ է, որ այդ պատճառով ամեն օր ստեղծում են մարդկայինից ցածր հոգեկան տարրեր:</p>\n<p>Դժբախտ իրադարձությունները, հաջողության հակառակ կողմը, աղքատությունը, պարտքերը, խնդիրները և այլն, բացառիկ են այն մարդկանց համար, ովքեր չգիտեն ապրել…</p>\n<p>Յուրաքանչյուր ոք կարող է ձևավորել հարուստ մտավոր մշակույթ, բայց շատ քիչ են այն մարդիկ, ովքեր սովորել են ապրել արդարացիորեն…</p>\n<p>Երբ մարդ ցանկանում է բաժանել արտաքին իրադարձությունները գիտակցության ներքին վիճակներից, կոնկրետ ցույց է տալիս իր անկարողությունը արժանապատիվ գոյություն ունենալ:</p>\n<p>Նրանք, ովքեր սովորում են գիտակցաբար համատեղել արտաքին իրադարձությունները և ներքին վիճակները, քայլում են դեպի հաջողություն տանող ճանապարհով…</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hy/tratado-de-psicologia-revolucionaria/el-estado-interior.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/tratado-de-psicologia-revolucionaria/el-estado-interior.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/tratado-de-psicologia-revolucionaria/el-estado-interior.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
