import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ནང་སྲིད་གནས་བབས",
  "locale": "bo",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "7. ནང་སྲིད་གནས་བབས",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ཕྱི་དོན་དང་ནང་སེམས་གཉིས་འགྲིག་འཐུམ་བྱེད་ཤེས་ན་མི་ཚེ་བློ་དང་ལྡན་པར་སྐྱེལ་ཤེས་པ་རེད།</p>\n<p>བློ་དང་ལྡན་པའི་བྱ་བའི་རིམ་པ་ཞིག་ལ་ངེས་པར་དུ་དམིགས་བསལ་གྱི་ནང་སེམས་ཀྱི་གནས་བབ་ཞིག་དགོས་ངེས།</p>\n<p>འོན་ཀྱང་བློ་ཕམ་པ་ཞིག་ལ་མི་རྣམས་ཀྱིས་རང་གི་མི་ཚེ་ལ་བསྐྱར་ཞིབ་བྱེད་དུས་མི་ཚེ་ནི་ཕྱིའི་བྱ་དངོས་ཁོ་ནས་གྲུབ་ཡོད་པར་བསམ།</p>\n<p>མི་དབུལ་བོ་ཚོ། བྱ་དངོས་འདི་དང་འདི་བྱུང་མེད་ན་རང་གི་མི་ཚེ་ཡག་པོ་ཡོང་ངེས་རེད་བསམ།</p>\n<p>རང་ལ་བསོད་ནམས་ཀྱི་སྐལ་བ་མེད་པར་བདེ་སྐྱིད་ཀྱི་གོ་སྐབས་ཤོར་སོང་བསམ།</p>\n<p>བརླག་པའི་རྗེས་དྲན་དང་བརྙས་པའི་ཆེད་དུ་ངུ་ཞིང་རྙིང་ཞེན་དང་འཁྱོག་བཤད་ཀྱིས་མནར་གཅོད་གཏོང་།</p>\n<p>མི་ཚོས་སྡོང་ལྟར་སྐྱེས་ན་མི་ཚེ་མིན་པ་དང་རང་ཚུགས་ཀྱིས་གནས་ཐུབ་མིན་ནི་བླ་མའི་ནང་སེམས་ཀྱི་སྤུས་ཚད་ལ་རག་ལས་པ་ཤེས་འདོད་མེད།</p>\n<p>གལ་ཏེ་ང་ཚོ་དུས་དེར་ནང་སེམས་ཀྱི་གནས་བབ་འོས་འཚམ་ཞིག་ཏུ་མེད་ཚེ་མི་ཚེའི་ཕྱིའི་བྱ་དངོས་ཅི་འདྲ་ཞིག་ཡིན་རུང་སུན་སྣང་དང་དུས་ཚོད་འཕྲོ་བརླག་གམ་ཡང་ན་སུན་སྣང་ཁོ་ན་ཞིག་ཏུ་སྣང་སྲིད།</p>\n<p>མི་ཞིག་གིས་གཉེན་སྟོན་ལ་སྒུག་ནས་སྡོད་པ་ནི་བྱ་དངོས་ཤིག་ཡིན་མོད། འོན་ཀྱང་དུས་དེར་སེམས་ཁྲལ་ཆེ་དྲགས་པས་དགའ་བ་གང་ཡང་མྱོང་མི་ཐུབ་པར་ཚང་མ་གྲང་ལ་སྐམ་པའི་བརྡ་སྤྲོད་ཅིག་ཏུ་འགྱུར་སྲིད།</p>\n<p>ཉམས་མྱོང་གིས་གསལ་སྟོན་བྱས་པ་ལྟར་ན་གསོལ་སྟོན་དང་གར་འཁྲབ་ལ་འགྲོ་མཁན་ཚང་མས་དགའ་སྤྲོ་ངོ་མ་མྱོང་གི་མེད།</p>\n<p>དགའ་སྟོན་ཡག་ཤོས་སྐབས་སུ་ཡང་སུན་སྣང་ཅན་ཞིག་མེད་པ་མེད། ཞིམ་མངར་ཆེ་ཤོས་ཀྱི་བཟའ་བཏུང་གིས་མི་རེ་འགའ་དགའ་བར་འགྱུར་ལ་རེ་འགའ་ངུ་བར་བྱེད།</p>\n<p>ཕྱིའི་བྱ་དངོས་དང་ནང་སེམས་ཀྱི་གནས་བབ་འོས་འཚམ་ཞིག་ཟུང་འབྲེལ་བྱེད་ཤེས་མཁན་ཧ་ཅང་དཀོན།</p>\n<p>མི་ཚོས་རང་ཚུགས་ཀྱིས་མི་ཚེ་སྐྱེལ་ཤེས་ཀྱི་མེད་པ་ནི་སེམས་ཕམ་པའི་གནས་རེད། དགོད་དགོས་དུས་ངུ་ཞིང་ངུ་དགོས་དུས་དགོད།</p>\n<p>ཚོད་འཛིན་ནི་མི་འདྲ་བ་ཞིག་སྟེ། མཁས་པས་དགའ་བ་སྒོམ་སྲིད་མོད། འོན་ཀྱང་རྨོངས་ཞེན་གྱིས་གང་བའི་སྨྱོ་འབོག་ནི་ནམ་ཡང་མེད། སྐྱོ་བ་སྒོམ་སྲིད་མོད། འོན་ཀྱང་ནམ་ཡང་སེམས་ཤུགས་ཆག་མི་སྲིད། དྲག་སྤྱོད་ཀྱི་དཀྱིལ་དུ་དལ་ཞིང་སྤྱོད་འཆོལ་གྱི་དཀྱིལ་དུ་གཙང་ཞིང་འདོད་ལོག་གི་དཀྱིལ་དུ་བཙུན་པ་སོགས་སོ།</p>\n<p>སེམས་ཞུམ་ཞིང་མུན་ནག་ཏུ་སོང་བའི་མི་རྣམས་ཀྱིས་མི་ཚེ་ནི་སྡུག་ཤོས་སུ་བསམ་ཞིང་དྲང་པོར་བཤད་ན་འཚོ་བར་འདོད་པ་མེད།</p>\n<p>ཉིན་རྟག་པར་ང་ཚོས་སྐྱིད་པོ་མེད་པ་ཙམ་དུ་མ་ཟད་དེ་ལས་ཀྱང་སྡུག་པ་ནི་མི་གཞན་གྱི་མི་ཚེ་ཡང་ཁ་ཏིག་ཏིག་ཏུ་བཟོ་མཁན་མཐོང་།</p>\n<p>མི་དེ་འདྲ་ཞིག་ཉིན་རྟག་པར་དགའ་སྟོན་གྱི་ནང་དུ་བསྡད་ཀྱང་འགྱུར་བ་གཏོང་མི་ཐུབ། སེམས་ཁམས་ཀྱི་ནད་ནང་དུ་ཡོད། མི་དེ་དག་ལ་ངན་སེམས་ཁོ་ན་ཡོད་པའི་ནང་གི་གནས་བབ་ཡོད།</p>\n<p>འོན་ཀྱང་མི་དེ་དག་གིས་རང་ཉིད་ལ་དྲང་བདེན་དང་དམ་པ་དང་ཡོན་ཏན་ཅན་དང་མི་བཟང་དང་ཞབས་ཞུ་བ་དང་སྡུག་བསྔལ་མྱོང་མཁན་སོགས་ཀྱི་མིང་བཏགས།</p>\n<p>ཁོ་ཚོས་རང་ཉིད་རྩིས་ཆེ་དྲགས་པ་བསམ་མཁན་དང་རང་ཉིད་ལ་དགའ་དྲགས་པའི་མི་རེད།</p>\n<p>རང་ཉིད་ལ་སྙིང་རྗེ་དྲགས་པ་དང་རང་གི་འགན་འཁྲི་གཡོལ་ཆེད་ནམ་ཡང་གབ་ས་འཚོལ་མཁན་གྱི་མི་རེད།</p>\n<p>མི་དེ་འདྲ་ཞིག་སེམས་འགུལ་དམའ་ཤོས་ལ་གོམས་ཡོད་ལ་རྒྱུ་མཚན་དེའི་དབང་གིས་ཉིན་རྟག་པར་སེམས་ཀྱི་ཆ་རྡུལ་མི་མ་ཡིན་པ་བཟོ་བཞིན་པ་མངོན་གསལ་དོད་པོ་རེད།</p>\n<p>བསོད་ནམས་མེད་པའི་བྱ་དངོས་དང་བསོད་ནམས་ཀྱི་འགལ་ཟླ་དང་དབུལ་ཕོངས་དང་བུ་ལོན་དང་དཀའ་ངལ་སོགས་ནི་མི་ཚེ་སྐྱེལ་མ་ཤེས་མཁན་གྱི་ཁྱད་ཆོས་རེད།</p>\n<p>སུས་ཀྱང་བློ་རིག་གི་རིག་གཞུང་ཕྱུག་པོ་ཞིག་བསྐྲུན་ཐུབ། འོན་ཀྱང་མི་དྲང་པོར་འཚོ་བར་སྦྱངས་མཁན་ཧ་ཅང་ཉུང་ཉུང་རེད།</p>\n<p>གལ་ཏེ་ང་ཚོས་ཕྱིའི་བྱ་དངོས་དང་ཤེས་པའི་ནང་སེམས་གཉིས་དབྱེ་འབྱེད་བྱེད་འདོད་ཚེ་གཞན་ལ་བརྩི་འཇོག་ཡོད་པའི་སྒོ་ནས་གནས་མི་ཐུབ་པ་གསལ་པོར་སྟོན་པ་རེད།</p>\n<p>ཕྱིའི་བྱ་དངོས་དང་ནང་སེམས་གཉིས་འདྲེས་སྦྱོར་བྱེད་ཤེས་མཁན་ཚོས་འགྲུབ་འབྲས་ཀྱི་ལམ་དུ་སྐྱོད་བཞིན་ཡོད།</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bo/tratado-de-psicologia-revolucionaria/el-estado-interior.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bo/tratado-de-psicologia-revolucionaria/el-estado-interior.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bo/tratado-de-psicologia-revolucionaria/el-estado-interior.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
