import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Η Εσωτερική Κατάσταση",
  "locale": "el",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "7. Η Εσωτερική Κατάσταση",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Το να συνδυάζεις σωστά τις εσωτερικές καταστάσεις με τα εξωτερικά γεγονότα είναι να ξέρεις να ζεις έξυπνα…</p>\n<p>Οποιοδήποτε γεγονός βιωθεί με ευφυή τρόπο απαιτεί την αντίστοιχη συγκεκριμένη εσωτερική κατάσταση…</p>\n<p>Εντούτοις, δυστυχώς οι άνθρωποι, όταν αναθεωρούν τη ζωή τους, πιστεύουν ότι αυτή καθαυτή αποτελείται αποκλειστικά από εξωτερικά γεγονότα…</p>\n<p>Φτωχοί άνθρωποι! Πιστεύουν ότι αν δεν τους είχε συμβεί το ένα ή το άλλο γεγονός, η ζωή τους θα ήταν καλύτερη…</p>\n<p>Υποθέτουν ότι η τύχη δεν τους ευνόησε και έχασαν την ευκαιρία να είναι ευτυχισμένοι…</p>\n<p>Θρηνούν για ό,τι έχασαν, κλαίνε για ό,τι περιφρόνησαν, στενάζουν θυμούμενοι τα παλιά σκοντάματα και τις συμφορές…</p>\n<p>Δεν θέλουν να συνειδητοποιήσουν οι άνθρωποι ότι το να φυτοζωείς δεν είναι να ζεις και ότι η ικανότητα να υπάρχεις συνειδητά εξαρτάται αποκλειστικά από την ποιότητα των εσωτερικών καταστάσεων της Ψυχής…</p>\n<p>Δεν έχει σημασία, βέβαια, πόσο όμορφα είναι τα εξωτερικά γεγονότα της ζωής, αν δεν βρισκόμαστε σε τέτοιες στιγμές στην κατάλληλη εσωτερική κατάσταση, τα καλύτερα γεγονότα μπορεί να μας φανούν μονότονα, κουραστικά ή απλώς βαρετά…</p>\n<p>Κάποιος περιμένει με λαχτάρα το γαμήλιο πάρτι, είναι ένα γεγονός, αλλά θα μπορούσε να συμβεί να είναι τόσο απασχολημένος στην ακριβή στιγμή του γεγονότος, που πραγματικά να μην απολαύσει καμία ευχαρίστηση σε αυτό και όλα αυτά να γίνουν τόσο άγονα και ψυχρά όσο ένα πρωτόκολλο…</p>\n<p>Η εμπειρία μάς έχει διδάξει ότι δεν απολαμβάνουν πραγματικά όλοι οι άνθρωποι που παρακολουθούν ένα συμπόσιο ή έναν χορό…</p>\n<p>Ποτέ δεν λείπει ένας βαριεστημένος στο καλύτερο από τα πανηγύρια και τα πιο νόστιμα κομμάτια χαροποιούν κάποιους και κάνουν άλλους να κλαίνε…</p>\n<p>Πολύ σπάνιοι είναι οι άνθρωποι που ξέρουν να συνδυάζουν με σιγουριά το εξωτερικό γεγονός με την κατάλληλη εσωτερική κατάσταση…</p>\n<p>Είναι αξιολύπητο που οι άνθρωποι δεν ξέρουν να ζουν συνειδητά: κλαίνε όταν πρέπει να γελούν και γελούν όταν πρέπει να κλαίνε…</p>\n<p>Ο έλεγχος είναι διαφορετικός: Ο σοφός μπορεί να είναι χαρούμενος, αλλά ποτέ δεν είναι γεμάτος τρελή φρενίτιδα. Λυπημένος, αλλά ποτέ απελπισμένος και καταβεβλημένος. Γαλήνιος εν μέσω βίας. Εγκρατής στην οργή. Αγνός ανάμεσα στην ακολασία, κ.λπ.</p>\n<p>Οι μελαγχολικοί και οι απαισιόδοξοι άνθρωποι σκέφτονται τα χειρότερα για τη ζωή και ειλικρινά δεν θέλουν να ζήσουν…</p>\n<p>Κάθε μέρα βλέπουμε ανθρώπους που όχι μόνο είναι δυστυχισμένοι, αλλά επιπλέον -και το χειρότερο- κάνουν επίσης πικρή τη ζωή των άλλων…</p>\n<p>Αυτοί οι άνθρωποι δεν θα άλλαζαν ούτε αν ζούσαν καθημερινά από γιορτή σε γιορτή. Την ψυχολογική ασθένεια την κουβαλούν μέσα τους. Τέτοιοι άνθρωποι έχουν οπωσδήποτε διεστραμμένες εσωτερικές καταστάσεις…</p>\n<p>Ωστόσο, αυτά τα άτομα αυτοαποκαλούνται δίκαιοι, άγιοι, ενάρετοι, ευγενείς, εξυπηρετικοί, μάρτυρες, κ.λπ., κ.λπ., κ.λπ.</p>\n<p>Είναι άνθρωποι που αυτοεκτιμούνται υπερβολικά. Άνθρωποι που αγαπούν πολύ τον εαυτό τους…</p>\n<p>Άτομα που λυπούνται πολύ τον εαυτό τους και που πάντα ψάχνουν δικαιολογίες για να αποφύγουν τις δικές τους ευθύνες…</p>\n<p>Άνθρωποι σαν αυτούς είναι συνηθισμένοι στα κατώτερα συναισθήματα και είναι φανερό ότι για αυτόν τον λόγο δημιουργούν καθημερινά απάνθρωπα ψυχικά στοιχεία.</p>\n<p>Τα ατυχή γεγονότα, οι ανατροπές της τύχης, η μιζέρια, τα χρέη, τα προβλήματα κ.λπ., είναι αποκλειστικότητα αυτών των ανθρώπων που δεν ξέρουν να ζήσουν…</p>\n<p>Ο καθένας μπορεί να διαμορφώσει μια πλούσια πνευματική κουλτούρα, αλλά πολύ λίγοι άνθρωποι έχουν μάθει να ζουν σωστά…</p>\n<p>Όταν κάποιος θέλει να διαχωρίσει τα εξωτερικά γεγονότα από τις εσωτερικές καταστάσεις της συνείδησης, δείχνει συγκεκριμένα την ανικανότητά του να υπάρχει αξιοπρεπώς.</p>\n<p>Όσοι μαθαίνουν να συνδυάζουν συνειδητά τα εξωτερικά γεγονότα και τις εσωτερικές καταστάσεις, βαδίζουν στο δρόμο της επιτυχίας…</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/el/tratado-de-psicologia-revolucionaria/el-estado-interior.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/tratado-de-psicologia-revolucionaria/el-estado-interior.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/tratado-de-psicologia-revolucionaria/el-estado-interior.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
