import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "የማሽን ሰው",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "35. የማሽን ሰው",
    "order": 35
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>የማሽን ሰው በዚህ እንባ ሸለቆ ውስጥ ያለ በጣም ደስተኛ ያልሆነ አውሬ ነው፣ ነገር ግን በተፈጥሮ ላይ ንጉሥ ነኝ ብሎ ራሱን የመሾም ድፍረት አለው።</p>\n<p>“ራስህን እወቅ” ይህ በጥንቷ ግሪክ በዴልፊ ቤተመቅደስ ግድግዳ ላይ የተጻፈ ጥንታዊ ወርቃማ አባባል ነው።</p>\n<p>ሰው፣ እራሱን በስህተት ሰው ብሎ የሚጠራው ምስኪኑ የአእምሮ እንስሳ፣ በጣም የተወሳሰቡ እና አስቸጋሪ የሆኑ በሺዎች የሚቆጠሩ ማሽኖችን ፈጥሯል፣ እናም አንድን ማሽን ለመጠቀም ብዙ አመታት ጥናት እና ትምህርት እንደሚያስፈልገው ያውቃል፣ ነገር ግን ስለ ራሱ ሲመጣ ግን ይህንኑ ይረሳል፣ ምንም እንኳን እሱ ራሱ ከፈጠራቸው ማሽኖች ሁሉ የበለጠ የተወሳሰበ ማሽን ቢሆንም።</p>\n<p>ስለ ራሱ ፈጽሞ በተሳሳቱ ሃሳቦች የተሞላ ሰው የለም፣ ከሁሉም የከፋው እሱ በእርግጥ ማሽን መሆኑን ለመገንዘብ ፈቃደኛ አለመሆኑ ነው።</p>\n<p>የሰው ማሽን የመንቀሳቀስ ነፃነት የለውም፣ የሚሰራው በውስጣዊ ተጽዕኖዎች እና ውጫዊ ግጭቶች ብቻ ነው።</p>\n<p>የሰው ማሽን እንቅስቃሴዎች፣ ድርጊቶች፣ ቃላት፣ ሀሳቦች፣ ስሜቶች፣ ፍላጎቶች፣ የሚቀሰቀሱት በውጫዊ ተጽዕኖዎች እና በብዙ ውስጣዊ እንግዳ እና አስቸጋሪ ምክንያቶች ነው።</p>\n<p>የአእምሮ እንስሳ ምስኪን ተናጋሪ አሻንጉሊት በማስታወሻ እና በህያውነት፣ ህያው አሻንጉሊት ነው፣ እሱም ማድረግ ይችላል የሚል ሞኝ ቅዠት ያለው፣ በእውኑ ግን ምንም ማድረግ አይችልም።</p>\n<p>ውድ አንባቢ ለአንድ አፍታ ውስብስብ በሆነ ዘዴ ቁጥጥር የሚደረግበትን አውቶማቲክ ሜካኒካል አሻንጉሊት አስቡት።</p>\n<p>ያ አሻንጉሊት ህይወት ያለው፣ የሚወድ፣ የሚናገር፣ የሚራመድ፣ የሚመኝ፣ ጦርነት የሚያደርግ፣ ወዘተ አስቡት።</p>\n<p>ያ አሻንጉሊት በየጊዜው ባለቤቶችን መቀየር እንደሚችል አስቡት። እያንዳንዱ ባለቤት የተለየ ሰው መሆኑን፣ የራሱ መመዘኛ እንዳለው፣ የራሱ የመዝናናት፣ የመሰማት፣ የመኖር ወዘተ እንዳለው መገመት አለባችሁ።</p>\n<p>ማንኛውም ባለቤት ገንዘብ ለማግኘት የተወሰኑ ቁልፎችን ይጫናል፣ ከዚያም አሻንጉሊቱ በንግድ ስራ ላይ ይሰማራል፣ ሌላ ባለቤት፣ ከግማሽ ሰአት በኋላ ወይም ከብዙ ሰአታት በኋላ፣ የተለየ ሀሳብ ይኖረዋል እና አሻንጉሊቱን እንዲጨፍር እና እንዲስቅ ያደርጋል፣ ሶስተኛው እንዲጣላ ያደርገዋል፣ አራተኛው ከአንዲት ሴት ጋር እንዲወድ ያደርገዋል፣ አምስተኛው ከሌላ ሴት ጋር እንዲወድ ያደርገዋል፣ ስድስተኛው ከጎረቤት ጋር እንዲጣላ እና የፖሊስ ችግር እንዲፈጥር ያደርገዋል፣ እና ሰባተኛው መኖሪያውን እንዲቀይር ያደርገዋል።</p>\n<p>በእርግጥ የእኛ ምሳሌ አሻንጉሊት ምንም አላደረገም ነገር ግን አድርጓል ብሎ ያምናል፣ ምንም ማድረግ በማይችልበት ጊዜም የሚያደርግ ይመስለዋል ምክንያቱም የግል ማንነት ስለሌለው።</p>\n<p>ዝናብ ሲዘን፣ ነጎድጓድ ሲከሰት፣ ፀሀይ ሲሞቅ ሁሉም ነገር እንደተከሰተ ምንም ጥርጥር የለውም፣ ነገር ግን ምስኪኑ አሻንጉሊት አደረገ ብሎ ያምናል፤ ሁሉንም ነገር እንዳደረገ ሞኝ ቅዠት አለው በእውነቱ ምንም አላደረገም ፣ ያ ምስኪን መካኒካል አሻንጉሊት የሚዝናኑት የየራሳቸው ባለቤቶች ናቸው።</p>\n<p>ውድ አንባቢ ምስኪኑ የአእምሮ እንስሳ ልክ እንደ ምሳሌያዊ ምሳሌያችን ሜካኒካል አሻንጉሊት ነው፣ የሚያደርግ ይመስለዋል ነገር ግን ምንም አያደርግም ብዙሃኑ ኢጎ በሚባለው በስውር የኢነርጂ አካላት ሌጌዎን ቁጥጥር ስር ያለ ስጋ እና አጥንት ያለ አሻንጉሊት ነው።</p>\n<p>የክርስትና ወንጌል እነዚያን ሁሉ አካላት አጋንንት ይላቸዋል እና ትክክለኛው ስማቸው ሌጌዎን ነው።</p>\n<p>እኔ ብዙ አጋንንት የሰውን ማሽን ይቆጣጠራሉ ብንል ማጋነን አይደለም፣ እንደዛ ነው።</p>\n<p>የማሽን ሰው ምንም አይነት ግለሰባዊነት የለውም፣ ማንነት የለውም፣ እውነተኛ ማንነት ብቻ ነው የማድረግ ኃይል ያለው።</p>\n<p>እውነተኛ ማንነት ብቻ እውነተኛ ግለሰባዊነትን ሊሰጠን ይችላል፣ እውነተኛ ማንነት ብቻ እውነተኛ ሰው ያደርገናል።</p>\n<p>እውነተኛ ሜካኒካል አሻንጉሊት መሆን ማቆም የሚፈልግ እያንዳንዱን ያንን እኔን የሚፈጥሩ አካላት ማስወገድ አለበት። ከሰው ማሽን ጋር የሚጫወቱ እያንዳንዱን አካላት። እውነተኛ ሜካኒካል አሻንጉሊት መሆን ማቆም የሚፈልግ በሜካኒካዊነቱ በመቀበል እና በመረዳት መጀመር አለበት።</p>\n<p>የራሱን ሜካኒካሊዝም መረዳት እና መቀበል የማይፈልግ፣ ይህንን እውነታ በትክክል መረዳት የማይፈልግ፣ ከእንግዲህ መለወጥ አይችልም፣ ደስተኛ ያልሆነ ነው፣ ድሃ ነው፣ የአንገት ድንጋይ ታስሮ ወደ ባህር ውስጥ ቢጣልለት ይሻለው ነበር።</p>\n<p>የአእምሮ እንስሳ ማሽን ነው፣ ግን በጣም ልዩ ማሽን ነው፣ ይህ ማሽን ማሽን መሆኑን ከተረዳ፣ በደንብ ከተመራ እና ሁኔታዎች ከፈቀዱለት ማሽን መሆን ትቶ ሰው ሊሆን ይችላል።</p>\n<p>ከሁሉም በላይ፣ እውነተኛ ማንነት እንደሌለን፣ ቋሚ የንቃተ ህሊና ማዕከል እንደሌለን፣ በአንድ ወቅት አንድ ሰው እንደሆንን እና በሌላ ጊዜ ደግሞ ሌላ ሰው እንደሆንን በአእምሮአችን በሁሉም ደረጃ መረዳት አስቸኳይ ነው። ሁሉም ነገር በማንኛውም ጊዜ ሁኔታውን በሚቆጣጠረው አካል ላይ የተመሰረተ ነው።</p>\n<p>የእንስሳቱ የአንድነት እና የአቋም ቅዠትን የሚፈጥረው በአንድ በኩል የሰውነቱ ስሜት ነው፣ በሌላ በኩል ስሙ እና የአባት ስሙ፣ በመጨረሻም ትውስታው እና በተማረበት ትምህርት የተተከሉ ወይም በቀላሉ እና በሞኝነት በመኮረጅ ያገኘው የተወሰኑ ሜካኒካል ልማዶች ናቸው።</p>\n<p>ምስኪኑ የአእምሮ እንስሳ ማሽን መሆን ማቆም አይችልም፣ መለወጥ አይችልም፣ እውነተኛውን ማንነት ማግኘት እና ህጋዊ ሰው መሆን አይችልም፣እያንዳንዱን በአንድ ላይ እኔ ተብሎ የሚጠራውን ጥልቅ ግንዛቤ በማግኘት በቅደም ተከተል እስካልተወገዱ ድረስ።</p>\n<p>እያንዳንዱ ሀሳብ፣ እያንዳንዱ ስሜት፣ እያንዳንዱ ሱስ፣ እያንዳንዱ ፍቅር፣ እያንዳንዱ ጥላቻ፣ እያንዳንዱ ፍላጎት፣ ወዘተ እያንዳንዱ ተዛማጅ አካል አለው እና የእነዚያ ሁሉ አካላት ስብስብ አብዮታዊ ሳይኮሎጂ ብዙ እኔ ነው።</p>\n<p>እነዚያ ሁሉ ሜታፊዚካል አካላት፣ እነዚያ ሁሉ ኢጎን በአንድ ላይ የሚፈጥሩት እኔዎች በመካከላቸው እውነተኛ ግንኙነት የላቸውም፣ ምንም ዓይነት መጋጠሚያዎች የላቸውም። ከእነዚያ አካላት ውስጥ እያንዳንዱ ሁኔታዎች, የተለዋወጡ ግንዛቤዎች, ክስተቶች, ወዘተ ላይ ሙሉ በሙሉ ጥገኛ ነው።</p>\n<p>የአእምሮ ስክሪን በየጊዜው ቀለሞችን እና ትዕይንቶችን ይለውጣል, ሁሉም ነገር በማንኛውም ጊዜ አእምሮን በሚቆጣጠረው አካል ላይ የተመሰረተ ነው።</p>\n<p>በአእምሮ ስክሪን ላይ እኔ የስነ ልቦናን የሚፈጥሩት የተለያዩ አካላት ቀጣይነት ያለው ሰልፍ ውስጥ ያልፋሉ።</p>\n<p>እኔን ብዙ የሚፈጥሩ የተለያዩ አካላት ይሰባሰባሉ፣ ይለያያሉ፣ በተመሳሳይነታቸው መሰረት የተወሰኑ ልዩ ቡድኖችን ይመሰርታሉ፣ እርስ በእርስ ይጣላሉ፣ ይከራከራሉ፣ አይተዋወቁም፣ ወዘተ</p>\n<p>እያንዳንዱ የ LEGION እኔ የሚባል አካል፣ እያንዳንዱ ትንሽ እኔ፣ ሁሉም ነገር ነው ብሎ ያስባል፣ አጠቃላይ ኢጎ፣ እሱ በጣም ትንሽ ክፍል ብቻ እንደሆነ በሩቅ አይጠረጥርም።</p>\n<p>ዛሬ አንዲት ሴት የዘላለም ፍቅርን የሚምል አካል በኋላ ላይ በሌላ አካል ተተክቷል ከእንደዚህ ዓይነት መሃላ ጋር ምንም ግንኙነት የለውም ከዚያም የካርዶች ግንብ ይወድቃል እና ምስኪኗ ሴት ቅር ተሰኝታ ታለቅሳለች።</p>\n<p>ዛሬ ለአንድ አላማ ታማኝነትን የሚምል አካል ነገ በሌላ አካል ተተክቷል ከእንዲህ አይነት አላማ ጋር ምንም ግንኙነት የለውም ከዚያም ርዕሰ ጉዳዩ ጡረታ ይወጣል።</p>\n<p>ዛሬ ለ GNOSIS ታማኝነትን የሚምል አካል ነገ GNOSIS ን በሚጠላ ሌላ አካል ተተክቷል።</p>\n<p>የ ትምህርት ቤቶች፣ ኮሌጆች እና ዩኒቨርሲቲዎች መምህራን ይህንን መሠረታዊ ትምህርት መጽሐፍ ማጥናት አለባቸው እና በሰብአዊነት ተማሪዎቹን በንቃተ ህሊና አብዮት በሚያስደንቅ መንገድ ለመምራት ድፍረት ይኑራቸው።</p>\n<p>ተማሪዎች በአእምሮ ውስጥ በሁሉም አካባቢዎች ራሳቸውን ማወቅ አስፈላጊ መሆኑን መረዳት አለባቸው።</p>\n<p>ይበልጥ ውጤታማ የሆነ የአእምሮ አቅጣጫ ያስፈልጋል, ምን እንደሆንን መረዳት ያስፈልጋል እና ይህ ከትምህርት ቤቱ መቀመጫዎች መጀመር አለበት.</p>\n<p>ለ መብላት፣ ለቤት ኪራይ መክፈል እና ልብስ መልበስ ገንዘብ እንደሚያስፈልግ አንክድም።</p>\n<p>ገንዘብ ለማግኘት የአዕምሮ ዝግጅት፣ ሙያ፣ ቴክኒክ እንደሚያስፈልግ አንክድም፣ ነገር ግን ያ ብቻ አይደለም፣ ያ ሁለተኛ ደረጃ ነው።</p>\n<p>የመጀመሪያው፣ መሠረታዊው ነገር ማን እንደሆንን፣ ምን እንደሆንን፣ ከየት እንደመጣን፣ ወዴት እንደምንሄድ፣ የሕልውናችን ዓላማ ምን እንደሆነ ማወቅ ነው።</p>\n<p>እንደ አውቶማቲክ አሻንጉሊቶች፣ ምስኪኖች ሟቾች፣ የማሽን ሰዎች መሆናችንን መቀጠል በጣም ያሳዝናል።</p>\n<p>ቀላል ማሽኖች መሆንን መተው አስቸኳይ ነው፣ እውነተኛ ወንዶች መሆን አስቸኳይ ነው።</p>\n<p>አስገራሚ ለውጥ ያስፈልጋል እና ይህ በትክክል እያንዳንዱን እነዚያ አካላት በመለየት መጀመር አለበት በአንድ ላይ ብዙ እኔን ይፈጥራል።</p>\n<p>ምስኪኑ የአእምሮ እንስሳ ሰው አይደለም ነገር ግን ሰው የመሆን ሁሉንም እምቅ ችሎታዎች በውስጡ ይዟል።</p>\n<p>እነዚያ እምቅ ችሎታዎች እንዲዳብሩ ሕግ አይደለም፣ በጣም ተፈጥሯዊው ነገር እነሱን ማጣት ነው።</p>\n<p>እነዚያ የሰው እምቅ ችሎታዎች ሊዳብሩ የሚችሉት በታላቅ ልዕለ ጥረቶች ብቻ ነው።</p>\n<p>ብዙ ማስወገድ አለብን እና ብዙ ማግኘት አለብን። ምን ያህል እንደበዛብን እና ምን ያህል እንደጎደለን ለማወቅ ክምችት ማድረግ አስፈላጊ ይሆናል።</p>\n<p>ብዙ እኔ በጣም ብዙ ነው፣ የማይጠቅም እና ጎጂ ነገር ነው።</p>\n<p>የማሽን ሰው የሚናገራቸው እና አለው ብሎ የሚያስባቸው አንዳንድ ኃይሎችን፣ አንዳንድ ፋኩልቲዎችን፣ አንዳንድ ችሎታዎችን ማዳበር አለብን ማለት ምክንያታዊ ነው ነገር ግን በእውነቱ የለውም።</p>\n<p>የማሽን ሰው እውነተኛ ግለሰባዊነት፣ የነቃ ንቃተ ህሊና፣ የንቃተ ህሊና ፍላጎት፣ የማድረግ ኃይል ወዘተ አለው ብሎ ያምናል እና ምንም የለውም።</p>\n<p>ማሽኖች መሆን ማቆም ከፈለግን፣ ንቃተ ህሊናን መቀስቀስ ከፈለግን፣ እውነተኛ የንቃተ ህሊና ፍላጎት፣ ግለሰባዊነት፣ የማድረግ ችሎታ እንዲኖረን ከፈለግን በመጀመሪያ ራሳችንን በማወቅ ከዚያም የስነ ልቦና እኔን መፍታት አስቸኳይ ነው።</p>\n<p>ብዙ እኔ ሲፈታ እውነተኛ ማንነታችን ብቻ ይቀራል።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/el-hombre-maquina.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/el-hombre-maquina.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/el-hombre-maquina.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
