import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "איש המכונה",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "35. איש המכונה",
    "order": 35
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>הָאָדָם הַמְּכוֹנָה הוא החיה האומללה ביותר הקיימת בעמק הדמעות הזה, אבל יש לו היומרה ואפילו החוצפה להכתיר את עצמו למלך הטבע.</p>\n<p>“דע את עצמך” - זוהי אמירה עתיקה וחשובה שנכתבה על קירותיו הבלתי מנוצחים של מקדש דלפי ביוון העתיקה.</p>\n<p>האדם, אותו בעל חיים אינטלקטואלי מסכן המכנה את עצמו בטעות “אדם”, המציא אלפי מכונות מסובכות וקשות, ויודע היטב שכדי להשתמש במכונה, לעתים דרושות שנים ארוכות של לימוד ומיומנות, אבל כשמדובר בעצמו, הוא שוכח זאת לחלוטין, אף שהוא עצמו מכונה מורכבת יותר מכל מה שהמציא.</p>\n<p>אין אדם שאינו מלא ברעיונות שגויים לחלוטין על עצמו, והחמור ביותר הוא שהוא לא רוצה להבין שהוא באמת מכונה.</p>\n<p>למכונה האנושית אין חופש תנועה, היא פועלת רק באמצעות השפעות פנימיות מרובות ומגוונות וזעזועים חיצוניים.</p>\n<p>כל התנועות, הפעולות, המילים, הרעיונות, הרגשות, התחושות, הרצונות של המכונה האנושית נגרמים על ידי השפעות חיצוניות וגורמים פנימיים זרים וקשים מרובים.</p>\n<p>החיה האינטלקטואלית היא בובה ענייה מדברת עם זיכרון וחיוניות, בובה חיה, שיש לה את האשליה הטיפשית שהיא יכולה לעשות, כשבמציאות היא לא יכולה לעשות דבר.</p>\n<p>תארו לעצמכם לרגע, קורא יקר, בובה מכנית אוטומטית הנשלטת על ידי מנגנון מורכב.</p>\n<p>תארו לעצמכם שלבובה הזו יש חיים, היא מתאהבת, מדברת, הולכת, רוצה, עושה מלחמות וכו’.</p>\n<p>תארו לעצמכם שהבובה הזו יכולה להחליף בעלים בכל רגע. עליכם לדמיין שכל בעלים הוא אדם אחר, יש לו קריטריונים משלו, דרך משלו ליהנות, להרגיש, לחיות וכו’, וכו’, וכו’.</p>\n<p>בעלים כלשהו שרוצה להשיג כסף ילחץ על כפתורים מסוימים, ואז הבובה תתמסר לעסקים, בעלים אחר, חצי שעה אחר כך או כמה שעות אחר כך, יהיה לו רעיון אחר וישים את הבובה שלו לרקוד ולצחוק, שלישי יגרום לה להילחם, רביעי יגרום לה להתאהב באישה, חמישי יגרום לה להתאהב באחרת, שישי יגרום לה להתווכח עם שכן וליצור בעיית משטרה, ושביעי יגרום לה לשנות כתובת.</p>\n<p>למעשה, הבובה בדוגמה שלנו לא עשתה דבר, אבל היא מאמינה שכן, יש לה את האשליה שהיא עושה, כשבמציאות היא לא יכולה לעשות דבר כי אין לה את ההוויה האינדיבידואלית.</p>\n<p>אין ספק שהכל קרה כמו כשגשם יורד, כשרועם, כשהשמש מחממת, אבל הבובה המסכנה מאמינה שהיא עושה; יש לה את האשליה הטיפשית שהיא עשתה הכל, כשבמציאות היא לא עשתה דבר, הבעלים שלה נהנו מהבובה המכנית המסכנה.</p>\n<p>כך החיה האינטלקטואלית המסכנה, קורא יקר, בובה מכנית כמו בדוגמה הממחישה שלנו, מאמינה שהיא עושה, כשבמציאות היא לא עושה דבר, היא בובה מבשר ודם הנשלטת על ידי לגיון ישויות אנרגטיות עדינות המרכיבות יחד את מה שנקרא אגו, אני מרובה.</p>\n<p>הבשורה הנוצרית מכנה את כל הישויות האלה שדים ושמם האמיתי הוא לגיון.</p>\n<p>אם נאמר שהאני הוא לגיון שדים השולטים במכונה האנושית, אנחנו לא מגזימים, כך זה.</p>\n<p>לאדם-מכונה אין אינדיבידואליות כלשהי, אין לו הוויה, רק להוויה האמיתית יש את הכוח לעשות.</p>\n<p>רק ההוויה יכולה לתת לנו אינדיבידואליות אמיתית, רק ההוויה הופכת אותנו לאנשים אמיתיים.</p>\n<p>מי שבאמת רוצה להפסיק להיות בובה מכנית פשוטה, חייב לחסל כל אחת מהישויות המרכיבות יחד את האני. כל אחת מהישויות האלה שמשחקות עם המכונה האנושית. מי שבאמת רוצה להפסיק להיות בובה מכנית פשוטה, חייב להתחיל להודות ולהבין את המכניות שלו עצמו.</p>\n<p>מי שלא רוצה להבין או לקבל את המכניות שלו עצמו, מי שלא רוצה להבין נכון את העובדה הזו, כבר לא יכול להשתנות, הוא אומלל, מסכן, מוטב היה לו לתלות אבן רחיים על צווארו ולהשליך את עצמו לקרקעית הים.</p>\n<p>החיה האינטלקטואלית היא מכונה, אבל מכונה מיוחדת מאוד, אם המכונה הזו מבינה שהיא מכונה, אם היא מנוהלת היטב ואם הנסיבות מאפשרות זאת, היא יכולה להפסיק להיות מכונה ולהפוך לאדם.</p>\n<p>קודם כל, יש להתחיל להבין לעומק ובכל רמות התודעה, שאין לנו אינדיבידואליות אמיתית, שאין לנו מרכז קבוע של תודעה, שברגע מסוים אנחנו אדם אחד וברגע אחר, אחר; הכל תלוי בישות השולטת במצב בכל רגע נתון.</p>\n<p>מה שיוצר את האשליה של האחדות והשלמות של החיה האינטלקטואלית הוא מצד אחד התחושה שיש לגוף הפיזי שלה, מצד שני שמה ושם משפחתה ולבסוף הזיכרון ומספר הרגלים מכניים שהוטמעו בה על ידי החינוך, או שנרכשו על ידי חיקוי טיפשי ופשוט.</p>\n<p>החיה האינטלקטואלית המסכנה לא תוכל להפסיק להיות מכונה, לא תוכל להשתנות, לא תוכל לרכוש את ההוויה האינדיבידואלית האמיתית ולהפוך לאדם לגיטימי, כל עוד אין לה את האומץ לחסל באמצעות הבנה מעמיקה ובסדר רציף, כל אחת מהישויות המטאפיזיות המרכיבות יחד את מה שנקרא אגו, אני, עצמי.</p>\n<p>לכל רעיון, לכל תשוקה, לכל מום, לכל חיבה, לכל שנאה, לכל רצון וכו’, וכו’, וכו’ יש ישות תואמת והמכלול של כל הישויות האלה הוא האני המרובה של הפסיכולוגיה המהפכנית.</p>\n<p>לכל הישויות המטאפיזיות האלה, לכל האנייים האלה המרכיבים יחד את האגו, אין קשר אמיתי ביניהם, אין להם קואורדינטות מכל סוג שהוא. כל אחת מהישויות האלה תלויה לחלוטין בנסיבות, חילופי דעות, אירועים וכו’.</p>\n<p>מסך התודעה משנה צבעים וסצנות בכל רגע, הכל תלוי בישות השולטת בתודעה בכל רגע נתון.</p>\n<p>על מסך התודעה עוברת בתהלוכה מתמשכת של הישויות השונות המרכיבות יחד את האגו או האני הפסיכולוגי.</p>\n<p>הישויות השונות המרכיבות את האני המרובה מתאחדות, מתפרקות, יוצרות קבוצות מיוחדות מסוימות בהתאם לקווי הדמיון שלהן, רבות זו עם זו, מתווכחות, לא מכירות זו את זו וכו’, וכו’, וכו’.</p>\n<p>כל ישות מהלגיון הנקרא אני, כל אני קטן, מאמינה שהיא הכל, האגו הכולל, היא אפילו לא חושדת מרחוק שהיא רק חלק קטן מאוד.</p>\n<p>הישות שנשבעת היום אהבת נצח לאישה, מוחלפת מאוחר יותר על ידי ישות אחרת שאין לה שום קשר לשבועה כזו, ואז בית הקלפים קורס והאישה המסכנה בוכה מאוכזבת.</p>\n<p>הישות שנשבעת היום נאמנות למטרה, מוחלפת מחר על ידי ישות אחרת שאין לה שום קשר למטרה כזו, ואז הנושא פורש.</p>\n<p>הישות שנשבעת היום נאמנות לגנוסיס, מוחלפת מחר על ידי ישות אחרת השונאת את הגנוסיס.</p>\n<p>מורים ומורות בבתי ספר, מכללות ואוניברסיטאות, חייבים ללמוד את הספר הזה של חינוך בסיסי ובאנושיות שיהיה להם האומץ לכוון את התלמידים והתלמידות בדרך הנפלאה של מהפכת התודעה.</p>\n<p>יש צורך שהתלמידים יבינו את הצורך להכיר את עצמם בכל תחומי התודעה.</p>\n<p>יש צורך בהכוונה אינטלקטואלית יעילה יותר, יש צורך להבין מה אנחנו וצריך להתחיל את זה כבר בספסל הלימודים.</p>\n<p>אנחנו לא מכחישים שצריך כסף כדי לאכול, לשלם את שכר הדירה של הבית ולהתלבש.</p>\n<p>אנחנו לא מכחישים שצריך הכנה אינטלקטואלית, מקצוע, טכניקה כדי להרוויח כסף, אבל זה לא הכל, זה משני.</p>\n<p>הדבר הראשון, היסודי הוא לדעת מי אנחנו, מה אנחנו, מאיפה אנחנו באים, לאן אנחנו הולכים, מה מטרת קיומנו.</p>\n<p>חבל להמשיך כבובות אוטומטיות, בני תמותה עלובים, אנשי מכונה.</p>\n<p>יש להפסיק בדחיפות להיות מכונות בלבד, יש להפוך לבני אדם אמיתיים בדחיפות.</p>\n<p>יש צורך בשינוי רדיקלי וזה צריך להתחיל דווקא בסילוק כל אחת מהישויות המרכיבות יחד את האני המרובה.</p>\n<p>החיה האינטלקטואלית המסכנה אינה אדם, אבל יש לה בתוכה במצב רדום, את כל האפשרויות להפוך לאדם.</p>\n<p>זה לא חוק שהאפשרויות האלה יתפתחו, הדבר הטבעי ביותר הוא שהן יאבדו.</p>\n<p>רק באמצעות מאמצי-על עצומים ניתן לפתח אפשרויות אנושיות כאלה.</p>\n<p>יש לנו הרבה מה לסלק ויש לנו הרבה מה לרכוש. יש צורך לערוך מלאי כדי לדעת מה יש לנו יותר מדי ומה חסר לנו.</p>\n<p>ברור שהאני המרובה הוא מיותר, הוא דבר חסר תועלת ומזיק.</p>\n<p>זה הגיוני לומר שעלינו לפתח כוחות מסוימים, יכולות מסוימות, יכולות מסוימות שהאדם-מכונה מייחס לעצמו ומאמין שיש לו, אבל במציאות אין לו.</p>\n<p>האדם-מכונה מאמין שיש לו אינדיבידואליות אמיתית, תודעה ערה, רצון מודע, כוח לעשות וכו’ ושום דבר מזה אין לו.</p>\n<p>אם אנחנו רוצים להפסיק להיות מכונות, אם אנחנו רוצים להעיר את התודעה, שיהיה לנו רצון מודע אמיתי, אינדיבידואליות, יכולת לעשות, יש להתחיל להכיר את עצמנו ואז למוסס את האני הפסיכולוגי.</p>\n<p>כשהאני המרובה מתמוסס, נשארת בתוכנו רק ההוויה האמיתית.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/el-hombre-maquina.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/el-hombre-maquina.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/el-hombre-maquina.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
