import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "እቲ ሰብኣይ ማኪና",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "35. እቲ ሰብኣይ ማኪና",
    "order": 35
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ሰብ ማሽን ኣብዛ ሸለልታ እንባ ኣዝዩ ዘሕዝን እንስሳ እዩ፣ እንተኾነ ግን፣ ንባዕሉ ንጉስ ተፈጥሮ ኢሉ ንባዕሉ ናይ ምጽዋዕ ድፍረት ኣለዎ።</p>\n<p>“ኖሴ ተ ኢፕሱን” “ሰብ ንባዕልኻ ፍለጥ”። እዚ ኣብ ጥንታዊ ግሪክ ኣብ ልዕሊ ዘይዕወቱ ቕጽሪ ቤተ መቕደስ ዴልፊ ዝተጻሕፈ ጥንታዊ ወርቃዊ መምርሒ እዩ።</p>\n<p>ሰብ፣ እቲ ብጌጋ ሰብ ኢሉ ንባዕሉ ዝጽውዖ ድኻ ኣእምሮኣዊ እንስሳ፣ እተፈላለዩ ኣዝዮም ዝተወሳሰቡን ኣጸጋም ማሽነሪታት ፈጢሩ ኣሎ፣ ንሓደ ማሽን ንኽጥቀመሉ ንነዊሕ ዓመታት ትምህርትን ልምምድን ከም ዘድልዮ ጽቡቕ ጌሩ ይፈልጥ፣ ኣብ ጉዳይ ባዕሉ ግን ነዚ ሓቂ እዚ ምሉእ ብምሉእ ይርስዖ፣ ባዕሉ ካብ ኩሎም ዝፈጠርዎም ማሽነሪታት ንላዕሊ ዝተወሳሰበ ማሽን እኳ እንተኾነ።</p>\n<p>ብዛዕባ ባዕሉ ምሉእ ብምሉእ ጌጋ ሓሳባት ዘይመልኦ ሰብ የለን፣ እቲ ዝኸፍአ ነገር ድማ ብሓቂ ማሽን ምዃኑ ክግንዘብ ኣይደልን።</p>\n<p>ሰብኣዊ ማሽን ናይ ምንቅስቓስ ነጻነት የብሉን፣ ብብዙሓትን ብእተፈላለዩ ውሽጣዊ ጽልዋታትን ግጭታት ወጻኢ ጥራይ እዩ ዝሰርሕ።</p>\n<p>ኩሎም ምንቅስቓሳት፣ ተግባራት፣ ቃላት፣ ሓሳባት፣ ስምዒታት፣ ባህግታት፣ ናይ ሰብኣዊ ማሽን ብውሽጣዊ ጽልዋታትን ብብዙሓት ናይ ወጻኢ ሓይልታትን እተወሰኑን ኣጸጋም ምኽንያታትን እዮም።</p>\n<p>እቲ ኣእምሮኣዊ እንስሳ ድኻ ተዛራባይ ሸለልታ እዩ ምስ ተዘክሮን ህይወትን፣ ህያው ጸወታ፣ ክገብር ከም ዝኽእል ናይ ሞኝ ተስፋ ኣለዎ፣ ብሓቂ ግን ምንም ክገብር ኣይኽእልን።</p>\n<p>ንሓደ ቅጽበት፣ ክቡር ኣንባቢ፣ ብውስብስብ ዝኾነ ሜካኒዝም ዝተቘጻጸረ ሜካኒካዊ ጸወታ ጌርካ ሕሰብ።</p>\n<p>እቲ ጸወታ ህይወት ከም ዘለዎ፣ ከም ዝፈቱ፣ ከም ዝዛረብ፣ ከም ዝኸይድ፣ ከም ዝምነ፣ ኲናታት ከም ዝገብር ጌርካ ሕሰብ።</p>\n<p>እቲ ጸወታ በብእዋኑ ዋኒኑ ክቕይር ከም ዝኽእል ጌርካ ሕሰብ። ነፍሲ ወከፍ ዋኒኑ እተፈላለየ ሰብ ምዃኑ፣ ናቱ ዝኾነ መምዘኒ፣ ናቱ ዝኾነ ናይ ምዝንጋዕ፣ ናይ ምስማዕ፣ ናይ ምንባር መገድታት ከም ዘለዎ ክትግምት ይግባእ፣ ወዘተ፣ ወዘተ፣ ወዘተ።</p>\n<p>ዝኾነ ዋኒኑ ገንዘብ ንምርካብ እንተደልዩ ገለ ቁልፊታት ይጥቕም፣ ሽዑ እቲ ጸወታ ኣብ ንግዲ ይነጥፍ፣ ካልእ ዋኒኑ፣ ድሕሪ ፍርቂ ሰዓት ወይ ድሕሪ ሓያለ ሰዓታት፣ እተፈላለየ ሓሳብ ይህልዎ፣ ነቲ ጸወታኡ ከኣ ከም ዝስዕስዕን ከም ዝስሕቕን ይገብሮ፣ ሳልሳይ ከኣ ንኽባእ ይገብሮ፣ ራብዓይ ከኣ ምስ ሓንቲ ሰበይቲ ከም ዝፈቱ ይገብሮ፣ ሓምሻይ ከኣ ምስ ካልእ ከም ዝፈቱ ይገብሮ፣ ሻድሻይ ከኣ ምስ ጎረቤቱ ከም ዝባእስን ናይ ፖሊስ ጸገም ከም ዝፈጥርን ይገብሮ፣ ሻብዓይ ከኣ መሕደሪኡ ከም ዝቕይር ይገብሮ።</p>\n<p>ብሓቂ እቲ ናይ ምሳሌ ጸወታና ምንም ኣይገበረን፣ ግን ከም ዝገበረ ይኣምን፣ ናይ ምግባር ተስፋ ኣለዎ፣ ብሓቂ ግን ናይ ውልቂ መንነት ስለዘይብሉ ምንም ክገብር ኣይኽእልን።</p>\n<p>ብዘየገድስ ኩሉ ነገር ልክዕ ከም ዝናም ምስ ዘነመ፣ ነጐዳ ምስ ተንጐደ፣ ጸሓይ ምስ ወቕዐ፣ እቲ ድኻ ጸወታ ግን ከም ዝገበረ ይኣምን; ኩሉ ከም ዝገበሮ ሞኝ ተስፋ ኣለዎ፣ ብሓቂ ግን ዋኒኑ ምስቲ ድኻ ሜካኒካዊ ጸወታ ስለ ዝተዘናግዑ ምንም ኣይገበረን።</p>\n<p>እቲ ድኻ ኣእምሮኣዊ እንስሳ ከምዚ እዩ፣ ክቡር ኣንባቢ፣ ከምቲ ናይቲ መብርሂ ምሳሌና ሜካኒካዊ ጸወታ፣ ከም ዝገብር ይኣምን፣ ብሓቂ ግን ምንም ኣይገብርን ብሌግዮን ናይ ተንኮለኛ ሓይልታት ዝተቘጻጸረ ስጋን ኣዕጽምትን ሸለልታ እዩ፣ ብሓባር ከኣ ኢጎ፣ ብዙሕ ዝኾነ ኣነ ዝብሃል ይፈጥሩ።</p>\n<p>ክርስቲያናዊ ወንጌል ንኹሎም እቶም ተንኮለኛታት ኣጋንንቲ ኢሉ ይጽውዖም፣ ናይ ብሓቂ ስሞም ከኣ ሌግዮን እዩ።</p>\n<p>እቲ ኣነ ንሰብኣዊ ማሽን ዝቆጻጸሩ ብዙሓት ኣጋንንቲ እንተ ኢልና ምግናን ኣይኮነን፣ ከምኡ እዩ።</p>\n<p>ሰብ-ማሽን ዋላ ሓንቲ ውልቃዊነት የብሉን፣ ንናይ ብሓቂ ስልጣን ዝውንን እቲ ናይ ሓቂ መንነት ጥራይ እዩ።</p>\n<p>ናይ ሓቂ ውልቃዊነት ክህበና ዝኽእል ናይ ሓቂ መንነት ጥራይ እዩ፣ ናብ ናይ ሓቂ ሰባት ዝቕይረና ናይ ሓቂ መንነት ጥራይ እዩ።</p>\n<p>ናይ ቀሊል ሜካኒካዊ ጸወታ ምዃን ደው ከብል ዝደሊ ነፍሲ ወከፍ ኣካል ነቲ ብሓባር ኣነ ዝብሃል ዝፈጥሩ ኣካላት ከወግድ ይግባእ። ነፍሲ ወከፍ ኣካል ምስቲ ሰብኣዊ ማሽን ዝጻወቱ። ናይ ቀሊል ሜካኒካዊ ጸወታ ምዃን ደው ከብል ዝደሊ ነፍሲ ወከፍ ኣካል ነቲ ባዕሉ ሜካኒካዊ ምዃኑ ብምእማንን ብምርድዳእን ክጅምር ኣለዎ።</p>\n<p>ነቲ ባዕሉ ሜካኒካዊ ምዃኑ ክርድኦን ክቕበሎን ዘይደሊ፣ ነዚ ሓቂ እዚ ብግቡእ ክርድኦ ዘይደሊ፣ ክቕየር ኣይክእልን፣ ሓሳረ መከራ እዩ፣ ድኻ እዩ፣ ኣንገትካ ናይ መጥሓኒ እምኒ ተኣስርካ ናብ ታሕቲ ባሕሪ ብትወድቕ ምሓሸካ።</p>\n<p>እቲ ኣእምሮኣዊ እንስሳ ማሽን እዩ፣ ግን ፍልይ ዝበለ ማሽን፣ እዚ ማሽን እዚ ማሽን ምዃኑ እንተሪዱእዎ፣ ጽቡቕ እንተተመርሐን ኩነታት እንተፈቐደሉን፣ ማሽን ምዃን ደው ኣቢሉ ሰብ ክኸውን ይኽእል።</p>\n<p>ቅድሚ ኹሉ፣ ሓደገኛ ውልቃዊነት ከም ዘይብልና፣ ቀዋሚ ናይ ንቕሓት ማእከል ከም ዘይብልና፣ ኣብ ሓደ እዋን ሓደ ሰብ ኣብ ካልእ ድማ ካልእ ሰብ ምዃንና፣ ኩሉ ኣብ ዝኾነ እዋን ነቲ ኩነታት ኣብ ዝቆጻጸር ኣካል ዝምርኮስ ምዃኑ፣ ኣብ ኩሉ ደረጃታት ናይ ኣእምሮ ብዕምቆት ምርድኡ የድሊ።</p>\n<p>እቲ ናይ ሓድነትን ምሉእነትን ናይ ኣእምሮኣዊ እንስሳ ዝፈጥሮ ጌጋት ሓደ ወገን ናይ ስጋዊ ኣካሉ ስምዒት እዩ፣ ካልእ ወገን ስሙን ኣቦ ስሙን፣ ብምቕጻል ድማ ተዘክሮን ገለ ቁጽሪ ናይ ሜካኒካዊ ልምድታት ብትምህርቲ ኣብኡ ዝተተኽሉ ወይ ብቀሊልን ሞኝ ብዝኾነ ምምሳል ዝረኸቦም እዩ።</p>\n<p>እቲ ድኻ ኣእምሮኣዊ እንስሳ ማሽን ምዃን ደው ከብል ኣይክእልን፣ ክቕየር ኣይክእልን፣ ናይ ሓቂ ውልቃዊ መንነት ረኺቡ ናይ ሕጊ ሰብ ክኸውን ኣይክእልን፣ ክሳብ ነፍሲ ወከፍ ካብቶም ሜታፊዚካዊ ኣካላት ብዕምቆት ብዝተረዳእካዮን ብተኸታታሊ ቅደም ተኸተል ብምውጋድ ድፍረት ዘይብልካ ክሳብ ሽዑ፣ እቲ ብሓባር ኢጎ፣ ኣነ፣ ባዕለይ ዝብሃል ይፈጥሩ።</p>\n<p>ነፍሲ ወከፍ ሓሳብ፣ ነፍሲ ወከፍ ስምዒት፣ ነፍሲ ወከፍ ልማድ፣ ነፍሲ ወከፍ ፍቕሪ፣ ነፍሲ ወከፍ ጽልኢት፣ ነፍሲ ወከፍ ድሌት፣ ወዘተ፣ ወዘተ፣ ወዘተ። ነናቶም ኣካል ኣለዎም እቶም ኩሎም ኣካላት ድማ ናይቲ ኣብ ኣዕምሮኣዊ ለውጢ ዘለዎ ስነ-ኣእምሮ ብዙሕ ዝኾነ ኣነ እዩ።</p>\n<p>እቶም ኩሎም ሜታፊዚካዊ ኣካላት፣ እቶም ኩሎም ኢጎ ዝብሃሉ ኣነታት፣ ናይ ብሓቂ ምትእስሳር የብሎምን፣ ዋላ ሓንቲ መምዘኒ የብሎምን። ነፍሲ ወከፍ ካብቶም ኣካላት ምሉእ ብምሉእ ኣብ ኩነታት፣ ለውጢ ስምዒታት፣ ፍጻሜታት፣ ወዘተ ዝተመርኮሰ እዩ።</p>\n<p>እቲ ናይ ኣእምሮ መጋረጃ በብእዋኑ ሕብሩን ትርኢቱን ይቕይር፣ ኩሉ ኣብ ዝኾነ እዋን ነቲ ኣእምሮ ኣብ ዝቆጻጸር ኣካል ዝተመርኮሰ እዩ።</p>\n<p>ኣብ መጋረጃ ናይ ኣእምሮ ብቐጻሊ ሰልፊ ናይ እተፈላለዩ ኣካላት እናሓለፈ እቲ ኢጎ ወይ ስነ-ኣእምሮኣዊ ኣነ ይፈጥሩ።</p>\n<p>እቶም እተፈላለዩ ብዙሓት ዝኾኑ ኣነ ዝፈጥሩ ኣካላት ይተኣሳሰሩ፣ ይፈርሱ፣ ምስ ዝመሳሰልዎም ገለ ፍሉያት ጉጅለታት ይመስርቱ፣ ይባኣሱ፣ ይዛረቡ፣ ኣይፋለጡን፣ ወዘተ፣ ወዘተ፣ ወዘተ።</p>\n<p>ነፍሲ ወከፍ ካብቲ ሌግዮን ዝተባህለ ኣካል ኣነ፣ ነፍሲ ወከፍ ንእሽቶ ኣነ፣ ንኩሉ፣ ንጠቕላላ ኢጎ ምዃኑ ይኣምን፣ ንሱ ንእሽቶ ክፋል ጥራይ ምዃኑ ፈጺሙ ኣይጥርጥርን።</p>\n<p>እቲ ሎሚ ንሓንቲ ሰበይቲ ዘልኣለማዊ ፍቕሪ ዝምሕል ኣካል፣ ድሕሪ ደጊም በቲ ምስቲ መሓላ ዋላ ሓንቲ ዝምድና ዘይብሉ ኣካል ይትካእ፣ ሽዑ እቲ ናይ ወረቐት ቤተ መንግስቲ ይፈርስ እታ ድኻ ሰበይቲ ከኣ ተስፋ ብምቑራጽ ትበኪ።</p>\n<p>እቲ ሎሚ ንሓደ ጉዳይ ተኣማንነት ዝምሕል ኣካል፣ ጽባሕ በቲ ምስቲ ጉዳይ ዋላ ሓንቲ ዝምድና ዘይብሉ ኣካል ይትካእ፣ ሽዑ እቲ ሰብ ይስሓብ።</p>\n<p>እቲ ሎሚ ንግኖሲስ ተኣማንነት ዝምሕል ኣካል፣ ጽባሕ በቲ ንግኖሲስ ዝጸልእ ኣካል ይትካእ።</p>\n<p>መምህራን ናይ ኣብያተ ትምህርቲ፣ ኮሌጃት፣ ዩኒቨርስቲታት፣ ነዚ መጽሓፍ መሰረታዊ ትምህርቲ ከጽንዑን ብሰብኣውነት ድማ ነቶም ተመሃሮ ኣብቲ መስተንክር መገድታት ናይ ለውጢ ንቕሓት ንምምራሕ ድፍረት ክህልዎም ይግባእ።</p>\n<p>እቶም ተመሃሮ ብኹሉ መዳያት ናይ ኣእምሮ ንነፍሶም ምፍላጥ ከም ዘድሊዎም ክርድኡ የድሊ።</p>\n<p>ዝያዳ ውጽኢታዊ ኣእምሮኣዊ መምርሒ የድሊ፣ እንታይ ምዃንና ምርድኡ የድሊ፣ እዚ ድማ ካብ ባንኮች ናይ ቤት ትምህርቲ ጀሚሩ ክኸይድ ኣለዎ።</p>\n<p>ገንዘብ ንምብላዕ፣ ኪራይ ገዛ ንምኽፋል፣ ክዳን ንምልባስ ከም ዘድሊ ኣይንኽሕድን ኢና።</p>\n<p>ገንዘብ ንምርካብ ኣእምሮኣዊ ድልውነት፣ ሞያ፣ ክእለት ከም ዘድሊ ኣይንኽሕድን ኢና፣ ግን እዚ ኩሉ ኣይኮነን፣ እዚ ካልኣይ ደረጃ እዩ።</p>\n<p>እቲ ቀዳማይ፣ እቲ መሰረታዊ መን ምዃንና፣ እንታይ ምዃንና፣ ካበይ ከም ዝመጻእና፣ ናበይ ከም ንኸይድ፣ ዕላማ ናይ ህልውናና እንታይ ምዃኑ ምፍላጥ እዩ።</p>\n<p>ከም ነፍሰ-ሰር ማሽነሪታት፣ ድኻታት መዋታት፣ ሰባት-ማሽነሪታት ቀጻሊ ምዃን ዘሕዝን እዩ።</p>\n<p>ማሽነሪታት ጥራይ ካብ ምዃን ምውጻእ የገድስ፣ ናብ ናይ ሓቂ ሰባት ምልዋጥ የገድስ።</p>\n<p>ዓቢ ለውጢ የድሊ፣ እዚ ድማ በትክክል በቲ ነፍሲ ወከፍ ካብቶም ብሓባር ብዙሕ ዝኾነ ኣነ ዝፈጥሩ ኣካላት ብምውጋድ ክጅምር ኣለዎ።</p>\n<p>እቲ ድኻ ኣእምሮኣዊ እንስሳ ሰብ ኣይኮነን ኣብ ዉሽጡ ግን ድቃስ ኣብ ዝሃለወሉ ኩነታት ሰብ ንምዃን ኩሉ ዕድል ኣለዎ።</p>\n<p>እቲ ዕድል ከም ዝማዕብል ሕጊ ኣይኮነን፣ እቲ ልሙድ ነገር ከኣ ምጥፋኡ እዩ።</p>\n<p>እቶም ሰብኣውያን ዕድላት ክማዕብሉ ዝኽእሉ ብግዙፍ ልዕሊ ዓቕሚ ዝኾኑ ጻዕሪታት ጥራይ እዮም።</p>\n<p>ብዙሕ ክነወግድን ብዙሕ ክንረክብን ኣሎና። ከመይ ከም ዝተርፈናን ከመይ ከም ዝጎደለናን ንምፍላጥ ዝርዝር ምድላው ምግባር የድሊ።</p>\n<p>ብዙሕ ዝኾነ ኣነ ከም ዝተርፍ ጥርጥር የብሉን፣ ዋጋ የብሉን ጎዳኢ ድማ እዩ።</p>\n<p>ገለ ስልጣናት፣ ገለ ክእለታት፣ ገለ ዓቕምታት ክነማዕብል ከም ዘሎና ምዝራብ ልክዕ እዩ፣ እቶም ሰብ-ማሽን ንባዕሎም ከም ዘለዎም ዝእምኑን ዝኣምኑን ግን ብሓቂ ዘይብሎም እዮም።</p>\n<p>እቶም ሰብ-ማሽን ናይ ሓቂ ውልቃዊነት፣ ንቑሕ ንቕሓት፣ ንቑሕ ፍቓድ፣ ናይ ምግባር ስልጣን፣ ወዘተ ከም ዘለዎም ይኣምኑ ዉን የብሎምን።</p>\n<p>ማሽነሪታት ካብ ምዃን ደው ከነብል እንተደኣ ዄንና፣ ንቕሓት ክንነቕሕ እንተደኣ ዄንና፣ ናይ ሓቂ ንቑሕ ፍቓድ፣ ውልቃዊነት፣ ናይ ምግባር ዓቕሚ ክህልወና እንተደኣ ዄንዩ፣ ንነፍስና ብምፍላጥን ሽዑ ነቲ ስነ-ኣእምሮኣዊ ኣነ ብምፍራስን ምጅማር የገድስ።</p>\n<p>ብዙሕ ዝኾነ ኣነ ምስ ፈረሰ ኣብ ዉሽጥና ናይ ሓቂ መንነት ጥራይ እዩ ዝተርፍ።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/el-hombre-maquina.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/el-hombre-maquina.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/el-hombre-maquina.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
