import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "បុគ្គល​ទាំងមូល",
  "locale": "km",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "34. បុគ្គល​ទាំងមូល",
    "order": 34
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ការអប់រំជាមូលដ្ឋាននៅក្នុងន័យពិតប្រាកដរបស់វា គឺជាការយល់ដឹងស៊ីជម្រៅអំពីខ្លួនឯង។ នៅក្នុងបុគ្គលម្នាក់ៗមានច្បាប់ទាំងអស់នៃធម្មជាតិ។</p>\n<p>អ្នកដែលចង់ដឹងពីភាពអស្ចារ្យទាំងអស់នៃធម្មជាតិ ត្រូវតែសិក្សាវាដោយខ្លួនឯង។</p>\n<p>ការអប់រំមិនពិត គ្រាន់តែខ្វល់ខ្វាយអំពីការបង្កើនបញ្ញា ហើយអ្នកណាក៏អាចធ្វើបានដែរ។ វាច្បាស់ណាស់ថា ជាមួយនឹងលុយ អ្នកណាក៏អាចទិញសៀវភៅបានដែរ។</p>\n<p>យើងមិនប្រឆាំងនឹងវប្បធម៌បញ្ញាទេ យើងគ្រាន់តែប្រឆាំងនឹងការចង់បានប្រមូលផ្តុំផ្លូវចិត្តហួសហេតុពេកប៉ុណ្ណោះ។</p>\n<p>ការអប់រំបញ្ញាមិនពិត គ្រាន់តែផ្តល់នូវការរត់គេចដ៏ឈ្លាសវៃដើម្បីគេចចេញពីខ្លួនឯងប៉ុណ្ណោះ។</p>\n<p>បុរសដែលចេះដឹងគ្រប់រូប អ្នកប្រាជ្ញអាក្រក់គ្រប់រូប តែងតែមានការគេចវេសដ៏អស្ចារ្យដែលអាចឱ្យគាត់គេចចេញពីខ្លួនឯងបាន។</p>\n<p>ពីបញ្ញាញាណដោយគ្មានស្មារតី បានបង្កើតមនុស្សក្បត់ ហើយពួកគេបាននាំមនុស្សជាតិទៅរកភាពវឹកវរ និងការបំផ្លិចបំផ្លាញ។</p>\n<p>បច្ចេកទេសមិនអាចធ្វើឱ្យយើងស្គាល់ខ្លួនឯងបានពេញលេញនោះទេ។</p>\n<p>ឪពុកម្តាយបញ្ជូនកូនទៅសាលារៀន មហាវិទ្យាល័យ សាកលវិទ្យាល័យ បច្ចេកទេសជាដើម ដើម្បីរៀនបច្ចេកទេសខ្លះ ដើម្បីឱ្យមានវិជ្ជាជីវៈខ្លះ ដើម្បីឱ្យពួកគេអាចរកប្រាក់ចិញ្ចឹមជីវិតបាន។</p>\n<p>វាច្បាស់ណាស់ថាយើងត្រូវដឹងពីបច្ចេកទេសខ្លះ មានវិជ្ជាជីវៈមួយ ប៉ុន្តែវាជាបន្ទាប់បន្សំ សំខាន់បំផុត គឺស្គាល់ខ្លួនឯង ដឹងថាអ្នកជានរណា មកពីណា ទៅណា តើគោលបំណងនៃជីវិតរបស់អ្នកគឺជាអ្វី។</p>\n<p>នៅក្នុងជីវិតមានអ្វីគ្រប់យ៉ាង សេចក្តីរីករាយ ទុក្ខព្រួយ សេចក្តីស្រឡាញ់ ចំណង់ចំណូលចិត្ត សេចក្តីអំណរ ការឈឺចាប់ ភាពស្រស់ស្អាត ភាពអាក្រក់ល។ ហើយនៅពេលដែលយើងដឹងពីរបៀបរស់នៅវាឱ្យខ្លាំង នៅពេលដែលយើងយល់វានៅគ្រប់កម្រិតនៃចិត្ត យើងរកឃើញកន្លែងរបស់យើងនៅក្នុងសង្គម យើងបង្កើតបច្ចេកទេសផ្ទាល់ខ្លួនរបស់យើង វិធីពិសេសរបស់យើងក្នុងការរស់នៅ អារម្មណ៍ និងការគិត ប៉ុន្តែផ្ទុយទៅវិញគឺមិនពិតមួយរយភាគរយ បច្ចេកទេសដោយខ្លួនឯងមិនអាចបង្កើតការយល់ដឹងស៊ីជម្រៅ ការយល់ដឹងពិតប្រាកដបានទេ។</p>\n<p>ការអប់រំបច្ចុប្បន្នបានក្លាយទៅជាការបរាជ័យទាំងស្រុង ពីព្រោះវាផ្តល់សារៈសំខាន់ហួសហេតុដល់បច្ចេកទេស ដល់វិជ្ជាជីវៈ ហើយវាច្បាស់ណាស់ថាដោយការសង្កត់ធ្ងន់លើបច្ចេកទេស វាក្លាយជាមនុស្សទៅជាមនុស្សយន្តមេកានិច បំផ្លាញលទ្ធភាពល្អបំផុតរបស់គាត់។</p>\n<p>ការដាំដុះសមត្ថភាព និងប្រសិទ្ធភាពដោយគ្មានការយល់ដឹងអំពីជីវិត ដោយគ្មានចំណេះដឹងអំពីខ្លួនឯង ដោយគ្មានការយល់ឃើញដោយផ្ទាល់អំពីដំណើរការនៃខ្លួនខ្ញុំផ្ទាល់ ដោយគ្មានការសិក្សាយ៉ាងលំអិតអំពីរបៀបគិត អារម្មណ៍ ប្រាថ្នា និងធ្វើសកម្មភាពផ្ទាល់ខ្លួន គ្រាន់តែបម្រើដើម្បីបង្កើនភាពឃោរឃៅ ភាពអាត្មានិយមផ្ទាល់ខ្លួនរបស់យើង កត្តាចិត្តសាស្ត្រទាំងនោះដែលបង្កើតសង្គ្រាម ទុរ្ភិក្ស ភាពក្រីក្រ ការឈឺចាប់។</p>\n<p>ការអភិវឌ្ឍន៍ផ្តាច់មុខនៃបច្ចេកទេសបានបង្កើត មេកានិច អ្នកវិទ្យាសាស្ត្រ បច្ចេកទេស រូបវិទ្យាអាតូមិច អ្នកកាត់សត្វក្រីក្រ អ្នកបង្កើតអាវុធបំផ្លិចបំផ្លាញ ជាដើម។</p>\n<p>អ្នកជំនាញទាំងអស់នោះ អ្នកបង្កើតគ្រាប់បែកអាតូមិច និងគ្រាប់បែកអ៊ីដ្រូសែន អ្នកកាត់សត្វទាំងនោះដែលធ្វើទារុណកម្មសត្វនៃធម្មជាតិ អ្នកក្បត់ទាំងអស់នោះ អ្វីដែលពួកគេពិតជាបម្រើ គឺសម្រាប់សង្គ្រាម និងការបំផ្លិចបំផ្លាញ។</p>\n<p>មនុស្សក្បត់ទាំងនោះមិនដឹងអ្វីទាំងអស់ ពួកគេមិនយល់អ្វីទាំងអស់អំពីដំណើរការសរុបនៃជីវិតនៅក្នុងការបង្ហាញគ្មានទីបញ្ចប់ទាំងអស់របស់វា។</p>\n<p>វឌ្ឍនភាពបច្ចេកវិទ្យាទូទៅ ប្រព័ន្ធដឹកជញ្ជូន ម៉ាស៊ីនរាប់ ភ្លើងបំភ្លឺអគ្គិសនី ជណ្តើរយន្តនៅក្នុងអគារ ខួរក្បាលអេឡិចត្រូនិចគ្រប់ប្រភេទ ជាដើម ដោះស្រាយបញ្ហារាប់ពាន់ដែលដំណើរការនៅកម្រិតលើផ្ទៃនៃអត្ថិភាព ប៉ុន្តែណែនាំទៅក្នុងបុគ្គល និងសង្គម បញ្ហាធំទូលាយ និងស៊ីជម្រៅជាច្រើនទៀត។</p>\n<p>ការរស់នៅផ្តាច់មុខនៅកម្រិតលើផ្ទៃ ដោយមិនគិតពីដី និងតំបន់ផ្សេងៗកាន់តែជ្រៅនៃចិត្ត មានន័យថាជាការពិតទាក់ទាញភាពក្រីក្រ ការយំ និងការអស់សង្ឃឹមមកលើយើង និងកូនៗរបស់យើង។</p>\n<p>តម្រូវការដ៏ធំបំផុត បញ្ហាដែលបន្ទាន់បំផុតរបស់បុគ្គលម្នាក់ៗ គឺការយល់ដឹងអំពីជីវិតក្នុងទម្រង់ពេញលេញ មួយផ្នែកធំ ពីព្រោះមានតែពេលនោះទេដែលយើងអាចដោះស្រាយបញ្ហាផ្ទាល់ខ្លួនរបស់យើងទាំងអស់បានដោយពេញចិត្ត។</p>\n<p>ចំណេះដឹងបច្ចេកទេសដោយខ្លួនឯងមិនអាចដោះស្រាយបញ្ហាផ្លូវចិត្តទាំងអស់របស់យើង បញ្ហាស៊ីជម្រៅទាំងអស់របស់យើងបានទេ។</p>\n<p>ប្រសិនបើយើងចង់ក្លាយជាបុរសពិតប្រាកដ បុគ្គលពេញលេញ យើងត្រូវស្វែងយល់ពីខ្លួនឯងខាងផ្លូវចិត្ត ស្គាល់ខ្លួនឯងឱ្យស៊ីជម្រៅនៅក្នុងទឹកដីទាំងអស់នៃការគិត ពីព្រោះបច្ចេកវិទ្យាដោយគ្មានការសង្ស័យ ក្លាយជាឧបករណ៍បំផ្លិចបំផ្លាញ នៅពេលដែលយើងមិនយល់យ៉ាងពិតប្រាកដអំពីដំណើរការសរុបនៃអត្ថិភាពទាំងមូល នៅពេលដែលយើងមិនស្គាល់ខ្លួនឯងបានពេញលេញ។</p>\n<p>ប្រសិនបើសត្វបញ្ញាស្រឡាញ់ដោយស្មោះ ប្រសិនបើវាស្គាល់ខ្លួនឯង ប្រសិនបើវាបានយល់ពីដំណើរការសរុបនៃជីវិត វាប្រហែលជាមិនបានប្រព្រឹត្តបទឧក្រិដ្ឋក្នុងការបំបែកអាតូមនោះទេ។</p>\n<p>វឌ្ឍនភាពបច្ចេកទេសរបស់យើងគឺអស្ចារ្យណាស់ ប៉ុន្តែវាគ្រាន់តែអាចបង្កើនថាមពលឈ្លានពានរបស់យើងដើម្បីបំផ្លាញគ្នាទៅវិញទៅមក ហើយគ្រប់ទីកន្លែងដែលភេរវកម្ម ទុរ្ភិក្ស ភាពល្ងង់ខ្លៅ និងជំងឺសោយរាជ្យ។</p>\n<p>គ្មានវិជ្ជាជីវៈ គ្មានបច្ចេកទេសណាមួយអាចផ្តល់ឱ្យយើងនូវអ្វីដែលហៅថាភាពពេញលេញ សុភមង្គលពិតប្រាកដនោះទេ។</p>\n<p>ម្នាក់ៗនៅក្នុងជីវិតរងទុក្ខយ៉ាងខ្លាំងនៅក្នុងការងាររបស់គាត់ នៅក្នុងវិជ្ជាជីវៈរបស់គាត់ នៅក្នុងរបៀបរស់នៅប្រចាំថ្ងៃរបស់គាត់ ហើយរឿងរ៉ាវ និងការងារក្លាយជាឧបករណ៍នៃការច្រណែន ការនិយាយដើម ការស្អប់ ភាពជូរចត់។</p>\n<p>ពិភពលោកនៃវេជ្ជបណ្ឌិត ពិភពលោកនៃសិល្បករ វិស្វករ មេធាវី ជាដើម ពិភពលោកនីមួយៗនោះ ពោរពេញទៅដោយការឈឺចាប់ ការនិយាយដើម ការប្រកួតប្រជែង ការច្រណែន ជាដើម។</p>\n<p>បើគ្មានការយល់ដឹងអំពីខ្លួនឯងទេ ការងារ ឬវិជ្ជាជីវៈសុទ្ធសាធ នាំយើងទៅរកការឈឺចាប់ និងការស្វែងរកការគេចវេស។ អ្នកខ្លះស្វែងរកការរត់គេចតាមរយៈគ្រឿងស្រវឹង ហាងស្រា ផ្ទះសំណាក់ កាបារ៉េត អ្នកខ្លះទៀតចង់គេចតាមរយៈគ្រឿងញៀន ម័រហ្វីន កូកាអ៊ីន កញ្ឆា និងអ្នកខ្លះទៀតតាមរយៈតណ្ហា និងការខូចទ្រង់ទ្រាយផ្លូវភេទ ជាដើម។</p>\n<p>នៅពេលដែលអ្នកចង់កាត់បន្ថយជីវិតទាំងមូលទៅជាបច្ចេកទេស ទៅជាវិជ្ជាជីវៈ ទៅជាប្រព័ន្ធដើម្បីរកលុយ និងលុយកាន់តែច្រើន លទ្ធផលគឺភាពធុញទ្រាន់ ការរំខាន និងការស្វែងរកការគេចវេស។</p>\n<p>យើងត្រូវតែក្លាយជាបុគ្គលពេញលេញ ហើយនោះអាចធ្វើទៅបានលុះត្រាតែស្គាល់ខ្លួនឯង និងរំលាយខ្លួនឯងខាងផ្លូវចិត្ត។</p>\n<p>ការអប់រំជាមូលដ្ឋាន ក្នុងពេលដំណាលគ្នាជំរុញការរៀនបច្ចេកទេសដើម្បីរកប្រាក់ចិញ្ចឹមជីវិត ត្រូវតែធ្វើអ្វីដែលសំខាន់ជាងនេះ ត្រូវតែជួយមនុស្សឱ្យពិសោធន៍ អារម្មណ៍នៅក្នុងគ្រប់ទិដ្ឋភាពទាំងអស់ និងនៅក្នុងទឹកដីទាំងអស់នៃចិត្ត ដំណើរការនៃអត្ថិភាព។</p>\n<p>ប្រសិនបើមាននរណាម្នាក់មានអ្វីដែលត្រូវនិយាយ ចូរនិយាយវា ហើយការនិយាយវាគឺគួរឱ្យចាប់អារម្មណ៍ខ្លាំងណាស់ ព្រោះវិធីនេះម្នាក់ៗបង្កើតស្ទីលផ្ទាល់ខ្លួន ប៉ុន្តែរៀនស្ទីលរបស់អ្នកដទៃដោយមិនបានជួបប្រទះដោយផ្ទាល់នូវជីវិតក្នុងទម្រង់ពេញលេញរបស់វា។ វានាំទៅរកភាពរាក់។</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/km/educacion-fundamental/el-individuo-integro.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/km/educacion-fundamental/el-individuo-integro.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/km/educacion-fundamental/el-individuo-integro.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
