import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "পূর্ণাঙ্গ ব্যক্তি",
  "locale": "bn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "34. পূর্ণাঙ্গ ব্যক্তি",
    "order": 34
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>মৌলিক শিক্ষা তার প্রকৃত অর্থে হল নিজের সম্পর্কে গভীর উপলব্ধি; প্রতিটি ব্যক্তির মধ্যে প্রকৃতির সমস্ত নিয়ম বিদ্যমান।</p>\n<p>যে প্রকৃতির সমস্ত বিস্ময় জানতে চায়, তাকে অবশ্যই সেগুলি নিজের মধ্যে অধ্যয়ন করতে হবে।</p>\n<p>মিথ্যা শিক্ষা কেবল বুদ্ধিবৃত্তিকে সমৃদ্ধ করতে উদ্বিগ্ন, যা যে কেউ করতে পারে। এটা স্পষ্ট যে অর্থের মাধ্যমে যে কেউ বই কেনার বিলাসিতা করতে পারে।</p>\n<p>আমরা বুদ্ধিবৃত্তিক সংস্কৃতির বিরুদ্ধে নই, আমরা কেবল মানসিক সঞ্চয়ের অত্যধিক আকাঙ্ক্ষার বিরুদ্ধে।</p>\n<p>মিথ্যা বুদ্ধিবৃত্তিক শিক্ষা কেবল নিজেকে পালানোর জন্য সূক্ষ্ম অজুহাত সরবরাহ করে।</p>\n<p>প্রত্যেক বিদ্বান ব্যক্তি, প্রত্যেক বুদ্ধিবৃত্তিক দুর্বৃত্তের কাছে নিজেকে পালানোর জন্য সর্বদা চমৎকার অজুহাত থাকে।</p>\n<p>আধ্যাত্মিকতা ছাড়া বুদ্ধিবৃত্তিকতা থেকে ঠগদের উদ্ভব হয় এবং তারাই মানবতাকে বিশৃঙ্খলা ও ধ্বংসের দিকে নিয়ে গেছে।</p>\n<p>প্রযুক্তি আমাদের সম্পূর্ণরূপে নিজেকে জানতে সক্ষম করে না।</p>\n<p>বাবা-মায়েরা তাদের সন্তানদের স্কুল, কলেজ, বিশ্ববিদ্যালয়, পলিটেকনিকে পাঠান, যাতে তারা কোনো কৌশল শিখতে পারে, কোনো পেশা অর্জন করতে পারে, যাতে তারা শেষ পর্যন্ত জীবন ধারণ করতে পারে।</p>\n<p>এটা স্পষ্ট যে আমাদের কিছু কৌশল জানা দরকার, একটি পেশা থাকা দরকার, তবে এটি গৌণ, প্রাথমিক বিষয় হল নিজেকে জানা, আমরা কে, কোথা থেকে এসেছি, কোথায় যাচ্ছি, আমাদের অস্তিত্বের উদ্দেশ্য কী তা জানা।</p>\n<p>জীবনে সবকিছুই আছে, আনন্দ, দুঃখ, ভালোবাসা, আবেগ, উল্লাস, বেদনা, সৌন্দর্য, কুৎসিততা ইত্যাদি এবং যখন আমরা তীব্রভাবে বাঁচতে জানি, যখন আমরা মনের সমস্ত স্তরে এটি বুঝতে পারি, তখন আমরা সমাজে আমাদের স্থান খুঁজে পাই, আমরা আমাদের নিজস্ব কৌশল তৈরি করি, আমাদের জীবনযাপন, অনুভব এবং চিন্তা করার নিজস্ব পদ্ধতি তৈরি করি, তবে এর বিপরীতটি সম্পূর্ণ মিথ্যা, কৌশলটি নিজের থেকে কখনই গভীর বোধগম্যতা, প্রকৃত বোধগম্যতার জন্ম দিতে পারে না।</p>\n<p>বর্তমান শিক্ষা একটি সম্পূর্ণ ব্যর্থতায় পর্যবসিত হয়েছে কারণ এটি কৌশল এবং পেশাকে অতিরিক্ত গুরুত্ব দেয় এবং এটা স্পষ্ট যে কৌশলটির উপর জোর দেওয়ার ফলে মানুষ স্বয়ংক্রিয় যন্ত্রে পরিণত হয়, তার সেরা সম্ভাবনাগুলি ধ্বংস করে দেয়।</p>\n<p>জীবনের বোধগম্যতা, নিজের জ্ঞান, নিজের প্রক্রিয়ার প্রত্যক্ষ ধারণা, নিজের চিন্তা, অনুভব, ইচ্ছা এবং কাজ করার পদ্ধতির বিস্তারিত অধ্যয়ন ছাড়া ক্ষমতা এবং দক্ষতা বৃদ্ধি করা কেবল আমাদের নিজস্ব নিষ্ঠুরতা, আমাদের নিজস্ব অহংকার, সেইসব মানসিক কারণগুলিকে বৃদ্ধি করবে যা যুদ্ধ, দুর্ভিক্ষ, দারিদ্র্য, বেদনা সৃষ্টি করে।</p>\n<p>এককভাবে প্রযুক্তির বিকাশের ফলে মেকানিক, বিজ্ঞানী, প্রযুক্তিবিদ, পারমাণবিক পদার্থবিদ, দরিদ্র প্রাণীদের ব্যবচ্ছেদকারী, ধ্বংসাত্মক অস্ত্রের উদ্ভাবক ইত্যাদি তৈরি হয়েছে।</p>\n<p>এই সমস্ত পেশাদার, পারমাণবিক বোমা এবং হাইড্রোজেন বোমার উদ্ভাবক, প্রকৃতির প্রাণীদের নির্যাতনকারী সমস্ত ব্যবচ্ছেদকারী, এই সমস্ত ঠগ, তারা শুধুমাত্র যুদ্ধ এবং ধ্বংসের জন্য কাজ করে।</p>\n<p>এই সমস্ত ঠগ কিছুই জানে না, তারা জীবনের সমস্ত অসীম প্রকাশের সম্পূর্ণ প্রক্রিয়াটি বোঝে না।</p>\n<p>সাধারণ প্রযুক্তিগত অগ্রগতি, পরিবহন ব্যবস্থা, গণনাকারী যন্ত্র, বৈদ্যুতিক আলো, বিল্ডিংয়ের অভ্যন্তরে লিফট, সমস্ত ধরণের ইলেকট্রনিক মস্তিষ্ক ইত্যাদি, অস্তিত্বের উপরিভাগের স্তরে প্রক্রিয়াজাত হওয়া হাজার হাজার সমস্যা সমাধান করে, তবে এটি ব্যক্তি এবং সমাজে আরও বিস্তৃত এবং গভীর সমস্যাগুলির ভিড় তৈরি করে।</p>\n<p>মনের বিভিন্ন গভীর অঞ্চল এবং অঞ্চলগুলিকে বিবেচনায় না নিয়ে সম্পূর্ণরূপে উপরিভাগের স্তরে বেঁচে থাকার অর্থ হল প্রকৃতপক্ষে আমাদের নিজেদের এবং আমাদের সন্তানদের উপর দুর্দশা, কান্না এবং হতাশা ডেকে আনা।</p>\n<p>সবচেয়ে বড় প্রয়োজন, প্রতিটি ব্যক্তি, প্রতিটি ব্যক্তির সবচেয়ে জরুরি সমস্যা হল জীবনের সম্পূর্ণ, একক আকারে বোঝা, কারণ কেবলমাত্র তখনই আমরা আমাদের সমস্ত ব্যক্তিগত সমস্যাগুলি সন্তোষজনকভাবে সমাধান করতে সক্ষম হব।</p>\n<p>প্রযুক্তিগত জ্ঞান নিজের থেকে আমাদের সমস্ত মানসিক সমস্যা, আমাদের সমস্ত গভীর জটিলতা কখনই সমাধান করতে পারে না।</p>\n<p>যদি আমরা সত্যিকারের মানুষ হতে চাই, সম্পূর্ণ ব্যক্তি হতে চাই তবে আমাদের অবশ্যই মানসিকভাবে আত্ম-অনুসন্ধান করতে হবে, চিন্তার সমস্ত অঞ্চলে গভীরভাবে নিজেকে জানতে হবে, কারণ প্রযুক্তির কোনো সন্দেহ নেই, এটি একটি ধ্বংসাত্মক হাতিয়ারে পরিণত হয়, যখন আমরা অস্তিত্বের সম্পূর্ণ প্রক্রিয়াটি সত্যই বুঝি না, যখন আমরা সম্পূর্ণরূপে নিজেদের জানি না।</p>\n<p>যদি বুদ্ধিবৃত্তিক প্রাণী সত্যই ভালোবাসত, যদি সে নিজেকে জানত, যদি সে জীবনের সম্পূর্ণ প্রক্রিয়াটি বুঝতে পারত তবে সে কখনই পরমাণু বিভাজন করার অপরাধ করত না।</p>\n<p>আমাদের প্রযুক্তিগত অগ্রগতি চমৎকার তবে এটি কেবল একে অপরের প্রতি আমাদের আক্রমণাত্মক শক্তি বৃদ্ধি করতে পেরেছে এবং সর্বত্র সন্ত্রাস, ক্ষুধা, অজ্ঞতা এবং রোগ বিরাজ করছে।</p>\n<p>কোনো পেশা, কোনো কৌশলই আমাদের পরিপূর্ণতা, সত্যিকারের সুখ দিতে পারে না।</p>\n<p>প্রত্যেকেই জীবনে তাদের চাকরি, তাদের পেশা, তাদের রুটিনমাফিক জীবনযাত্রায় তীব্রভাবে ভোগে এবং জিনিস এবং পেশাগুলি ঈর্ষা, নিন্দাবাদ, ঘৃণা, তিক্ততার হাতিয়ার হয়ে ওঠে।</p>\n<p>ডাক্তারদের জগৎ, শিল্পী, প্রকৌশলী, আইনজীবী ইত্যাদির জগৎ, এই প্রতিটি জগৎ বেদনা, নিন্দাবাদ, প্রতিযোগিতা, ঈর্ষা ইত্যাদিতে পূর্ণ।</p>\n<p>নিজেকে না বুঝে, নিছক পেশা বা বৃত্তি আমাদের বেদনা এবং পালানোর অনুসন্ধানের দিকে নিয়ে যায়। কেউ কেউ অ্যালকোহল, পানশালা, সরাইখানা, ক্যাবারের মাধ্যমে পালানোর পথ খোঁজে, অন্যরা মাদক, মরফিন, কোকেন, গাঁজা এবং অন্যরা কামুকতা এবং যৌন অবক্ষয়ের মাধ্যমে পালাতে চায় ইত্যাদি।</p>\n<p>যখন কেউ পুরো জীবনকে একটি কৌশল, একটি পেশা, অর্থ উপার্জনের একটি পদ্ধতিতে পরিণত করতে চায়, তখন এর ফলস্বরূপ একঘেয়েমি, বিরক্তি এবং পালানোর অনুসন্ধান আসে।</p>\n<p>আমাদের অবশ্যই সম্পূর্ণ ব্যক্তি হতে হবে এবং এটি কেবল নিজেকে জানার এবং মানসিক ‘আমি’-কে দ্রবীভূত করার মাধ্যমেই সম্ভব।</p>\n<p>মৌলিক শিক্ষা একই সময়ে জীবন ধারণের জন্য একটি কৌশল শেখার উদ্দীপনা দেওয়ার পাশাপাশি আরও গুরুত্বপূর্ণ কিছু করা উচিত, মানুষের অস্তিত্বের প্রক্রিয়াটি মনের সমস্ত দিক এবং অঞ্চলে অভিজ্ঞতা অর্জন করতে, অনুভব করতে সাহায্য করা উচিত।</p>\n<p>যদি কারো কিছু বলার থাকে তবে তাকে বলতে দিন এবং এটি বলা খুব আকর্ষণীয় কারণ এইভাবে প্রত্যেকে নিজের জন্য নিজস্ব শৈলী তৈরি করে, তবে নিজেরা সম্পূর্ণরূপে জীবনকে সরাসরি অভিজ্ঞতা না করে অন্য কারো শৈলী শিখে কেবল অগভীরতার দিকে পরিচালিত করে।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bn/educacion-fundamental/el-individuo-integro.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bn/educacion-fundamental/el-individuo-integro.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bn/educacion-fundamental/el-individuo-integro.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
