import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "บุคคลผู้สมบูรณ์",
  "locale": "th",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "34. บุคคลผู้สมบูรณ์",
    "order": 34
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>การศึกษาขั้นพื้นฐานในความหมายที่แท้จริงคือความเข้าใจอย่างลึกซึ้งในตนเอง ภายในแต่ละบุคคลมีกฎเกณฑ์ทั้งหมดของธรรมชาติ</p>\n<p>ผู้ที่ต้องการรู้จักความมหัศจรรย์ทั้งหมดของธรรมชาติ ต้องศึกษาภายในตนเอง</p>\n<p>การศึกษาที่ผิดพลาดกังวลแต่การเพิ่มพูนสติปัญญา ซึ่งใครๆ ก็ทำได้ เห็นได้ชัดว่าด้วยเงิน ใครๆ ก็สามารถซื้อหนังสือได้</p>\n<p>เราไม่ได้ต่อต้านวัฒนธรรมทางปัญญา เราเพียงต่อต้านความปรารถนาอันเกินควรที่จะสะสมทางจิต</p>\n<p>การศึกษาทางปัญญาที่ผิดพลาดเพียงแต่เสนอทางออกที่แยบยลเพื่อหลีกหนีจากตัวเอง</p>\n<p>ปราชญ์ทุกคน คนชั่วทางปัญญาทุกคน มักมีข้อแก้ตัวที่ยอดเยี่ยมที่ช่วยให้เขาหนีจากตัวเองได้</p>\n<p>จากปัญญาชนที่ปราศจากจิตวิญญาณก่อให้เกิดอันธพาล และพวกเขานำพามนุษยชาติไปสู่ความวุ่นวายและการทำลายล้าง</p>\n<p>เทคนิคไม่สามารถทำให้เราสามารถรู้จักตนเองได้อย่างครบถ้วนในรูปแบบบูรณาการ</p>\n<p>พ่อแม่ส่งลูกไปโรงเรียน วิทยาลัย มหาวิทยาลัย โพลีเทคนิค ฯลฯ เพื่อเรียนรู้เทคนิคบางอย่าง เพื่อให้มีอาชีพบางอย่าง เพื่อที่พวกเขาจะได้สามารถหาเลี้ยงชีพได้ในที่สุด</p>\n<p>เป็นที่ชัดเจนว่าเราจำเป็นต้องรู้เทคนิคบางอย่าง มีอาชีพ แต่สิ่งนั้นเป็นเรื่องรอง สิ่งสำคัญ สิ่งที่เป็นพื้นฐานคือการรู้จักตัวเอง รู้ว่าเราเป็นใคร มาจากไหน จะไปไหน จุดประสงค์ของการดำรงอยู่ของเราคืออะไร</p>\n<p>ในชีวิตมีทุกสิ่ง ทั้งความสุข ความเศร้า ความรัก ความหลงใหล ความสุข ความเจ็บปวด ความงาม ความน่าเกลียด ฯลฯ และเมื่อเรารู้วิธีที่จะใช้ชีวิตอย่างเข้มข้น เมื่อเราเข้าใจมันในทุกระดับของจิตใจ เราจะพบที่ของเราในสังคม สร้างเทคนิคของเราเอง วิธีการใช้ชีวิต ความรู้สึก และความคิดที่เป็นเอกลักษณ์ของเราเอง แต่สิ่งที่ตรงกันข้ามนั้นเป็นเท็จร้อยเปอร์เซ็นต์ เทคนิคโดยตัวมันเองไม่สามารถก่อให้เกิดความเข้าใจเชิงลึก ความเข้าใจที่แท้จริงได้</p>\n<p>การศึกษาในปัจจุบันล้มเหลวอย่างสิ้นเชิง เพราะให้ความสำคัญกับเทคนิค อาชีพ มากเกินไป และเป็นที่ชัดเจนว่าเมื่อเน้นที่เทคนิค จะทำให้มนุษย์กลายเป็นหุ่นยนต์ ทำลายความเป็นไปได้ที่ดีที่สุดของเขา</p>\n<p>การปลูกฝังความสามารถและประสิทธิภาพโดยปราศจากความเข้าใจในชีวิต โดยปราศจากความรู้ในตนเอง โดยปราศจากการรับรู้โดยตรงถึงกระบวนการของตัวฉันเอง โดยปราศจากการศึกษาอย่างละเอียดถึงวิธีการคิด ความรู้สึก ความปรารถนา และการกระทำของตนเอง จะมีประโยชน์เพียงเพื่อเพิ่มความโหดร้าย ความเห็นแก่ตัวของเราเอง ปัจจัยทางจิตวิทยาเหล่านั้นที่ก่อให้เกิดสงคราม ความหิวโหย ความทุกข์ยาก ความเจ็บปวด</p>\n<p>การพัฒนาเทคนิคแต่เพียงอย่างเดียวได้สร้างช่างเครื่อง นักวิทยาศาสตร์ ช่างเทคนิค นักฟิสิกส์อะตอม นักผ่าตัดสัตว์ที่น่าสงสาร นักประดิษฐ์อาวุธทำลายล้าง ฯลฯ</p>\n<p>ผู้เชี่ยวชาญเหล่านั้นทั้งหมด นักประดิษฐ์ระเบิดปรมาณูและระเบิดไฮโดรเจนเหล่านั้นทั้งหมด นักผ่าตัดที่ทรมานสิ่งมีชีวิตในธรรมชาติเหล่านั้นทั้งหมด อันธพาลเหล่านั้นทั้งหมด สิ่งเดียวที่พวกเขามีประโยชน์จริงๆ คือสงครามและการทำลายล้าง</p>\n<p>คนพาลเหล่านั้นไม่รู้อะไรเลย ไม่เข้าใจกระบวนการทั้งหมดของชีวิตในการแสดงออกที่ไม่มีที่สิ้นสุดทั้งหมด</p>\n<p>ความก้าวหน้าทางเทคโนโลยีโดยทั่วไป ระบบขนส่ง เครื่องนับเลข ไฟฟ้า ลิฟต์ภายในอาคาร สมองอิเล็กทรอนิกส์ทุกชนิด ฯลฯ แก้ปัญหาหลายพันปัญหาที่เกิดขึ้นในระดับผิวเผินของการดำรงอยู่ แต่ทำให้เกิดปัญหาที่กว้างและลึกซึ้งยิ่งขึ้นในบุคคลและในสังคม</p>\n<p>การใช้ชีวิตเฉพาะในระดับผิวเผินโดยไม่คำนึงถึงภูมิประเทศและภูมิภาคที่ลึกลงไปของจิตใจ หมายถึงการดึงดูดความทุกข์ยาก น้ำตา และความสิ้นหวังมาสู่ตัวเราและลูกหลานของเรา</p>\n<p>ความต้องการที่ยิ่งใหญ่ที่สุด ปัญหาที่เร่งด่วนที่สุดของแต่ละคนคือการเข้าใจชีวิตในรูปแบบบูรณาการ เพราะด้วยวิธีนี้เท่านั้นที่เราจะสามารถแก้ไขปัญหาเฉพาะหน้าของเราได้อย่างน่าพอใจ</p>\n<p>ความรู้ทางเทคนิคโดยตัวมันเองไม่สามารถแก้ไขปัญหาทางจิตวิทยาของเราทั้งหมด ความซับซ้อนที่ลึกซึ้งทั้งหมดของเราได้</p>\n<p>หากเราต้องการเป็นมนุษย์ที่แท้จริง บุคคลที่สมบูรณ์ เราต้องสำรวจตนเองทางจิตวิทยา รู้จักตนเองอย่างลึกซึ้งในทุกดินแดนแห่งความคิด เพราะเทคโนโลยี นอกเหนือจากความสงสัย กลายเป็นเครื่องมือทำลายล้าง เมื่อเราไม่เข้าใจกระบวนการทั้งหมดของการดำรงอยู่อย่างแท้จริง เมื่อเราไม่รู้จักตนเองอย่างครบถ้วน</p>\n<p>หากสัตว์ปัญญาชนรักอย่างแท้จริง หากเขารู้จักตนเอง หากเขาเข้าใจกระบวนการทั้งหมดของชีวิต เขาจะไม่มีวันก่ออาชญากรรมในการแยกอะตอม</p>\n<p>ความก้าวหน้าทางเทคนิคของเรานั้นยอดเยี่ยม แต่ได้เพิ่มพลังการรุกรานของเราเพื่อทำลายล้างซึ่งกันและกันเท่านั้น และความหวาดกลัว ความหิวโหย ความเขลา และโรคภัยไข้เจ็บครองราชย์อยู่ทุกหนทุกแห่ง</p>\n<p>ไม่มีอาชีพใด ไม่มีเทคนิคใดที่สามารถให้สิ่งที่เรียกว่าความสมบูรณ์ ความสุขที่แท้จริงแก่เราได้</p>\n<p>แต่ละคนในชีวิตต้องทนทุกข์ทรมานอย่างรุนแรงในอาชีพ ในอาชีพ ในวิถีชีวิตที่เป็นกิจวัตรของเขา และสิ่งต่างๆ และอาชีพต่างๆ กลายเป็นเครื่องมือแห่งความอิจฉา การนินทา ความเกลียดชัง ความขมขื่น</p>\n<p>โลกของแพทย์ โลกของศิลปิน วิศวกร ทนายความ ฯลฯ โลกแต่ละโลกเหล่านั้นเต็มไปด้วยความเจ็บปวด การนินทา การแข่งขัน ความอิจฉา ฯลฯ</p>\n<p>หากปราศจากความเข้าใจในตนเอง อาชีพหรืออาชีพที่เรียบง่ายจะนำเราไปสู่ความเจ็บปวดและการแสวงหาทางเลี่ยง บางคนแสวงหาทางเลี่ยงผ่านแอลกอฮอล์ โรงเตี๊ยม โรงเหล้า คาบาเร่ต์ คนอื่นๆ ต้องการหลบหนีผ่านยาเสพติด มอร์ฟีน โคเคน กัญชา และคนอื่นๆ ผ่านราคะและความเสื่อมทางเพศ ฯลฯ</p>\n<p>เมื่อเราต้องการลดชีวิตทั้งหมดให้เหลือเพียงเทคนิค อาชีพ ระบบเพื่อหารายได้และรายได้มากขึ้น ผลลัพธ์คือความเบื่อ ความรำคาญ และการแสวงหาทางเลี่ยง</p>\n<p>เราต้องกลายเป็นบุคคลที่สมบูรณ์ ครบถ้วน และสิ่งนั้นเป็นไปได้ก็ต่อเมื่อรู้จักตนเองและละลายอัตตาทางจิตวิทยา</p>\n<p>การศึกษาขั้นพื้นฐาน ในขณะเดียวกันก็กระตุ้นการเรียนรู้เทคนิคเพื่อหาเลี้ยงชีพ ควรตระหนักถึงสิ่งที่สำคัญกว่านั้น ควรช่วยให้มนุษย์ได้สัมผัส รู้สึกในทุกด้านและในทุกดินแดนของจิตใจ กระบวนการของการดำรงอยู่</p>\n<p>หากใครมีอะไรจะพูดก็จงพูดออกมา และการพูดนั้นน่าสนใจมาก เพราะด้วยวิธีนี้แต่ละคนจึงสร้างสไตล์ของตัวเอง แต่เรียนรู้สไตล์ของคนอื่นโดยไม่ได้สัมผัสชีวิตโดยตรงในรูปแบบบูรณาการ นำไปสู่ความผิวเผินเท่านั้น</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/th/educacion-fundamental/el-individuo-integro.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/educacion-fundamental/el-individuo-integro.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/educacion-fundamental/el-individuo-integro.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
