import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Интегрална Личност",
  "locale": "mk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "34. Интегрална Личност",
    "order": 34
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ФУНДАМЕНТАЛНОТО ОБРАЗОВАНИЕ во својата вистинска смисла е длабоко разбирање на самиот себе; во секој поединец се наоѓаат сите закони на природата.</p>\n<p>Кој сака да ги познава сите чуда на природата, мора да ги проучува во себе.</p>\n<p>Лажното образование се грижи само за збогатување на интелектот, а тоа може да го направи секој. Очигледно е дека со пари, секој може да си дозволи да купува книги.</p>\n<p>Не се изјаснуваме против интелектуалната култура, туку само против прекумерната ментална акумулација.</p>\n<p>Лажното интелектуално образование нуди само суптилни бегства за да се избега од самиот себе.</p>\n<p>Секој учен човек, секој интелектуален порок, секогаш има прекрасни изговори кои му овозможуваат да избега од самиот себе.</p>\n<p>Од ИНТЕЛЕКТУАЛИЗАМ без ДУХОВНОСТ произлегуваат ИЗМАМНИЦИ и тие го доведоа човештвото до ХАОС и ДО УНИШТУВАЊЕ.</p>\n<p>Техниката никогаш не може да нè оспособи да се познаваме себеси во ЦЕЛОСНА, ЕДИНСТВЕНА форма.</p>\n<p>Родителите ги испраќаат своите деца во училиште, колеџ, универзитет, политехника итн., за да научат некоја техника, да имаат некоја професија, за да можат конечно да заработат за живот.</p>\n<p>Очигледно е дека треба да знаеме некоја техника, да имаме професија, но тоа е секундарно, примарно, фундаментално, е да се познаваме себеси, да знаеме кои сме, од каде доаѓаме, каде одиме, која е целта на нашето постоење.</p>\n<p>Во животот има од сè, радости, таги, љубов, страст, уживање, болка, убавина, гнасотија итн. и кога знаеме интензивно да го живееме, кога го разбираме на сите НИВОА на умот, го наоѓаме нашето место во општеството, создаваме сопствена техника, наш посебен начин на живеење, чувствување и размислување, но спротивното е сто проценти лажно, техниката сама по себе, никогаш не може да го предизвика основното разбирање, вистинското разбирање.</p>\n<p>Сегашното образование се покажа како целосен неуспех затоа што му дава ПРЕКУМЕРНА важност на техниката, на професијата и очигледно е дека нагласувајќи ја техниката, го претвора човекот во механички автомат, ги уништува неговите најдобри можности.</p>\n<p>Да се ​​негува способноста и ефикасноста без разбирање на животот, без познавање на себеси, без директна перцепција на процесот на ЈАС САМИОТ, без детално проучување на сопствениот начин на размислување, чувствување, посакување и дејствување, ќе послужи само за зголемување на сопствената суровост, на сопствениот егоизам, на оние Психолошки фактори кои предизвикуваат војна, глад, мизерија, болка.</p>\n<p>Ексклузивниот развој на техниката произведе Механичари, Научници, техничари, атомски физичари, вивисектори на сиромашните животни, пронаоѓачи на оружје за уништување итн., итн., итн.</p>\n<p>Сите тие професионалци, сите тие пронаоѓачи на атомски бомби и хидрогенски бомби, сите тие вивисектори кои ги мачат суштествата на природата, сите тие измамници, единственото нешто за што навистина служат, е за војна и уништување.</p>\n<p>Ништо не знаат сите тие измамници, ништо не разбираат од целосниот процес на животот во сите негови бескрајни манифестации.</p>\n<p>Општиот технолошки прогрес, транспортни системи, машини за броење, електрично осветлување, лифтови во зградите, електронски мозоци од секаков вид итн., решаваат илјадници проблеми кои се обработуваат на површинското ниво на постоењето, но воведуваат во поединецот и во општеството, мноштво проблеми пошироки и подлабоки.</p>\n<p>Да се ​​живее исклучиво на ПОВРШИНСКО НИВО без да се земат предвид различните области и подлабоките региони на умот, значи всушност да привлечеме врз себе и врз нашите деца, мизерија, плач и очај.</p>\n<p>Најголемата потреба, најитниот проблем на секој ПОЕДИНЕЦ, на секоја личност, е да го разбере животот во неговата ЦЕЛОСНА, ЕДИНСТВЕНА форма, бидејќи само така сме во состојба успешно да ги решиме сите наши интимни, посебни проблеми.</p>\n<p>Техничкото знаење само по себе никогаш не може да ги реши сите наши Психолошки проблеми, сите наши длабоки комплекси.</p>\n<p>Ако сакаме да бидеме вистински ЛУЃЕ, ЦЕЛОСНИ ПОЕДИНЦИ, мора да се САМОИСТРАЖУВАМЕ ПСИХОЛОШКИ, длабоко да се познаваме во сите области на мислата, бидејќи ТЕХНОЛОГИЈАТА, без сомнение, станува деструктивна алатка, кога навистина не го РАЗБИРАМЕ целиот тотален процес на постоењето, кога не се познаваме себеси во ЦЕЛОСНА форма.</p>\n<p>Ако ИНТЕЛЕКТУАЛНОТО ЖИВОТНО навистина ЉУБЕШЕ, ако се познаваше себеси, ако го разбереше целиот процес на животот, никогаш немаше да го изврши ЗЛОСТОРСТВОТО да го РАЗДРОБИ АТОМОТ.</p>\n<p>Нашиот технички прогрес е фантастичен, но успеа само да ја зголеми нашата агресивна моќ за да се уништуваме едни со други и насекаде владеат терор, глад, незнаење и болести.</p>\n<p>Ниту една професија, ниту една техника никогаш не може да ни го даде она што се нарекува ПОЛНОСТ, ВИСТИНСКА СРЕЌА.</p>\n<p>Секој во животот интензивно страда во својата професија, во својата рутинска работа и работите и занимањата стануваат инструменти на завист, мрморење, омраза, горчина.</p>\n<p>Светот на лекарите, светот на уметниците, на инженерите, на адвокатите итн., секој од тие светови, е полн со болка, мрморење, конкуренција, завист итн.</p>\n<p>Без разбирање на себеси, самата окупација, работа или професија, нè води до болка и потрага по изговори. Некои бараат бегство преку алкохолот, кантината, таверната, кабарето, други сакаат да избегаат преку дрога, морфиум, кокаин, марихуана, а други преку сладострасност и сексуална дегенерација итн., итн.</p>\n<p>Кога сакате целиот ЖИВОТ да го сведете на техника, на професија, на систем за заработка на пари и повеќе пари, резултатот е досада, досада и потрага по изговори.</p>\n<p>Мора да станеме ЦЕЛОСНИ, комплетни ПОЕДИНЦИ и тоа е можно само со познавање на себеси и распуштање на ПСИХОЛОШКОТО ЈАС.</p>\n<p>ФУНДАМЕНТАЛНОТО ОБРАЗОВАНИЕ, истовремено додека го стимулира учењето на техника за заработка за живот, мора да реализира нешто поважно, мора да му помогне на човекот, да експериментира, да чувствува во сите свои аспекти и во сите области на умот, процесот на постоење.</p>\n<p>Ако некој има нешто да каже, нека го каже и тоа кажување е многу интересно затоа што така секој сам го создава својот стил, но учи туѓи стилови без директно да го искусил животот во неговата ЦЕЛОСНА форма; води само до површност.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mk/educacion-fundamental/el-individuo-integro.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/el-individuo-integro.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/el-individuo-integro.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
