import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "მთლიანი ინდივიდი",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "34. მთლიანი ინდივიდი",
    "order": 34
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ფუნდამენტური განათლება მისი ჭეშმარიტი მნიშვნელობით არის საკუთარი თავის ღრმა გაგება; თითოეულ ინდივიდში არის ბუნების ყველა კანონი.</p>\n<p>ვისაც სურს იცოდეს ბუნების ყველა საოცრება, უნდა შეისწავლოს ისინი საკუთარ თავში.</p>\n<p>ცრუ განათლება მხოლოდ ინტელექტის გამდიდრებაზე ზრუნავს და ამის გაკეთება ყველას შეუძლია. ცხადია, ფულით ყველას შეუძლია წიგნების ყიდვა.</p>\n<p>ჩვენ არ ვგმობთ ინტელექტუალურ კულტურას, ჩვენ ვგმობთ მხოლოდ გონებრივი აკუმულაციის გადაჭარბებულ სურვილს.</p>\n<p>ცრუ ინტელექტუალური განათლება მხოლოდ საკუთარი თავისგან თავის დაღწევის დახვეწილ გზებს გვთავაზობს.</p>\n<p>ყველა ერუდირებულ ადამიანს, ყველა ინტელექტუალურ მანკიერს, ყოველთვის აქვს მშვენიერი თავის არიდების საშუალებები, რომლებიც საშუალებას აძლევს მას გაექცეს საკუთარ თავს.</p>\n<p>ინტელექტუალიზმისგან სულიერების გარეშე მიიღება თაღლითები და მათ მიიყვანეს კაცობრიობა ქაოსამდე და განადგურებამდე.</p>\n<p>ტექნიკა ვერასოდეს შეძლებს საკუთარი თავის, როგორც მთლიანი ერთეულის, ფორმით შეცნობას.</p>\n<p>მშობლები შვილებს სკოლაში, კოლეჯში, უნივერსიტეტში, პოლიტექნიკურ სასწავლებელში და ა.შ. აგზავნიან, რათა რაიმე ტექნიკა ისწავლონ, რაიმე პროფესია ჰქონდეთ, საბოლოოდ კი ცხოვრება გამოიმუშაონ.</p>\n<p>ცხადია, ჩვენ უნდა ვიცოდეთ რაიმე ტექნიკა, გვქონდეს პროფესია, მაგრამ ეს მეორეხარისხოვანია, უპირველესი, ფუნდამენტური არის საკუთარი თავის შეცნობა, ვიცოდეთ ვინ ვართ, საიდან მოვდივართ, საით მივდივართ, რა არის ჩვენი არსებობის მიზანი.</p>\n<p>ცხოვრებაში ყველაფერია, სიხარული, მწუხარება, სიყვარული, ვნება, სიამოვნება, ტკივილი, სილამაზე, სიმახინჯე და ა.შ. და როდესაც ვიცით, როგორ ვიცხოვროთ ინტენსიურად, როდესაც გვესმის ის გონების ყველა დონეზე, ვპოულობთ ჩვენს ადგილს საზოგადოებაში, ვქმნით ჩვენს საკუთარ ტექნიკას, ცხოვრების, შეგრძნების და აზროვნების ჩვენს განსაკუთრებულ ფორმას, მაგრამ საპირისპირო ასი პროცენტით ცრუა, ტექნიკა თავისთავად ვერასოდეს წარმოშობს ფონის გაგებას, ჭეშმარიტ გაგებას.</p>\n<p>დღევანდელი განათლება სრული მარცხი აღმოჩნდა, რადგან ის გადაჭარბებულ მნიშვნელობას ანიჭებს ტექნიკას, პროფესიას და ცხადია, ტექნიკის ხაზგასმით ადამიანი მექანიკურ ავტომატად იქცევა, ანადგურებს მის საუკეთესო შესაძლებლობებს.</p>\n<p>უნარისა და ეფექტურობის განვითარება ცხოვრების გაგების გარეშე, საკუთარი თავის ცოდნის გარეშე, საკუთარი თავის პროცესის პირდაპირი აღქმის გარეშე, საკუთარი აზროვნების, გრძნობის, სურვილისა და მოქმედების დეტალური შესწავლის გარეშე, მხოლოდ გაზრდის ჩვენს საკუთარ სისასტიკეს, ჩვენს საკუთარ ეგოიზმს, იმ ფსიქოლოგიურ ფაქტორებს, რომლებიც წარმოშობენ ომს, შიმშილს, სიღატაკეს, ტკივილს.</p>\n<p>ტექნიკის ექსკლუზიურმა განვითარებამ წარმოშვა მექანიკოსები, მეცნიერები, ტექნიკოსები, ატომური ფიზიკოსები, ღარიბი ცხოველების ვივისექტორები, დესტრუქციული იარაღების გამომგონებლები და ა.შ., და ა.შ., და ა.შ.</p>\n<p>ყველა ეს პროფესიონალი, ატომური ბომბებისა და წყალბადის ბომბების ყველა ეს გამომგონებელი, ყველა ეს ვივისექტორი, რომლებიც აწამებენ ბუნების ქმნილებებს, ყველა ეს თაღლითი, ერთადერთი, რისთვისაც ისინი ნამდვილად გამოდგებიან, არის ომი და განადგურება.</p>\n<p>არაფერი იციან ყველა ამ თაღლითებმა, არაფერი ესმით ცხოვრების მთლიანი პროცესის ყველა მის უსასრულო გამოვლინებაში.</p>\n<p>ტექნოლოგიური პროგრესი ზოგადად, სატრანსპორტო სისტემები, მრიცხველი მანქანები, ელექტრო განათება, ლიფტები შენობებში, ელექტრონული ტვინები ყველა სახის და ა.შ., აგვარებენ ათასობით პრობლემას, რომლებიც მუშავდება არსებობის ზედაპირულ დონეზე, მაგრამ ინდივიდსა და საზოგადოებაში შემოაქვთ უამრავი უფრო ფართო და ღრმა პრობლემა.</p>\n<p>ცხოვრება ექსკლუზიურად ზედაპირულ დონეზე, გონების სხვადასხვა სფეროებისა და რეგიონების გაუთვალისწინებლად, ფაქტობრივად ნიშნავს ჩვენზე და ჩვენს შვილებზე სიღატაკის, ტირილისა და სასოწარკვეთის მოზიდვას.</p>\n<p>ყველაზე დიდი საჭიროება, თითოეული ინდივიდის, თითოეული ადამიანის ყველაზე გადაუდებელი პრობლემაა ცხოვრების გაგება მისი მთლიანი, ერთიანი ფორმით, რადგან მხოლოდ ამ გზით შეგვიძლია წარმატებით გადავჭრათ ყველა ჩვენი ინტიმური განსაკუთრებული პრობლემა.</p>\n<p>ტექნიკურ ცოდნას თავისთავად არ შეუძლია ოდესმე გადაჭრას ყველა ჩვენი ფსიქოლოგიური პრობლემა, ყველა ჩვენი ღრმა კომპლექსი.</p>\n<p>თუ გვინდა ვიყოთ ნამდვილი ადამიანები, მთლიანი ინდივიდები, უნდა ჩავატაროთ ფსიქოლოგიური თვით-კვლევა, ღრმად შევიცნოთ საკუთარი თავი აზროვნების ყველა სფეროში, რადგან ტექნოლოგია ეჭვგარეშეა, ხდება დესტრუქციული ინსტრუმენტი, როდესაც ჩვენ ნამდვილად არ გვესმის არსებობის მთლიანი პროცესი, როდესაც ჩვენ არ ვიცნობთ საკუთარ თავს მთლიანობაში.</p>\n<p>თუ ინტელექტუალურ ცხოველს ნამდვილად ეყვარებოდა, თუ საკუთარ თავს იცნობდა, თუ გაიაზრებდა ცხოვრების მთლიან პროცესს, ის არასოდეს ჩაიდენდა ატომის დაშლის დანაშაულს.</p>\n<p>ჩვენი ტექნიკური პროგრესი ფანტასტიკურია, მაგრამ მხოლოდ მოახერხა ჩვენი აგრესიული ძალის გაზრდა ერთმანეთის გასანადგურებლად და ყველგან სუფევს ტერორი, შიმშილი, უმეცრება და დაავადებები.</p>\n<p>ვერცერთი პროფესია, ვერცერთი ტექნიკა ვერასოდეს მოგვცემს იმას, რასაც სისრულე, ჭეშმარიტი ბედნიერება ეწოდება.</p>\n<p>თითოეული ადამიანი ცხოვრებაში ინტენსიურად იტანჯება თავის საქმიანობაში, თავის პროფესიაში, თავის რუტინულ ცხოვრების წესში და საგნები და საქმიანობა ხდება შურის, ჭორების, სიძულვილის, სიმწარის ინსტრუმენტები.</p>\n<p>ექიმების სამყარო, მხატვრების, ინჟინრების, იურისტების სამყარო და ა.შ., თითოეული ეს სამყარო სავსეა ტკივილით, ჭორებით, კონკურენციით, შურით და ა.შ.</p>\n<p>საკუთარი თავის გაგების გარეშე, უბრალო საქმიანობა, ოფისი ან პროფესია მიგვიყვანს ტკივილამდე და თავის არიდების ძიებამდე. ზოგი ეძებს თავის დაღწევას ალკოჰოლის, სასადილოს, ტავერნის, კაბარეს საშუალებით, ზოგს სურს გაქცევა ნარკოტიკების, მორფინის, კოკაინის, მარიხუანას საშუალებით, ზოგი კი ვნების და სექსუალური დეგენერაციის გზით და ა.შ., და ა.შ.</p>\n<p>როდესაც გსურთ მთელი ცხოვრება შეამციროთ ტექნიკამდე, პროფესიამდე, ფულის და მეტი ფულის გამომუშავების სისტემამდე, შედეგი არის მოწყენილობა, ზიზღი და თავის არიდების ძიება.</p>\n<p>ჩვენ უნდა გავხდეთ მთლიანი, სრულყოფილი ინდივიდები და ეს მხოლოდ საკუთარი თავის შეცნობით და ფსიქოლოგიური მე-ს დაშლით არის შესაძლებელი.</p>\n<p>ფუნდამენტურმა განათლებამ, ამავე დროს, როდესაც ასტიმულირებს ტექნიკის შესწავლას ცხოვრების გამოსამუშავებლად, უნდა განახორციელოს უფრო მნიშვნელოვანი რამ, უნდა დაეხმაროს ადამიანს, განიცადოს, იგრძნოს ყველა თავის ასპექტში და გონების ყველა სფეროში, არსებობის პროცესი.</p>\n<p>თუ ვინმეს რაიმე აქვს სათქმელი, თქვას და ამის თქმა ძალიან საინტერესოა, რადგან ამ გზით თითოეული ადამიანი თავად ქმნის საკუთარ სტილს, მაგრამ სწავლობს სხვის სტილებს ცხოვრების მთლიანობაში უშუალოდ გამოცდილების გარეშე; მხოლოდ ზედაპირულობამდე მიჰყავს.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/educacion-fundamental/el-individuo-integro.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/el-individuo-integro.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/el-individuo-integro.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
