import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ସମ୍ପୂର୍ଣ୍ଣ ବ୍ୟକ୍ତି",
  "locale": "or",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "34. ସମ୍ପୂର୍ଣ୍ଣ ବ୍ୟକ୍ତି",
    "order": 34
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ମୌଳିକ ଶିକ୍ଷା ଏହାର ପ୍ରକୃତ ଅର୍ଥରେ ନିଜକୁ ଗଭୀର ଭାବରେ ବୁଝିବା ଅଟେ; ପ୍ରତ୍ୟେକ ବ୍ୟକ୍ତି ମଧ୍ୟରେ ପ୍ରକୃତିର ସମସ୍ତ ନିୟମ ରହିଛି।</p>\n<p>ଯିଏ ପ୍ରକୃତିର ସମସ୍ତ ଆଶ୍ଚର୍ଯ୍ୟ ଜାଣିବାକୁ ଚାହୁଁଛି, ସେ ନିଜ ଭିତରେ ଏଗୁଡ଼ିକୁ ଅଧ୍ୟୟନ କରିବା ଉଚିତ୍।</p>\n<p>ମିଥ୍ୟା ଶିକ୍ଷା କେବଳ ବୁଦ୍ଧିକୁ ସମୃଦ୍ଧ କରିବା ବିଷୟରେ ଚିନ୍ତା କରେ ଏବଂ ତାହା ଯେକେହିବି କରିପାରିବେ। ଏହା ସ୍ପଷ୍ଟ ଯେ ଟଙ୍କା ଦେଇ ଯେକେହିବି ବହି କିଣି ପାରିବେ।</p>\n<p>ଆମେ ବୌଦ୍ଧିକ ସଂସ୍କୃତି ବିରୁଦ୍ଧରେ କହୁନାହୁଁ, ଆମେ କେବଳ ଅତ୍ୟଧିକ ମାନସିକ ସଞ୍ଚୟ ପ୍ରୟାସ ବିରୁଦ୍ଧରେ କହୁଛୁ।</p>\n<p>ମିଥ୍ୟା ବୌଦ୍ଧିକ ଶିକ୍ଷା କେବଳ ନିଜଠାରୁ ଦୂରେଇ ଯିବା ପାଇଁ ସୂକ୍ଷ୍ମ ଖସିଯିବାର ଉପାୟ ପ୍ରଦାନ କରେ।</p>\n<p>ପ୍ରତ୍ୟେକ ବିଦ୍ୱାନ ବ୍ୟକ୍ତି, ପ୍ରତ୍ୟେକ ବୌଦ୍ଧିକ ଦୁର୍ବୃତ୍ତ, ସର୍ବଦା ଆଶ୍ଚର୍ଯ୍ୟଜନକ ଖସିଯିବାର ଉପାୟ ପାଆନ୍ତି ଯାହା ତାଙ୍କୁ ନିଜଠାରୁ ଦୂରେଇ ଯିବାକୁ ଅନୁମତି ଦିଏ।</p>\n<p>ଆଧ୍ୟାତ୍ମିକତା ବିନା ବୁଦ୍ଧିଜୀବୀତାବାଦରୁ ଦୁର୍ବୃତ୍ତମାନେ ବାହାରିଥାନ୍ତି ଏବଂ ଏହିମାନେ ହିଁ ମାନବିକତାକୁ ବିଶୃଙ୍ଖଳା ଏବଂ ବିନାଶ ଆଡ଼କୁ ନେଇ ଯାଇଛନ୍ତି।</p>\n<p>କୌଣସି ବୈଷୟିକ ଜ୍ଞାନ ଆମକୁ ନିଜକୁ ସମ୍ପୂର୍ଣ୍ଣ ଭାବରେ ଜାଣିବା ପାଇଁ ସକ୍ଷମ କରିପାରିବ ନାହିଁ।</p>\n<p>ପରିବାରର ପିତାମାତାମାନେ ସେମାନଙ୍କର ପିଲାମାନଙ୍କୁ ବିଦ୍ୟାଳୟ, କଲେଜ, ବିଶ୍ୱବିଦ୍ୟାଳୟ, ପଲିଟେକ୍ନିକ୍ ଇତ୍ୟାଦିକୁ ପଠାନ୍ତି, ଯାହାଦ୍ୱାରା ସେମାନେ କିଛି ବୈଷୟିକ ଜ୍ଞାନ ଶିଖିବେ, କିଛି ବୃତ୍ତି ପାଇବେ, ଯାହାଦ୍ୱାରା ସେମାନେ ଶେଷରେ ଜୀବିକା ଅର୍ଜନ କରିପାରିବେ।</p>\n<p>ଏହା ସ୍ପଷ୍ଟ ଯେ ଆମକୁ କିଛି ବୈଷୟିକ ଜ୍ଞାନ ଜାଣିବାକୁ ପଡିବ, ଏକ ବୃତ୍ତି ରହିବା ଆବଶ୍ୟକ, କିନ୍ତୁ ତାହା ଗୌଣ ଅଟେ, ପ୍ରାଥମିକ, ମୌଳିକ ହେଉଛି ନିଜକୁ ଜାଣିବା, ଆମେ କିଏ, ଆମେ କେଉଁଠାରୁ ଆସିଛୁ, ଆମେ କେଉଁଆଡ଼େ ଯାଉଛୁ, ଆମର ଅସ୍ତିତ୍ୱର ଉଦ୍ଦେଶ୍ୟ କ’ଣ ତାହା ଜାଣିବା।</p>\n<p>ଜୀବନରେ ସବୁକିଛି ଅଛି, ଆନନ୍ଦ, ଦୁଃଖ, ପ୍ରେମ, ଆବେଗ, ଖୁସି, ଯନ୍ତ୍ରଣା, ସୌନ୍ଦର୍ଯ୍ୟ, କଦର୍ଯ୍ୟତା ଇତ୍ୟାଦି ଏବଂ ଯେତେବେଳେ ଆମେ ଏହାକୁ ତୀବ୍ର ଭାବରେ ବଞ୍ଚିବାକୁ ଜାଣୁ, ଯେତେବେଳେ ଆମେ ଏହାକୁ ମନର ସମସ୍ତ ସ୍ତରରେ ବୁଝୁ, ସେତେବେଳେ ଆମେ ସମାଜରେ ଆମର ସ୍ଥାନ ପାଉ, ଆମେ ଆମର ନିଜସ୍ୱ ବୈଷୟିକ ଜ୍ଞାନ, ବଞ୍ଚିବାର, ଅନୁଭବ କରିବାର ଏବଂ ଚିନ୍ତା କରିବାର ନିଜସ୍ୱ ଉପାୟ ସୃଷ୍ଟି କରୁ, କିନ୍ତୁ ଏହାର ବିପରୀତ ଶତ ପ୍ରତିଶତ ମିଥ୍ୟା ଅଟେ, ବୈଷୟିକ ଜ୍ଞାନ ନିଜେ ହିଁ ଗଭୀରତମ ବୁଝାମଣା, ପ୍ରକୃତ ବୁଝାମଣା ସୃଷ୍ଟି କରିପାରିବ ନାହିଁ।</p>\n<p>ବର୍ତ୍ତମାନର ଶିକ୍ଷା ଏକ ସମ୍ପୂର୍ଣ୍ଣ ବିଫଳତା ବୋଲି ପ୍ରମାଣିତ ହୋଇଛି କାରଣ ଏହା ବୈଷୟିକ ଜ୍ଞାନ, ବୃତ୍ତିକୁ ଅତ୍ୟଧିକ ଗୁରୁତ୍ୱ ଦେଉଛି ଏବଂ ଏହା ସ୍ପଷ୍ଟ ଯେ ବୈଷୟିକ ଜ୍ଞାନକୁ ଗୁରୁତ୍ୱ ଦେଇ ମଣିଷକୁ ଏକ ଯାନ୍ତ୍ରିକ ସ୍ୱୟଂଚାଳିତ ମଣିଷରେ ପରିଣତ କରାଯାଉଛି, ଏହାର ସର୍ବୋତ୍ତମ ସମ୍ଭାବନାକୁ ନଷ୍ଟ କରାଯାଉଛି।</p>\n<p>ଜୀବନର ବୁଝାମଣା ବିନା, ନିଜ ବିଷୟରେ ଜ୍ଞାନ ବିନା, ନିଜର ପ୍ରକ୍ରିୟାର ସିଧାସଳଖ ଧାରଣା ବିନା, ନିଜର ଚିନ୍ତା କରିବାର, ଅନୁଭବ କରିବାର, ଇଚ୍ଛା କରିବାର ଏବଂ କାର୍ଯ୍ୟ କରିବାର ଉପାୟର ବିଚାରପୂର୍ଣ୍ଣ ଅଧ୍ୟୟନ ବିନା କେବଳ ଆମର ନିଜସ୍ୱ ନିଷ୍ଠୁରତା, ଆମର ନିଜସ୍ୱ ଅହଂକାର, ସେହି ମନସ୍ତାତ୍ତ୍ୱିକ କାରକଗୁଡ଼ିକୁ ବୃଦ୍ଧି କରିବାରେ ସାହାଯ୍ୟ କରିବ ଯାହା ଯୁଦ୍ଧ, ଦୁର୍ଭିକ୍ଷ, ଦୁଃଖ, ଯନ୍ତ୍ରଣା ସୃଷ୍ଟି କରେ।</p>\n<p>ବୈଷୟିକ ଜ୍ଞାନର ଏକମାତ୍ର ବିକାଶ ଯାନ୍ତ୍ରିକ, ବୈଜ୍ଞାନିକ, ବୈଷୟିକ, ଆଣବିକ ଭୌତିକ ବିଜ୍ଞାନୀ, ଗରିବ ପଶୁମାନଙ୍କର ଜୀବନ୍ତ ବିଚ୍ଛେଦକାରୀ, ବିନାଶକାରୀ ଅସ୍ତ୍ରଶସ୍ତ୍ରର ଉଦ୍ଭାବକ ଇତ୍ୟାଦି ସୃଷ୍ଟି କରିଛି।</p>\n<p>ସେହି ସମସ୍ତ ବୃତ୍ତିଗତ ବ୍ୟକ୍ତି, ସେହି ଆଣବିକ ବୋମା ଏବଂ ଉଦଜାନ ବୋମାର ଉଦ୍ଭାବକ, ସେହି ଜୀବନ୍ତ ବିଚ୍ଛେଦକାରୀ ଯେଉଁମାନେ ପ୍ରକୃତିର ଜୀବମାନଙ୍କୁ ଯନ୍ତ୍ରଣା ଦିଅନ୍ତି, ସେହି ସମସ୍ତ ଦୁର୍ବୃତ୍ତ, ଯେଉଁମାନେ ପ୍ରକୃତରେ କାମରେ ଆସନ୍ତି, ତାହା ହେଉଛି ଯୁଦ୍ଧ ଏବଂ ବିନାଶ ପାଇଁ।</p>\n<p>ସେହି ସମସ୍ତ ଦୁର୍ବୃତ୍ତ କିଛି ଜାଣନ୍ତି ନାହିଁ, ସେମାନେ ଅସୀମ ଅଭିବ୍ୟକ୍ତିରେ ଜୀବନର ସାମଗ୍ରିକ ପ୍ରକ୍ରିୟା ବିଷୟରେ କିଛି ବୁଝନ୍ତି ନାହିଁ।</p>\n<p>ସାଧାରଣ ବୈଷୟିକ ଉନ୍ନତି, ପରିବହନ ପ୍ରଣାଳୀ, ଗଣନା ମେସିନ୍, ବୈଦ୍ୟୁତିକ ଆଲୋକ, କୋଠା ଭିତରେ ଉଠାଣ ଯନ୍ତ୍ର, ସମସ୍ତ ପ୍ରକାରର ବୈଦ୍ୟୁତିକ ମସ୍ତିଷ୍କ ଇତ୍ୟାଦି ହଜାର ହଜାର ସମସ୍ୟା ସମାଧାନ କରନ୍ତି ଯାହା ଅସ୍ତିତ୍ୱର ଉପର ସ୍ତରରେ ପ୍ରକ୍ରିୟାକରଣ ହୁଏ, କିନ୍ତୁ ବ୍ୟକ୍ତି ଏବଂ ସମାଜରେ ଅନେକ ବ୍ୟାପକ ଏବଂ ଗଭୀର ସମସ୍ୟା ସୃଷ୍ଟି କରେ।</p>\n<p>ମନର ଗଭୀରତମ ଭୂମି ଏବଂ ଅଞ୍ଚଳକୁ ଧ୍ୟାନ ନ ଦେଇ କେବଳ ଉପର ସ୍ତରରେ ବଞ୍ଚିବା ଅର୍ଥ ଆମ ନିଜ ଉପରେ ଏବଂ ଆମ ପିଲାମାନଙ୍କ ଉପରେ ଦୁଃଖ, କ୍ରନ୍ଦନ ଏବଂ ନିରାଶା ଆଣିବା।</p>\n<p>ସବୁଠାରୁ ବଡ଼ ଆବଶ୍ୟକତା, ପ୍ରତ୍ୟେକ ବ୍ୟକ୍ତିର ସବୁଠାରୁ ଜରୁରୀ ସମସ୍ୟା ହେଉଛି ଜୀବନକୁ ଏହାର ସମ୍ପୂର୍ଣ୍ଣ ରୂପରେ ବୁଝିବା, କାରଣ କେବଳ ସେତେବେଳେ ଆମେ ଆମର ସମସ୍ତ ଘନିଷ୍ଠ ବ୍ୟକ୍ତିଗତ ସମସ୍ୟାକୁ ସନ୍ତୋଷଜନକ ଭାବରେ ସମାଧାନ କରିବାକୁ ସମର୍ଥ ହେବା।</p>\n<p>ବୈଷୟିକ ଜ୍ଞାନ ନିଜେ ଆମର ସମସ୍ତ ମନସ୍ତାତ୍ତ୍ୱିକ ସମସ୍ୟା, ଆମର ସମସ୍ତ ଗଭୀର ଜଟିଳତାକୁ କେବେବି ସମାଧାନ କରିପାରିବ ନାହିଁ।</p>\n<p>ଯଦି ଆମେ ପ୍ରକୃତ ମଣିଷ ହେବାକୁ ଚାହୁଁଛୁ, ସମ୍ପୂର୍ଣ୍ଣ ବ୍ୟକ୍ତି ହେବାକୁ ଚାହୁଁଛୁ, ତେବେ ଆମେ ନିଜକୁ ମନସ୍ତାତ୍ତ୍ୱିକ ଭାବରେ ସ୍ୱୟଂ ଅନୁସନ୍ଧାନ କରିବା ଉଚିତ୍, ଚିନ୍ତନର ସମସ୍ତ କ୍ଷେତ୍ରରେ ନିଜକୁ ଗଭୀର ଭାବରେ ଜାଣିବା ଉଚିତ୍, କାରଣ ବୈଷୟିକ ଜ୍ଞାନ ସମସ୍ତ ସନ୍ଦେହ ବାହାରେ ଏକ ବିନାଶକାରୀ ଉପକରଣରେ ପରିଣତ ହୁଏ, ଯେତେବେଳେ ଆମେ ଅସ୍ତିତ୍ୱର ସମଗ୍ର ପ୍ରକ୍ରିୟାକୁ ପ୍ରକୃତରେ ବୁଝୁନାହୁଁ, ଯେତେବେଳେ ଆମେ ନିଜକୁ ସମ୍ପୂର୍ଣ୍ଣ ଭାବରେ ଜାଣୁନାହୁଁ।</p>\n<p>ଯଦି ବୌଦ୍ଧିକ ପ୍ରାଣୀ ପ୍ରକୃତରେ ଭଲ ପାଆନ୍ତା, ଯଦି ସେ ନିଜକୁ ଜାଣିଥାନ୍ତା, ଯଦି ସେ ଜୀବନର ସମଗ୍ର ପ୍ରକ୍ରିୟାକୁ ବୁଝିଥାନ୍ତା ତେବେ ସେ ଆଣବିକ ଅସ୍ତ୍ରଶସ୍ତ୍ର ତିଆରି କରିବାର ଅପରାଧ କରିନଥାନ୍ତା।</p>\n<p>ଆମର ବୈଷୟିକ ଉନ୍ନତି ଅଦ୍ଭୁତ ଅଟେ କିନ୍ତୁ ଏହା କେବଳ ପରସ୍ପରକୁ ବିନାଶ କରିବା ପାଇଁ ଆମର ଆକ୍ରମଣାତ୍ମକ ଶକ୍ତି ବୃଦ୍ଧି କରିବାରେ ସଫଳ ହୋଇଛି ଏବଂ ଚାରିଆଡ଼େ ଆତଙ୍କ, ଦୁର୍ଭିକ୍ଷ, ଅଜ୍ଞତା ଏବଂ ରୋଗ ବ୍ୟାପିଛି।</p>\n<p>କୌଣସି ବୃତ୍ତି, କୌଣସି ବୈଷୟିକ ଜ୍ଞାନ ଆମକୁ ସେହି ଜିନିଷ ଦେଇପାରିବ ନାହିଁ ଯାହାକୁ ପରିପୂର୍ଣ୍ଣତା, ପ୍ରକୃତ ସୁଖ କୁହାଯାଏ।</p>\n<p>ଜୀବନରେ ପ୍ରତ୍ୟେକ ବ୍ୟକ୍ତି ନିଜର କାର୍ଯ୍ୟ, ନିଜର ବୃତ୍ତି, ନିଜର ଦୈନନ୍ଦିନ ଜୀବନରେ ତୀବ୍ର ଯନ୍ତ୍ରଣା ଭୋଗନ୍ତି ଏବଂ ଜିନିଷ ଏବଂ କାର୍ଯ୍ୟଗୁଡ଼ିକ ଈର୍ଷା, ନିନ୍ଦା, ଘୃଣା, କଟୁତାର ଉପକରଣରେ ପରିଣତ ହୁଅନ୍ତି।</p>\n<p>ଡାକ୍ତରମାନଙ୍କର ଦୁନିଆ, କଳାକାରମାନଙ୍କର ଦୁନିଆ, ଇଞ୍ଜିନିୟରମାନଙ୍କର ଦୁନିଆ, ଓକିଲମାନଙ୍କର ଦୁନିଆ ଇତ୍ୟାଦି ସେହି ପ୍ରତ୍ୟେକ ଦୁନିଆ ଯନ୍ତ୍ରଣା, ନିନ୍ଦା, ପ୍ରତିଦ୍ୱନ୍ଦ୍ୱିତା, ଈର୍ଷାରେ ପରିପୂର୍ଣ୍ଣ।</p>\n<p>ଆମେ ନିଜକୁ ନ ବୁଝି କେବଳ ବ୍ୟବସାୟ, କାର୍ଯ୍ୟ କିମ୍ବା ବୃତ୍ତି ଆମକୁ ଯନ୍ତ୍ରଣା ଏବଂ ଦୂରେଇ ଯିବାର ଅନୁସନ୍ଧାନ ଆଡ଼କୁ ନେଇଯାଏ। କେତେକ ମଦ୍ୟପାନ, ମଦ ଦୋକାନ, ଟାଭର୍ଣ୍ଣା, କ୍ୟାବେର ଦ୍ୱାରା ଖସିଯିବାକୁ ଚାହାଁନ୍ତି, ଅନ୍ୟମାନେ ଡ୍ରଗ୍ସ, ମର୍ଫିନ୍, କୋକେନ୍, ଗଞ୍ଜେଇ ଏବଂ ଅନ୍ୟମାନେ କାମୁକତା ଏବଂ ଯୌନ ଅପଭ୍ରଂଶ ଇତ୍ୟାଦି ମାଧ୍ୟମରେ ଖସିଯିବାକୁ ଚାହାଁନ୍ତି।</p>\n<p>ଯେତେବେଳେ ଜଣେ ସମଗ୍ର ଜୀବନକୁ ଏକ ବୈଷୟିକ ଜ୍ଞାନ, ଏକ ବୃତ୍ତି, ଅଧିକରୁ ଅଧିକ ଟଙ୍କା ରୋଜଗାର କରିବାର ଏକ ପ୍ରଣାଳୀରେ ହ୍ରାସ କରିବାକୁ ଚାହେଁ, ସେତେବେଳେ ଏହାର ଫଳାଫଳ ହେଉଛି ବିରକ୍ତି, ଅସୁବିଧା ଏବଂ ଖସିଯିବାର ଅନୁସନ୍ଧାନ।</p>\n<p>ଆମେ ସମ୍ପୂର୍ଣ୍ଣ ବ୍ୟକ୍ତି ହେବା ଉଚିତ୍ ଏବଂ ତାହା କେବଳ ନିଜକୁ ଜାଣିବା ଏବଂ ମନସ୍ତାତ୍ତ୍ୱିକ ‘ମୁଁ’କୁ ବିଲୀନ କରିବା ଦ୍ୱାରା ସମ୍ଭବ ଅଟେ।</p>\n<p>ମୌଳିକ ଶିକ୍ଷା ସମୟରେ ଜୀବିକା ଅର୍ଜନ କରିବା ପାଇଁ ଏକ ବୈଷୟିକ ଜ୍ଞାନ ଶିଖିବାକୁ ଉତ୍ସାହିତ କରିବା ସହିତ ଏହା ଅଧିକ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ କିଛି କରିବା ଉଚିତ୍, ଏହା ମଣିଷକୁ ଜୀବନର ପ୍ରକ୍ରିୟାକୁ ଏହାର ସମସ୍ତ ଦିଗରେ ଏବଂ ମନର ସମସ୍ତ କ୍ଷେତ୍ରରେ ଅନୁଭବ କରିବାକୁ ସାହାଯ୍ୟ କରିବା ଉଚିତ୍।</p>\n<p>ଯଦି କାହା ପାଖରେ କିଛି କହିବାକୁ ଅଛି, ତେବେ ତାହା କୁହନ୍ତୁ ଏବଂ ଏହା କହିବା ବହୁତ ଆକର୍ଷଣୀୟ କାରଣ ଏହିପରି ଭାବରେ ପ୍ରତ୍ୟେକ ବ୍ୟକ୍ତି ନିଜର ଶୈଳୀ ସୃଷ୍ଟି କରନ୍ତି, କିନ୍ତୁ ଜୀବନକୁ ସେମାନଙ୍କର ସମ୍ପୂର୍ଣ୍ଣ ରୂପରେ ସିଧାସଳଖ ଅନୁଭବ ନକରି ଅନ୍ୟର ଶୈଳୀ ଶିଖିବା କେବଳ ଅତି ସାଧାରଣ ହେବାକୁ ନେଇଯାଏ।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/or/educacion-fundamental/el-individuo-integro.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/or/educacion-fundamental/el-individuo-integro.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/or/educacion-fundamental/el-individuo-integro.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
