import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ບຸກຄົນທີ່ສົມບູນ",
  "locale": "lao",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "34. ບຸກຄົນທີ່ສົມບູນ",
    "order": 34
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ການສຶກສາຂັ້ນພື້ນຖານໃນຄວາມຫມາຍທີ່ແທ້ຈິງຂອງມັນແມ່ນຄວາມເຂົ້າໃຈຢ່າງເລິກເຊິ່ງກ່ຽວກັບຕົວເອງ; ພາຍໃນແຕ່ລະຄົນມີກົດຫມາຍທໍາມະຊາດທັງຫມົດ.</p>\n<p>ຜູ້ໃດທີ່ຢາກຮູ້ຈັກສິ່ງມະຫັດສະຈັນທັງຫມົດຂອງທໍາມະຊາດ, ຕ້ອງສຶກສາພວກມັນພາຍໃນຕົວຂອງຕົນເອງ.</p>\n<p>ການສຶກສາທີ່ບໍ່ຖືກຕ້ອງພຽງແຕ່ກັງວົນກ່ຽວກັບການເສີມສ້າງປັນຍາແລະໃຜໆກໍສາມາດເຮັດໄດ້. ມັນເປັນທີ່ຈະແຈ້ງວ່າດ້ວຍເງິນ, ໃຜໆກໍສາມາດຊື້ປຶ້ມໄດ້.</p>\n<p>ພວກເຮົາບໍ່ໄດ້ຄັດຄ້ານວັດທະນະທໍາທາງປັນຍາ, ພວກເຮົາພຽງແຕ່ຄັດຄ້ານຄວາມກະຕືລືລົ້ນໃນການສະສົມທາງຈິດທີ່ບໍ່ສົມດຸນ.</p>\n<p>ການສຶກສາທາງປັນຍາທີ່ບໍ່ຖືກຕ້ອງພຽງແຕ່ສະຫນອງການຫລົບຫນີທີ່ອ່ອນໂຍນເພື່ອຫນີຈາກຕົວເອງ.</p>\n<p>ທຸກໆຄົນທີ່ມີຄວາມຮູ້, ທຸກຄົນທີ່ເປັນຄົນທີ່ມີຄວາມຮູ້ທາງປັນຍາ, ມັກຈະມີການຫລົບຫນີທີ່ປະເສີດທີ່ອະນຸຍາດໃຫ້ລາວຫນີຈາກຕົວເອງ.</p>\n<p>ຈາກປັນຍານິຍົມທີ່ບໍ່ມີຈິດວິນຍານ, ຄົນຂີ້ຕົວະຜົນໄດ້ຮັບແລະພວກເຂົາໄດ້ນໍາພາມະນຸດໄປສູ່ຄວາມວຸ້ນວາຍແລະການທໍາລາຍ.</p>\n<p>ເຕັກນິກບໍ່ເຄີຍສາມາດສ້າງຄວາມສາມາດໃຫ້ພວກເຮົາຮູ້ຈັກຕົວເອງໃນຮູບແບບທີ່ສົມບູນແບບ.</p>\n<p>ພໍ່ແມ່ສົ່ງລູກຂອງພວກເຂົາໄປໂຮງຮຽນ, ວິທະຍາໄລ, ມະຫາວິທະຍາໄລ, ວິທະຍາໄລເຕັກນິກ, ແລະອື່ນໆ, ເພື່ອຮຽນຮູ້ເຕັກນິກບາງຢ່າງ, ເພື່ອໃຫ້ມີອາຊີບບາງຢ່າງ, ເພື່ອໃຫ້ພວກເຂົາສາມາດຫາລ້ຽງຊີບໄດ້.</p>\n<p>ມັນເປັນທີ່ຈະແຈ້ງວ່າພວກເຮົາຈໍາເປັນຕ້ອງຮູ້ເຕັກນິກບາງຢ່າງ, ມີອາຊີບ, ແຕ່ນັ້ນແມ່ນຂັ້ນສອງ, ຂັ້ນຕົ້ນ, ພື້ນຖານ, ແມ່ນຮູ້ຈັກຕົວເອງ, ຮູ້ວ່າພວກເຮົາແມ່ນໃຜ, ພວກເຮົາมาจากໃສ, ພວກເຮົາຈະໄປໃສ, ຈຸດປະສົງຂອງການມີຢູ່ຂອງພວກເຮົາແມ່ນຫຍັງ.</p>\n<p>ໃນຊີວິດມີທຸກສິ່ງທຸກຢ່າງ, ຄວາມສຸກ, ຄວາມໂສກເສົ້າ, ຄວາມຮັກ, ຄວາມມັກ, ຄວາມສຸກ, ຄວາມເຈັບປວດ, ຄວາມງາມ, ຄວາມອ່ອນເພຍ, ແລະອື່ນໆແລະເມື່ອພວກເຮົາຮູ້ວິທີທີ່ຈະດໍາລົງຊີວິດຢ່າງເຂັ້ມງວດ, ເມື່ອພວກເຮົາເຂົ້າໃຈມັນຢູ່ໃນທຸກລະດັບຂອງຈິດໃຈ, ພວກເຮົາຊອກຫາສະຖານທີ່ຂອງພວກເຮົາໃນສັງຄົມ, ພວກເຮົາສ້າງເຕັກນິກຂອງຕົນເອງ, ວິທີການສະເພາະຂອງພວກເຮົາໃນການດໍາລົງຊີວິດ, ຄວາມຮູ້ສຶກແລະການຄິດ, ແຕ່ສິ່ງທີ່ກົງກັນຂ້າມແມ່ນບໍ່ຖືກຕ້ອງຮ້ອຍສ່ວນຮ້ອຍ, ເຕັກນິກດ້ວຍຕົວມັນເອງ, ບໍ່ເຄີຍສາມາດເກີດຈາກຄວາມເຂົ້າໃຈເລິກເຊິ່ງ, ຄວາມເຂົ້າໃຈທີ່ແທ້ຈິງ.</p>\n<p>ການສຶກສາໃນປະຈຸບັນໄດ້ສົ່ງຜົນໃຫ້ເກີດຄວາມລົ້ມເຫລວຢ່າງສິ້ນເຊີງເພາະວ່າມັນໃຫ້ຄວາມສໍາຄັນທີ່ເກີນຄວາມຈິງແກ່ເຕັກນິກ, ອາຊີບແລະມັນເປັນທີ່ຈະແຈ້ງວ່າໂດຍການເນັ້ນຫນັກໃສ່ເຕັກນິກ, ມັນປ່ຽນມະນຸດໃຫ້ເປັນເຄື່ອງຈັກອັດຕະໂນມັດ, ທໍາລາຍຄວາມເປັນໄປໄດ້ທີ່ດີທີ່ສຸດຂອງລາວ.</p>\n<p>ການປູກຝັງຄວາມສາມາດແລະປະສິດທິພາບໂດຍບໍ່ມີຄວາມເຂົ້າໃຈກ່ຽວກັບຊີວິດ, ໂດຍບໍ່ມີຄວາມຮູ້ກ່ຽວກັບຕົວເອງ, ໂດຍບໍ່ມີຄວາມເຂົ້າໃຈໂດຍກົງກ່ຽວກັບຂະບວນການຂອງຕົວເອງ, ໂດຍບໍ່ມີການສຶກສາລາຍລະອຽດກ່ຽວກັບວິທີການຄິດ, ຄວາມຮູ້ສຶກ, ຄວາມປາຖະຫນາແລະການປະຕິບັດຂອງຕົນເອງ, ຈະຊ່ວຍເພີ່ມຄວາມໂຫດຮ້າຍຂອງພວກເຮົາເອງ, ຄວາມເຫັນແກ່ຕົວຂອງພວກເຮົາເອງ, ປັດໃຈທາງຈິດໃຈທີ່ຜະລິດສົງຄາມ, ຄວາມອຶດຫິວ, ຄວາມທຸກຍາກ, ຄວາມເຈັບປວດ.</p>\n<p>ການພັດທະນາສະເພາະຂອງເຕັກນິກໄດ້ຜະລິດຊ່າງ, ນັກວິທະຍາສາດ, ນັກວິຊາການ, ນັກຟີຊິກອະຕອມ, ນັກ vivisector ຂອງສັດທີ່ທຸກຍາກ, ນັກປະດິດອາວຸດທໍາລາຍ, ແລະອື່ນໆ, ແລະອື່ນໆ, ແລະອື່ນໆ.</p>\n<p>ຜູ້ຊ່ຽວຊານທັງຫມົດເຫຼົ່ານັ້ນ, ນັກປະດິດທັງຫມົດຂອງລະເບີດປະລໍາມະນູແລະລະເບີດໄຮໂດເຈນ, ນັກ vivisector ທັງຫມົດທີ່ທໍລະມານສັດຂອງທໍາມະຊາດ, ຄົນຂີ້ຕົວະທັງຫມົດເຫຼົ່ານັ້ນ, ສິ່ງດຽວທີ່ພວກເຂົາຮັບໃຊ້ຢ່າງແທ້ຈິງ, ແມ່ນສໍາລັບສົງຄາມແລະການທໍາລາຍ.</p>\n<p>ບໍ່ມີໃຜຮູ້ຈັກຄົນຂີ້ຕົວະທັງຫມົດເຫຼົ່ານັ້ນ, ບໍ່ມີໃຜເຂົ້າໃຈຂະບວນການທັງຫມົດຂອງຊີວິດໃນການສະແດງອອກທີ່ບໍ່ມີຂອບເຂດທັງຫມົດຂອງມັນ.</p>\n<p>ຄວາມຄືບຫນ້າທາງດ້ານເຕັກໂນໂລຢີໂດຍທົ່ວໄປ, ລະບົບການຂົນສົ່ງ, ເຄື່ອງນັບ, ໄຟຟ້າ, ຍົກພາຍໃນອາຄານ, ສະຫມອງເອເລັກໂຕຣນິກທຸກຊະນິດ, ແລະອື່ນໆ, ແກ້ໄຂບັນຫາຫລາຍພັນບັນຫາທີ່ປຸງແຕ່ງຢູ່ໃນລະດັບຜິວຫນ້າຂອງການມີຢູ່, ແຕ່ແນະນໍາໃຫ້ບຸກຄົນແລະສັງຄົມ, ບັນຫາທີ່ກວ້າງແລະເລິກເຊິ່ງຫລາຍຢ່າງ.</p>\n<p>ການດໍາລົງຊີວິດສະເພາະແຕ່ໃນລະດັບຫນ້າດິນໂດຍບໍ່ຄໍານຶງເຖິງພື້ນທີ່ແລະເຂດທີ່ເລິກເຊິ່ງກວ່າຂອງຈິດໃຈ, ຫມາຍຄວາມວ່າໃນຄວາມເປັນຈິງການດຶງດູດຄວາມທຸກ, ນ້ໍາຕາແລະຄວາມສິ້ນຫວັງມາສູ່ພວກເຮົາແລະລູກຂອງພວກເຮົາ.</p>\n<p>ຄວາມຕ້ອງການທີ່ຍິ່ງໃຫຍ່ທີ່ສຸດ, ບັນຫາທີ່ຮີບດ່ວນທີ່ສຸດຂອງແຕ່ລະບຸກຄົນ, ຂອງແຕ່ລະຄົນ, ແມ່ນການເຂົ້າໃຈຊີວິດໃນຮູບແບບທີ່ສົມບູນແບບ, ຫນ່ວຍບໍລິການ, ເພາະວ່າມີພຽງແຕ່ວິທີນີ້ເທົ່ານັ້ນທີ່ພວກເຮົາສາມາດແກ້ໄຂບັນຫາສ່ວນຕົວທີ່ໃກ້ຊິດທັງຫມົດຂອງພວກເຮົາໄດ້ຢ່າງພໍໃຈ.</p>\n<p>ຄວາມຮູ້ທາງດ້ານເຕັກນິກດ້ວຍຕົວມັນເອງບໍ່ສາມາດແກ້ໄຂບັນຫາທາງຈິດໃຈທັງຫມົດຂອງພວກເຮົາ, ຄວາມສັບສົນທີ່ເລິກເຊິ່ງທັງຫມົດຂອງພວກເຮົາ.</p>\n<p>ຖ້າພວກເຮົາຕ້ອງການເປັນຜູ້ຊາຍທີ່ແທ້ຈິງ, ບຸກຄົນທີ່ສົມບູນແບບ, ພວກເຮົາຕ້ອງຄົ້ນຫາຕົນເອງທາງຈິດໃຈ, ຮູ້ຈັກຕົວເອງຢ່າງເລິກເຊິ່ງໃນທຸກເຂດແດນຂອງຄວາມຄິດ, ເພາະວ່າເຕັກໂນໂລຢີທີ່ບໍ່ຕ້ອງສົງໃສ, ກາຍເປັນເຄື່ອງມືທໍາລາຍ, ເມື່ອພວກເຮົາບໍ່ເຂົ້າໃຈຂະບວນການທັງຫມົດຂອງການມີຢູ່ຢ່າງແທ້ຈິງ, ເມື່ອພວກເຮົາບໍ່ຮູ້ຈັກຕົວເອງໃນຮູບແບບທີ່ສົມບູນແບບ.</p>\n<p>ຖ້າສັດທາງປັນຍາຮັກຄວາມຈິງ, ຖ້າລາວຮູ້ຈັກຕົວເອງ, ຖ້າລາວເຂົ້າໃຈຂະບວນການທັງຫມົດຂອງຊີວິດ, ລາວຈະບໍ່ເຄີຍກະທໍາຄວາມຜິດຂອງການແບ່ງແຍກອະຕອມ.</p>\n<p>ຄວາມຄືບຫນ້າທາງດ້ານເຕັກນິກຂອງພວກເຮົາແມ່ນຫນ້າອັດສະຈັນແຕ່ໄດ້ຈັດການເພື່ອເພີ່ມອໍານາດຮຸກຮານຂອງພວກເຮົາເພື່ອທໍາລາຍເຊິ່ງກັນແລະກັນແລະຢູ່ທົ່ວທຸກແຫ່ງຄວາມຢ້ານກົວ, ຄວາມອຶດຫິວ, ຄວາມບໍ່ຮູ້ແລະພະຍາດ.</p>\n<p>ບໍ່ມີອາຊີບ, ບໍ່ມີເຕັກນິກໃດທີ່ສາມາດໃຫ້ສິ່ງທີ່ເອີ້ນວ່າຄວາມສົມບູນ, ຄວາມສຸກທີ່ແທ້ຈິງ.</p>\n<p>ແຕ່ລະຄົນໃນຊີວິດທົນທຸກຢ່າງເຂັ້ມງວດໃນຫ້ອງການຂອງລາວ, ໃນອາຊີບຂອງລາວ, ໃນການດໍາລົງຊີວິດປະຈໍາວັນຂອງລາວແລະສິ່ງຕ່າງໆແລະອາຊີບກາຍເປັນເຄື່ອງມືຂອງຄວາມອິດສາ, ການຈົ່ມ, ຄວາມກຽດຊັງ, ຄວາມຂົມຂື່ນ.</p>\n<p>ໂລກຂອງແພດ, ໂລກຂອງສິລະປິນ, ວິສະວະກອນ, ທະນາຍຄວາມ, ແລະອື່ນໆ, ແຕ່ລະໂລກເຫຼົ່ານັ້ນ, ແມ່ນເຕັມໄປດ້ວຍຄວາມເຈັບປວດ, ການຈົ່ມ, ການແຂ່ງຂັນ, ຄວາມອິດສາ, ແລະອື່ນໆ.</p>\n<p>ໂດຍບໍ່ມີຄວາມເຂົ້າໃຈຂອງຕົວເອງ, ອາຊີບ, ຫ້ອງການຫຼືອາຊີບ, ນໍາພວກເຮົາໄປສູ່ຄວາມເຈັບປວດແລະການຊອກຫາການຫລົບຫນີ. ບາງຄົນຊອກຫາການຫລົບຫນີໂດຍຜ່ານເຫຼົ້າ, ຫ້ອງດື່ມ, ໂຮງເຫລົ້າ, cabaret, ຄົນອື່ນຕ້ອງການຫນີໂດຍຜ່ານຢາເສບຕິດ, morphine, cocaine, marijuana ແລະຄົນອື່ນໂດຍຜ່ານຄວາມມ່ວນຊື່ນແລະຄວາມເສື່ອມໂຊມທາງເພດ, ແລະອື່ນໆ, ແລະອື່ນໆ.</p>\n<p>ເມື່ອທ່ານຕ້ອງການຫຼຸດຜ່ອນຊີວິດທັງຫມົດໃຫ້ເປັນເຕັກນິກ, ອາຊີບ, ລະບົບເພື່ອຫາເງິນແລະເງິນເພີ່ມເຕີມ, ຜົນໄດ້ຮັບແມ່ນຄວາມເບື່ອຫນ່າຍ, ຄວາມລໍາຄານແລະການຊອກຫາການຫລົບຫນີ.</p>\n<p>ພວກເຮົາຕ້ອງກາຍເປັນບຸກຄົນທີ່ສົມບູນແບບ, ສົມບູນແບບແລະນັ້ນແມ່ນເປັນໄປໄດ້ພຽງແຕ່ຮູ້ຈັກຕົວເອງແລະການລະລາຍຕົວເອງທາງຈິດໃຈ.</p>\n<p>ການສຶກສາຂັ້ນພື້ນຖານໃນເວລາດຽວກັນກະຕຸ້ນການຮຽນຮູ້ເຕັກນິກເພື່ອຫາລ້ຽງຊີບ, ຕ້ອງປະຕິບັດບາງສິ່ງບາງຢ່າງທີ່ສໍາຄັນກວ່າ, ຕ້ອງຊ່ວຍໃຫ້ມະນຸດ, ທົດລອງ, ຮູ້ສຶກໃນທຸກດ້ານແລະໃນທຸກເຂດແດນຂອງຈິດໃຈ, ຂະບວນການຂອງການມີຢູ່.</p>\n<p>ຖ້າໃຜມີບາງສິ່ງບາງຢ່າງທີ່ຈະເວົ້າ, ເວົ້າແລະການເວົ້ານັ້ນແມ່ນຫນ້າສົນໃຈຫຼາຍເພາະສະນັ້ນແຕ່ລະຄົນສ້າງແບບຂອງຕົນເອງ, ແຕ່ຮຽນຮູ້ຮູບແບບຂອງຄົນອື່ນໂດຍບໍ່ໄດ້ປະສົບການໂດຍກົງກັບຊີວິດໃນຮູບແບບທີ່ສົມບູນແບບ; ພຽງແຕ່ນໍາໄປສູ່ຄວາມຮູ້ສຶກ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/lao/educacion-fundamental/el-individuo-integro.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/el-individuo-integro.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/el-individuo-integro.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
