import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "እቲ ምሉእ ውልቀሰብ",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "34. እቲ ምሉእ ውልቀሰብ",
    "order": 34
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>እቲ ናይ ሓቂ መሰረታዊ ትምህርቲ ማለት ነፍስኻ ብዕምቀት ምስትውዓል እዩ። ኣብ ውሽጢ ነፍሲ ወከፍ ውልቀ ሰብ ኩሎም ሕግታት ተፈጥሮ ይርከቡ።</p>\n<p>ኩሉ እቲ ዜደንቕ ተፈጥሮ ኺፈልጥ ዝደሊ፡ ኣብ ውሽጡ ኺጽንዖ ይግብኦ።</p>\n<p>ሓሳዊ ትምህርቲ ንኣእምሮ ምህብታም ጥራይ እዩ ዜተኵር፣ ከምኡ ኸኣ ዝዀነ ይኹን ኪገብሮ ይኽእል። ብገንዘብ፡ ዝዀነ ይኹን መጻሕፍቲ ኺገዝእ ከም ዚኽእል ንጹር እዩ።</p>\n<p>ኣንጻር ምሁራዊ ባህሊ ኣይንዛረብን ኢና፣ ኣንጻር እቲ ኣእምሮኣዊ ኣካባብያዊ ባህርይ ጥራይ ኢና እንዛረብ።</p>\n<p>ሓሳዊ ምሁራዊ ትምህርቲ ካብ ነፍስኻ ንምህዳም ጥራይ እዩ ዜቕርብ።</p>\n<p>ዝዀነ ይኹን ምሁር ሰብ፡ ዝዀነ ይኹን ምሁራዊ ሓጥእ፡ ካብ ነፍሱ ንምህዳም ዜኽእሎ ዜደንቕ ምኽንያታት ኣለዎ።</p>\n<p>ካብ ምሁራዊነት ብዘይ መንፈሳውነት ኣጭበርበርቲ እዮም ዚወጹ፣ እዚኣቶም ከኣ ንደቂ ሰባት ናብ ትርምስን ጥፍኣትን ኣምሪሖምዎም።</p>\n<p>ቴክኖሎጂ ነፍስኻ ብውህደት ክትፈልጣ ኣይክእልን እዩ።</p>\n<p>ወለዲ ንደቆም ናብ ቤት ትምህርቲ፡ ናብ ኮሌጅ፡ ናብ ዩኒቨርሲቲ፡ ናብ ፖሊቴክኒክ ወዘተ ይልእኽዎም፡ ገለ ቴክኒክ ምእንቲ ኺምሃሩ፡ ገለ ሞያ ምእንቲ ኺህልዎም፡ ኣብ መወዳእታ ኸኣ ንህይወቶም ኪረኽቡ።</p>\n<p>ገለ ቴክኒክ ከነስተውዕል፡ ሞያ ኺህልወና ከም ዜድልየና ንጹር እዩ፣ እንተዀነ ግና እቲ ኻልኣይ እዩ፣ እቲ ቐዳማይ፡ እቲ መሰረታዊ፡ ነፍስና ምፍላጥ፡ መን ምዃንና፡ ካበይ ከም ዝመጻእና፡ ኣበይ ከም እንኸይድ፡ ዕላማ ህልውናና እንታይ ምዃኑ ምፍላጥ እዩ።</p>\n<p>ኣብ ህይወት ኵሉ ኣሎ፡ ሓጐስ፡ ጓሂ፡ ፍቕሪ፡ ስምዒት፡ ባህታ፡ ቃንዛ፡ ጽባቐ፡ ነውሪ ወዘተ። ብትሪ ኽንነብራ ኸሎና፡ ኣብ ኵሉ ደረጃታት ኣእምሮ ኽንርድኣ ኸሎና፡ ኣብ ሕብረተሰብ ቦታና ንረክብ፡ ንገዛእ ርእስና ቴክኒክ፡ ፍሉይ ኣገባብ ምንባር፡ ምስትምቓርን ምሕሳብን ንፈጥር፣ እንተዀነ ግና እቲ ተጻራሪ 100% ሓሳዊ እዩ፣ ቴክኒክ ባዕሉ ነቲ ድሕረ ባይታ ምስትውዓል፡ ነቲ ሓቀኛ ምስትውዓል ፈጺሙ ኺፈጥሮ ኣይክእልን እዩ።</p>\n<p>እቲ ሕጂ ዘሎ ትምህርቲ ንቴክኒክ፡ ንሞያ ልዕሊ ዓቕሙ ኣገዳስነት ስለ ዚህብ ውድቀት እዩ ነይሩ፣ ነቲ ቴክኒክ ብምስሓት ከኣ ነቲ ሰብ ናብ ሜካኒካዊ ተንቀሳቓሲ ይቕይሮ፡ ነቲ ዝበለጸ ተኽእሎኡ የዕንዎ።</p>\n<p>ብዛዕባ ህይወት ከይተረደኣካ፡ ነፍስኻ ብዘይምፍላጥ፡ ብዛዕባ ርእስኻ ብቐጥታ ብዘይምርዳእ፡ ብዛዕባ ኣተሓሳስባና፡ ስምዒትና፡ ባህግናን ተግባራትናን ብዝርዝር ከይተጽናዕና፡ ዓቕሚን ብቕዓትን ምምዕባል ንገዛእ ርእስና ጭካነና፡ ንገዛእ ርእስና ስስዔና ጥራይ እዩ ዜውስኽ፡ ነቶም ንውግእን ጥሜትን ድኽነትን ቃንዛን ዜምጽኡ ስነ ልቦናዊ ረቛሒታት።</p>\n<p>ፍሉይ ዕብየት ቴክኒክ መካኒካት፡ ሳይንቲስትታት፡ ቴክኒሽያንታት፡ ኣቶሚካውያን ፊዚክስ፡ ድኻታት እንስሳታት ዜሕምሙ፡ ፈጠራውያን መሳርያታት መጥፋኢ ወዘተ ፈጢሩ እዩ።</p>\n<p>እዞም ኩሎም ሰብ ሞያ፡ እዞም ኩሎም ፈጠራውያን ኣቶሚካውያን ቦምባታትን ሃይድሮጀናውያን ቦምባታትን፡ እዞም ኩሎም ንፍጥረታት ተፈጥሮ ዜሳቕዩ ኣንስሳታት ዜሕምሙ፡ እዞም ኩሎም ኣጭበርበርቲ ብሓቂ ዜገልግሉሉ ነገር ንውግእን ንምጥፋእን ጥራይ እዩ።</p>\n<p>እዞም ኩሎም ኣጭበርበርቲ ዚፈልጥዎ የልቦምን፡ ብዛዕባቲ ጠቕላላ መስርሕ ህይወት ኣብ ኵሎም እቶም ማእለያ ዘይብሎም መግለጺታት ኣየስተውዕሉን።</p>\n<p>እቲ ጠቕላላ ምዕባሌ ቴክኖሎጂ፡ ኣገባባት መጓዓዝያ፡ ማሽናት ቍጽሪ፡ ኤለክትሪክ መብራህቲ፡ ኣብ ውሽጢ ህንጻታት ዚርከቡ መዕረግቲ፡ ኤሌክትሮኒካውያን ሓንጐላት ኵሉ ዓይነት ወዘተ ኣሽሓት ኣብ ላዕለዋይ ደረጃ ህልውና ዚፍጸሙ ጸገማት ይፈትሑ፣ እንተዀነ ግና ኣብ ውልቀ ሰብን ኣብ ሕብረተሰብን ዝያዳ ሰፊሕን ዕሙቕን ጸገማት የእትዉ።</p>\n<p>ብዘይካ እቶም ዝተፈላለዩ መሬታትን ዝያዳ ዕሙቓት ክሊታትን ኣእምሮ ኣብቲ ላዕለዋይ ደረጃ ጥራይ ምንባር፡ ብሓቂ ንርእስናን ንደቅናን ድኽነትን ዋይዋይን ተስፋ ምቁራጽን ምስሓብ ማለት እዩ።</p>\n<p>እቲ ዝዓበየ ሓገዝ፡ እቲ ዝቐልጠፈ ጸገም ነፍሲ ወከፍ ውልቀ ሰብ፡ ነፍሲ ወከፍ ሰብ ንህይወት ብውህደት ምስትውዓል እዩ፣ ከመይሲ በዚ ጥራይ ኢና ንዅሎም ውልቃዊ ጸገማትና ብዕምቈት ኽንፈትሖም እንኽእል።</p>\n<p>ቴክኒካዊ ፍልጠት ባዕሉ ዅሎም ስነ ልቦናዊ ጸገማትና፡ ዅሎም ዕሙቓት ጸገማትና ፈጺሙ ኺፈትሖም ኣይክእልን እዩ።</p>\n<p>ሓቀኛታት ሰባት ክንከውን እንተደሊና፡ ውሁዳት ውልቀ ሰባት፡ ኣብ ኲሉ ክሊታት ሓሳባት ብዕምቀት ተረዲእና ንርእስና ስነ ልቦናዊ ምርምራሕ ክንገብር ይግብኣና፣ ከመይሲ እቲ ቴክኖሎጂ ካብ ኲሉ ጥርጣረ ወጻኢ ኲሉ እቲ ጠቕላላ መስርሕ ህልውና ብሓቂ ኸይተረደኣና፡ ነፍስና ብውህደት ኸይፈለጥና መጥፋኢ መሳርያ ይኸውን።</p>\n<p>እቲ ኣእምሮኣዊ እንስሳ ብሓቂ ኼፍቅር እንተ ዚኽእል፡ ንርእሱ እንተ ዚፈልጥ፡ ኲሉ እቲ ጠቕላላ መስርሕ ህይወት እንተ ዚርድኦ፡ ነቲ ኣቶም ሰንጢቑ ዚፍጽሞ ገበን ፈጺሙ ኣይምፈጸሞን ነይሩ።</p>\n<p>ምዕባሌ ቴክኒክና ዜደንቕ እዩ፣ እንተዀነ ግና ነንሓድሕድና ንምጥፋእን ኣብ ዙርያና ሽበራን ጥሜትን ድንቍርናን ሕማማትን ንኸብዝሕ ጥራይ እዩ ኽኢሉ።</p>\n<p>ዝዀነ ይኹን ሞያ፡ ዝዀነ ይኹን ቴክኒክ ነቲ ምልኣት ዜበሃል፡ ሓቀኛ ሓጐስ ፈጺሙ ኺህበና ኣይክእልን እዩ።</p>\n<p>ነፍሲ ወከፍ ኣብ ህይወት ኣብ ስራሑ፡ ኣብ ሞያኡ፡ ኣብ ልማዳዊ ኣነባብራኡ ብትሪ ይሳቐ፡ እቲ ነገራትን እቲ ስራሓትን ከኣ ናይ ቅንኣት፡ ጕርጕርታ፡ ጽልኢ፡ መሪርነት መሳርያታት ይዀኑ።</p>\n<p>ዓለም ሓካይም፡ ዓለም ስነ ጥበባውያን፡ መሃንድሳት፡ ተማሃሮ ሕጊ ወዘተ ነፍሲ ወከፍ ካብዚኣተን ዓለም ብቃንዛ፡ ብጕርጕርታ፡ ብውድድር፡ ብቅንኣት ወዘተ ተመሊአት ኣላ።</p>\n<p>ንርእስና ብዘይምርድእና እቲ ዝተረፈ ስራሕ፡ ሞያ ወይ ሞያ ናብ ቃንዛን ናብ መውጽኢ መገዲ ምድላይን የብጽሓና። ገሊኦም መውጽኢ ብኣልኮል፡ ብቤት መስተ፡ ብመስተ ጣውላ፡ ብካባረ ኼናድዩ ይደልዩ፡ ገሊኦም ብሓሽሽ፡ ብሞርፊን፡ ብኮካይን፡ ብማሪዋናን ገሊኦም ከኣ ብፍትወትን ብስምዒታዊ ውድቀትን ወዘተ ምህዳም ይደልዩ።</p>\n<p>ንዅሉ እቲ ህይወት ናብ ሓደ ቴክኒክ፡ ናብ ሓደ ሞያ፡ ናብ ሓደ ኣገባብ ገንዘብ ንምርካብን ዝያዳ ገንዘብ ናብ ምርካብን ኽንስሕቶ ኸሎና፡ እቲ ውጽኢት ምሻቑራር፡ ምንኣስ፡ መውጽኢ መገዲ ምድላይን እዩ።</p>\n<p>ውሁዳት ውልቀ ሰባት ክንከውን ይግብኣና፡ ምሉኣት፣ እዚ ኸኣ ነፍስኻ ብምፍላጥን ነቲ ስነ ልቦናዊ ኣነ ብምፍራስን ጥራይ እዩ ዚከኣል።</p>\n<p>እቲ መሰረታዊ ትምህርቲ ኣብ ሓደ እዋን ንምንባር ቴክኒክ ምምሃር ከም ዜተባብዕ፡ ዝያዳ ኣገዳሲ ዝዀነ ነገር ኺገብር ይግብኦ፡ ነቲ ሰብ ኺሕግዝ ይግብኦ፡ ኣብ ኲሎም መዳያቱ ከምኡውን ኣብ ኲሎም ክሊታት ኣእምሮ ነቲ መስርሕ ህልውና ኺተመክሮ፡ ኺስምዖ።</p>\n<p>ዝዀነ ይኹን ዚዛረቦ ነገር እንተ ኣልዩ ኺዛረቦ ይግብኦ፣ እዚ ምዝራብ እዚ ኣዝዩ ዜሐጕስ እዩ፣ ከመይሲ በዚ ኸምዚ ነፍሲ ወከፍ ሰብ ንገዛእ ርእሱ ኣገባብ ይፈጥር፣ እንተዀነ ግና ንሕይወት ብውህደት ብቐጥታ ከይተመከረ፡ ንባዕሉ ዚኸውን ኣገባብ ይምሃር፤ ናብ ላዕለዋይነት ጥራይ እዩ ዚመርሕ።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/el-individuo-integro.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/el-individuo-integro.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/el-individuo-integro.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
