import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Целостная личность",
  "locale": "ru",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "34. Целостная личность",
    "order": 34
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ФУНДАМЕНТАЛЬНОЕ ОБРАЗОВАНИЕ в истинном смысле этого слова — это глубокое понимание себя; внутри каждого человека находятся все законы природы.</p>\n<p>Тот, кто хочет познать все чудеса природы, должен изучать их внутри себя.</p>\n<p>Ложное образование заботится только об обогащении интеллекта, и это может сделать любой. Очевидно, что за деньги любой может позволить себе покупать книги.</p>\n<p>Мы не выступаем против интеллектуальной культуры, мы выступаем только против чрезмерного стремления к умственному накоплению.</p>\n<p>Ложное интеллектуальное образование предлагает только хитрые лазейки, чтобы убежать от себя.</p>\n<p>У каждого ученого, у каждого интеллектуального порока всегда есть замечательные отговорки, позволяющие ему убежать от себя.</p>\n<p>Из ИНТЕЛЛЕКТУАЛИЗМА без ДУХОВНОСТИ получаются МОШЕННИКИ, и они привели человечество к ХАОСУ и РАЗРУШЕНИЮ.</p>\n<p>Техника никогда не сможет дать нам возможность познать себя ЦЕЛИКОМ, ЕДИНО-ЦЕЛОСТНО.</p>\n<p>Родители отправляют своих детей в школу, колледж, университет, политехнический институт и т. д., чтобы они изучили какую-то технику, получили какую-то профессию, чтобы в конечном итоге заработать на жизнь.</p>\n<p>Очевидно, что нам нужно знать какую-то технику, иметь профессию, но это второстепенно, главное, фундаментальное — это познать себя, знать, кто мы, откуда пришли, куда идем, какова цель нашего существования.</p>\n<p>В жизни есть все: радости, печали, любовь, страсть, наслаждение, боль, красота, уродство и т. д., и когда мы знаем, как жить ею интенсивно, когда мы понимаем ее на всех УРОВНЯХ ума, мы находим свое место в обществе, мы создаем свою собственную технику, свой особый способ жить, чувствовать и думать, но противоположное неверно на сто процентов, техника сама по себе никогда не может породить глубокое понимание, истинное понимание.</p>\n<p>Нынешнее образование потерпело полный провал, потому что оно придает ПРЕУВЕЛИЧЕННОЕ значение технике, профессии, и очевидно, что, подчеркивая технику, оно превращает человека в механического автомата, разрушает его лучшие возможности.</p>\n<p>Развитие способностей и эффективности без понимания жизни, без знания себя, без непосредственного восприятия процесса «САМОГО СЕБЯ», без тщательного изучения собственного способа мышления, чувствования, желания и действия, послужит только для увеличения нашей собственной жестокости, нашего собственного эгоизма, тех психологических факторов, которые производят войну, голод, нищету, боль.</p>\n<p>Исключительное развитие техники породило механиков, ученых, техников, физиков-атомщиков, вивисекторов бедных животных, изобретателей оружия разрушения и т. д., и т. д., и т. д.</p>\n<p>Все эти профессионалы, все эти изобретатели атомных и водородных бомб, все эти вивисекторы, которые мучают творения природы, все эти мошенники, единственное, для чего они действительно годятся, — это для войны и разрушения.</p>\n<p>Ничего не знают все эти мошенники, ничего не понимают в тотальном процессе жизни во всех ее бесконечных проявлениях.</p>\n<p>Общий технологический прогресс, системы транспорта, счетные машины, электрическое освещение, лифты внутри зданий, электронные мозги всех видов и т. д., решают тысячи проблем, которые обрабатываются на поверхностном уровне существования, но внедряют в индивида и в общество множество более широких и глубоких проблем.</p>\n<p>Жить исключительно на ПОВЕРХНОСТНОМ УРОВНЕ, не принимая во внимание различные области и более глубокие регионы ума, означает на самом деле навлечь на себя и на наших детей нищету, плач и отчаяние.</p>\n<p>Самая большая потребность, самая насущная проблема каждого ИНДИВИДА, каждого человека — это понять жизнь в ее ЦЕЛОСТНОЙ, ЕДИНО-ЦЕЛОСТНОЙ форме, потому что только так мы можем удовлетворительно решить все наши сокровенные частные проблемы.</p>\n<p>Технические знания сами по себе никогда не смогут решить все наши психологические проблемы, все наши глубокие комплексы.</p>\n<p>Если мы хотим быть настоящими ЛЮДЬМИ, ЦЕЛЬНЫМИ ИНДИВИДАМИ, мы должны САМОСТОЯТЕЛЬНО ИССЛЕДОВАТЬ себя ПСИХОЛОГИЧЕСКИ, глубоко познать себя на всех территориях мышления, потому что ТЕХНОЛОГИЯ, вне всякого сомнения, становится разрушительным инструментом, когда мы не ПОНИМАЕМ ПО-НАСТОЯЩЕМУ весь тотальный процесс существования, когда мы не познаем себя ЦЕЛИКОМ.</p>\n<p>Если бы ИНТЕЛЛЕКТУАЛЬНОЕ ЖИВОТНОЕ любило ПО-НАСТОЯЩЕМУ, если бы оно познало себя, если бы оно поняло тотальный процесс жизни, оно бы никогда не совершило ПРЕСТУПЛЕНИЕ по РАСЩЕПЛЕНИЮ АТОМА.</p>\n<p>Наш технический прогресс фантастичен, но он только увеличил нашу агрессивную силу, чтобы уничтожать друг друга, и повсюду царят террор, голод, невежество и болезни.</p>\n<p>Ни одна профессия, ни одна техника никогда не сможет дать нам то, что называется ПОЛНОТОЙ, ИСТИННЫМ СЧАСТЬЕМ.</p>\n<p>Каждый в жизни сильно страдает в своей профессии, в своем ремесле, в своем рутинном образе жизни, и вещи и занятия становятся инструментами зависти, сплетен, ненависти, горечи.</p>\n<p>Мир врачей, мир художников, инженеров, юристов и т. д., каждый из этих миров полон боли, сплетен, конкуренции, зависти и т. д.</p>\n<p>Без понимания самих себя простое занятие, ремесло или профессия приводят нас к боли и поиску уловок. Некоторые ищут спасения через алкоголь, кантину, таверну, кабаре, другие хотят убежать через наркотики, морфин, кокаин, марихуану, а другие через похоть и сексуальную дегенерацию и т. д., и т. д.</p>\n<p>Когда вы хотите свести всю ЖИЗНЬ к технике, к профессии, к системе зарабатывания денег и все больше и больше денег, результатом является скука, раздражение и поиск уловок.</p>\n<p>Мы должны стать ЦЕЛЬНЫМИ, завершенными ИНДИВИДАМИ, и это возможно только познав самих себя и растворив ПСИХОЛОГИЧЕСКОЕ Я.</p>\n<p>ФУНДАМЕНТАЛЬНОЕ ОБРАЗОВАНИЕ, стимулируя изучение техники для зарабатывания на жизнь, должно делать нечто более важное, оно должно помогать человеку испытывать, чувствовать во всех его аспектах и ​​на всех территориях ума процесс существования.</p>\n<p>Если кому-то есть что сказать, пусть скажет, и сказать это очень интересно, потому что таким образом каждый создает свой собственный стиль, но изучает чужие стили, не испытав непосредственно жизнь во всей ее ЦЕЛОСТНОЙ форме; это ведет только к поверхностности.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ru/educacion-fundamental/el-individuo-integro.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/el-individuo-integro.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/el-individuo-integro.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
