import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Тұтас Тұлға",
  "locale": "kk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "34. Тұтас Тұлға",
    "order": 34
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Нағыз мағынасындағы НЕГІЗГІ БІЛІМ – бұл өзіңді терең түсіну; әрбір жеке адамның ішінде табиғаттың барлық заңдары бар.</p>\n<p>Табиғаттың барлық ғажайыптарын білгісі келетін адам, оларды өзінің ішінен зерттеуі керек.</p>\n<p>Жалған білім тек интеллектті байытуды ғана ойлайды, оны кез келген адам жасай алады. Ақшамен кез келген адам кітап сатып ала алатыны анық.</p>\n<p>Біз интеллектуалды мәдениетке қарсы емеспіз, тек ақыл-ойдың шектен тыс жинақталуына қарсымыз.</p>\n<p>Жалған интеллектуалды білім өзіңнен қашуға арналған нәзік жолдарды ғана ұсынады.</p>\n<p>Әрбір ғалым, әрбір интеллектуалды нашақор, өзінен қашуға мүмкіндік беретін керемет сылтауларға ие.</p>\n<p>РУХАНИЯТСЫЗ ИНТЕЛЛЕКТУАЛИЗМНЕН АЛДАУЫШТАР шығады және олар адамзатты ХАОС пен ЖОЮҒА әкелді.</p>\n<p>Техника ешқашан бізді өзімізді БІРТҰТАС түрінде тануға қабілетті ете алмайды.</p>\n<p>Ата-аналар балаларын мектепке, колледжге, университетге, политехникалық институтқа және т.б. жібереді, қандай да бір техниканы үйрену үшін, қандай да бір мамандыққа ие болу үшін, ақырында өмір сүру үшін.</p>\n<p>Бізге қандай да бір техниканы білу, мамандыққа ие болу керек екені анық, бірақ бұл екінші кезекте, бірінші кезекте, негізгісі – өзімізді тану, кім екенімізді, қайдан келгенімізді, қайда бара жатқанымызды, өмір сүру мақсатымыз қандай екенін білу.</p>\n<p>Өмірде бәрі бар, қуаныш, қайғы, махаббат, құмарлық, рахат, ауырсыну, сұлулық, кескінсіздік және т.б., және біз оны қарқынды өмір сүре білгенде, ақыл-ойдың барлық ДЕҢГЕЙІНДЕ түсінгенде, қоғамдағы өз орнымызды табамыз, өз техникамызды, өмір сүру, сезіну және ойлаудың өзіндік тәсілімізді жасаймыз, бірақ керісінше жүз пайыз жалған, техниканың өзінен түпкілікті түсінік, шынайы түсінік пайда бола алмайды.</p>\n<p>Қазіргі білім беру үлкен сәтсіздікке ұшырады, өйткені ол техникаға, мамандыққа АСА МАҢЫЗ береді және техниканы баса көрсету адамды механикалық автоматқа айналдыратыны, оның ең жақсы мүмкіндіктерін жоятыны анық.</p>\n<p>Өмірді түсінбей, өзіңді білмей, ӨЗІМНІҢ процесін тікелей қабылдамай, ойлау, сезіну, қалау және әрекет ету тәсілін мұқият зерттемей, қабілет пен тиімділікті дамыту біздің қатыгездігімізді, өзімшілдігімізді, соғыс, аштық, жоқшылық, қайғы тудыратын Психологиялық факторларды ғана арттыруға көмектеседі.</p>\n<p>Техниканы тек дамыту Механиктерді, Ғалымдарды, техниктерді, атом физиктерін, бейшара жануарларды тірідей тілетіндерді, жойқын қару ойлап тапқыштарды және т.б., т.б., т.б. тудырды.</p>\n<p>Осы кәсіпқойлардың барлығы, осы атом бомбалары мен сутегі бомбаларын ойлап тапқыштардың барлығы, табиғаттың жаратылыстарын азаптайтын тірідей тілетіндердің барлығы, осы алдауыштардың барлығы, соғыс пен жою үшін ғана шынымен жарайды.</p>\n<p>Бұл алдауыштардың бәрі ештеңе білмейді, тіршіліктің барлық шексіз көріністеріндегі жалпы процесті ештеңе түсінбейді.</p>\n<p>Жалпы технологиялық прогресс, көлік жүйелері, есептеуіш машиналар, электр жарығы, ғимараттардың ішіндегі лифтілер, барлық түрдегі электрондық милар және т.б., өмірдің беткі деңгейінде өңделетін мыңдаған мәселені шешеді, бірақ жеке адамға және қоғамға одан да кең және терең көптеген мәселелерді енгізеді.</p>\n<p>Ақыл-ойдың әртүрлі және терең аймақтарын ескермей, ТЕК БЕТКІ ДЕҢГЕЙДЕ өмір сүру, іс жүзінде өзімізге және балаларымызға жоқшылықты, жылауды және үмітсіздікті тартуды білдіреді.</p>\n<p>Әрбір ЖЕКЕ АДАМНЫҢ, әрбір адамның ең үлкен қажеттілігі, ең өзекті мәселесі – өмірді БІРТҰТАС, БІРТҰТАСТЫҚ түрінде түсіну, өйткені тек осылайша біз барлық жасырын жеке мәселелерімізді қанағаттанарлықтай шеше аламыз.</p>\n<p>Техникалық білімнің өзі барлық Психологиялық мәселелерімізді, барлық терең кешендерімізді ешқашан шеше алмайды.</p>\n<p>Егер біз нағыз АДАМДАР болғымыз келсе, БІРТҰТАС ЖЕКЕ ТҰЛҒАЛАР болсақ, ойлаудың барлық аймақтарында өзімізді терең біле отырып, ПСИХОЛОГИЯЛЫҚ ТҰРҒЫДАН ӨЗІМІЗДІ ЗЕРТТЕУІМІЗ керек, өйткені ТЕХНОЛОГИЯ күмәнсіз, барлық өмірдің жалпы процесін ШЫН МӘНІНДЕ ТҮСІНБЕГЕН кезде, өзімізді БІРТҰТАС түрде білмеген кезде жойқын құралға айналады.</p>\n<p>Егер ИНТЕЛЛЕКТУАЛДЫ ЖАНУАР ШЫН МӘНІНДЕ жақсы көрсе, егер өзін-өзі білсе, егер өмірдің жалпы процесін түсінсе, АТОМДЫ БӨЛШЕКТЕУ Қылмысын ешқашан жасамаған болар еді.</p>\n<p>Біздің техникалық прогресіміз керемет, бірақ ол тек бір-бірімізді жою үшін біздің шабуыл жасау күшімізді арттыруға ғана қол жеткізді және барлық жерде қорқыныш, аштық, надандық және аурулар үстемдік етеді.</p>\n<p>Ешқандай мамандық, ешқандай техника бізге ТОЛЫҚТЫҚ, ШЫНАЙЫ БАҚЫТ деп аталатын нәрсені ешқашан бере алмайды.</p>\n<p>Өмірде әркім өз жұмысында, өз мамандығында, күнделікті өмір салтында қатты азап шегеді, ал заттар мен жұмыстар қызғаныш, өсек, жек көрушілік, ащылық құралдарына айналады.</p>\n<p>Дәрігерлер әлемі, суретшілер әлемі, инженерлер, заңгерлер және т.б., осы әлемдердің әрқайсысы ауырсынуға, өсекке, бәсекелестікке, қызғанышқа және т.б. толы.</p>\n<p>Өзімізді түсінбей, жай ғана жұмыс, кәсіп немесе мамандық бізді ауырсынуға және сылтау іздеуге әкеледі. Кейбіреулер ішімдік, бар, таверна, кабаре арқылы сылтау іздейді, басқалары есірткі, морфин, кокаин, марихуана арқылы қашқысы келеді, ал басқалары нәпсіқұмарлық пен жыныстық деградация арқылы және т.б., т.б.</p>\n<p>Бүкіл ӨМІРДІ техникаға, мамандыққа, ақша табу және одан да көп ақша табу жүйесіне дейін азайтқыңыз келгенде, нәтижесі зерігу, жалығу және сылтау іздеу болып табылады.</p>\n<p>Біз БІРТҰТАС, толық ЖЕКЕ ТҰЛҒАҒА айналуымыз керек және бұл тек өзімізді біліп және ПСИХОЛОГИЯЛЫҚ МЕНДІ еріту арқылы ғана мүмкін.</p>\n<p>НЕГІЗГІ БІЛІМ өмір сүру техникасын үйренуді ынталандырумен бірге, одан да маңызды нәрсені жүзеге асыруы керек, адамға өмірдің процесін барлық аспектілерінде және ақыл-ойдың барлық аймақтарында тәжірибеден өткізуге, сезінуге көмектесуі керек.</p>\n<p>Егер біреудің айтары болса, айтсын және оны айту өте қызықты, өйткені осылайша әркім өз стилін өзі жасайды, бірақ өмірді БІРТҰТАС түрінде тікелей бастан өткерместен басқа стильдерді үйренеді; тек беткілікке әкеледі.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kk/educacion-fundamental/el-individuo-integro.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/el-individuo-integro.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/el-individuo-integro.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
