import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Целостната личност",
  "locale": "bg",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "34. Целостната личност",
    "order": 34
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ФУНДАМЕНТАЛНОТО ОБРАЗОВАНИЕ в истинския смисъл е дълбокото разбиране на самия себе си; във всеки индивид се намират всички закони на природата.</p>\n<p>Който иска да познае всички чудеса на природата, трябва да ги изучи вътре в себе си.</p>\n<p>Фалшивото образование се грижи само за обогатяване на интелекта и това може да направи всеки. Очевидно е, че с пари всеки може да си позволи да купува книги.</p>\n<p>Не се произнасяме против интелектуалната култура, а само против безмерния стремеж към умствено натрупване.</p>\n<p>Фалшивото интелектуално образование предлага само фини бягства от самия себе си.</p>\n<p>Всеки учен човек, всеки интелектуален порочен човек, винаги разполага с прекрасни извинения, които му позволяват да избяга от самия себе си.</p>\n<p>От ИНТЕЛЕКТУАЛИЗМА без ДУХОВНОСТ се раждат МОШЕНИЦИТЕ и те доведоха човечеството до ХАОС и РАЗРУХА.</p>\n<p>Техниката никога не може да ни подготви да познаем себе си в ИНТЕГРАЛНА ЕДИНО-ЦЯЛОСТНА форма.</p>\n<p>Родителите изпращат децата си в училище, в колеж, в университет, в политехниката и т.н., за да научат някаква техника, да имат някаква професия, за да могат най-накрая да си изкарват прехраната.</p>\n<p>Очевидно е, че трябва да знаем някаква техника, да имаме професия, но това е второстепенно, основното, фундаменталното е да познаваме себе си, да знаем кои сме, откъде идваме, накъде отиваме, какъв е смисълът на нашето съществуване.</p>\n<p>В живота има от всичко, радости, тъги, любов, страст, наслада, болка, красота, грозота и т.н. и когато знаем как да го изживеем интензивно, когато го разбираме на всички НИВА на ума, намираме нашето място в обществото, създаваме нашата собствена техника, нашия собствен начин на живот, на чувстване и на мислене, но обратното е сто процента невярно, техниката сама по себе си никога не може да породи основното разбиране, истинското разбиране.</p>\n<p>Съвременното образование се оказа пълен провал, защото отдава ПРЕУВЕЛИЧЕНО значение на техниката, на професията и очевидно е, че подчертавайки техниката, превръща човека в механичен автомат, унищожава най-добрите му възможности.</p>\n<p>Култивирането на способността и ефективността без разбиране на живота, без познание на себе си, без пряко възприятие на процеса на МОЕТО АЗ, без внимателно проучване на собствения начин на мислене, чувстване, желание и действие, ще послужи само за увеличаване на собствената ни жестокост, собствения ни егоизъм, онези психологически фактори, които произвеждат война, глад, мизерия, болка.</p>\n<p>Изключителното развитие на техниката е произвело механици, учени, техници, атомни физици, вивисектори на бедните животни, изобретатели на разрушителни оръжия и т.н., и т.н., и т.н.</p>\n<p>Всички тези професионалисти, всички тези изобретатели на атомни бомби и водородни бомби, всички тези вивисектори, които измъчват съществата на природата, всички тези мошеници, единственото, за което наистина служат, е за война и разрушение.</p>\n<p>Нищо не знаят всички тези мошеници, нищо не разбират от цялостния процес на живота във всичките му безкрайни проявления.</p>\n<p>Общият технологичен прогрес, транспортни системи, сметачни машини, електрическо осветление, асансьори в сградите, електронни мозъци от всякакъв вид и т.н., решават хиляди проблеми, които се обработват на повърхностното ниво на съществуването, но въвеждат в индивида и в обществото множество по-широки и дълбоки проблеми.</p>\n<p>Да живеем изключително на ПОВЪРХНОСТНО НИВО, без да вземаме предвид различните терени и по-дълбоки региони на ума, означава всъщност да привлечем върху себе си и върху нашите деца мизерия, плач и отчаяние.</p>\n<p>Най-голямата нужда, най-належащият проблем на всеки ИНДИВИД, на всеки човек, е да разбере живота в неговата ИНТЕГРАЛНА, ЕДИНОЦЯЛОСТНА форма, защото само така сме в състояние да разрешим задоволително всички наши интимни частни проблеми.</p>\n<p>Техническите познания сами по себе си никога не могат да разрешат всички наши психологически проблеми, всички наши дълбоки комплекси.</p>\n<p>Ако искаме да бъдем истински ХОРА, ИНТЕГРАЛНИ ИНДИВИДИ, трябва да се САМОИЗСЛЕДВАМЕ ПСИХОЛОГИЧЕСКИ, да се познаваме дълбоко във всички територии на мисълта, защото ТЕХНОЛОГИЯТА, без всякакво съмнение, се превръща в разрушителен инструмент, когато не РАЗБИРАМЕ ИСТИНСКИ целия тотален процес на съществуването, когато не се познаваме сами в ИНТЕГРАЛНА форма.</p>\n<p>Ако ИНТЕЛЕКТУАЛНОТО ЖИВОТНО обичаше ИСТИНСКИ, ако се познаваше, ако беше разбрало целия тотален процес на живота, никога нямаше да извърши ПРЕСТЪПЛЕНИЕТО да РАЗЦЕПИ АТОМА.</p>\n<p>Нашият технически прогрес е фантастичен, но успя само да увеличи нашата агресивна сила, за да се унищожаваме един друг и навсякъде царят терор, глад, невежество и болести.</p>\n<p>Никоя професия, никоя техника никога не може да ни даде това, което се нарича ПЪЛНОТА, ИСТИНСКО ЩАСТИЕ.</p>\n<p>Всеки в живота страда интензивно в своя занаят, в своята професия, в своя рутинен начин на живот и нещата и заниманията се превръщат в инструменти на завист, мърморене, омраза, огорчение.</p>\n<p>Светът на лекарите, светът на художниците, на инженерите, на адвокатите и т.н., всеки от тези светове е пълен с болка, мърморене, конкуренция, завист и т.н.</p>\n<p>Без разбиране на самите себе си обикновеното занимание, занаят или професия ни води до болка и търсене на бягства. Някои търсят бягства чрез алкохола, кръчмата, таверната, кабарето, други искат да избягат чрез наркотиците, морфин, кокаин, марихуана, а други чрез похот и сексуална дегенерация и т.н., и т.н.</p>\n<p>Когато се иска целият ЖИВОТ да бъде сведен до техника, до професия, до система за печелене на пари и още пари, резултатът е скука, досада и търсене на бягства.</p>\n<p>Трябва да се превърнем в ИНТЕГРАЛНИ, пълноценни ИНДИВИДИ и това е възможно само ако познаваме самите себе си и разтворим ПСИХОЛОГИЧЕСКОТО АЗ.</p>\n<p>ФУНДАМЕНТАЛНОТО ОБРАЗОВАНИЕ, в същото време, в което стимулира усвояването на техника за изкарване на прехраната, трябва да извърши нещо по-важно, трябва да помогне на човека да експериментира, да чувства във всичките си аспекти и във всички територии на ума процеса на съществуването.</p>\n<p>Ако някой има какво да каже, нека го каже и това да го каже е много интересно, защото така всеки сам създава своя собствен стил, но да се учат чужди стилове, без да са преживели пряко сами живота в неговата ИНТЕГРАЛНА форма; води само до повърхностност.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bg/educacion-fundamental/el-individuo-integro.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/el-individuo-integro.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/el-individuo-integro.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
