import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Ամբողջական Անհատը",
  "locale": "hy",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "34. Ամբողջական Անհատը",
    "order": 34
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ՀԻՄՆԱԿԱՆ ԿՐԹՈՒԹՅՈՒՆԸ իրական իմաստով ինքն իրեն խորը ըմբռնումն է. յուրաքանչյուր անհատի մեջ են գտնվում բնության բոլոր օրենքները:</p>\n<p>Ով ուզում է ճանաչել բնության բոլոր հրաշալիքները, պետք է ուսումնասիրի դրանք իր մեջ:</p>\n<p>Կեղծ կրթությունը մտահոգված է միայն բանականության հարստացմամբ, և դա կարող է անել ցանկացած մարդ: Ակնհայտ է, որ փողով ցանկացած մեկը կարող է իրեն թույլ տալ գնել գրքեր:</p>\n<p>Մենք դեմ չենք արտահայտվում մտավոր մշակույթին, մենք պարզապես դեմ ենք արտահայտվում մտավոր կուտակման անհամաչափ ձգտմանը:</p>\n<p>Կեղծ մտավոր կրթությունը միայն նուրբ փախուստներ է առաջարկում ինքն իրենից փախչելու համար:</p>\n<p>Ամեն մի գիտուն մարդ, ամեն մի մտավոր արատավոր, միշտ ունի հրաշալի խուսափումներ, որոնք թույլ են տալիս նրան փախչել ինքն իրենից:</p>\n<p>ԱՌԱՆՑ ՀՈԳԵՎՈՐՈՒԹՅԱՆ ՄՏԱՎՈՐԱԿԱՆՈՒԹՅՈՒՆԻՑ առաջանում են ԽԱԲԵԲԱՆԵՐ, և նրանք են մարդկությանը հասցրել ՔԱՈՍԻ ԵՎ ԿՈՐԾԱՆՄԱՆ:</p>\n<p>Տեխնիկան երբեք չի կարող մեզ ընդունակ դարձնել ինքներս մեզ ճանաչելու ԱՄԲՈՂՋԱԿԱՆ ՄԻԱ-ՄԻԱՍՆԱԿ ձևով:</p>\n<p>Ընտանիքի ծնողները երեխաներին ուղարկում են դպրոց, քոլեջ, համալսարան, պոլիտեխնիկ և այլն, որպեսզի նրանք ինչ-որ տեխնիկա սովորեն, ինչ-որ մասնագիտություն ունենան, որպեսզի վերջապես կարողանան իրենց կյանքը վաստակել:</p>\n<p>Ակնհայտ է, որ մենք պետք է ինչ-որ տեխնիկա իմանանք, մասնագիտություն ունենանք, բայց դա երկրորդական է, առաջնայինը, հիմնականը, ինքներս մեզ ճանաչելն է, իմանալ, թե ով ենք մենք, որտեղից ենք գալիս, ուր ենք գնում, որն է մեր գոյության նպատակը:</p>\n<p>Կյանքում ամեն ինչ կա՝ ուրախություններ, տխրություններ, սեր, կիրք, ցնծություն, ցավ, գեղեցկություն, տգեղություն և այլն, և երբ մենք գիտենք, թե ինչպես ապրել այն ինտենսիվորեն, երբ հասկանում ենք այն մտքի բոլոր ՄԱԿԱՐԴԱԿՆԵՐՈՒՄ, մենք գտնում ենք մեր տեղը հասարակության մեջ, ստեղծում ենք մեր սեփական տեխնիկան, մեր կյանքի, զգալու և մտածելու մեր յուրահատուկ ձևը, բայց հակառակը հարյուր տոկոսով կեղծ է, տեխնիկան ինքն իրենով երբեք չի կարող առաջացնել խորքային ըմբռնում, իսկական ըմբռնում:</p>\n<p>Ներկայիս կրթությունը հանգեցրել է կատարյալ ձախողման, քանի որ այն ՉԱՓԱԶԱՆՑ կարևորություն է տալիս տեխնիկային, մասնագիտությանը, և ակնհայտ է, որ տեխնիկան ընդգծելով՝ այն մարդուն վերածում է մեխանիկական ավտոմատի, ոչնչացնում է նրա լավագույն հնարավորությունները:</p>\n<p>Զարգացնել կարողությունը և արդյունավետությունը առանց կյանքի ըմբռնման, առանց ինքնաճանաչողության, առանց ԻՄ ԻՆՁ ԳՈՐԾԸՆԹԱՑԻ ուղղակի ընկալման, առանց մտածելու, զգալու, ցանկանալու և գործելու սեփական ձևի մանրամասն ուսումնասիրության, կծառայի միայն մեր սեփական դաժանության, մեր սեփական եսասիրության, այն հոգեբանական գործոնների մեծացմանը, որոնք առաջացնում են պատերազմ, սով, աղքատություն, ցավ:</p>\n<p>Տեխնիկայի բացառիկ զարգացումը առաջացրել է Մեխանիկներ, Գիտնականներ, տեխնիկներ, ատոմային ֆիզիկոսներ, աղքատ կենդանիների վիվիսեկտորներ, կործանարար զենքերի գյուտարարներ և այլն, և այլն, և այլն:</p>\n<p>Բոլոր այդ մասնագետները, բոլոր այդ Ատոմային ռումբերի և Ջրածնային ռումբերի գյուտարարները, բոլոր այդ վիվիսեկտորները, որոնք տանջում են բնության արարածներին, բոլոր այդ խաբեբաները, միակ բանը, ինչի համար նրանք իրականում ծառայում են, պատերազմն ու ավերածությունն են:</p>\n<p>Ոչինչ չգիտեն բոլոր այդ խաբեբաները, ոչինչ չեն հասկանում կյանքի ամբողջական գործընթացից իր բոլոր անսահման դրսևորումներում:</p>\n<p>Տեխնոլոգիական ընդհանուր առաջընթացը, տրանսպորտային համակարգերը, հաշվողական մեքենաները, էլեկտրական լուսավորությունը, շենքերի ներսում վերելակները, ամեն տեսակի էլեկտրոնային ուղեղները և այլն, լուծում են հազարավոր խնդիրներ, որոնք մշակվում են գոյության մակերեսային մակարդակում, բայց անհատի և հասարակության մեջ ներմուծում են բազմաթիվ ավելի լայն և խորը խնդիրներ:</p>\n<p>Բացառապես ՄԱԿԵՐԵՍԱՅԻՆ ՄԱԿԱՐԴԱԿՈՒՄ ապրելը՝ հաշվի չառնելով մտքի տարբեր ավելի խորը տարածքներն ու շրջանները, փաստորեն նշանակում է մեր և մեր երեխաների վրա բերել թշվառություն, լաց և հուսահատություն:</p>\n<p>Ամենամեծ կարիքը, յուրաքանչյուր ԱՆՀԱՏԻ, յուրաքանչյուր մարդու ամենահրատապ խնդիրը կյանքը իր ԱՄԲՈՂՋԱԿԱՆ, ՄԻԱ-ՄԻԱՍՆԱԿ ձևով հասկանալն է, քանի որ միայն այդպես մենք ի վիճակի ենք բավարար կերպով լուծել մեր բոլոր մտերմիկ հատուկ խնդիրները:</p>\n<p>Տեխնիկական գիտելիքը ինքն իրենով երբեք չի կարող լուծել մեր բոլոր Հոգեբանական խնդիրները, մեր բոլոր խորը բարդույթները:</p>\n<p>Եթե մենք ուզում ենք լինել իսկական ՄԱՐԴԻԿ, ԱՄԲՈՂՋԱԿԱՆ ԱՆՀԱՏՆԵՐ, մենք պետք է ՀՈԳԵԲԱՆԱԿԱՆ ԱՎՏՈ-ՀԵՏԱԶՈՏՈՒԹՅՈՒՆ ԿԱՏԱՐԵՆՔ, խորապես ճանաչենք մեզ մտքի բոլոր տարածքներում, քանի որ ՏԵԽՆՈԼՈԳԻԱՆ առանց որևէ կասկածի վերածվում է կործանարար գործիքի, երբ մենք ԻՐԱԿԱՆՈՒՄ ՉԵՆՔ ՀԱՍԿԱՆՈՒՄ գոյության ամբողջական գործընթացը, երբ մենք ինքներս մեզ ԱՄԲՈՂՋԱԿԱՆ ձևով չենք ճանաչում:</p>\n<p>Եթե ՄՏԱՎՈՐ ԿԵՆԴԱՆԻՆ ԻՐԱԿԱՆՈՒՄ սիրեր, եթե ինքն իրեն ճանաչեր, եթե հասկանար կյանքի ամբողջական գործընթացը, երբեք չէր գործի ԱՏՈՄԸ ՏՐՈՀԵԼՈՒ ՀԱՆՑԱԳՈՐԾՈՒԹՅՈՒՆԸ:</p>\n<p>Մեր տեխնիկական առաջընթացը ֆանտաստիկ է, բայց միայն կարողացել է մեծացնել մեր ագրեսիվ ուժը միմյանց ոչնչացնելու համար, և ամենուրեք տիրում են սարսափը, սովը, տգիտությունը և հիվանդությունները:</p>\n<p>Ոչ մի մասնագիտություն, ոչ մի տեխնիկա երբեք չի կարող մեզ տալ այն, ինչը կոչվում է ԼՐՈՒՄ, ԻՍԿԱԿԱՆ ԵՐՋԱՆԿՈՒԹՅՈՒՆ:</p>\n<p>Յուրաքանչյուր մեկը կյանքում ինտենսիվորեն տառապում է իր գործում, իր մասնագիտության մեջ, իր սովորական կյանքի ընթացքում, և իրերը և զբաղմունքները վերածվում են նախանձի, բամբասանքի, ատելության, դառնության գործիքների:</p>\n<p>Բժիշկների աշխարհը, արվեստագետների աշխարհը, ինժեներների աշխարհը, փաստաբանների աշխարհը և այլն, այդ աշխարհներից յուրաքանչյուրը լի է ցավով, բամբասանքներով, մրցակցությամբ, նախանձով և այլն:</p>\n<p>Առանց ինքներս մեզ հասկանալու, պարզապես զբաղմունքը, արհեստը կամ մասնագիտությունը մեզ տանում է ցավի և խուսափման որոնման: Ոմանք ալկոհոլի միջոցով փախուստ են փնտրում պանդոկում, գինետանը, կաբարեում, մյուսները ուզում են փախչել թմրանյութերի, մորֆինի, կոկաինի, մարիխուանայի միջոցով, իսկ մյուսները՝ ցանկասիրության և սեռական այլասերման միջոցով և այլն, և այլն:</p>\n<p>Երբ ուզում են ամբողջ ԿՅԱՆՔԸ հանգեցնել տեխնիկայի, մասնագիտության, գումար վաստակելու և ավելի շատ գումար վաստակելու համակարգի, արդյունքը ձանձրույթն է, տհաճությունն է և խուսափումների որոնումը:</p>\n<p>Մենք պետք է վերածվենք ԱՄԲՈՂՋԱԿԱՆ ԱՆՀԱՏՆԵՐԻ, ամբողջական և դա հնարավոր է միայն ինքներս մեզ ճանաչելով և ՀՈԳԵԲԱՆԱԿԱՆ ԵՍ-Ը լուծարելով:</p>\n<p>ՀԻՄՆԱԿԱՆ ԿՐԹՈՒԹՅՈՒՆԸ, միևնույն ժամանակ խթանելով կյանք վաստակելու տեխնիկայի ուսուցումը, պետք է կատարի ավելի մեծ կարևորություն ունեցող մի բան, պետք է օգնի մարդուն փորձարկել, զգալ իր բոլոր կողմերում և մտքի բոլոր տարածքներում գոյության գործընթացը:</p>\n<p>Եթե ինչ-որ մեկն ունի ասելիք, թող ասի, և ասելու այդ բանը շատ հետաքրքիր է, քանի որ այդպես յուրաքանչյուր մեկը ինքն իրենով ստեղծում է իր սեփական ոճը, բայց սովորում է ուրիշի ոճերը՝ առանց ինքն իրենով անմիջականորեն փորձարկելու կյանքը իր ԱՄԲՈՂՋԱԿԱՆ ձևով, միայն տանում է մակերեսայնության:</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hy/educacion-fundamental/el-individuo-integro.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/el-individuo-integro.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/el-individuo-integro.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
