import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "فرد یکپارچه",
  "locale": "fa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "34. فرد یکپارچه",
    "order": 34
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>آموزش و پرورش بنیادین به معنای واقعی کلمه، درک عمیق از خود است؛ در درون هر فردی، تمام قوانین طبیعت وجود دارد.</p>\n<p>هر کس که بخواهد تمام شگفتی‌های طبیعت را بشناسد، باید آن‌ها را در درون خود مطالعه کند.</p>\n<p>آموزش و پرورش نادرست فقط به غنی‌سازی عقل توجه دارد و این کاری است که هر کسی می‌تواند انجام دهد. واضح است که با پول، هر کسی می‌تواند لوکس خریدن کتاب‌ها را داشته باشد.</p>\n<p>ما علیه فرهنگ فکری موضع‌گیری نمی‌کنیم، فقط علیه اشتیاق بی‌اندازه انباشتگی ذهنی موضع‌گیری می‌کنیم.</p>\n<p>آموزش و پرورش فکری نادرست فقط راه‌های فرار ظریفی را برای فرار از خود ارائه می‌دهد.</p>\n<p>هر مرد دانشمند، هر فاسد فکری، همیشه گریزگاه‌های شگفت‌انگیزی دارد که به او اجازه می‌دهد از خود فرار کند.</p>\n<p>از روشن‌فکری بدون معنویت، شیادان حاصل می‌شوند و این‌ها بشریت را به هرج و مرج و نابودی کشانده‌اند.</p>\n<p>تکنیک هرگز نمی‌تواند ما را قادر سازد که خود را به صورت یکپارچه بشناسیم.</p>\n<p>والدین فرزندان خود را به مدرسه، کالج، دانشگاه، پلی‌تکنیک و غیره می‌فرستند تا تکنیکی را یاد بگیرند، تا حرفه‌ای داشته باشند، تا در نهایت بتوانند امرار معاش کنند.</p>\n<p>واضح است که ما نیاز داریم که تکنیکی را بدانیم، حرفه‌ای داشته باشیم، اما این ثانویه است، اولویت، اساسی‌ترین چیز، شناختن خود است، دانستن اینکه چه کسی هستیم، از کجا آمده‌ایم، به کجا می‌رویم، هدف از وجود ما چیست.</p>\n<p>در زندگی همه چیز وجود دارد، شادی، غم، عشق، اشتیاق، لذت، درد، زیبایی، زشتی و غیره و وقتی می‌دانیم چگونه آن را به شدت زندگی کنیم، وقتی آن را در تمام سطوح ذهن درک می‌کنیم، جایگاه خود را در جامعه پیدا می‌کنیم، تکنیک خاص خود، روش خاص زندگی، احساس و تفکر خود را ایجاد می‌کنیم، اما برعکس آن صد در صد نادرست است، تکنیک به خودی خود، هرگز نمی‌تواند درک اساسی، درک واقعی را ایجاد کند.</p>\n<p>آموزش و پرورش کنونی یک شکست کامل بوده است زیرا به تکنیک، به حرفه اهمیت زیادی می‌دهد و واضح است که با تأکید بر تکنیک، انسان را به یک ماشین خودکار تبدیل می‌کند، بهترین امکانات او را از بین می‌برد.</p>\n<p>پرورش توانایی و کارآیی بدون درک زندگی، بدون شناخت خود، بدون درک مستقیم از فرآیند خود من، بدون مطالعه دقیق نحوه تفکر، احساس، تمایل و عمل کردن خود، فقط به افزایش ظلم، خودخواهی، آن عوامل روان‌شناختی که جنگ، گرسنگی، بدبختی، درد را ایجاد می‌کنند، خدمت می‌کند.</p>\n<p>توسعه انحصاری تکنیک، مکانیک‌ها، دانشمندان، تکنسین‌ها، فیزیکدانان هسته‌ای، زنده‌شکافان حیوانات بیچاره، مخترعان سلاح‌های مخرب و غیره را تولید کرده است.</p>\n<p>تمام این متخصصان، تمام این مخترعان بمب‌های اتمی و بمب‌های هیدروژنی، تمام این زنده‌شکافانی که موجودات طبیعت را شکنجه می‌کنند، تمام این شیادان، تنها چیزی که واقعاً به آن خدمت می‌کنند، جنگ و نابودی است.</p>\n<p>تمام این شیادان هیچ چیز نمی‌دانند، هیچ چیز از فرآیند کلی زندگی در تمام تجلیات بی‌نهایت آن نمی‌فهمند.</p>\n<p>پیشرفت تکنولوژیکی عمومی، سیستم‌های حمل و نقل، ماشین‌های حساب، روشنایی الکتریکی، آسانسورها در داخل ساختمان‌ها، مغزهای الکترونیکی از هر نوع و غیره، هزاران مسئله را که در سطح سطحی وجود پردازش می‌شوند، حل می‌کنند، اما در فرد و در جامعه، مشکلات گسترده‌تر و عمیق‌تری را وارد می‌کنند.</p>\n<p>زندگی منحصراً در سطح سطحی بدون در نظر گرفتن زمین‌ها و مناطق عمیق‌تر ذهن، در واقع به معنای جلب بدبختی، گریه و ناامیدی برای خود و فرزندانمان است.</p>\n<p>بزرگ‌ترین نیاز، فوری‌ترین مسئله هر فرد، هر شخص، درک زندگی به شکل یکپارچه، وحدت‌گرا است، زیرا تنها در این صورت است که ما قادر به حل رضایت‌بخش تمام مشکلات خصوصی خود هستیم.</p>\n<p>دانش فنی به خودی خود هرگز نمی‌تواند تمام مشکلات روان‌شناختی، تمام عقده‌های عمیق ما را حل کند.</p>\n<p>اگر می‌خواهیم مردان واقعی باشیم، افراد یکپارچه، باید از نظر روان‌شناختی خود را بررسی کنیم، خود را عمیقاً در تمام قلمروهای اندیشه بشناسیم، زیرا فناوری بدون تردید، به یک ابزار مخرب تبدیل می‌شود، وقتی که تمام فرآیند کلی وجود را به درستی درک نمی‌کنیم، وقتی که خود را به صورت یکپارچه نمی‌شناسیم.</p>\n<p>اگر حیوان عقلانی واقعاً عشق می‌ورزید، اگر خود را می‌شناخت، اگر فرآیند کلی زندگی را درک کرده بود، هرگز مرتکب جنایت تجزیه اتم نمی‌شد.</p>\n<p>پیشرفت فنی ما فوق‌العاده است، اما فقط توانسته است قدرت تهاجمی ما را برای نابودی یکدیگر افزایش دهد و در همه جا وحشت، گرسنگی، جهل و بیماری‌ها حاکم است.</p>\n<p>هیچ حرفه، هیچ تکنیکی هرگز نمی‌تواند چیزی را که تمامیت، سعادت واقعی نامیده می‌شود، به ما بدهد.</p>\n<p>هر کسی در زندگی به شدت در شغل، حرفه، روند زندگی روزمره خود رنج می‌برد و چیزها و مشاغل به ابزاری برای حسادت، غیبت، نفرت، تلخی تبدیل می‌شوند.</p>\n<p>دنیای پزشکان، دنیای هنرمندان، مهندسان، وکلا و غیره، هر یک از این دنیاها، پر از درد، غیبت، رقابت، حسادت و غیره است.</p>\n<p>بدون درک خود، صرفاً اشتغال، شغل یا حرفه، ما را به درد و جستجوی گریزگاه‌ها می‌کشاند. برخی از طریق الکل، مشروب‌فروشی، میخانه، کاباره به دنبال گریزگاه هستند، برخی دیگر می‌خواهند از طریق مواد مخدر، مورفین، کوکائین، ماری‌جوانا و برخی دیگر از طریق شهوت و انحطاط جنسی و غیره فرار کنند.</p>\n<p>وقتی می‌خواهید تمام زندگی را به یک تکنیک، به یک حرفه، به یک سیستم برای کسب پول و پول بیشتر تقلیل دهید، نتیجه آن بی‌حوصلگی، دلزدگی و جستجوی گریزگاه‌ها است.</p>\n<p>ما باید به افراد یکپارچه، کامل تبدیل شویم و این فقط با شناختن خود و حل کردن خود روان‌شناختی امکان‌پذیر است.</p>\n<p>آموزش و پرورش بنیادین همزمان با تشویق به یادگیری یک تکنیک برای امرار معاش، باید کار مهم‌تری را انجام دهد، باید به انسان کمک کند تا در تمام جنبه‌ها و در تمام قلمروهای ذهن، روند وجود را تجربه کند، احساس کند.</p>\n<p>اگر کسی چیزی برای گفتن دارد، بگوید و گفتن آن بسیار جالب است زیرا به این ترتیب هر کس سبک خاص خود را ایجاد می‌کند، اما یادگیری سبک‌های دیگران بدون تجربه مستقیم زندگی به شکل یکپارچه، فقط منجر به سطحی‌نگری می‌شود.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/fa/educacion-fundamental/el-individuo-integro.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/el-individuo-integro.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/el-individuo-integro.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
