import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ፍጹም ግለሰብ",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "34. ፍጹም ግለሰብ",
    "order": 34
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>እውነተኛ ትርጉሙ ያለው መሠረታዊ ትምህርት ራስን በጥልቀት መረዳት ነው፤ በእያንዳንዱ ግለሰብ ውስጥ የተፈጥሮ ህጎች በሙሉ ይገኛሉ።</p>\n<p>የተፈጥሮን ድንቆች ሁሉ ማወቅ የሚፈልግ፣ በራሱ ውስጥ ሊያጠናቸው ይገባል።</p>\n<p>ሐሰተኛ ትምህርት የሚያሳስበው አዕምሮን በማበልጸግ ብቻ ነው፣ ይህንንም ማንኛውም ሰው ማድረግ ይችላል። በገንዘብ ማንኛውም ሰው መጽሐፍትን መግዛት እንደሚችል ግልጽ ነው።</p>\n<p>በአዕምሯዊ ባህል ላይ አንፈርድም፣ በአዕምሮአዊ ክምችት ፍላጎት ላይ ብቻ ነው የምንፈርደው።</p>\n<p>ሐሰተኛ አዕምሯዊ ትምህርት ከራስ ለማምለጥ ስውር መንገዶችን ብቻ ያቀርባል።</p>\n<p>እያንዳንዱ ምሁር፣ እያንዳንዱ ምሁራዊ ክፉ ሰው፣ ከራሱ ለማምለጥ የሚያስችሉ ድንቅ ማምለጫዎች አሉት።</p>\n<p>መንፈሳዊነት የሌለው የአዕምሯዊነት ውጤት አጭበርባሪዎች ናቸው፣ እነዚህም የሰው ልጅን ወደ ትርምስና ጥፋት መርተዋል።</p>\n<p>ቴክኖሎጂ ራሳችንን በአንድነት ለመገንዘብ ፈጽሞ አያስችለንም።</p>\n<p>ወላጆች ልጆቻቸውን ወደ ትምህርት ቤት፣ ኮሌጅ፣ ዩኒቨርሲቲ፣ ፖሊቴክኒክ ወዘተ የሚልኩት ቴክኒክ እንዲማሩ፣ ሙያ እንዲኖራቸው፣ በመጨረሻም ኑሮአቸውን እንዲያገኙ ነው።</p>\n<p>አንድ ቴክኒክ ማወቅ፣ ሙያ መያዝ እንደሚያስፈልገን ግልጽ ነው፣ ነገር ግን ይህ ሁለተኛ ደረጃ ነው፣ የመጀመሪያው፣ መሠረታዊው ነገር ራሳችንን ማወቅ፣ ማን እንደሆንን፣ ከየት እንደመጣን፣ ወዴት እንደምንሄድ፣ የህልውናችን ዓላማ ምን እንደሆነ ማወቅ ነው።</p>\n<p>በህይወት ውስጥ ሁሉም ነገር አለ፣ ደስታ፣ ሀዘን፣ ፍቅር፣ ስሜት፣ ደስታ፣ ህመም፣ ውበት፣ አስቀያሚነት ወዘተ፤ እና በከፍተኛ ሁኔታ መኖርን ስንማር፣ በአእምሮአችን በሁሉም ደረጃዎች ስንረዳው፣ በህብረተሰቡ ውስጥ ያለንን ቦታ እናገኛለን፣ የራሳችንን ቴክኒክ እንፈጥራለን፣ የራሳችንን የአኗኗር ዘይቤ፣ ስሜት እና አስተሳሰብ፣ ነገር ግን ተቃራኒው መቶ በመቶ ሐሰት ነው፣ ቴክኒኩ በራሱ ጥልቅ ግንዛቤን፣ እውነተኛ ግንዛቤን ፈጽሞ ሊያስገኝ አይችልም።</p>\n<p>የአሁኑ ትምህርት ሙሉ በሙሉ ከሽፏል ምክንያቱም ለቴክኒክ፣ ለሙያ ከልክ ያለፈ ትኩረት ስለሚሰጥ ነው፣ እና ቴክኒኩን በማጉላት ሰውን ወደ መካኒካል አውቶማቲክነት እንደሚቀይረው፣ ምርጥ እድሎቹን እንደሚያጠፋ ግልጽ ነው።</p>\n<p>የህይወትን ግንዛቤ ሳናገኝ፣ ራስን ሳናውቅ፣ የእኔን ሂደት በቀጥታ ሳናስተውል፣ የአስተሳሰባችንን፣ የስሜታችንን፣ የምኞታችንን እና የድርጊታችንን መንገድ በጥንቃቄ ሳናጠና ችሎታንና ብቃትን ማዳበር የጭካኔያችንን፣ የራስ ወዳድነታችንን፣ ጦርነትን፣ ረሃብን፣ ድህነትን፣ ህመምን የሚያስከትሉትን የስነልቦና ምክንያቶች ለማሳደግ ብቻ ያገለግላል።</p>\n<p>ብቸኛው የቴክኒክ እድገት መካኒኮችን፣ ሳይንቲስቶችን፣ ቴክኒሻኖችን፣ የአቶሚክ ፊዚክስ ሊቃውንትን፣ ምስኪን እንስሳትን የሚያሰቃዩትን፣ አጥፊ የጦር መሳሪያዎችን ፈጣሪዎች ወዘተ አስገኝቷል።</p>\n<p>እነዚያ ባለሙያዎች በሙሉ፣ እነዚያ የአቶሚክ ቦምብና የሃይድሮጂን ቦምብ ፈጣሪዎች በሙሉ፣ የተፈጥሮ ፍጥረታትን የሚያሰቃዩ አሰቃቂዎች በሙሉ፣ እነዚያ አጭበርባሪዎች በሙሉ፣ በእርግጥ የሚያገለግሉት ለጦርነትና ለጥፋት ብቻ ነው።</p>\n<p>እነዚያ አጭበርባሪዎች በሙሉ ምንም አያውቁም፣ በሁሉም ማለቂያ በሌላቸው መገለጫዎች ውስጥ የህይወትን አጠቃላይ ሂደት ምንም አይረዱም።</p>\n<p>አጠቃላይ የቴክኖሎጂ እድገት፣ የትራንስፖርት ሥርዓቶች፣ የሂሳብ ማሽኖች፣ የኤሌክትሪክ መብራት፣ በህንፃዎች ውስጥ ያሉ ሊፍት፣ ሁሉንም ዓይነት የኤሌክትሮኒክስ አእምሮዎች ወዘተ በህልውና ላይ ላዩን በሚፈቱ ደረጃዎች በሺዎች የሚቆጠሩ ችግሮችን ይፈታሉ፣ ነገር ግን በግለሰብና በህብረተሰብ ውስጥ ብዙ ሰፋ ያሉና ጥልቅ ችግሮችን ያስተዋውቃሉ።</p>\n<p>የአእምሮን የተለያዩ መሬቶችና ክልሎች ከግምት ውስጥ ሳናስገባ ላዩን ደረጃ ላይ ብቻ መኖር በእርግጥ በራሳችንና በልጆቻችን ላይ መከራን፣ ልቅሶንና ተስፋ መቁረጥን መሳብ ማለት ነው።</p>\n<p>የእያንዳንዱ ግለሰብ፣ የእያንዳንዱ ሰው ትልቁ ፍላጎት፣ በጣም አስቸኳይ ችግር ህይወትን በአጠቃላይ፣ በአንድነት መረዳት ነው፣ ምክንያቱም በዚህ መንገድ ብቻ ሁሉንም የግል ችግሮቻችንን በተሳካ ሁኔታ መፍታት እንችላለን።</p>\n<p>የቴክኒክ እውቀት በራሱ ሁሉንም የስነልቦና ችግሮቻችንን፣ ጥልቅ ውስብስቦቻችንን ሊፈታ አይችልም።</p>\n<p>እውነተኛ ወንዶች ከሆንን፣ እራሳችንን በስነ ልቦና መመርመር፣ በአስተሳሰብ በሁሉም ግዛቶች ውስጥ በጥልቀት ማወቅ አለብን፣ ምክንያቱም ቴክኖሎጂ ጥርጥር የለውም፣ አጠቃላይ የህልውናውን ሂደት በእውነት ስንረዳ፣ እራሳችንን በአንድነት ስናውቅ አጥፊ መሳሪያ ይሆናል።</p>\n<p>አዕምሯዊው እንስሳ በእውነት ቢወድ፣ ራሱን ቢያውቅ፣ አጠቃላይ የሕይወትን ሂደት ቢረዳው ኖሮ አቶምን የመከፋፈል ወንጀልን ፈጽሞ አይፈጽምም ነበር።</p>\n<p>የቴክኒክ እድገታችን ድንቅ ነው ነገር ግን አንዳችን ሌላውን ለመበጥበጥ የጥቃት ኃይላችንን ለማሳደግ ብቻ ነው የቻልነው እና በየቦታው ሽብር፣ ረሃብ፣ ድንቁርና እና በሽታ ይነግሳሉ።</p>\n<p>ምንም ዓይነት ሙያ፣ ምንም ዓይነት ቴክኒክ ሙላት፣ እውነተኛ ደስታ የሚባለውን ነገር ሊሰጠን አይችልም።</p>\n<p>እያንዳንዱ ሰው በህይወት ውስጥ በሙያው፣ በስራው፣ በተለመደው የህይወት ዘይቤው ውስጥ በከፍተኛ ሁኔታ ይሰቃያል እና ነገሮች እና ስራዎች የምቀኝነት፣ የሐሜት፣ የጥላቻ እና የቁጣ መሳሪያዎች ይሆናሉ።</p>\n<p>የዶክተሮች ዓለም፣ የአርቲስቶች፣ የኢንጂነሮች፣ የጠበቆች ወዘተ ዓለም እያንዳንዱ ዓለም በህመም፣ በሐሜት፣ በፉክክር፣ በምቀኝነት ወዘተ የተሞላ ነው።</p>\n<p>እራሳችንን ሳንረዳ, ስራ, ወይም ሙያ ወደ ህመም እና ማምለጫ ፍለጋ ይመራናል. አንዳንዶች በአልኮል መጠጥ ቤት፣ ኪንታሮት፣ ካባሬት በኩል ማምለጫ ይፈልጋሉ፣ ሌሎች በአደንዛዥ እጽ፣ ሞርፊን፣ ኮኬይን፣ ማሪዋና እና ሌሎች በፍትወት እና በጾታዊ ውድቀት ወዘተ ለማምለጥ ይፈልጋሉ።</p>\n<p>ህይወትን በሙሉ ወደ አንድ ቴክኒክ፣ ወደ ሙያ፣ ገንዘብ እና ብዙ ገንዘብ ለማግኘት ወደሚያስችል ሥርዓት ለመቀነስ ሲፈለግ ውጤቱ መሰልቸት፣ መበሳጨትና ማምለጫ መፈለግ ነው።</p>\n<p>ሙሉ ሰዎች መሆን አለብን፣ ይህ ደግሞ እራሳችንን በማወቅ እና ስነ ልቦናዊውን እኔን በማሟሟት ብቻ ነው የሚቻለው።</p>\n<p>መሰረታዊ ትምህርት ኑሮን ለማሸነፍ የሚያስችል ቴክኒክ መማርን ከማበረታታት ጎን ለጎን የበለጠ ጠቃሚ ነገር ማድረግ አለበት፣ ሰውን በሁሉም ገፅታዎች እና በአእምሮ ውስጥ በሁሉም ክልሎች ውስጥ የህልውናውን ሂደት እንዲለማመድ፣ እንዲሰማው መርዳት አለበት።</p>\n<p>ማንም የሚናገረው ካለ ይናገር፤ ይህ መናገር በጣም አስደሳች ነው፤ ምክንያቱም በዚህ መንገድ እያንዳንዱ ሰው የራሱን ዘይቤ በራሱ ይፈጥራል፤ ነገር ግን ሕይወትን በአጠቃላይ በቀጥታ በራሳቸው ሳይለማመዱ የሌሎችን ዘይቤዎች መማር ላዩንነት ብቻ ይመራል።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/el-individuo-integro.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/el-individuo-integro.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/el-individuo-integro.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
