import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "संपूर्ण व्यक्ति",
  "locale": "hi",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "34. संपूर्ण व्यक्ति",
    "order": 34
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>वास्तविक अर्थों में बुनियादी शिक्षा स्वयं की गहरी समझ है; प्रत्येक व्यक्ति के भीतर प्रकृति के सभी नियम निहित हैं।</p>\n<p>जो कोई भी प्रकृति के सभी अजूबों को जानना चाहता है, उसे उनका अध्ययन अपने भीतर ही करना चाहिए।</p>\n<p>झूठी शिक्षा केवल बुद्धि को समृद्ध करने की चिंता करती है और यह कोई भी कर सकता है। यह स्पष्ट है कि पैसे से कोई भी किताबें खरीदने का शौक पूरा कर सकता है।</p>\n<p>हम बौद्धिक संस्कृति के खिलाफ नहीं हैं, हम केवल मानसिक संचय की अत्यधिक इच्छा के खिलाफ हैं।</p>\n<p>झूठी बौद्धिक शिक्षा केवल स्वयं से भागने के लिए सूक्ष्म पलायन प्रदान करती है।</p>\n<p>हर विद्वान व्यक्ति, हर बौद्धिक दुराचारी के पास हमेशा अद्भुत बहाने होते हैं जो उसे खुद से भागने की अनुमति देते हैं।</p>\n<p>आध्यात्मिकता के बिना बौद्धिकता से ठग पैदा होते हैं और इन्होंने मानवता को अराजकता और विनाश की ओर धकेल दिया है।</p>\n<p>तकनीक हमें कभी भी एकीकृत तरीके से स्वयं को जानने में सक्षम नहीं बना सकती है।</p>\n<p>माता-पिता अपने बच्चों को स्कूल, कॉलेज, विश्वविद्यालय, पॉलिटेक्निक आदि में भेजते हैं ताकि वे कोई तकनीक सीखें, कोई पेशा अपनाएं, ताकि वे अंततः जीवन यापन कर सकें।</p>\n<p>यह स्पष्ट है कि हमें कोई तकनीक जानने, कोई पेशा करने की आवश्यकता है, लेकिन यह गौण है, प्राथमिक, मौलिक, स्वयं को जानना है, यह जानना है कि हम कौन हैं, हम कहाँ से आते हैं, हम कहाँ जा रहे हैं, हमारे अस्तित्व का उद्देश्य क्या है।</p>\n<p>जीवन में सब कुछ है, खुशियाँ, दुख, प्रेम, जुनून, आनंद, दर्द, सौंदर्य, कुरूपता, आदि, और जब हम इसे तीव्रता से जीना जानते हैं, जब हम इसे मन के सभी स्तरों पर समझते हैं, तो हम समाज में अपना स्थान पाते हैं, हम अपनी तकनीक बनाते हैं, जीने, महसूस करने और सोचने का अपना विशेष तरीका बनाते हैं, लेकिन इसके विपरीत सौ प्रतिशत गलत है, तकनीक अपने आप में कभी भी मूलभूत समझ, सच्ची समझ को जन्म नहीं दे सकती है।</p>\n<p>वर्तमान शिक्षा एक भारी विफलता रही है क्योंकि यह तकनीक, पेशे को अत्यधिक महत्व देती है और यह स्पष्ट है कि तकनीक पर जोर देने से मनुष्य एक यांत्रिक स्वचालित मशीन बन जाता है, यह उसकी सर्वोत्तम संभावनाओं को नष्ट कर देता है।</p>\n<p>जीवन की समझ के बिना, स्वयं के ज्ञान के बिना, स्वयं की प्रक्रिया की प्रत्यक्ष धारणा के बिना, सोचने, महसूस करने, चाहने और कार्य करने के अपने तरीके के विस्तृत अध्ययन के बिना क्षमता और दक्षता का विकास, केवल हमारी अपनी क्रूरता, हमारे अपने स्वार्थ, उन मनोवैज्ञानिक कारकों को बढ़ाने का काम करेगा जो युद्ध, भूख, दुख, दर्द पैदा करते हैं।</p>\n<p>तकनीक के विशेष विकास ने यांत्रिकी, वैज्ञानिकों, तकनीशियनों, परमाणु भौतिकविदों, गरीब जानवरों के विविसेक्टरों, विनाशकारी हथियारों के आविष्कारकों आदि का उत्पादन किया है।</p>\n<p>वे सभी पेशेवर, परमाणु बम और हाइड्रोजन बम के वे सभी आविष्कारक, वे सभी विविसेक्टर जो प्रकृति के प्राणियों को सताते हैं, वे सभी ठग, वास्तव में केवल युद्ध और विनाश के लिए काम करते हैं।</p>\n<p>उन सभी ठगों को कुछ भी नहीं पता, वे अपने सभी अनंत अभिव्यक्तियों में जीवन की पूरी प्रक्रिया को कुछ नहीं समझते हैं।</p>\n<p>सामान्य तकनीकी प्रगति, परिवहन प्रणाली, गिनती मशीनें, बिजली की रोशनी, इमारतों के अंदर लिफ्ट, हर तरह के इलेक्ट्रॉनिक दिमाग, आदि, अस्तित्व के सतही स्तर पर संसाधित होने वाली हजारों समस्याओं को हल करते हैं, लेकिन व्यक्ति और समाज में, कई व्यापक और गहरी समस्याओं को पेश करते हैं।</p>\n<p>मन के विभिन्न क्षेत्रों और गहरे क्षेत्रों को ध्यान में रखे बिना, विशेष रूप से सतही स्तर पर जीना, वास्तव में अपने और अपने बच्चों पर दुख, आँसू और निराशा को आकर्षित करने का मतलब है।</p>\n<p>सबसे बड़ी आवश्यकता, प्रत्येक व्यक्ति की सबसे जरूरी समस्या, जीवन को उसके एकीकृत, एकीकृत रूप में समझना है, क्योंकि तभी हम अपनी सभी अंतरंग व्यक्तिगत समस्याओं को संतोषजनक ढंग से हल करने की स्थिति में हैं।</p>\n<p>तकनीकी ज्ञान अपने आप में हमारी सभी मनोवैज्ञानिक समस्याओं, हमारी सभी गहरी जटिलताओं को कभी हल नहीं कर सकता है।</p>\n<p>यदि हम सच्चे मनुष्य बनना चाहते हैं, एकीकृत व्यक्ति बनना चाहते हैं, तो हमें मनोवैज्ञानिक रूप से स्वयं का पता लगाना चाहिए, विचार के सभी क्षेत्रों में खुद को गहराई से जानना चाहिए, क्योंकि बिना किसी संदेह के प्रौद्योगिकी एक विनाशकारी उपकरण बन जाती है, जब हम अस्तित्व की पूरी प्रक्रिया को वास्तव में नहीं समझते हैं, जब हम खुद को एकीकृत रूप से नहीं जानते हैं।</p>\n<p>यदि बौद्धिक जानवर वास्तव में प्यार करता, यदि वह खुद को जानता, यदि उसने जीवन की पूरी प्रक्रिया को समझ लिया होता तो उसने कभी भी परमाणु को विभाजित करने का अपराध नहीं किया होता।</p>\n<p>हमारी तकनीकी प्रगति शानदार है लेकिन इसने केवल एक दूसरे को नष्ट करने के लिए हमारी आक्रामक शक्ति को बढ़ाने में कामयाबी हासिल की है और हर जगह आतंक, भूख, अज्ञानता और बीमारियाँ व्याप्त हैं।</p>\n<p>कोई भी पेशा, कोई भी तकनीक हमें कभी भी वह नहीं दे सकती जिसे पूर्णता, सच्चा सुख कहा जाता है।</p>\n<p>जीवन में हर कोई अपने पेशे, अपने व्यवसाय, अपने दिनचर्या के जीवन में तीव्रता से पीड़ित होता है और चीजें और व्यवसाय ईर्ष्या, बड़बड़ाहट, घृणा, कड़वाहट के उपकरण बन जाते हैं।</p>\n<p>डॉक्टरों की दुनिया, कलाकारों, इंजीनियरों, वकीलों की दुनिया, आदि, इनमें से प्रत्येक दुनिया दर्द, बड़बड़ाहट, प्रतिस्पर्धा, ईर्ष्या आदि से भरी है।</p>\n<p>स्वयं को समझने के बिना, केवल व्यवसाय, व्यवसाय या पेशा हमें दर्द और पलायन की खोज की ओर ले जाता है। कुछ शराब, कैंटीन, सराय, कैबरे के माध्यम से पलायन की तलाश करते हैं, अन्य ड्रग्स, मॉर्फिन, कोकीन, मारिजुआना के माध्यम से भागना चाहते हैं और अन्य वासना और यौन पतन के माध्यम से, आदि।</p>\n<p>जब कोई पूरे जीवन को एक तकनीक, एक पेशे, पैसे और अधिक पैसे कमाने की प्रणाली तक कम करना चाहता है, तो परिणाम बोरियत, चिड़चिड़ापन और पलायन की खोज है।</p>\n<p>हमें एकीकृत, पूर्ण व्यक्ति बनना चाहिए और यह केवल स्वयं को जानने और मनोवैज्ञानिक अहंकार को भंग करने से ही संभव है।</p>\n<p>बुनियादी शिक्षा, जीवन यापन के लिए एक तकनीक सीखने को प्रोत्साहित करने के साथ-साथ, कुछ अधिक महत्वपूर्ण कार्य करना चाहिए, इसे मनुष्य को अस्तित्व की प्रक्रिया के सभी पहलुओं में और मन के सभी क्षेत्रों में अनुभव करने, महसूस करने में मदद करनी चाहिए।</p>\n<p>यदि किसी को कुछ कहना है तो उसे कहने दो और इसे कहना बहुत दिलचस्प है क्योंकि इस तरह हर कोई खुद अपनी शैली बनाता है, लेकिन दूसरों की शैली सीखता है बिना अपने एकीकृत रूप में जीवन को सीधे अनुभव किए; यह केवल सतहीपन की ओर ले जाता है।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hi/educacion-fundamental/el-individuo-integro.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hi/educacion-fundamental/el-individuo-integro.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hi/educacion-fundamental/el-individuo-integro.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
