import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Толук кандуу инсан",
  "locale": "ky",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "34. Толук кандуу инсан",
    "order": 34
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Чыныгы маанисиндеги ФУНДАМЕНТТИК БИЛИМ – бул өзүңдү терең түшүнүү; ар бир адамдын ичинде табияттын бардык мыйзамдары бар.</p>\n<p>Табияттын бардык кереметтерин билгиси келген адам, аларды өзүнүн ичинен изилдеши керек.</p>\n<p>Жалган билим интеллекти байытууга гана кам көрөт, муну ким болсо да жасай алат. Акча менен каалаган адам китеп сатып ала алары анык.</p>\n<p>Биз интеллектуалдык маданиятка каршы эмеспиз, болгону акыл-эсти ашыкча топтоо аракетине каршыбыз.</p>\n<p>Жалган интеллектуалдык билим өзүңдөн качуунун тымызын жолдорун гана сунуш кылат.</p>\n<p>Ар бир окумуштуу адам, ар бир интеллектуалдык күнөөкөр өзүнөн качууга мүмкүндүк берген кереметтүү шылтоолорго ээ.</p>\n<p>РУХАНИЙЛҮҮК жок ИНТЕЛЛЕКТУАЛИЗМДЕН алдамчылар чыгат жана алар адамзатты ХАОСКО жана ЖОЮУГА алып барышты.</p>\n<p>Техника эч качан бизди бүтүн, бирдиктүү түрдө өзүбүздү таанып билүүгө жөндөмдүү кыла албайт.</p>\n<p>Үй-бүлө башчылары балдарын Мектепке, Колледжге, Университетке, Политехникага ж.б. жөнөтүшөт, кандайдыр бир техниканы үйрөнүшсүн, кандайдыр бир кесипке ээ болушсун, акыры өз жашоосун таба алышсын деп.</p>\n<p>Бизге кандайдыр бир техниканы билүү, кесипке ээ болуу керек экени анык, бирок бул экинчи даражадагы нерсе, биринчи даражадагы, фундаменталдык нерсе – бул өзүбүздү таанып билүү, ким экенибизди, кайдан келгенибизди, кайда бара жатканыбызды, биздин жашообуздун максаты эмне экенин билүү.</p>\n<p>Жашоодо бардыгы бар, кубаныч, кайгы, сүйүү, кумар, ырахат, оору, сулуулук, көрксүздүк ж.б. жана биз аны катуу жашаганды билгенде, биз аны акылдын бардык ДЕҢГЭЭЛИНде түшүнгөндө, биз Коомдогу өз ордубузду табабыз, өзүбүздүн техникабызды, жашоонун, сезүүнүн жана ойлонуунун өзгөчө ыкмасын жаратабыз, бирок тескерисинче жүз пайыз жалган, техника өзүнөн өзү терең түшүнүктү, чыныгы түшүнүктү эч качан пайда кыла албайт.</p>\n<p>Азыркы билим берүү ийгиликсиздикке учурады, анткени ал техникага, кесипке АШЫКЧА маани берет жана техниканы баса белгилөө менен адамды механикалык автоматка айландырып, анын эң жакшы мүмкүнчүлүктөрүн жок кылаары анык.</p>\n<p>Жашоону түшүнбөстөн, өзүңдү билбестен, МЕН ӨЗҮМДҮН процессин түздөн-түз кабыл албастан, өзүңдүн ой жүгүртүү, сезүү, каалоо жана аракеттенүү ыкмасын кылдат изилдебестен, жөндөмдүүлүктү жана натыйжалуулукту өнүктүрүү өзүбүздүн ырайымсыздыгыбызды, өзүмчүлдүгүбүздү, согушту, ачарчылыкты, кайырчылыкты, ооруну жараткан Психологиялык факторлорду гана көбөйтүүгө кызмат кылат.</p>\n<p>Техниканын өзгөчө өнүгүшү Механиктерди, Окумуштууларды, техниктерди, атом физиктерин, байкуш жаныбарларды тирүүлөй кесүүчүлөрдү, кыйратуучу куралдарды ойлоп табуучуларды ж.б. пайда кылды.</p>\n<p>Бардык ошол кесипкөйлөр, бардык ошол атом бомбаларын жана суутек бомбаларын ойлоп табуучулар, жаратылыштын жандыктарын азаптаган бардык ошол тирүүлөй кесүүчүлөр, бардык ошол алдамчылар, чынында эмнеге кызмат кылышат, согуш жана кыйратуу үчүн гана.</p>\n<p>Бардык ошол алдамчылар эч нерсе билишпейт, жашоонун бардык чексиз көрүнүштөрүндөгү жалпы процесси жөнүндө эч нерсе түшүнүшпөйт.</p>\n<p>Жалпы технологиялык прогресс, транспорт системалары, эсептөөчү машиналар, электр жарыгы, имараттардын ичиндеги лифттер, бардык түрдөгү электрондук мээлер ж.б., жашоонун үстүртөн деңгээлинде иштетилген миңдеген көйгөйлөрдү чечет, бирок жеке адамга жана коомго көптөгөн кеңири жана терең көйгөйлөрдү киргизет.</p>\n<p>Акылдын ар кандай терең жерлерин жана аймактарын эске албастан, ҮСТҮРТӨН ДЕҢГЭЭЛДЕ гана жашоо, бизге жана балдарыбызга кайырчылыкты, ыйды жана үмүтсүздүктү тартууну билдирет.</p>\n<p>Ар бир ИНДИВИДдин, ар бир адамдын эң чоң муктаждыгы, эң актуалдуу көйгөйү – бул жашоону анын БҮТҮН, БИРДИКТҮҮ формасында түшүнүү, анткени ошондо гана биз бардык ички өзгөчө көйгөйлөрүбүздү канааттандырарлык түрдө чечүүгө шарт түзөбүз.</p>\n<p>Техникалык билим өзүнөн өзү биздин бардык Психологиялык көйгөйлөрүбүздү, бардык терең комплекстерибизди эч качан чече албайт.</p>\n<p>Эгер биз чыныгы ЭРКЕКтер болгубуз келсе, БҮТҮН 1НДИВИДдер болушубуз керек, биз өзүбүздү ПСИХОЛОГИЯЛЫК жактан АВТО-ИЗИЛДЕШИБИЗ керек, ой жүгүртүүнүн бардык аймактарында өзүбүздү терең таанып билишибиз керек, анткени ТЕХНОЛОГИЯ эч кандай шек жок, жашоонун бардык жалпы процессин ЧЫНЫГЫ түшүнбөгөндө, өзүбүздү БҮТҮН түрүндө таанып билбегенде, кыйратуучу куралга айланат.</p>\n<p>Эгерде ИНТЕЛЛЕКТУАЛДЫК ЖАНЫБАР ЧЫНЫГЫ сүйсө, эгерде ал өзүн таанып билсе, эгерде ал жашоонун жалпы процессин түшүнсө, анда ал эч качан АТОМДУ БӨЛҮҮ кылмышын кылмак эмес.</p>\n<p>Биздин техникалык прогрессибиз фантастикалык, бирок ал бири-бирибизди жок кылуу үчүн агрессивдүү күчүбүздү көбөйтүүгө гана жетишти жана бардык жерде террор, ачарчылык, сабатсыздык жана оорулар өкүм сүрүүдө.</p>\n<p>Эч кандай кесип, эч кандай техника бизге эч качан ТОЛУКТУК, ЧЫНЫГЫ БАКТЫЛУУЛУК деп аталган нерсени бере албайт.</p>\n<p>Жашоодо ар ким өз кесибинде, өз кесибинде, өзүнүн күнүмдүк жашоосунда катуу азап чегет жана нерселер жана иштер көрө албастыктын, ушактын, жек көрүүчүлүктүн, ачуунун куралы болуп калат.</p>\n<p>Доктурлардын дүйнөсү, сүрөтчүлөрдүн, инженерлердин, юристтердин дүйнөсү ж.б., ошол дүйнөлөрдүн ар бири ооруга, ушакка, атаандаштыкка, көрө албастыкка ж.б. толгон.</p>\n<p>Өзүбүздү түшүнбөстөн жөн гана иштөө, кесип же адистик бизди ооруга жана качуунун изденишине алып барат. Кээ бирлери спирт ичимдиктери, бар, таверна, кабаре аркылуу качууну издешет, башкалары баңгизат, морфин, кокаин, марихуана аркылуу качууну каалашат, ал эми башкалары ырахат жана сексуалдык бузулуу аркылуу ж.б.</p>\n<p>Бардык ЖАШООну техникага, кесипке, акча табуунун жана көбүрөөк акча табуунун системасына чейин азайткысы келгенде, натыйжа зеригүү, тажатмалык жана качуунун издениши болуп саналат.</p>\n<p>Биз БҮТҮН, толук ИНДИВИДдерге айланышыбыз керек жана бул өзүбүздү таанып билүү жана ПСИХОЛОГИЯЛЫК МЕНди жок кылуу менен гана мүмкүн.</p>\n<p>ФУНДАМЕНТТИК БИЛИМ бир эле учурда жашоо үчүн техниканы үйрөнүүнү стимулдаштыруу менен бирге, андан да маанилүү нерсени ишке ашырышы керек, адамга жардам бериши керек, жашоонун процессин анын бардык аспектилеринде жана акылдын бардык аймактарында сезүүгө, сезүүгө жардам бериши керек.</p>\n<p>Эгер кимдир бирөө айта турган нерсеси болсо, айтсын жана аны айтуу абдан кызыктуу, анткени ошентип ар ким өзү үчүн өз стилин түзөт, бирок жашоону БҮТҮН түрүндө түздөн-түз өзү баштан өткөрбөстөн башкалардын стилдерин үйрөнөт; бул үстүртөндүккө гана алып келет.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ky/educacion-fundamental/el-individuo-integro.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/el-individuo-integro.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/el-individuo-integro.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
