import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Цэласная Асоба",
  "locale": "be",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "34. Цэласная Асоба",
    "order": 34
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ФУНДАМЕНТАЛЬНАЯ АДУКАЦЫЯ ў сапраўдным сэнсе — гэта глыбокае разуменне самога сябе; унутры кожнага індывіда знаходзяцца ўсе законы прыроды.</p>\n<p>Хто хоча пазнаць усе цуды прыроды, павінен вывучаць іх унутры сябе.</p>\n<p>Ілжывая адукацыя турбуецца толькі аб узбагачэнні інтэлекту, і гэта можа зрабіць кожны. Відавочна, што за грошы кожны можа дазволіць сабе купіць кнігі.</p>\n<p>Мы не выступаем супраць інтэлектуальнай культуры, мы толькі выступаем супраць неабдуманага імкнення да разумовага назапашвання.</p>\n<p>Ілжывая інтэлектуальная адукацыя прапануе толькі тонкія шляхі ўцёкаў ад сябе.</p>\n<p>Кожны эрудыт, кожны інтэлектуальны распуснік, заўсёды мае цудоўныя хітрыкі, якія дазваляюць яму бегчы ад сябе.</p>\n<p>З ІНТЭЛЕКТУАЛІЗМУ без ДУХОЎНАСЦІ атрымліваюцца ЗЛАДЗЕІ, і яны прывялі чалавецтва да ХАОСУ і РАЗБУРЭННЯ.</p>\n<p>Тэхніка ніколі не можа даць нам магчымасць пазнаць сябе ў ЦЭЛАСНАЙ УНІ-ТАЛЬНАЙ форме.</p>\n<p>Бацькі адпраўляюць сваіх дзяцей у школу, каледж, універсітэт, політэхнікум і г.д., каб тыя вывучылі нейкую тэхніку, атрымалі нейкую прафесію, каб маглі нарэшце зарабіць сабе на жыццё.</p>\n<p>Відавочна, што нам трэба ведаць нейкую тэхніку, мець прафесію, але гэта другаснае, першаснае, фундаментальнае, гэта пазнаць сябе, ведаць, хто мы, адкуль мы прыйшлі, куды мы ідзем, якая мэта нашага існавання.</p>\n<p>У жыцці ёсць усё: радасці, смутак, каханне, запал, задавальненне, боль, прыгажосць, брыдота і г.д. І калі мы ўмеем жыць ім інтэнсіўна, калі мы разумеем яго на ўсіх УЗРОЎНЯХ розуму, мы знаходзім сваё месца ў грамадстве, ствараем сваю ўласную тэхніку, свой асаблівы спосаб жыць, адчуваць і думаць, але адваротнае - фальш на сто працэнтаў, тэхніка сама па сабе ніколі не можа стаць прычынай глыбокага разумення, сапраўднага разумення.</p>\n<p>Цяперашняя адукацыя аказалася поўным правалам, таму што яна надае ЗАЛІШНЕ вялікае значэнне тэхніцы, прафесіі, і відавочна, што, падкрэсліваючы тэхніку, яна ператварае чалавека ў механічны аўтамат, знішчае яго лепшыя магчымасці.</p>\n<p>Развіццё здольнасцей і эфектыўнасці без разумення жыцця, без ведання сябе, без непасрэднага ўспрымання працэсу МАЁЙ АСОБЫ, без дбайнага вывучэння ўласнага спосабу мыслення, адчування, жадання і дзеяння, паслужыць толькі для павелічэння нашай уласнай жорсткасці, нашага ўласнага эгаізму, тых псіхалагічных фактараў, якія выклікаюць вайну, голад, галечу, боль.</p>\n<p>Выключнае развіццё тэхнікі прывяло да з’яўлення механікаў, навукоўцаў, тэхнікаў, атамных фізікаў, вівісектараў бедных жывёл, вынаходнікаў разбуральнай зброі і г.д., і г.д., і г.д.</p>\n<p>Усе гэтыя прафесіяналы, усе гэтыя вынаходнікі атамных і вадародных бомбаў, усе гэтыя вівісектары, якія мучаць стварэнняў прыроды, усе гэтыя злачынцы, адзінае, для чаго яны сапраўды патрэбныя, гэта вайна і разбурэнне.</p>\n<p>Нічога не ведаюць усе гэтыя злачынцы, нічога не разумеюць у агульным працэсе жыцця ва ўсіх яго бясконцых праявах.</p>\n<p>Агульны тэхналагічны прагрэс, транспартныя сістэмы, лічыльныя машыны, электрычнае асвятленне, ліфты ўнутры будынкаў, электронныя мазгі ўсіх відаў і г.д., вырашаюць тысячы праблем, якія апрацоўваюцца на павярхоўным узроўні існавання, але ўводзяць у індывіда і грамадства мноства больш шырокіх і глыбокіх праблем.</p>\n<p>Жыць выключна на ПАВЕРХНЁВЫМ УЗРОЎНІ, не ўлічваючы розныя тэрыторыі і больш глыбокія рэгіёны розуму, азначае насамрэч наклікаць на сябе і на нашых дзяцей галечу, плач і адчай.</p>\n<p>Найбольшая патрэба, самая надзённая праблема кожнага ІНДЫВІДА, кожнага чалавека, — гэта зразумець жыццё ў яго ЦЭЛАСНАЙ, УНІТАЛЬНАЙ форме, таму што толькі так мы можам паспяхова вырашыць усе нашы інтымныя прыватныя праблемы.</p>\n<p>Тэхнічныя веды самі па сабе ніколі не змогуць вырашыць усе нашы псіхалагічныя праблемы, усе нашы глыбокія комплексы.</p>\n<p>Калі мы хочам быць сапраўднымі ЛЮДЗЬМІ, ЦЭЛАСНЫМІ ІНДЫВІДАМІ, мы павінны АЎТА-ДАРАВАЦЬ сябе ПСІХАЛАГІЧНА, глыбока пазнаць сябе на ўсіх тэрыторыях думкі, таму што ТЭХНАЛОГІЯ, без усялякага сумневу, становіцца разбуральным інструментам, калі мы НЕ РАЗУМЕЕМ па-сапраўднаму ўвесь агульны працэс існавання, калі мы не пазнаем сябе ў ЦЭЛАСНАЙ форме.</p>\n<p>Калі б ІНТЭЛЕКТУАЛЬНАЯ ЖЫВЁЛА сапраўды КАХАЛА, калі б пазнала сябе, калі б зразумела ўвесь працэс жыцця, яна ніколі б не здзейсніла ЗЛАЧЫНСТВА РАСШЧЭПЛЕННЯ АТОМА.</p>\n<p>Наш тэхнічны прагрэс фантастычны, але ён дасягнуў толькі павелічэння нашай агрэсіўнай моцы, каб знішчаць адзін аднаго, і паўсюль пануюць тэрор, голад, невуцтва і хваробы.</p>\n<p>Ніякая прафесія, ніякая тэхніка ніколі не зможа даць нам тое, што называецца ПАЎНАТА, ПРАЎДЗІВАЕ ШЧАСЦЕ.</p>\n<p>Кожны ў жыцці моцна пакутуе ў сваёй працы, у сваёй прафесіі, у сваім руцінным жыццёвым шляху, і рэчы і заняткі ператвараюцца ў інструменты зайздрасці, пляткарання, нянавісці, горычы.</p>\n<p>Свет лекараў, свет мастакоў, інжынераў, адвакатаў і г.д., кожны з гэтых светаў, поўны болю, пляткарання, канкурэнцыі, зайздрасці і г.д.</p>\n<p>Без разумення сябе простае занятак, рамяство або прафесія прыводзяць нас да болю і пошуку ўхіленняў. Некаторыя шукаюць шляхі выратавання праз алкаголь, карчму, таверну, кабарэ, іншыя хочуць выратавацца праз наркотыкі, марфін, какаін, марыхуану, а іншыя праз пажадлівасць і сэксуальнае вычварэнства і г.д., і г.д.</p>\n<p>Калі хочацца звесці ўсё ЖЫЦЦЁ да тэхнікі, да прафесіі, да сістэмы зарабляння грошай і яшчэ больш грошай, вынік — нуда, сум і пошук ухіленняў.</p>\n<p>Мы павінны стаць ЦЭЛАСНЫМІ, поўнымі ІНДЫВІДАМІ, і гэта магчыма толькі праз самапазнанне і расшчапленне ПСІХАЛАГІЧНАГА Я.</p>\n<p>ФУНДАМЕНТАЛЬНАЯ АДУКАЦЫЯ, адначасова стымулюючы навучанне тэхніцы зарабляння на жыццё, павінна зрабіць нешта больш важнае, павінна дапамагчы чалавеку адчуць, адчуць ва ўсіх сваіх аспектах і на ўсіх тэрыторыях розуму працэс існавання.</p>\n<p>Калі ў каго ёсць што сказаць, няхай кажа, і гэта сказаць вельмі цікава, таму што так кожны стварае для сябе свой уласны стыль, але вывучае чужыя стылі, непасрэдна не адчуўшы жыццё ў яго ЦЭЛАСНАЙ форме; вядзе толькі да павярхоўнасці.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/be/educacion-fundamental/el-individuo-integro.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/el-individuo-integro.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/el-individuo-integro.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
