import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "האינדיבידואל השלם",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "34. האינדיבידואל השלם",
    "order": 34
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>החינוך הבסיסי במובן האמיתי שלו הוא ההבנה העמוקה של האדם את עצמו; בתוך כל פרט טמונים כל חוקי הטבע.</p>\n<p>מי שרוצה להכיר את כל נפלאות הטבע, חייב ללמוד אותן בתוך עצמו.</p>\n<p>חינוך כוזב עוסק רק בהעשרת האינטלקט וכל אחד יכול לעשות זאת. ברור שעם כסף, כל אחד יכול להרשות לעצמו לקנות ספרים.</p>\n<p>איננו יוצאים נגד תרבות אינטלקטואלית, אנו יוצאים רק נגד השאיפה הבלתי מרוסנת לצבירה מנטלית.</p>\n<p>חינוך אינטלקטואלי כוזב מציע רק דרכי מילוט עדינות כדי לברוח מעצמך.</p>\n<p>לכל אדם מלומד, לכל מנוון אינטלקטואלי, יש תמיד דרכי התחמקות נפלאות המאפשרות לו לברוח מעצמו.</p>\n<p>מאינטלקטואליזם ללא רוחניות נוצרים הנוכלים והם הביאו את האנושות לכאוס ולהרס.</p>\n<p>הטכניקה לעולם לא יכולה לאפשר לנו להכיר את עצמנו בצורה שלמה, מאוחדת.</p>\n<p>הורים שולחים את ילדיהם לבית הספר, למכללה, לאוניברסיטה, לפוליטכניון וכו’, כדי שילמדו איזושהי טכניקה, שתהיה להם איזושהי מקצוע, כדי שיוכלו בסופו של דבר להתפרנס.</p>\n<p>ברור שאנחנו צריכים לדעת איזושהי טכניקה, שיהיה לנו מקצוע, אבל זה משני, העיקרי, היסודי, הוא להכיר את עצמנו, לדעת מי אנחנו, מאיפה באנו, לאן אנחנו הולכים, מה מטרת קיומנו.</p>\n<p>בחיים יש הכל, שמחות, עצבות, אהבה, תשוקה, עונג, כאב, יופי, כיעור וכו’ וכאשר אנחנו יודעים לחיות אותם בעוצמה, כאשר אנחנו מבינים אותם בכל רמות התודעה, אנחנו מוצאים את מקומנו בחברה, יוצרים את הטכניקה שלנו, את הדרך המיוחדת שלנו לחיות, להרגיש ולחשוב, אבל ההפך הוא שקר לחלוטין, הטכניקה כשלעצמה, לעולם לא יכולה ליצור את ההבנה הבסיסית, את ההבנה האמיתית.</p>\n<p>החינוך הנוכחי נכשל כישלון חרוץ מכיוון שהוא מייחס חשיבות מוגזמת לטכניקה, למקצוע וברור שעל ידי הדגשת הטכניקה, הוא הופך את האדם לאוטומט מכני, הורס את האפשרויות הטובות ביותר שלו.</p>\n<p>טיפוח יכולת ויעילות ללא הבנת החיים, ללא ידיעת עצמך, ללא תפיסה ישירה של תהליך העצמי שלי, ללא מחקר מעמיק של האופן שבו אנחנו חושבים, מרגישים, רוצים ופועלים, ישמש רק כדי להגביר את האכזריות שלנו, את האנוכיות שלנו, את אותם גורמים פסיכולוגיים המייצרים מלחמה, רעב, עוני, כאב.</p>\n<p>הפיתוח הבלעדי של הטכניקה הוליד מכונאים, מדענים, טכנאים, פיזיקאים אטומיים, מנתחים של חיות עניות, ממציאים של כלי נשק הרסניים וכו’, וכו’, וכו’.</p>\n<p>כל אותם אנשי מקצוע, כל אותם ממציאים של פצצות אטום ופצצות מימן, כל אותם מנתחים שמענים את יצורי הטבע, כל אותם נוכלים, הדבר היחיד שהם באמת מועילים לו הוא מלחמה והרס.</p>\n<p>אותם נוכלים לא יודעים דבר, הם לא מבינים דבר בתהליך הכולל של החיים בכל גילוייו האינסופיים.</p>\n<p>הקידמה הטכנולוגית הכללית, מערכות תחבורה, מכונות ספירה, תאורה חשמלית, מעליות בתוך בניינים, מוחות אלקטרוניים מכל הסוגים וכו’, פותרים אלפי בעיות המעובדות ברמה השטחית של הקיום, אך מכניסים לפרט ולחברה שלל בעיות רחבות ועמוקות יותר.</p>\n<p>לחיות אך ורק ברמה השטחית מבלי לקחת בחשבון את השטחים והאזורים השונים העמוקים יותר של התודעה, פירושו למעשה למשוך עלינו ועל ילדינו אומללות, בכי וייאוש.</p>\n<p>הצורך הגדול ביותר, הבעיה הדחופה ביותר של כל פרט, של כל אדם, היא להבין את החיים בצורתם השלמה, המאוחדת, כי רק כך אנו מסוגלים לפתור באופן משביע רצון את כל הבעיות הפרטיות האינטימיות שלנו.</p>\n<p>ידע טכני כשלעצמו לעולם אינו יכול לפתור את כל הבעיות הפסיכולוגיות שלנו, את כל הקומפלקסים העמוקים שלנו.</p>\n<p>אם אנחנו רוצים להיות אנשים אמיתיים, פרטים שלמים אנחנו חייבים לחקור את עצמנו פסיכולוגית, להכיר את עצמנו לעומק בכל שטחי המחשבה, כי הטכנולוגיה ללא ספק, הופכת לכלי הרסני, כאשר אנחנו לא מבינים באמת את כל התהליך הכולל של הקיום, כאשר אנחנו לא מכירים את עצמנו בצורה שלמה.</p>\n<p>אם החיה האינטלקטואלית הייתה אוהבת באמת, אם היא הייתה מכירה את עצמה, אם היא הייתה מבינה את כל תהליך החיים היא לעולם לא הייתה מבצעת את הפשע של פיצול האטום.</p>\n<p>הקידמה הטכנית שלנו היא פנטסטית אבל היא הצליחה רק להגביר את הכוח התוקפני שלנו כדי להרוס אחד את השני ובכל מקום שולטים טרור, רעב, בערות ומחלות.</p>\n<p>שום מקצוע, שום טכניקה לעולם לא יכולה לתת לנו את מה שנקרא שלמות, אושר אמיתי.</p>\n<p>כל אחד בחיים סובל בעוצמה במקצוע שלו, בעיסוק שלו, באורח החיים השגרתי שלו והדברים והעיסוקים הופכים לכלי קנאה, רכילות, שנאה, מרירות.</p>\n<p>עולם הרופאים, עולם האמנים, המהנדסים, עורכי הדין וכו’, כל אחד מהעולמות האלה, מלא בכאב, רכילות, תחרות, קנאה וכו’.</p>\n<p>ללא הבנת עצמנו העיסוק, המקצוע או העיסוק בלבד, מובילים אותנו לכאב ולחיפוש אחר התחמקויות. יש המחפשים דרכי מילוט דרך האלכוהול, המסבאה, הטברנה, הקברט, אחרים רוצים לברוח דרך סמים, מורפין, קוקאין, מריחואנה ואחרים באמצעות תאווה וניוון מיני וכו’, וכו’.</p>\n<p>כאשר רוצים לצמצם את כל החיים לטכניקה, למקצוע, למערכת להרוויח כסף ועוד כסף, התוצאה היא שעמום, טרחה וחיפוש אחר התחמקויות.</p>\n<p>עלינו להפוך לפרטים שלמים, מושלמים וזה אפשרי רק על ידי הכרת עצמנו ופירוק האני הפסיכולוגי.</p>\n<p>החינוך הבסיסי, במקביל לעידוד לימוד טכניקה להתפרנס, חייב לממש משהו חשוב יותר, חייב לעזור לאדם, לחוות, להרגיש בכל היבטיו ובכל שטחי התודעה, את תהליך הקיום.</p>\n<p>אם למישהו יש משהו לומר, שיגיד אותו ולומר אותו זה מאוד מעניין כי כך כל אחד יוצר לעצמו את הסגנון שלו, אבל לומד סגנונות של אחרים מבלי שחווה ישירות בעצמו את החיים בצורתם השלמה; מוביל רק לשטחיות.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/el-individuo-integro.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/el-individuo-integro.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/el-individuo-integro.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
