import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "సమగ్ర వ్యక్తి",
  "locale": "te",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "34. సమగ్ర వ్యక్తి",
    "order": 34
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>నిజమైన అర్థంలో ప్రాథమిక విద్య అంటే తనను తాను లోతుగా అర్థం చేసుకోవడం; ప్రతి వ్యక్తిలో ప్రకృతి నియమాలన్నీ ఉన్నాయి.</p>\n<p>ప్రకృతి యొక్క అద్భుతాలన్నింటినీ తెలుసుకోవాలనుకునే వారు, వాటిని తమలో తాము అధ్యయనం చేయాలి.</p>\n<p>తప్పుడు విద్య మేధస్సును పెంచడం గురించి మాత్రమే ఆందోళన చెందుతుంది మరియు ఎవరైనా చేయవచ్చు. డబ్బుతో ఎవరైనా పుస్తకాలు కొనుక్కోగలరని స్పష్టంగా తెలుస్తుంది.</p>\n<p>మేము మేధో సంస్కృతికి వ్యతిరేకం కాదు, అధిక మేధో సంచిత ప్రయత్నానికి మాత్రమే వ్యతిరేకం.</p>\n<p>తప్పుడు మేధో విద్య తనను తాను తప్పించుకోవడానికి సూక్ష్మమైన మార్గాలను మాత్రమే అందిస్తుంది.</p>\n<p>ప్రతి విద్వాంసుడు, ప్రతి మేధో దుర్మార్గుడు తనను తాను తప్పించుకోవడానికి ఎల్లప్పుడూ అద్భుతమైన తప్పించుకునే మార్గాలను కలిగి ఉంటాడు.</p>\n<p>ఆధ్యాత్మికత లేని మేధావిత్వం నుండి మోసగాళ్ళు వస్తారు మరియు వీరు మానవాళిని గందరగోళానికి మరియు విధ్వంసానికి దారితీశారు.</p>\n<p>సాంకేతికత మనల్ని మనం సమగ్రంగా తెలుసుకోవడానికి ఎప్పటికీ అనుమతించదు.</p>\n<p>తల్లిదండ్రులు తమ పిల్లలను పాఠశాలకు, కళాశాలకు, విశ్వవిద్యాలయానికి, పాలిటెక్నిక్‌కు పంపిస్తారు, కొంత సాంకేతికతను నేర్చుకోవడానికి, ఏదో ఒక వృత్తిని పొందడానికి, చివరికి జీవితాన్ని గడపడానికి.</p>\n<p>మనకు కొంత సాంకేతికత తెలిసి ఉండాలి, ఒక వృత్తి ఉండాలి, కానీ అది ద్వితీయమైనది, ప్రాథమికమైనది, ముఖ్యమైనది మనల్ని మనం తెలుసుకోవడం, మనం ఎవరమో తెలుసుకోవడం, మనం ఎక్కడ నుండి వచ్చామో, మనం ఎక్కడికి వెళ్తున్నామో, మన ఉనికి యొక్క లక్ష్యం ఏమిటి.</p>\n<p>జీవితంలో ప్రతిదీ ఉంది, ఆనందాలు, విచారాలు, ప్రేమ, అభిరుచి, ఆనందం, నొప్పి, అందం, అసహ్యం మొదలైనవి మరియు మనం దానిని తీవ్రంగా జీవించినప్పుడు, మనం దానిని మనస్సు యొక్క అన్ని స్థాయిలలో అర్థం చేసుకున్నప్పుడు, మనం సమాజంలో మన స్థానాన్ని కనుగొంటాము, మన స్వంత సాంకేతికతను సృష్టిస్తాము, జీవించడానికి, అనుభవించడానికి మరియు ఆలోచించడానికి మన ప్రత్యేక మార్గం, కానీ దీనికి విరుద్ధంగా నూటికి నూరు శాతం అబద్ధం, సాంకేతికత స్వయంగా, పునాది యొక్క అవగాహనను, నిజమైన అవగాహనను ఎప్పటికీ సృష్టించలేదు.</p>\n<p>ప్రస్తుత విద్య ఒక ఘోరమైన వైఫల్యంగా నిరూపించబడింది, ఎందుకంటే ఇది సాంకేతికతకు, వృత్తికి అతిగా ప్రాముఖ్యతనిస్తుంది మరియు సాంకేతికతను నొక్కి చెప్పడం ద్వారా, అది మనిషిని యాంత్రిక యంత్రంగా మారుస్తుంది, అతని ఉత్తమ అవకాశాలను నాశనం చేస్తుంది.</p>\n<p>జీవితం గురించి అవగాహన లేకుండా, తన గురించి తనకు తెలియకుండా, నా స్వంత ప్రక్రియ యొక్క ప్రత్యక్ష అవగాహన లేకుండా, ఆలోచించడం, అనుభూతి చెందడం, కోరుకోవడం మరియు పని చేసే విధానాన్ని జాగ్రత్తగా అధ్యయనం చేయకుండా సామర్థ్యాన్ని మరియు సామర్థ్యాన్ని పెంపొందించుకోవడం, మన స్వంత క్రూరత్వాన్ని, మన స్వంత స్వార్థాన్ని పెంచడానికి మాత్రమే ఉపయోగపడుతుంది. యుద్ధం, ఆకలి, దారిద్య్రం, నొప్పిని కలిగించే మానసిక కారకాలు.</p>\n<p>సాంకేతికత యొక్క ప్రత్యేక అభివృద్ధి మెకానిక్‌లు, శాస్త్రవేత్తలు, సాంకేతిక నిపుణులు, అణు భౌతిక శాస్త్రవేత్తలు, పేద జంతువుల వివిసెక్టర్లు, వినాశకరమైన ఆయుధాలను కనుగొనేవారు మొదలైన వాటిని ఉత్పత్తి చేసింది.</p>\n<p>ఆ నిపుణులందరూ, అణు బాంబులు మరియు హైడ్రోజన్ బాంబులను కనుగొన్న వారందరూ, ప్రకృతి జీవులను బాధించే వారందరూ, ఆ మోసగాళ్లందరూ, నిజంగా దేనికి పనికొస్తారంటే, యుద్ధం మరియు విధ్వంసం కోసం మాత్రమే.</p>\n<p>ఆ మోసగాళ్లందరికీ ఏమీ తెలియదు, జీవితం యొక్క మొత్తం ప్రక్రియ గురించి దాని అనంతమైన వ్యక్తీకరణలన్నింటిలో ఏమీ అర్థం కాదు.</p>\n<p>సాధారణ సాంకేతిక పురోగతి, రవాణా వ్యవస్థలు, గణన యంత్రాలు, విద్యుత్ లైటింగ్, భవనాల లోపల లిఫ్టులు, అన్ని రకాల ఎలక్ట్రానిక్ మెదడులు మొదలైనవి, ఉనికి యొక్క ఉపరితల స్థాయిలో ప్రాసెస్ చేయబడిన వేలాది సమస్యలను పరిష్కరిస్తాయి, కానీ వ్యక్తి మరియు సమాజంలో విస్తృతమైన మరియు లోతైన సమస్యలను పరిచయం చేస్తుంది.</p>\n<p>మనస్సు యొక్క లోతైన ప్రాంతాలను పరిగణనలోకి తీసుకోకుండా ఉపరితల స్థాయిలో మాత్రమే జీవించడం అంటే వాస్తవానికి మనపై మరియు మన పిల్లలపై దౌర్భాగ్యం, దుఃఖం మరియు నిరాశను ఆకర్షించడం.</p>\n<p>ప్రతి వ్యక్తి యొక్క అతిపెద్ద అవసరం, అత్యంత అత్యవసర సమస్య ఏమిటంటే, జీవితాన్ని సమగ్రంగా అర్థం చేసుకోవడం, ఎందుకంటే అప్పుడే మనం మన వ్యక్తిగత సమస్యలన్నింటినీ సంతృప్తికరంగా పరిష్కరించుకోగలుగుతాము.</p>\n<p>సాంకేతిక పరిజ్ఞానం స్వయంగా మన మానసిక సమస్యలన్నింటినీ, మన లోతైన సంక్లిష్టతలన్నింటినీ ఎప్పటికీ పరిష్కరించలేదు.</p>\n<p>మనం నిజమైన మనుషులుగా ఉండాలనుకుంటే, మనం సమగ్ర వ్యక్తులుగా ఉండాలనుకుంటే, మనం మానసికంగా స్వీయ-అన్వేషణ చేయాలి, ఆలోచన యొక్క అన్ని ప్రాంతాలలో మనల్ని మనం లోతుగా తెలుసుకోవాలి, ఎందుకంటే సాంకేతికత నిస్సందేహంగా, ఉనికి యొక్క మొత్తం ప్రక్రియను మనం నిజంగా అర్థం చేసుకోనప్పుడు, వినాశకరమైన సాధనంగా మారుతుంది. సమగ్రంగా మనల్ని మనం తెలుసుకోనప్పుడు.</p>\n<p>మేధావి జంతువు నిజంగా ప్రేమిస్తే, అది తనను తాను తెలుసుకుంటే, అది జీవితం యొక్క మొత్తం ప్రక్రియను అర్థం చేసుకుంటే, అది అణువును విభజించే నేరాన్ని ఎప్పటికీ చేసేది కాదు.</p>\n<p>మన సాంకేతిక పురోగతి అద్భుతమైనది, కానీ ఒకరినొకరు నాశనం చేసుకోవడానికి మన దూకుడు శక్తిని పెంచడానికి మాత్రమే సాధించింది మరియు ప్రతిచోటా భయం, ఆకలి, అజ్ఞానం మరియు వ్యాధులు రాజ్యమేలుతున్నాయి.</p>\n<p>ఏ వృత్తి, ఏ సాంకేతికత మనకు పరిపూర్ణత, నిజమైన ఆనందాన్ని ఇవ్వదు.</p>\n<p>జీవితంలో ప్రతి ఒక్కరూ తమ పనిలో, తమ వృత్తిలో, తమ దినచర్యలో తీవ్రంగా బాధపడతారు మరియు వస్తువులు మరియు వృత్తులు అసూయ, గుసగుసలు, ద్వేషం, చేదు యొక్క సాధనాలుగా మారతాయి.</p>\n<p>వైద్యుల ప్రపంచం, కళాకారుల ప్రపంచం, ఇంజనీర్ల ప్రపంచం, న్యాయవాదుల ప్రపంచం మొదలైనవి, ఆ ప్రపంచాలన్నీ నొప్పి, గుసగుసలు, పోటీ, అసూయ మొదలైన వాటితో నిండి ఉన్నాయి.</p>\n<p>మన గురించి మనకు అవగాహన లేకుండా, సాధారణ వృత్తి లేదా వృత్తి మనల్ని బాధకు మరియు తప్పించుకునే మార్గాల అన్వేషణకు దారి తీస్తుంది. కొందరు మద్యం ద్వారా తప్పించుకునే మార్గాలను వెతుకుతారు, కొందరు మత్తుమందుల ద్వారా, మార్ఫిన్, కొకైన్, గంజాయి మరియు ఇతరులు కామం మరియు లైంగిక క్షీణత ద్వారా తప్పించుకోవాలని కోరుకుంటారు.</p>\n<p>మొత్తం జీవితాన్ని ఒక సాంకేతికతకు, ఒక వృత్తికి, డబ్బు మరియు మరింత డబ్బు సంపాదించే వ్యవస్థకు తగ్గించాలనుకున్నప్పుడు, ఫలితం విసుగు, అసహ్యం మరియు తప్పించుకునే మార్గాల కోసం వెతకడం.</p>\n<p>మనం సమగ్రమైన, సంపూర్ణమైన వ్యక్తులుగా మారాలి మరియు ఇది మనల్ని మనం తెలుసుకోవడం మరియు మానసిక స్వీయను కరిగించడం ద్వారా మాత్రమే సాధ్యమవుతుంది.</p>\n<p>ప్రాథమిక విద్య జీవితాన్ని గడపడానికి ఒక సాంకేతికతను నేర్చుకోవడాన్ని ప్రోత్సహిస్తూనే, మరింత ముఖ్యమైన పనిని చేయాలి, మనిషికి సహాయం చేయాలి, అనుభవించడానికి, అన్ని అంశాలలో మరియు మనస్సు యొక్క అన్ని ప్రాంతాలలో ఉనికి ప్రక్రియను అనుభవించడానికి.</p>\n<p>ఎవరికైనా ఏదైనా చెప్పాలనుకుంటే చెప్పవచ్చు మరియు దానిని చెప్పడం చాలా ఆసక్తికరంగా ఉంటుంది, ఎందుకంటే ఈ విధంగా ప్రతి ఒక్కరూ తమ స్వంత శైలిని సృష్టిస్తారు, కానీ జీవితాన్ని సమగ్రంగా నేరుగా అనుభవించకుండా ఇతరుల శైలులను నేర్చుకుంటారు; ఇది ఉపరితలతకు మాత్రమే దారి తీస్తుంది.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/te/educacion-fundamental/el-individuo-integro.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/te/educacion-fundamental/el-individuo-integro.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/te/educacion-fundamental/el-individuo-integro.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
