import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Цілісна Особистість",
  "locale": "uk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "34. Цілісна Особистість",
    "order": 34
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ФУНДАМЕНТАЛЬНА ОСВІТА у своєму справжньому сенсі — це глибоке розуміння себе; в кожній людині містяться всі закони природи.</p>\n<p>Хто хоче пізнати всі дива природи, повинен вивчати їх у собі.</p>\n<p>Неправдива освіта піклується лише про збагачення інтелекту, і це може зробити кожен. Очевидно, що за гроші кожен може дозволити собі купити книги.</p>\n<p>Ми не виступаємо проти інтелектуальної культури, ми виступаємо лише проти непомірного накопичувального розумового прагнення.</p>\n<p>Неправдива інтелектуальна освіта пропонує лише тонкі можливості втекти від себе.</p>\n<p>Кожна вчена людина, кожен інтелектуальний негідник, завжди має чудові відмовки, які дозволяють йому втекти від себе.</p>\n<p>З ІНТЕЛЕКТУАЛІЗМУ без ДУХОВНОСТІ виходять ШАХРАЇ, і вони привели людство до ХАОСУ та РУЙНУВАННЯ.</p>\n<p>Техніка ніколи не зможе дати нам змогу пізнати себе в ЦІЛІСНІЙ УНІ-ТОТАЛЬНІЙ формі.</p>\n<p>Батьки віддають своїх дітей до школи, коледжу, університету, політехнікуму тощо, щоб вони вивчили якусь техніку, щоб мали якусь професію, щоб могли, зрештою, заробляти на життя.</p>\n<p>Очевидно, що нам потрібно знати якусь техніку, мати професію, але це другорядне, первинне, фундаментальне, — пізнати себе, знати, хто ми, звідки ми, куди ми йдемо, яка мета нашого існування.</p>\n<p>У житті є все: радощі, печалі, любов, пристрасть, насолода, біль, краса, потворність тощо, і коли ми вміємо жити ним інтенсивно, коли ми розуміємо його на всіх РІВНЯХ розуму, ми знаходимо своє місце в суспільстві, створюємо свою власну техніку, свій особливий спосіб жити, відчувати та думати, але протилежне — неправда на сто відсотків, техніка сама по собі ніколи не може спричинити глибоке розуміння, справжнє розуміння.</p>\n<p>Сучасна освіта зазнала гучного провалу, оскільки надає НАДМІРНУ важливість техніці, професії, і очевидно, що, наголошуючи на техніці, вона перетворює людину на механічного автомата, руйнує її найкращі можливості.</p>\n<p>Розвиток здібностей та ефективності без розуміння життя, без пізнання себе, без безпосереднього сприйняття процесу МОГО Я, без детального вивчення власного способу мислення, відчуття, бажання та дії, лише послужить для збільшення нашої власної жорстокості, нашого власного егоїзму, тих психологічних факторів, які породжують війну, голод, злидні, біль.</p>\n<p>Виключний розвиток техніки породив механіків, вчених, техніків, атомних фізиків, вівисекторів бідних тварин, винахідників руйнівної зброї тощо, тощо, тощо.</p>\n<p>Усі ці професіонали, усі ці винахідники атомних і водневих бомб, усі ці вівисектори, які мучать створінь природи, усі ці шахраї, єдине, для чого вони дійсно придатні, — це війна та руйнування.</p>\n<p>Нічого не знають усі ці шахраї, нічого не розуміють у цілісному процесі життя у всіх його нескінченних проявах.</p>\n<p>Загальний технологічний прогрес, транспортні системи, лічильні машини, електричне освітлення, ліфти в будівлях, електронні мізки всіх видів тощо, вирішують тисячі проблем, які обробляються на поверхневому рівні існування, але вносять в індивіда та суспільство безліч ширших і глибших проблем.</p>\n<p>Жити виключно на ПОВЕРХНЕВОМУ РІВНІ, не враховуючи різних сфер і глибших регіонів розуму, фактично означає накликати на себе та наших дітей злидні, плач і відчай.</p>\n<p>Найбільша потреба, найактуальніша проблема кожної ІНДИВІДУАЛЬНОСТІ, кожної людини, — зрозуміти життя в його ЦІЛІСНІЙ, УНІТОТАЛЬНІЙ формі, тому що лише так ми можемо задовільно вирішити всі наші інтимні особисті проблеми.</p>\n<p>Технічні знання самі по собі ніколи не зможуть вирішити всі наші психологічні проблеми, усі наші глибокі комплекси.</p>\n<p>Якщо ми хочемо бути справжніми ЛЮДЬМИ, ЦІЛІСНИМИ ІНДИВІДУАЛЬНОСТЯМИ, ми повинні САМОДОСЛІДЖУВАТИ себе ПСИХОЛОГІЧНО, глибоко пізнавати себе на всіх територіях думки, тому що ТЕХНОЛОГІЯ, поза всяким сумнівом, стає руйнівним інструментом, коли ми НЕ РОЗУМІЄМО по-СПРАВЖНЬОМУ весь цілісний процес існування, коли ми не знаємо себе в ЦІЛІСНІЙ формі.</p>\n<p>Якби ІНТЕЛЕКТУАЛЬНА ТВАРИНА любила по-СПРАВЖНЬОМУ, якби знала себе, якби зрозуміла весь процес життя, вона б ніколи не вчинила ЗЛОЧИНУ РОЗЩЕПЛЕННЯ АТОМА.</p>\n<p>Наш технічний прогрес фантастичний, але він лише збільшив нашу агресивну силу, щоб знищувати один одного, і всюди панують терор, голод, невігластво та хвороби.</p>\n<p>Жодна професія, жодна техніка ніколи не зможе дати нам те, що називається ПОВНОТОЮ, СПРАВЖНІМ ЩАСТЯМ.</p>\n<p>Кожен у житті інтенсивно страждає у своєму ремеслі, у своїй професії, у своїй рутинній течії життя, і речі та заняття перетворюються на інструменти заздрості, нарікань, ненависті, гіркоти.</p>\n<p>Світ лікарів, світ митців, інженерів, адвокатів тощо, кожен із цих світів сповнений болю, нарікань, конкуренції, заздрощів тощо.</p>\n<p>Без розуміння самих себе просте заняття, ремесло чи професія призводять нас до болю та пошуку ухилень. Деякі шукають можливості втекти через алкоголь, кантину, таверну, кабаре, інші хочуть втекти через наркотики, морфін, кокаїн, марихуану, а інші — через хтивість і сексуальну дегенерацію тощо, тощо.</p>\n<p>Коли хочуть звести все ЖИТТЯ до техніки, до професії, до системи заробляння грошей і ще більше грошей, результатом є нудьга, незручність і пошук ухилень.</p>\n<p>Ми повинні стати ЦІЛІСНИМИ ІНДИВІДУАЛЬНОСТЯМИ, цілковитими, і це можливо лише пізнавши себе та розчинивши ПСИХОЛОГІЧНЕ Я.</p>\n<p>ФУНДАМЕНТАЛЬНА ОСВІТА, водночас стимулюючи вивчення техніки для заробляння на життя, повинна зробити щось важливіше, вона повинна допомогти людині відчувати, переживати у всіх її аспектах і на всіх територіях розуму процес існування.</p>\n<p>Якщо комусь є що сказати, нехай скаже, і це сказати дуже цікаво, тому що так кожен сам створює свій власний стиль, але вивчає чужі стилі, не маючи безпосереднього досвіду життя в його ЦІЛІСНІЙ формі; це лише призводить до поверховості.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/uk/educacion-fundamental/el-individuo-integro.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/el-individuo-integro.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/el-individuo-integro.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
