import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Ο Ολοκληρωμένος Άνθρωπος",
  "locale": "el",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "34. Ο Ολοκληρωμένος Άνθρωπος",
    "order": 34
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Η ΘΕΜΕΛΙΩΔΗΣ ΕΚΠΑΙΔΕΥΣΗ στην αληθινή της έννοια είναι η βαθιά κατανόηση του εαυτού μας. Μέσα σε κάθε άτομο βρίσκονται όλοι οι νόμοι της φύσης.</p>\n<p>Όποιος θέλει να γνωρίσει όλα τα θαύματα της φύσης, πρέπει να τα μελετήσει μέσα στον εαυτό του.</p>\n<p>Η ψεύτικη εκπαίδευση ενδιαφέρεται μόνο να εμπλουτίσει τη διάνοια και αυτό μπορεί να το κάνει ο καθένας. Είναι προφανές ότι με χρήματα, ο καθένας μπορεί να έχει την πολυτέλεια να αγοράσει βιβλία.</p>\n<p>Δεν εκφραζόμαστε κατά της πνευματικής καλλιέργειας, εκφραζόμαστε μόνο κατά της υπερβολικής συσσωρευτικής διανοητικής μανίας.</p>\n<p>Η ψεύτικη πνευματική εκπαίδευση προσφέρει μόνο λεπτές αποδράσεις για να ξεφύγουμε από τον εαυτό μας.</p>\n<p>Κάθε λόγιος, κάθε διεστραμμένος διανοούμενος, διαθέτει πάντα θαυμάσιες δικαιολογίες που του επιτρέπουν να ξεφύγει από τον εαυτό του.</p>\n<p>Από τον ΔΙΑΝΟΗΤΙΣΜΟ χωρίς ΠΝΕΥΜΑΤΙΚΟΤΗΤΑ προκύπτουν οι ΑΠΑΤΕΩΝΕΣ και αυτοί έχουν οδηγήσει την ανθρωπότητα στο ΧΑΟΣ και την ΚΑΤΑΣΤΡΟΦΗ.</p>\n<p>Η τεχνική δεν μπορεί ποτέ να μας καταστήσει ικανούς να γνωρίσουμε τον εαυτό μας σε μια ΕΝΙΑΙΑ ΟΛΟΚΛΗΡΩΜΕΝΗ μορφή.</p>\n<p>Οι γονείς στέλνουν τα παιδιά τους στο σχολείο, στο κολέγιο, στο πανεπιστήμιο, στο πολυτεχνείο, κ.λπ., για να μάθουν κάποια τεχνική, για να αποκτήσουν κάποιο επάγγελμα, για να μπορέσουν τελικά να κερδίσουν τα προς το ζην.</p>\n<p>Είναι προφανές ότι πρέπει να γνωρίζουμε κάποια τεχνική, να έχουμε ένα επάγγελμα, αλλά αυτό είναι δευτερεύον. Το πρωταρχικό, το θεμελιώδες, είναι να γνωρίσουμε τον εαυτό μας, να ξέρουμε ποιοι είμαστε, από πού ερχόμαστε, πού πάμε, ποιος είναι ο σκοπός της ύπαρξής μας.</p>\n<p>Στη ζωή υπάρχουν τα πάντα, χαρές, λύπες, αγάπη, πάθος, χαρά, πόνος, ομορφιά, ασχήμια, κ.λπ. και όταν ξέρουμε να τη ζούμε έντονα, όταν την κατανοούμε σε όλα τα ΕΠΙΠΕΔΑ του μυαλού, βρίσκουμε τη θέση μας στην κοινωνία, δημιουργούμε τη δική μας τεχνική, τον ιδιαίτερο τρόπο ζωής, αισθανόμαστε και σκεφτόμαστε, αλλά το αντίθετο είναι ψευδές εκατό τοις εκατό, η τεχνική από μόνη της, δεν μπορεί ποτέ να προκαλέσει τη βαθιά κατανόηση, την αληθινή κατανόηση.</p>\n<p>Η σημερινή εκπαίδευση έχει αποδειχθεί μια ηχηρή αποτυχία, επειδή δίνει ΥΠΕΡΒΟΛΙΚΗ σημασία στην τεχνική, στο επάγγελμα και είναι προφανές ότι υπογραμμίζοντας την τεχνική, μετατρέπει τον άνθρωπο σε μηχανικό αυτόματο, καταστρέφει τις καλύτερες δυνατότητές του.</p>\n<p>Η καλλιέργεια της ικανότητας και της αποτελεσματικότητας χωρίς την κατανόηση της ζωής, χωρίς τη γνώση του εαυτού μας, χωρίς μια άμεση αντίληψη της διαδικασίας του ΕΑΥΤΟΥ ΜΟΥ, χωρίς μια λεπτομερή μελέτη του δικού μας τρόπου σκέψης, αισθήματος, επιθυμίας και δράσης, θα χρησιμεύσει μόνο για να αυξήσουμε τη δική μας σκληρότητα, τον εγωισμό μας, εκείνους τους Ψυχολογικούς παράγοντες που παράγουν πόλεμο, πείνα, δυστυχία, πόνο.</p>\n<p>Η αποκλειστική ανάπτυξη της τεχνικής έχει παράγει Μηχανικούς, Επιστήμονες, τεχνικούς, ατομικούς φυσικούς, ζωοτόμους των φτωχών ζώων, εφευρέτες καταστροφικών όπλων, κ.λπ., κ.λπ., κ.λπ.</p>\n<p>Όλοι αυτοί οι επαγγελματίες, όλοι αυτοί οι εφευρέτες των Ατομικών Βομβών και των Βομβών Υδρογόνου, όλοι αυτοί οι ζωοτόμοι που βασανίζουν τα πλάσματα της φύσης, όλοι αυτοί οι απατεώνες, το μόνο για το οποίο πραγματικά χρησιμεύουν είναι για τον πόλεμο και την καταστροφή.</p>\n<p>Τίποτα δεν γνωρίζουν όλοι αυτοί οι απατεώνες, τίποτα δεν καταλαβαίνουν από τη συνολική διαδικασία της ζωής σε όλες τις άπειρες εκδηλώσεις της.</p>\n<p>Η γενική τεχνολογική πρόοδος, τα συστήματα μεταφοράς, οι αριθμομηχανές, ο ηλεκτρικός φωτισμός, οι ανελκυστήρες μέσα στα κτίρια, οι ηλεκτρονικοί εγκέφαλοι κάθε είδους, κ.λπ., λύνουν χιλιάδες προβλήματα που επεξεργάζονται στο επιφανειακό επίπεδο της ύπαρξης, αλλά εισάγουν στο άτομο και στην κοινωνία, μια πληθώρα προβλημάτων πιο ευρέων και βαθιών.</p>\n<p>Το να ζούμε αποκλειστικά στο ΕΠΙΦΑΝΕΙΑΚΟ ΕΠΙΠΕΔΟ χωρίς να λαμβάνουμε υπόψη τα διάφορα εδάφη και τις βαθύτερες περιοχές του μυαλού, σημαίνει στην πραγματικότητα να προσελκύουμε πάνω μας και στα παιδιά μας, δυστυχία, κλάμα και απελπισία.</p>\n<p>Η μεγαλύτερη ανάγκη, το πιο επείγον πρόβλημα κάθε ΑΤΟΜΟΥ, κάθε ανθρώπου, είναι να κατανοήσει τη ζωή στην ΟΛΟΚΛΗΡΩΜΕΝΗ, ΕΝΙΑΙΑ μορφή της, επειδή μόνο έτσι είμαστε σε θέση να επιλύσουμε ικανοποιητικά όλα τα προσωπικά μας ιδιαίτερα προβλήματα.</p>\n<p>Η τεχνική γνώση από μόνη της δεν μπορεί ποτέ να λύσει όλα τα Ψυχολογικά μας προβλήματα, όλα τα βαθιά μας συμπλέγματα.</p>\n<p>Εάν θέλουμε να είμαστε αληθινοί ΑΝΘΡΩΠΟΙ, ΟΛΟΚΛΗΡΩΜΕΝΑ ΑΤΟΜΑ, πρέπει να ΑΥΤΟ-ΕΡΕΥΝΗΣΟΥΜΕ ΨΥΧΟΛΟΓΙΚΑ, να γνωρίσουμε βαθιά τον εαυτό μας σε όλα τα εδάφη της σκέψης, επειδή η ΤΕΧΝΟΛΟΓΙΑ χωρίς αμφιβολία, μετατρέπεται σε ένα καταστροφικό εργαλείο, όταν δεν ΚΑΤΑΝΟΟΥΜΕ αληθινά όλη τη συνολική διαδικασία της ύπαρξης, όταν δεν γνωρίζουμε τον εαυτό μας σε μια ΟΛΟΚΛΗΡΩΜΕΝΗ μορφή.</p>\n<p>Εάν το ΔΙΑΝΟΗΤΙΚΟ ΖΩΟ αγαπούσε αληθινά, εάν γνώριζε τον εαυτό του, εάν είχε κατανοήσει τη συνολική διαδικασία της ζωής, δεν θα είχε διαπράξει ποτέ το ΕΓΚΛΗΜΑ να κατακερματίσει το ΑΤΟΜΟ.</p>\n<p>Η τεχνική μας πρόοδος είναι φανταστική, αλλά έχει καταφέρει μόνο να αυξήσει την επιθετική μας δύναμη για να καταστρέψουμε ο ένας τον άλλον και παντού βασιλεύουν ο τρόμος, η πείνα, η άγνοια και οι ασθένειες.</p>\n<p>Κανένα επάγγελμα, καμία τεχνική δεν μπορεί ποτέ να μας δώσει αυτό που ονομάζεται ΠΛΗΡΟΤΗΤΑ, ΑΛΗΘΙΝΗ ΕΥΤΥΧΙΑ.</p>\n<p>Ο καθένας στη ζωή υποφέρει έντονα στο επάγγελμά του, στο επάγγελμά του, στον ρουτινιάρικο τρόπο ζωής του και τα πράγματα και οι ασχολίες μετατρέπονται σε εργαλεία φθόνου, μουρμουρητού, μίσους, πικρίας.</p>\n<p>Ο κόσμος των γιατρών, ο κόσμος των καλλιτεχνών, των μηχανικών, των δικηγόρων, κ.λπ., καθένας από αυτούς τους κόσμους, είναι γεμάτος πόνο, μουρμουρητά, ανταγωνισμό, φθόνο, κ.λπ.</p>\n<p>Χωρίς την κατανόηση του εαυτού μας η απλή απασχόληση, το επάγγελμα, μας οδηγεί στον πόνο και στην αναζήτηση δικαιολογιών. Μερικοί αναζητούν αποδράσεις μέσω του αλκοόλ στην κάβα, στην ταβέρνα, στο καμπαρέ, άλλοι θέλουν να ξεφύγουν μέσω των ναρκωτικών, της μορφίνης, της κοκαΐνης, της μαριχουάνας και άλλοι μέσω της λαγνείας και του σεξουαλικού εκφυλισμού, κ.λπ., κ.λπ.</p>\n<p>Όταν θέλουμε να μειώσουμε όλη τη ΖΩΗ σε μια τεχνική, σε ένα επάγγελμα, σε ένα σύστημα για να κερδίσουμε χρήματα και περισσότερα χρήματα, το αποτέλεσμα είναι η πλήξη, η ανία και η αναζήτηση δικαιολογιών.</p>\n<p>Πρέπει να μετατραπούμε σε ΟΛΟΚΛΗΡΩΜΕΝΑ ΑΤΟΜΑ, ολοκληρωμένα και αυτό είναι δυνατό μόνο γνωρίζοντας τον εαυτό μας και διαλύοντας τον ΨΥΧΟΛΟΓΙΚΟ ΕΓΩ.</p>\n<p>Η ΘΕΜΕΛΙΩΔΗΣ ΕΚΠΑΙΔΕΥΣΗ, ταυτόχρονα με την ενθάρρυνση της εκμάθησης μιας τεχνικής για να κερδίζει κανείς τα προς το ζην, πρέπει να επιτελέσει κάτι μεγαλύτερης σημασίας, πρέπει να βοηθήσει τον άνθρωπο, να βιώσει, να αισθανθεί σε όλες τις πτυχές του και σε όλες τις περιοχές του μυαλού, τη διαδικασία της ύπαρξης.</p>\n<p>Αν κάποιος έχει κάτι να πει, ας το πει και αυτό το να το πει είναι πολύ ενδιαφέρον γιατί έτσι ο καθένας δημιουργεί μόνος του το δικό του στυλ, αλλά μαθαίνει ξένα στυλ χωρίς να έχει βιώσει άμεσα ο ίδιος τη ζωή στην ΟΛΟΚΛΗΡΩΜΕΝΗ μορφή της. Οδηγεί μόνο στην επιπολαιότητα.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/el/educacion-fundamental/el-individuo-integro.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/el-individuo-integro.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/el-individuo-integro.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
