import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "সম্পূৰ্ণ ব্যক্তি",
  "locale": "as",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "34. সম্পূৰ্ণ ব্যক্তি",
    "order": 34
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>প্ৰকৃত অৰ্থত মৌলিক শিক্ষা হৈছে নিজকে গভীৰভাৱে উপলব্ধি কৰা; প্ৰতিজন ব্যক্তিৰ ভিতৰতে প্ৰকৃতিৰ সকলো নিয়ম নিহিত হৈ আছে।</p>\n<p>যিজনে প্ৰকৃতিৰ সকলো বিস্ময় জানিব বিচাৰে, তেওঁ নিজৰ ভিতৰতে সেইবোৰ অধ্যয়ন কৰিব লাগিব।</p>\n<p>মিছা শিক্ষাই কেৱল বুদ্ধিবৃত্তি সমৃদ্ধ কৰাতহে গুৰুত্ব দিয়ে আৰু সেইটো যিকোনো মানুহে কৰিব পাৰে। এইটো স্পষ্ট যে ধন থাকিলে যিকোনো মানুহে কিতাপ কিনিবলৈ সক্ষম হয়।</p>\n<p>আমি বৌদ্ধিক সংস্কৃতিৰ বিৰুদ্ধে মাত মতা নাই, আমি কেৱল অত্যধিক মানসিক সঞ্চয়ৰ আগ্ৰহৰ বিৰুদ্ধে মাত মাতিছোঁ।</p>\n<p>মিছা বৌদ্ধিক শিক্ষাই কেৱল নিজৰ পৰা পলাই যাবলৈ সূক্ষ্ম পথ প্ৰদান কৰে।</p>\n<p>প্ৰতিজন বিদ্বান ব্যক্তি, প্ৰতিজন বৌদ্ধিক দুৰ্বৃত্তৰ ওচৰত সদায় নিজৰ পৰা পলাই যাবলৈ অনুমতি দিয়া আচৰিত অজুহাত থাকে।</p>\n<p>আধ্যাত্মিকতা অবিহনে বুদ্ধিবাদৰ পৰা ঠগ ওলায় আৰু এইবোৰে মানৱ জাতিক বিশৃংখলতা আৰু ধ্বংসৰ ফালে লৈ গৈছে।</p>\n<p>প্ৰযুক্তিবিদ্যাই আমাক কেতিয়াও সম্পূৰ্ণভাৱে একীভূত ৰূপত নিজকে জানিবলৈ সক্ষম নকৰে।</p>\n<p>অভিভাৱকে তেওঁলোকৰ সন্তানক স্কুল, কলেজ, বিশ্ববিদ্যালয়, পলিটেকনিক আদিলৈ পঠিয়াই যাতে তেওঁলোকে কিছুমান কৌশল শিকিব পাৰে, কিছুমান বৃত্তি ল’ব পাৰে, যাতে শেষত তেওঁলোকে জীৱিকা উপাৰ্জন কৰিব পাৰে।</p>\n<p>এইটো স্পষ্ট যে আমি কিছুমান কৌশল জনাটো, এটা বৃত্তি থকাটো প্ৰয়োজন, কিন্তু সেইটো গৌণ, প্ৰাথমিক, মৌলিক কথাটো হ’ল নিজকে জনা, আমি কোন, ক’ৰ পৰা আহিছোঁ, ক’লৈ গৈ আছোঁ, আমাৰ অস্তিত্বৰ উদ্দেশ্য কি সেইটো জনা।</p>\n<p>জীৱনত সকলো আছে, আনন্দ, দুখ, প্ৰেম, আবেগ, আনন্দ, বেদনা, সৌন্দৰ্য, কুৰূপতা, ইত্যাদি আৰু যেতিয়া আমি ইয়াক গভীৰভাৱে জীয়াই থাকিবলৈ জানো, যেতিয়া আমি ইয়াক মনৰ সকলো স্তৰত বুজি পাওঁ, তেতিয়া আমি সমাজত আমাৰ স্থান বিচাৰি পাওঁ, আমি আমাৰ নিজা কৌশল সৃষ্টি কৰোঁ, জীয়াই থকা, অনুভৱ কৰা আৰু চিন্তা কৰাৰ আমাৰ বিশেষ ধৰণ, কিন্তু বিপৰীতটো এশ শতাংশ মিছা, কৌশলটোৱে নিজৰ মাজতে গভীৰতাৰ উপলব্ধি, প্ৰকৃত উপলব্ধি আনিব নোৱাৰে।</p>\n<p>বৰ্তমানৰ শিক্ষা ব্যৱস্থা সম্পূৰ্ণৰূপে ব্যৰ্থ হৈছে কাৰণ ই কৌশল, বৃত্তিক অতিৰিক্ত গুৰুত্ব দিয়ে আৰু এইটো স্পষ্ট যে কৌশলৰ ওপৰত গুৰুত্ব দি মানুহক এক যান্ত্ৰিক স্বয়ংক্ৰিয়তাত পৰিণত কৰে, ইয়াৰ সৰ্বোত্তম সম্ভাৱনাবোৰ ধ্বংস কৰে।</p>\n<p>জীৱনৰ উপলব্ধি অবিহনে, নিজৰ জ্ঞান অবিহনে, মোৰ নিজৰ প্ৰক্ৰিয়াৰ প্ৰত্যক্ষ ধাৰণা অবিহনে, নিজৰ চিন্তা, অনুভৱ, ইচ্ছা আৰু কাৰ্য্যৰ পদ্ধতিৰ বিষয়ে গভীৰভাৱে অধ্যয়ন নকৰাকৈ ক্ষমতা আৰু দক্ষতাৰ বিকাশ কৰিলে কেৱল আমাৰ নিজৰ নিষ্ঠুৰতা, আমাৰ নিজৰ স্বাৰ্থপৰতা, সেইবোৰ মানসিক কাৰক বৃদ্ধি কৰিব যিয়ে যুদ্ধ, ভোক, দুখ, বেদনা উৎপন্ন কৰে।</p>\n<p>কেৱল কৌশলৰ বিকাশে মেকানিক, বিজ্ঞানী, কাৰিকৰী, পাৰমাণৱিক পদাৰ্থবিজ্ঞানী, দুখীয়া জন্তুবোৰৰ জীৱচ্ছেদনকাৰী, ধ্বংসাত্মক অস্ত্ৰৰ উদ্ভাৱক আদি সৃষ্টি কৰিছে।</p>\n<p>সেই সকলো পেছাদাৰী, সেই সকলো পৰমাণু বোমা আৰু হাইড্ৰজেন বোমাৰ উদ্ভাৱক, সেই সকলো জীৱচ্ছেদনকাৰী যিয়ে প্ৰকৃতিৰ প্ৰাণীবোৰক অত্যাচাৰ কৰে, সেই সকলো ঠগ, তেওঁলোকে আচলতে যি কাম কৰে, সেয়া হৈছে যুদ্ধ আৰু ধ্বংস।</p>\n<p>সেই সকলো ঠগে একো নাজানে, তেওঁলোকে জীৱনৰ সকলো অসীম প্ৰকাশত ইয়াৰ সম্পূৰ্ণ প্ৰক্ৰিয়াটো বুজি নাপায়।</p>\n<p>সাধাৰণ প্ৰযুক্তিগত প্ৰগতি, পৰিবহন ব্যৱস্থা, গণনা কৰা মেচিন, বৈদ্যুতিক পোহৰ, অট্টালিকাবোৰৰ ভিতৰত লিফ্ট, সকলো ধৰণৰ ইলেক্ট্ৰনিক মগজু আদিয়ে অস্তিত্বৰ উপৰুৱা স্তৰত প্ৰক্ৰিয়াকৰণ কৰা হাজাৰ হাজাৰ সমস্যা সমাধান কৰে, কিন্তু ই ব্যক্তি আৰু সমাজত বহুত ডাঙৰ আৰু গভীৰ সমস্যাৰ সৃষ্টি কৰে।</p>\n<p>মনৰ বিভিন্ন ভূমি আৰু গভীৰ অঞ্চলবোৰলৈ লক্ষ্য নকৰাকৈ কেৱল উপৰুৱা স্তৰত জীয়াই থকাৰ অৰ্থ হৈছে দৰাচলতে নিজৰ ওপৰত আৰু নিজৰ সন্তানৰ ওপৰত দুখ, কান্দোন আৰু হতাশা চপাই লোৱা।</p>\n<p>প্ৰতিজন ব্যক্তিৰ, প্ৰতিজন মানুহৰ আটাইতকৈ ডাঙৰ প্ৰয়োজনীয়তা, আটাইতকৈ জৰুৰী সমস্যাটো হৈছে জীৱনটোক ইয়াৰ সম্পূৰ্ণ, একীভূত ৰূপত বুজা, কাৰণ তেতিয়াহে আমি আমাৰ সকলো অন্তৰংগ ব্যক্তিগত সমস্যা সন্তোষজনকভাৱে সমাধান কৰিবলৈ সক্ষম হ’ম।</p>\n<p>কাৰিকৰী জ্ঞানে কেতিয়াও আমাৰ সকলো মানসিক সমস্যা, আমাৰ সকলো গভীৰ জটিলতা সমাধান কৰিব নোৱাৰে।</p>\n<p>যদি আমি প্ৰকৃত মানুহ হ’ব বিচাৰোঁ, সম্পূৰ্ণ ব্যক্তি হ’ব বিচাৰোঁ তেন্তে আমি নিজকে মানসিকভাৱে অন্বেষণ কৰিব লাগিব, চিন্তাৰ সকলো ভূমিত নিজকে গভীৰভাৱে জানিব লাগিব, কাৰণ প্ৰযুক্তিয়ে নিঃসন্দেহে ধ্বংসাত্মক সঁজুলিত পৰিণত হয়, যেতিয়া আমি অস্তিত্বৰ সম্পূৰ্ণ প্ৰক্ৰিয়াটো সঁচাকৈয়ে বুজি নাপাওঁ, যেতিয়া আমি নিজকে সম্পূৰ্ণভাৱে নাজানো।</p>\n<p>যদি বৌদ্ধিক জন্তুটোৱে সঁচাকৈয়ে ভাল পালেহেঁতেন, যদি সি নিজকে জানিলেহেঁতেন, যদি সি জীৱনৰ সম্পূৰ্ণ প্ৰক্ৰিয়াটো বুজি পালেহেঁতেন তেন্তে সি কেতিয়াও পৰমাণু বিভাজন কৰাৰ অপৰাধ নকৰিলেহেঁতেন।</p>\n<p>আমাৰ কাৰিকৰী প্ৰগতি অতি আচৰিত কিন্তু ই কেৱল এটাই আনটোক ধ্বংস কৰিবলৈ আমাৰ আক্ৰমণাত্মক শক্তি বৃদ্ধি কৰিবলৈ সক্ষম হৈছে আৰু চাৰিওফালে সন্ত্ৰাস, ভোক, অজ্ঞানতা আৰু ৰোগ বিয়পি আছে।</p>\n<p>কোনো বৃত্তি, কোনো কৌশলে কেতিয়াও আমাক সেইটো দিব নোৱাৰে যাক পূৰ্ণতা, প্ৰকৃত সুখ বোলে।</p>\n<p>জীৱনত প্ৰত্যেকে নিজৰ কামত, নিজৰ বৃত্তিত, নিজৰ গতানুগতিক জীৱনত গভীৰভাৱে কষ্ট পায় আৰু বস্তু আৰু কামবোৰ ঈৰ্ষা, গুজৱ, ঘৃণা, তিক্ততাৰ সঁজুলিত পৰিণত হয়।</p>\n<p>ডাক্তৰৰ পৃথিৱী, শিল্পীৰ পৃথিৱী, অভিযন্তা, উকীলৰ পৃথিৱী আদি, সেই প্ৰতিখন পৃথিৱী বেদনা, গুজৱ, প্ৰতিযোগিতা, ঈৰ্ষা আদিত ভৰি থাকে।</p>\n<p>নিজকে নজনাকৈ কেৱল কৰ্ম, বৃত্তি বা ব্যৱসায়ে আমাক দুখ আৰু পলায়নৰ সন্ধানলৈ লৈ যায়। কিছুমানে সুৰাপান, কেণ্টিন, টেভাৰ্ণ, কেবাৰেৰ যোগেদি পলায়ন বিচাৰে, আন কিছুমানে ড্ৰাগছ, মৰ্ফিন, কোকেইন, গাঞ্জা আৰু আন কিছুমানে কামুকতা আৰু যৌন অৱক্ষয়ৰ যোগেদি পলায়ন বিচাৰে।</p>\n<p>যেতিয়া গোটেই জীৱনটোক এটা কৌশল, এটা বৃত্তি, টকা আৰু অধিক টকা উপাৰ্জনৰ এটা ব্যৱস্থালৈ হ্ৰাস কৰিব বিচৰা হয়, তেতিয়া ইয়াৰ ফলস্বৰূপে বিৰক্তি, আমনি আৰু পলায়নৰ সন্ধান হয়।</p>\n<p>আমি সম্পূৰ্ণ ব্যক্তি হ’ব লাগিব আৰু সেইটো কেৱল নিজকে জানি আৰু মানসিক ‘মই’ বিলুপ্ত কৰিলেহে সম্ভৱ।</p>\n<p>মৌলিক শিক্ষাই জীৱিকা উপাৰ্জনৰ বাবে এটা কৌশল শিকাৰ বাবে উৎসাহিত কৰাৰ লগতে ইয়াতকৈও ডাঙৰ কিবা এটা কৰিব লাগিব, ই মানুহক মনৰ সকলো দিশত আৰু সকলো ভূমিত অস্তিত্বৰ প্ৰক্ৰিয়া অনুভৱ কৰিবলৈ, অভিজ্ঞতা লাভ কৰিবলৈ সহায় কৰিব লাগিব।</p>\n<p>যদি কাৰোবাক কিবা ক’বলগীয়া আছে তেন্তে কওক আৰু সেইটো কোৱাটো অতি আকৰ্ষণীয় কাৰণ এনেদৰে প্ৰত্যেকে নিজাববীয়াকৈ নিজৰ শৈলী সৃষ্টি কৰে, কিন্তু নিজৰ ফালৰ পৰা পোনপটীয়াকৈ সম্পূৰ্ণ ৰূপত জীৱনৰ অভিজ্ঞতা অবিহনে আনৰ শৈলী শিকিলে কেৱল অগভীৰতালৈ লৈ যায়।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/as/educacion-fundamental/el-individuo-integro.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/as/educacion-fundamental/el-individuo-integro.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/as/educacion-fundamental/el-individuo-integro.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
