import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Уровень Бытия",
  "locale": "ru",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. Уровень Бытия",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Кто мы? Откуда мы пришли? Куда мы идем? Для чего мы живем? Почему мы живем?…</p>\n<p>Несомненно, бедный “Интеллектуальный зверь”, ошибочно называемый человеком, не только не знает, но и даже не знает, что не знает…</p>\n<p>Хуже всего - та трудная и странная ситуация, в которой мы оказались; мы не знаем секрета всех наших трагедий, и тем не менее убеждены, что знаем все…</p>\n<p>Возьмите “Рациональное млекопитающее”, человека из тех, кто в жизни претендует на влияние, отвезите его в центр пустыни САХАРА, оставьте там, подальше от любого оазиса, и наблюдайте с воздушного судна за всем, что происходит…</p>\n<p>Факты скажут сами за себя; “Интеллектуальный гуманоид”, хотя и претендует на силу и считает себя очень мужественным, в глубине души оказывается ужасно слабым…</p>\n<p>“Рациональное животное” глупо на все сто процентов; думает о себе самое лучшее; считает, что может замечательно преуспеть благодаря ДЕТСКОМУ САДУ, Руководствам по этикету, Начальной школе, Средней школе, Бакалавриату, Университету, хорошей репутации отца и т.д., и т.п.</p>\n<p>К сожалению, за столькими буквами и хорошими манерами, титулами и деньгами, мы прекрасно знаем, что любая боль в желудке огорчает нас и что в глубине души мы по-прежнему несчастны и жалки…</p>\n<p>Достаточно прочитать Всемирную историю, чтобы понять, что мы те же варвары, что и прежде, и что вместо того, чтобы стать лучше, мы стали хуже…</p>\n<p>Этот XX век со всей своей зрелищностью, войнами, проституцией, всемирной содомией, сексуальной дегенерацией, наркотиками, алкоголем, непомерной жестокостью, крайней извращенностью, чудовищностью и т.д., и т.п., является зеркалом, в которое мы должны смотреть; нет веских оснований хвастаться тем, что мы достигли более высокой ступени развития…</p>\n<p>Думать, что время означает прогресс, абсурдно, к сожалению, “просвещенные невежды” продолжают оставаться в плену “Догмы эволюции”…</p>\n<p>На всех черных страницах “Черной истории” мы всегда находим одни и те же ужасные жестокости, амбиции, войны и т.д.</p>\n<p>Однако наши современники “Супер-цивилизованные” по-прежнему убеждены, что война - это нечто второстепенное, случайный инцидент, не имеющий ничего общего с их столь расхваленной “Современной цивилизацией”.</p>\n<p>Разумеется, важно то, как ведет себя каждый человек; одни будут пьяницами, другие трезвенниками, те честными, а эти негодяями; в жизни есть все…</p>\n<p>Масса - это сумма индивидов; то, что есть индивид, есть масса, есть правительство и т.д.</p>\n<p>Масса, следовательно, является продолжением индивида; невозможна трансформация масс, народов, если индивид, если каждый человек, не трансформируется…</p>\n<p>Никто не может отрицать, что существуют разные социальные уровни; есть люди из церкви и из борделя; из торговли и из деревни и т.д., и т.п.</p>\n<p>Точно так же существуют разные Уровни Бытия. То, что мы есть внутри, великолепные или ничтожные, щедрые или скупые, жестокие или миролюбивые, целомудренные или похотливые, привлекает различные обстоятельства жизни…</p>\n<p>Похотливый человек всегда будет привлекать сцены, драмы и даже трагедии похоти, в которые он будет вовлечен…</p>\n<p>Пьяница будет привлекать пьяниц и всегда будет оказываться в барах и кабаках, это очевидно…</p>\n<p>Что привлечет ростовщик, эгоист? Сколько проблем, тюрем, несчастий?</p>\n<p>Однако у ожесточенных людей, уставших страдать, есть желание измениться, перевернуть страницу своей истории…</p>\n<p>Бедные люди! Они хотят измениться и не знают, как; они не знают, как; они находятся в тупике…</p>\n<p>То, что случилось с ними вчера, случается с ними сегодня и случится завтра; они всегда повторяют те же ошибки и не учатся на уроках жизни даже под дулом пистолета.</p>\n<p>Все вещи повторяются в их собственной жизни; они говорят те же вещи, делают те же вещи, оплакивают те же вещи…</p>\n<p>Это утомительное повторение драм, комедий и трагедий будет продолжаться до тех пор, пока мы несем в себе нежелательные элементы Гнева, Жадности, Похоти, Зависти, Гордости, Лени, Обжорства и т.д., и т.п.</p>\n<p>Каков наш моральный уровень? Или, лучше сказать: каков наш Уровень Бытия?</p>\n<p>Пока Уровень Бытия не изменится радикально, повторение всех наших страданий, сцен, несчастий и бедствий будет продолжаться…</p>\n<p>Все вещи, все обстоятельства, которые происходят вне нас, на сцене этого мира, являются исключительно отражением того, что мы носим внутри.</p>\n<p>С полным правом мы можем торжественно утверждать, что “внешнее есть отражение внутреннего”.</p>\n<p>Когда человек меняется внутренне, и это изменение радикально, внешнее, обстоятельства, жизнь, тоже меняются.</p>\n<p>В последнее время (1974 год) я наблюдаю за группой людей, которые захватили чужую землю. Здесь, в Мексике, таких людей любопытно называют “ПАРАШЮТИСТАМИ”.</p>\n<p>Они соседи поселка Кампестре Чурубуско, находятся очень близко к моему дому, поэтому я смог изучить их вблизи…</p>\n<p>Быть бедным никогда не может быть преступлением, но серьезность заключается не в этом, а в их Уровне Бытия…</p>\n<p>Они ежедневно дерутся между собой, напиваются, оскорбляют друг друга, становятся убийцами своих же товарищей по несчастью, живут, конечно, в грязных хижинах, в которых вместо любви царит ненависть…</p>\n<p>Я часто думал о том, что если бы любой из этих людей устранил изнутри ненависть, гнев, похоть, пьянство, злословие, жестокость, эгоизм, клевету, зависть, самолюбие, гордость и т.д., и т.п., он понравился бы другим людям, он связался бы в силу простого Закона Психологических Аффинностей с более утонченными, более духовными людьми; эти новые отношения стали бы решающими для экономических и социальных перемен…</p>\n<p>Это была бы система, которая позволила бы такому человеку покинуть “гараж”, “клоаку” нечистот…</p>\n<p>Итак, если мы действительно хотим радикальных перемен, первое, что мы должны понять, это то, что каждый из нас (будь то белый или черный, желтый или медный, невежественный или образованный и т.д.) находится на том или ином “Уровне Бытия”.</p>\n<p>Каков наш Уровень Бытия? Вы когда-нибудь задумывались об этом? Невозможно перейти на другой уровень, если мы не знаем, в каком состоянии находимся.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ru/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
