import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Το Επίπεδο του Είναι",
  "locale": "el",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. Το Επίπεδο του Είναι",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Ποιοι είμαστε; Από πού ερχόμαστε; Πού πάμε; Γιατί ζούμε; Για ποιον λόγο ζούμε;…</p>\n<p>Αναμφισβήτητα το φτωχό “Ζώο Διανοούμενος” εσφαλμένα αποκαλούμενο άνθρωπος, όχι μόνο δεν ξέρει, αλλά επιπλέον ούτε καν ξέρει ότι δεν ξέρει…</p>\n<p>Το χειρότερο απ’ όλα είναι η τόσο δύσκολη και παράξενη κατάσταση στην οποία βρισκόμαστε, αγνοούμε το μυστικό όλων των τραγωδιών μας και όμως είμαστε πεπεισμένοι ότι τα ξέρουμε όλα…</p>\n<p>Πάρτε ένα “Θηλαστικό Λογικό”, ένα άτομο από αυτά που στη ζωή καυχώνται ότι είναι σημαίνοντα, στο κέντρο της ερήμου ΣΑΧΑΡΑ, αφήστε το εκεί μακριά από κάθε Όαση και παρατηρείστε από ένα αεροσκάφος ό,τι συμβαίνει…</p>\n<p>Τα γεγονότα θα μιλήσουν από μόνα τους· ο “Ανθρωποειδής Διανοούμενος” αν και καυχιέται ότι είναι δυνατός και πιστεύει ότι είναι πολύ άντρας, στην πραγματικότητα αποδεικνύεται τρομακτικά αδύναμος…</p>\n<p>Το “Ζώο Λογικό” είναι ηλίθιο εκατό τοις εκατό· σκέφτεται για τον εαυτό του τα καλύτερα· πιστεύει ότι μπορεί να εξελιχθεί θαυμάσια μέσω του ΝΗΠΙΑΓΩΓΕΙΟΥ, Εγχειριδίων Αστικότητας, Δημοτικού, Γυμνασίου, Λυκείου, Πανεπιστημίου, του καλού κύρους του μπαμπά, κ.λπ., κ.λπ., κ.λπ.</p>\n<p>Δυστυχώς, μετά από τόσα γράμματα και καλούς τρόπους, τίτλους και χρήματα, καλά γνωρίζουμε ότι οποιοσδήποτε στομαχόπονος μας λυπά και ότι κατά βάθος συνεχίζουμε να είμαστε δυστυχισμένοι και άθλιοι…</p>\n<p>Αρκεί να διαβάσουμε την Παγκόσμια Ιστορία για να ξέρουμε ότι είμαστε οι ίδιοι βάρβαροι του χθες και ότι αντί να βελτιωθούμε έχουμε γίνει χειρότεροι…</p>\n<p>Αυτός ο 20ός αιώνας με όλη του τη θεαματικότητα, πολέμους, πορνεία, παγκόσμια σοδομία, σεξουαλική εκφυλισμό, ναρκωτικά, αλκοόλ, υπέρογκη σκληρότητα, ακραία διαστροφή, τερατωδία, κ.λπ., κ.λπ., κ.λπ., είναι ο καθρέφτης στον οποίο πρέπει να κοιταζόμαστε· δεν υπάρχει λοιπόν σοβαρός λόγος για να καυχιόμαστε ότι έχουμε φτάσει σε ένα ανώτερο στάδιο ανάπτυξης…</p>\n<p>Το να πιστεύουμε ότι ο χρόνος σημαίνει πρόοδο είναι παράλογο, δυστυχώς οι “αδαείς μορφωμένοι” συνεχίζουν να είναι εγκλωβισμένοι στο “Δόγμα της Εξέλιξης”…</p>\n<p>Σε όλες τις μαύρες σελίδες της “Μαύρης Ιστορίας” βρίσκουμε πάντα τις ίδιες φρικιαστικές σκληρότητες, φιλοδοξίες, πολέμους, κ.λπ.</p>\n<p>Ωστόσο οι σύγχρονοί μας “Υπερ-πολιτισμένοι” εξακολουθούν να είναι πεπεισμένοι ότι αυτός ο Πόλεμος είναι κάτι δευτερεύον, ένα παροδικό ατύχημα που δεν έχει καμία σχέση με τον τόσο πολύ διαλαλούμενο “Μοντέρνο Πολιτισμό” τους</p>\n<p>Σίγουρα αυτό που έχει σημασία είναι ο τρόπος ύπαρξης κάθε ανθρώπου· κάποιοι άνθρωποι θα είναι μεθυσμένοι, άλλοι νηφάλιοι, εκείνοι έντιμοι και αυτοί άλλοι αδίστακτοι· υπάρχουν τα πάντα στη ζωή…</p>\n<p>Η μάζα είναι το άθροισμα των ατόμων· αυτό που είναι το άτομο είναι η μάζα, είναι η Κυβέρνηση, κ.λπ.</p>\n<p>Η μάζα είναι λοιπόν η επέκταση του ατόμου· δεν είναι δυνατός ο μετασχηματισμός των μαζών, των λαών, αν το άτομο, αν κάθε άνθρωπος, δεν μετασχηματιστεί…</p>\n<p>Κανείς δεν μπορεί να αρνηθεί ότι υπάρχουν διαφορετικά κοινωνικά επίπεδα· υπάρχουν άνθρωποι της εκκλησίας και του πορνείου· του εμπορίου και της υπαίθρου, κ.λπ., κ.λπ., κ.λπ.</p>\n<p>Έτσι επίσης υπάρχουν διαφορετικά Επίπεδα του Είναι. Αυτό που εσωτερικά είμαστε, υπέροχοι ή μικρόψυχοι, γενναιόδωροι ή τσιγκούνηδες, βίαιοι ή ήρεμοι, αγνοί ή αχρείοι, προσελκύει τις διάφορες περιστάσεις της ζωής…</p>\n<p>Ένας αχρείος θα προσελκύσει πάντα σκηνές, δράματα και ακόμη και τραγωδίες ακολασίας στις οποίες θα εμπλακεί…</p>\n<p>Ένας μεθυσμένος θα προσελκύσει τους μεθυσμένους και θα εμπλακεί πάντα σε μπαρ και καντίνες, αυτό είναι προφανές…</p>\n<p>Τι θα προσελκύσει ο τοκογλύφος, ο εγωιστής; Πόσα προβλήματα, φυλακές, δυστυχίες;</p>\n<p>Ωστόσο οι πικραμένοι άνθρωποι, κουρασμένοι να υποφέρουν, έχουν την επιθυμία να αλλάξουν, να γυρίσουν τη σελίδα της ιστορίας τους…</p>\n<p>Φτωχοί άνθρωποι! Θέλουν να αλλάξουν και δεν ξέρουν πώς· δεν γνωρίζουν τη διαδικασία· είναι εγκλωβισμένοι σε ένα αδιέξοδο…</p>\n<p>Αυτό που τους συνέβη χθες τους συμβαίνει σήμερα και θα τους συμβεί αύριο· επαναλαμβάνουν πάντα τα ίδια λάθη και δεν μαθαίνουν τα μαθήματα της ζωής ούτε με κανονιές.</p>\n<p>Όλα τα πράγματα επαναλαμβάνονται στη δική τους ζωή· λένε τα ίδια πράγματα, κάνουν τα ίδια πράγματα, θρηνούν τα ίδια πράγματα…</p>\n<p>Αυτή η βαρετή επανάληψη δραμάτων, κωμωδιών και τραγωδιών, θα συνεχιστεί όσο κουβαλάμε στο εσωτερικό μας τα ανεπιθύμητα στοιχεία της Οργής, Απληστίας, Ακολασίας, Φθόνου, Υπερηφάνειας, Τεμπελιάς, Λαιμαργίας, κ.λπ., κ.λπ., κ.λπ.</p>\n<p>Ποιο είναι το ηθικό μας επίπεδο;, ή καλύτερα θα λέγαμε: Ποιο είναι το Επίπεδο του Είναι μας;</p>\n<p>Ενώ το Επίπεδο του Είναι δεν αλλάξει ριζικά, θα συνεχιστεί η επανάληψη όλων των δυστυχιών, σκηνών, δυστυχιών και ατυχιών μας…</p>\n<p>Όλα τα πράγματα, όλες οι περιστάσεις, που συμβαίνουν έξω από εμάς, στο σκηνικό αυτού του κόσμου, είναι αποκλειστικά η αντανάκλαση αυτού που εσωτερικά κουβαλάμε.</p>\n<p>Με δίκαιη αιτία μπορούμε να βεβαιώσουμε επίσημα ότι το “εξωτερικό είναι η αντανάκλαση του εσωτερικού”.</p>\n<p>Όταν κάποιος αλλάζει εσωτερικά και αυτή η αλλαγή είναι ριζική, το εξωτερικό, οι περιστάσεις, η ζωή, αλλάζουν επίσης.</p>\n<p>Παρατηρώ αυτό τον καιρό, (Έτος 1974), μια ομάδα ανθρώπων που εισέβαλαν σε ξένο έδαφος. Εδώ στο Μεξικό αυτοί οι άνθρωποι λαμβάνουν τον περίεργο χαρακτηρισμό “ΑΛΕΞΙΠΤΩΤΙΣΤΕΣ”.</p>\n<p>Είναι γείτονες της αποικίας αγροτικής περιοχής Churubusco, είναι πολύ κοντά στο σπίτι μου, λόγος αυτός για τον οποίο μπόρεσα να τους μελετήσω από κοντά…</p>\n<p>Το να είσαι φτωχός δεν μπορεί ποτέ να είναι έγκλημα, αλλά το σοβαρό δεν είναι σε αυτό, αλλά στο Επίπεδο του Είναι τους…</p>\n<p>Καθημερινά τσακώνονται μεταξύ τους, μεθούν, αλληλοϋβρίζονται, μετατρέπονται σε δολοφόνους των ίδιων τους συντρόφων δυστυχίας, ζουν σίγουρα σε ακάθαρτες καλύβες μέσα στις οποίες αντί για αγάπη βασιλεύει το μίσος…</p>\n<p>Πολλές φορές έχω σκεφτεί ότι αν οποιοσδήποτε από αυτούς, εξάλειφε από το εσωτερικό του το μίσος, την οργή, την ακολασία, τη μέθη, την κακολογία, τη σκληρότητα, τον εγωισμό, τη συκοφαντία, τον φθόνο, τον εγωισμό, την υπερηφάνεια, κ.λπ., κ.λπ., κ.λπ., θα άρεσε σε άλλους ανθρώπους, θα συνδέονταν από απλό Νόμο Ψυχολογικών Συναφειών με ανθρώπους πιο εκλεπτυσμένους, πιο πνευματικούς· αυτές οι νέες σχέσεις θα ήταν καθοριστικές για μια οικονομική και κοινωνική αλλαγή…</p>\n<p>Θα ήταν αυτό το σύστημα που θα επέτρεπε σε αυτό το άτομο, να εγκαταλείψει το “γκαράζ”, τον “βόθρο” ακάθαρτο…</p>\n<p>Έτσι λοιπόν, αν πραγματικά θέλουμε μια ριζική αλλαγή, αυτό που πρώτα πρέπει να κατανοήσουμε είναι ότι ο καθένας από εμάς (είτε είναι λευκός είτε μαύρος, κίτρινος ή χάλκινος, αδαής ή μορφωμένος, κ.λπ.), βρίσκεται σε αυτό ή εκείνο το “Επίπεδο του Είναι”.</p>\n<p>Ποιο είναι το Επίπεδο του Είναι μας; Έχετε εσείς αναλογιστεί ποτέ κάτι τέτοιο; Δεν θα ήταν δυνατό να περάσουμε σε άλλο επίπεδο αν αγνοούμε την κατάσταση στην οποία βρισκόμαστε.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/el/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
