import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "अस्तित्व का स्तर",
  "locale": "hi",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. अस्तित्व का स्तर",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>हम कौन हैं? हम कहाँ से आए हैं? हम कहाँ जा रहे हैं? हम क्यों जीते हैं? हम किस लिए जीते हैं?…</p>\n<p>निस्संदेह गरीब “बौद्धिक जानवर”, जिसे गलती से मनुष्य कहा जाता है, न केवल जानता नहीं है, बल्कि यह भी नहीं जानता कि वह नहीं जानता…</p>\n<p>सबसे बुरी बात यह है कि हम कितनी मुश्किल और अजीब स्थिति में हैं, हम अपनी सभी त्रासदियों के रहस्य को नहीं जानते हैं और फिर भी हम आश्वस्त हैं कि हम सब कुछ जानते हैं…</p>\n<p>एक “स्तनधारी तर्कवादी” को ले जाएँ, एक ऐसा व्यक्ति जो जीवन में प्रभावशाली होने का दावा करता है, सहारा रेगिस्तान के केंद्र में, उसे किसी भी ओएसिस से दूर छोड़ दें और हवाई जहाज से देखें कि क्या होता है…</p>\n<p>तथ्य स्वयं बोलेंगे; “बौद्धिक मानवोइड” भले ही मजबूत होने का दावा करे और खुद को बहुत मर्द समझे, लेकिन गहराई से वह भयानक रूप से कमजोर होता है…</p>\n<p>“तर्कसंगत जानवर” सौ प्रतिशत बेवकूफ है; वह अपने बारे में सर्वश्रेष्ठ सोचता है; उसका मानना है कि वह किंडरगार्टन, सभ्यता के मैनुअल, प्राथमिक विद्यालय, माध्यमिक विद्यालय, हाई स्कूल, विश्वविद्यालय, पिताजी की अच्छी प्रतिष्ठा आदि के माध्यम से अद्भुत प्रदर्शन कर सकता है…</p>\n<p>दुर्भाग्य से, इतने सारे अक्षरों और अच्छे शिष्टाचार, उपाधियों और धन के बाद, हम अच्छी तरह जानते हैं कि पेट दर्द भी हमें दुखी कर देता है और हम गहराई से दुखी और दयनीय बने रहते हैं…</p>\n<p>यह जानने के लिए सार्वभौमिक इतिहास को पढ़ना ही काफी है कि हम अतीत के वही बर्बर हैं और बेहतर होने के बजाय बदतर हो गए हैं…</p>\n<p>यह बीसवीं सदी अपनी सारी तमाशा, युद्ध, वेश्यावृत्ति, विश्वव्यापी गुदा मैथुन, यौन पतन, ड्रग्स, शराब, अत्यधिक क्रूरता, चरम दुष्टता, भयावहता आदि के साथ, वह दर्पण है जिसमें हमें देखना चाहिए; इसलिए इस बात का कोई ठोस कारण नहीं है कि हम विकास के एक उच्च चरण में पहुँचने का दावा करें…</p>\n<p>यह सोचना कि समय का मतलब प्रगति है, बेतुका है, दुर्भाग्य से “अज्ञानी प्रबुद्ध” अभी भी “विकास के सिद्धांत” में फंसे हुए हैं…</p>\n<p>“काले इतिहास” के सभी काले पृष्ठों में हमें हमेशा वही भयानक क्रूरताएँ, महत्वाकांक्षाएँ, युद्ध आदि मिलते हैं।</p>\n<p>फिर भी हमारे समकालीन “सुपर-सभ्य” अभी भी आश्वस्त हैं कि युद्ध कुछ गौण है, एक क्षणिक दुर्घटना जिसका उनकी तथाकथित “आधुनिक सभ्यता” से कोई लेना-देना नहीं है।</p>\n<p>निश्चित रूप से, महत्वपूर्ण बात प्रत्येक व्यक्ति का तरीका है; कुछ लोग शराबी होंगे, कुछ संयमी, कुछ ईमानदार और कुछ बेईमान; जीवन में सब कुछ है…</p>\n<p>जनता व्यक्तियों का योग है; जो व्यक्ति है वही जनता है, वही सरकार है, आदि।</p>\n<p>जनता व्यक्ति का विस्तार है; यदि व्यक्ति, यदि प्रत्येक व्यक्ति परिवर्तित नहीं होता है, तो जनता का, लोगों का परिवर्तन संभव नहीं है…</p>\n<p>कोई भी इनकार नहीं कर सकता कि विभिन्न सामाजिक स्तर हैं; चर्च और वेश्यालय के लोग हैं; वाणिज्य और खेत के, आदि, आदि, आदि।</p>\n<p>इसी तरह अस्तित्व के विभिन्न स्तर भी हैं। हम आंतरिक रूप से जो हैं, शानदार या तुच्छ, उदार या कंजूस, हिंसक या शांत, पवित्र या कामुक, जीवन की विभिन्न परिस्थितियों को आकर्षित करते हैं…</p>\n<p>कामुक व्यक्ति हमेशा कामुकता के दृश्य, नाटक और यहाँ तक कि त्रासदी भी आकर्षित करेगा जिसमें वह शामिल होगा…</p>\n<p>एक शराबी शराबी लोगों को आकर्षित करेगा और हमेशा बार और कैंटीन में शामिल होगा, यह स्पष्ट है…</p>\n<p>सूदखोर, स्वार्थी क्या आकर्षित करेगा? कितनी समस्याएँ, जेलें, दुर्भाग्य?</p>\n<p>हालांकि, कड़वे लोग, पीड़ित होने से थक चुके हैं, बदलने, अपने इतिहास का पृष्ठ पलटने की इच्छा रखते हैं…</p>\n<p>गरीब लोग! वे बदलना चाहते हैं और नहीं जानते कि कैसे; वे प्रक्रिया नहीं जानते; वे एक मृत अंत में फंस गए हैं…</p>\n<p>जो उनके साथ कल हुआ, वही आज हो रहा है और कल होगा; वे हमेशा वही गलतियाँ दोहराते हैं और तोपों से भी जीवन के सबक नहीं सीखते हैं।</p>\n<p>सब कुछ उनके अपने जीवन में दोहराया जाता है; वे वही बातें कहते हैं, वही काम करते हैं, वही बातों पर पछताते हैं…</p>\n<p>नाटकों, हास्य और त्रासदियों की यह उबाऊ पुनरावृत्ति तब तक जारी रहेगी जब तक हम अपने भीतर क्रोध, लालच, कामुकता, ईर्ष्या, अभिमान, आलस्य, लालच आदि के अवांछनीय तत्वों को ढोते रहेंगे…</p>\n<p>हमारा नैतिक स्तर क्या है? या बल्कि हम कहें: अस्तित्व का हमारा स्तर क्या है?</p>\n<p>जब तक अस्तित्व का स्तर मौलिक रूप से नहीं बदलता, तब तक हमारी सभी दुख, दृश्य, दुर्भाग्य और विपत्तियों की पुनरावृत्ति जारी रहेगी…</p>\n<p>सभी चीजें, सभी परिस्थितियां, जो हमारे बाहर, इस दुनिया के मंच पर घटित होती हैं, वे विशेष रूप से उस चीज का प्रतिबिंब हैं जो हम आंतरिक रूप से ले जाते हैं।</p>\n<p>उचित कारण के साथ हम गंभीर रूप से दावा कर सकते हैं कि “बाहरी आंतरिक का प्रतिबिंब है”।</p>\n<p>जब कोई आंतरिक रूप से बदलता है और ऐसा परिवर्तन कट्टरपंथी होता है, तो बाहरी, परिस्थितियाँ, जीवन भी बदल जाता है।</p>\n<p>मैं कुछ समय से, (वर्ष 1974), उन लोगों के एक समूह को देख रहा हूं जिन्होंने एक विदेशी भूमि पर आक्रमण किया। यहां मेक्सिको में ऐसे लोगों को “पैराशूटिस्ट” की उत्सुक योग्यता मिलती है।</p>\n<p>वे कोलोनिया कैम्प्रेस्ट्रे चुुरुबुस्को के पड़ोसी हैं, वे मेरे घर के बहुत करीब हैं, यही कारण है कि मैं उनका बारीकी से अध्ययन कर पाया हूं…</p>\n<p>गरीब होना कभी भी अपराध नहीं हो सकता, लेकिन गंभीर बात यह नहीं है, बल्कि अस्तित्व का उनका स्तर है…</p>\n<p>वे रोजाना आपस में लड़ते हैं, नशे में धुत होते हैं, एक-दूसरे का अपमान करते हैं, अपनी ही बदकिस्मत के साथियों के हत्यारे बन जाते हैं, वे निश्चित रूप से गंदी झोपड़ियों में रहते हैं, जिनके भीतर प्यार के बजाय नफरत का राज होता है…</p>\n<p>मैंने कई बार सोचा है कि अगर उनमें से कोई भी विषय अपने भीतर से नफरत, क्रोध, कामुकता, नशा, निंदा, क्रूरता, स्वार्थ, निंदा, ईर्ष्या, आत्म-प्रेम, अभिमान आदि को दूर कर देता है, तो वह अन्य लोगों को पसंद आएगा, वह मनोवैज्ञानिक समानता के साधारण कानून द्वारा अधिक परिष्कृत, अधिक आध्यात्मिक लोगों के साथ जुड़ जाएगा; वे नए संबंध आर्थिक और सामाजिक परिवर्तन के लिए निर्णायक होंगे…</p>\n<p>वह वह प्रणाली होगी जो ऐसे विषय को “गेराज”, “गंदे सीवर” को छोड़ने की अनुमति देगी…</p>\n<p>इसलिए, यदि हम वास्तव में एक कट्टरपंथी परिवर्तन चाहते हैं, तो हमें सबसे पहले यह समझना चाहिए कि हममें से प्रत्येक (चाहे गोरा हो या काला, पीला हो या तांबा, अज्ञानी हो या प्रबुद्ध, आदि) एक या दूसरे “अस्तित्व के स्तर” में है।</p>\n<p>हमारे अस्तित्व का स्तर क्या है? क्या आपने कभी इस बारे में सोचा है? यदि हम उस स्थिति को नहीं जानते जिसमें हम हैं, तो दूसरे स्तर पर जाना संभव नहीं होगा।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hi/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hi/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hi/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
