import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "የህልውና ደረጃ",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. የህልውና ደረጃ",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>እኛ ማን ነን? ከየት መጣን? ወዴት እየሄድን ነው? ለምንድን ነው የምንኖረው? ለምንስ እንኖራለን?…</p>\n<p>የሚገርመው ነገር ምስኪኑ “አእምሮ ያለው እንስሳ” በተሳሳተ መንገድ ሰው ተብሎ የሚጠራው እውነትን አለማወቁ ብቻ ሳይሆን እንደማያውቅም እንኳ አያውቅም…</p>\n<p>ከሁሉም የከፋው ነገር በጣም አስቸጋሪ እና እንግዳ በሆነ ሁኔታ ውስጥ መገኘታችን ነው፤ የሁሉንም አሳዛኝ ክስተቶች ሚስጥር አናውቅም፣ ነገር ግን ሁሉንም ነገር እንደምናውቅ እርግጠኞች ነን…</p>\n<p>“አመክንዮአዊ አጥቢ እንስሳ” ማለትም በህይወት ዘመናቸው ተፅዕኖ ፈጣሪ ነን ብለው ከሚገምቱ ሰዎች አንዱን ይዘህ ወደ ሰሃራ በረሃ መሃል ውሰድ፤ ከማንኛውም የውሃ አካባቢ ራቅ ባለ ቦታ ላይ ተወውና ከአየር ላይ የሚሆነውን ሁሉ ተመልከት…</p>\n<p>እውነታው ራሱ ይናገራል፤ “አእምሮ ያለው ሰው” ጠንካራ ነኝ ብሎ ቢያስብና እውነተኛ ሰው እንደሆን ቢሰማውም፣ በእውነቱ ግን በጣም ደካማ ነው…</p>\n<p>“አመክንዮአዊ እንስሳው” በመቶ በመቶ ሞኝ ነው፤ ስለ ራሱ በጣም ጥሩውን ያስባል፤ በመዋዕለ ሕፃናት፣ የሥነ ምግባር መመሪያዎች፣ የመጀመሪያ ደረጃ ትምህርት፣ ሁለተኛ ደረጃ ትምህርት፣ የኮሌጅ ዲግሪ፣ የአባቱ መልካም ስም ወዘተ አማካኝነት በሚያስደንቅ ሁኔታ መሻሻል እችላለሁ ብሎ ያስባል…</p>\n<p>እንደ አለመታደል ሆኖ ከብዙ ፊደሎችና ጥሩ ሥነ ምግባሮች፣ የክብር ማዕረጎችና ገንዘብ በኋላ ማንኛውም የሆድ ሕመም እንደሚያሳዝነን እናውቃለን፣ ከውስጣችንም ደስተኛ ያልሆንንና ምስኪኖች መሆናችንን እናውቃለን…</p>\n<p>የዓለምን ታሪክ ማንበብ በቂ ነው፤ እኛ የጥንት አረመኔዎች መሆናችንንና ከመሻሻል ይልቅ እየባሰ መምጣታችንን ለማወቅ…</p>\n<p>ይህ 20ኛው ክፍለ ዘመን በሙሉ ድምቀቱ፣ ጦርነቶች፣ ዝሙት፣ የዓለም አቀፍ ግብረ ሰዶም፣ የወሲብ ብልግና፣ ዕፅ፣ አልኮል፣ ከልክ ያለፈ ጭካኔ፣ ከፍተኛ ክፋት፣ ጭራቅነት ወዘተ እራሳችንን መመልከት ያለብን መስታወት ነው፤ ስለዚህ የላቀ የእድገት ደረጃ ላይ ደርሰናል ብለን ለመኩራራት የሚያበቃ ምንም ምክንያት የለም…</p>\n<p>ጊዜ ማለት እድገት ነው ብሎ ማሰብ የማይረባ ነገር ነው፤ የሚያሳዝነው “ያልተማሩ ምሁራን” በ “የዝግመተ ለውጥ ዶግማ” ውስጥ መታሰራቸውን ቀጥለዋል…</p>\n<p>በሁሉም “ጥቁር ታሪክ” ጥቁር ገፆች ውስጥ ሁልጊዜ ተመሳሳይ አስፈሪ ጭካኔዎች፣ ምኞቶች፣ ጦርነቶች ወዘተ እናገኛለን።</p>\n<p>ይሁን እንጂ የእኛ “ከፍተኛ ሥልጣኔ ያላቸው” ዘመን ሰዎች አሁንም ቢሆን የጦርነት ነገር ከ “ስልጣኔ” ጋር ምንም ግንኙነት የሌለው ጊዜያዊ አደጋ እንደሆነ ያምናሉ።</p>\n<p>እርግጥ ነው፣ ዋናው ነገር የእያንዳንዱ ሰው ማንነት ነው፤ አንዳንዶች ሰካራሞች ይሆናሉ፣ ሌሎች ደግሞ ራሳቸውን የሚቆጣጠሩ፣ እነዚያ ታማኝ፣ እነዚህ ደግሞ አጭበርባሪዎች ናቸው፤ በህይወት ውስጥ ሁሉም ነገር አለ…</p>\n<p>ብዙኃኑ የነጠላ ሰዎች ድምር ነው፤ ግለሰቡ የሆነው ብዙኃኑ ነው፣ መንግሥት ነው፣ ወዘተ…</p>\n<p>ብዙኃኑ የግለሰቡ ቅጥያ ነው፤ ግለሰቡ ካልተለወጠ የብዙኃኑ፣ የሕዝቡ ለውጥ አይቻልም…</p>\n<p>የተለያዩ ማኅበራዊ ደረጃዎች መኖራቸውን ማንም ሊክድ አይችልም፤ የቤተ ክርስቲያን ሰዎችና የሴተኛ አዳሪዎች፣ የንግድና የእርሻ ሰዎች ወዘተ አሉ…</p>\n<p>እንዲሁም የተለያዩ የህልውና ደረጃዎች አሉ። ውስጣችን የምንሆነው፣ የከበረም ይሁን ትንሽ፣ ለጋስም ይሁን ስስታም፣ ጨካኝም ይሁን ገር፣ ንጹሕም ይሁን ሴሰኛ፣ የሕይወትን የተለያዩ ሁኔታዎች ይስባል…</p>\n<p>ሴሰኛ ሁል ጊዜ የፍትወት ቀስቃሽ ትዕይንቶችን፣ ድራማዎችን አልፎ ተርፎም አሳዛኝ ሁኔታዎችን ይስባል…</p>\n<p>ሰካራም ሁል ጊዜ ሰካራሞችን ይስባል፣ ሁልጊዜም በቡና ቤቶችና መጠጥ ቤቶች ውስጥ ይገኛል፣ ይህ ግልጽ ነው…</p>\n<p>አራጣ አበዳሪው፣ ራስ ወዳዱ ምን ይስባል? ስንት ችግሮች፣ እስር ቤቶች፣ መጥፎ አጋጣሚዎች?</p>\n<p>ይሁን እንጂ የተማረሩና ከመከራ የደከሙ ሰዎች ለመለወጥና የታሪካቸውን ገጽ ለመገልበጥ ይፈልጋሉ…</p>\n<p>ምስኪን ሰዎች! መለወጥ ይፈልጋሉ ነገር ግን እንዴት እንደሆነ አያውቁም፤ መንገዱን አያውቁም፤ መውጫ በሌለው መንገድ ውስጥ ናቸው…</p>\n<p>ትናንት የሆነባቸው ዛሬም ይደርስባቸዋል፣ ነገም ይደርስባቸዋል፤ ሁልጊዜም ተመሳሳይ ስህተቶችን ይደግማሉ፣ የሕይወትን ትምህርት አይማሩም።</p>\n<p>ሁሉም ነገሮች በራሳቸው ሕይወት ውስጥ ይደጋገማሉ፤ ተመሳሳይ ነገሮችን ይናገራሉ፣ ተመሳሳይ ነገሮችን ያደርጋሉ፣ በተመሳሳይ ነገሮች ያዝናሉ…</p>\n<p>ይህ አሰልቺ የድራማዎች፣ የአስቂኝ ትዕይንቶች እና አሳዛኝ ክስተቶች ድግግሞሽ በውስጣችን የማይፈለጉትን የቁጣ፣ የስግብግብነት፣ የፍትወት፣ የምቀኝነት፣ የኩራት፣ የስንፍና፣ የስስት ወዘተ ነገሮችን እስከያዝን ድረስ ይቀጥላል…</p>\n<p>የሥነ ምግባር ደረጃችን ምንድን ነው? ወይም በተሻለ ሁኔታ የህልውና ደረጃችን ምንድን ነው እንበል?</p>\n<p>የህልውና ደረጃችን ሙሉ በሙሉ እስካልተቀየረ ድረስ የሁላችንም መከራዎች፣ ትዕይንቶች፣ መጥፎ አጋጣሚዎች እና እድለቢሶች መደጋገም ይቀጥላል…</p>\n<p>ከእኛ ውጭ በአለም ላይ ባለው መድረክ ላይ የሚከሰቱ ነገሮች ሁሉ ውስጣችን የምንይዘው ነፀብራቅ ብቻ ናቸው።</p>\n<p>“ውጫዊው የውስጣዊው ነጸብራቅ ነው” ብለን በታላቅ ክብር በእርግጠኝነት መናገር እንችላለን።</p>\n<p>አንድ ሰው ከውስጡ ሲቀየርና ያ ለውጥ ሥር ነቀል ሲሆን ውጫዊው ዓለም፣ ሁኔታዎች፣ ሕይወትም እንዲሁ ይለወጣሉ።</p>\n<p>በዚህ ጊዜ (1974) አንድ የሰዎችን ቡድን የሌላ ሰውን መሬት ሲወር ተመልክቻለሁ። እዚህ ሜክሲኮ ውስጥ እነዚህ ሰዎች “ፓራሹቲስቶች” የሚል የማወቅ ጉጉት ያለው ስያሜ ተሰጥቷቸዋል።</p>\n<p>እነሱ የካምፔስትሬ ቹሩቡስኮ ሰፈር ነዋሪዎች ናቸው፣ ከቤቴ በጣም ቅርብ ናቸው፣ ለዚህም ነው በቅርብ ማጥናት የቻልኩት…</p>\n<p>ድሃ መሆን በጭራሽ ወንጀል ሊሆን አይችልም፣ ነገር ግን ከባድ የሆነው ጉዳይ ያ አይደለም፣ ይልቁንስ የህልውና ደረጃቸው ነው…</p>\n<p>በየቀኑ እርስ በእርሳቸው ይጣላሉ፣ ይሰክራሉ፣ እርስ በርስ ይሰዳደባሉ፣ የራሳቸው የእድል ሰዎች ነፍሰ ገዳዮች ይሆናሉ፣ በእርግጥም በቆሻሻ ጎጆዎች ውስጥ ይኖራሉ፣ በእነዚያም ውስጥ ከፍቅር ይልቅ ጥላቻ ይነግሳል…</p>\n<p>ብዙ ጊዜ ከእነዚህ ሰዎች መካከል ማንኛውም ሰው ከውስጡ ጥላቻን፣ ቁጣን፣ ፍትወትን፣ ስካርን፣ ሐሜትን፣ ጭካኔን፣ ራስ ወዳድነትን፣ ስም ማጥፋትን፣ ምቀኝነትን፣ ራስን መውደድን፣ ኩራትን ወዘተ ካስወገደ ለሌሎች ሰዎች እንደሚወደድ አስቤያለሁ፣ በቀላል የስነ ልቦና ዝምድና ህግ ከበለጸጉ፣ የበለጠ መንፈሳዊ ሰዎች ጋር ይተባበራል፤ እነዚህ አዳዲስ ግንኙነቶች ለኢኮኖሚያዊና ማኅበራዊ ለውጥ ወሳኝ ይሆናሉ…</p>\n<p>ያ ሥርዓት ያንን ሰው “ጋራዡን”፣ “የቆሻሻ ጉድጓዱን” እንዲተው ያስችለዋል።</p>\n<p>ስለዚህ፣ በእርግጥም ሥር ነቀል ለውጥ ከፈለግን መጀመሪያ መረዳት ያለብን እያንዳንዳችን (ነጭም ሆንን ጥቁር፣ ቢጫም ሆንን ቀይ፣ የማናውቅም ሆንን የተማርን ወዘተ) በእንዲህ ዓይነቱ ወይም በእንዲህ ዓይነቱ “የህልውና ደረጃ” ላይ ነን።</p>\n<p>የህልውና ደረጃችን ምንድን ነው? በዚያ ጉዳይ ላይ አስበው ያውቃሉ? በምን ሁኔታ ላይ እንዳለን ሳናውቅ ወደ ሌላ ደረጃ መሸጋገር አይቻልም።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
