import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "مستوى الكينونة",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. مستوى الكينونة",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>من نحن؟ من أين أتينا؟ إلى أين نحن ذاهبون؟ لماذا نعيش؟ لماذا نعيش؟…</p>\n<p>مما لا شك فيه أن “الحيوان الفكري” المسكين الذي يطلق عليه اسم الإنسان عن طريق الخطأ، لا يعرف فحسب، بل إنه لا يعرف حتى أنه لا يعرف…</p>\n<p>أسوأ ما في الأمر هو الوضع الصعب والغريب الذي نجد أنفسنا فيه، فنحن نجهل سر كل مآسينا ومع ذلك نحن مقتنعون بأننا نعرف كل شيء…</p>\n<p>خذ “ثدييًا عاقلًا”، شخصًا ممن يتظاهرون بالنفوذ في الحياة، إلى وسط صحراء الصحراء الكبرى، واتركه هناك بعيدًا عن أي واحة وراقبه من طائرة، كل ما يحدث…</p>\n<p>الحقائق ستتحدث عن نفسها؛ “الإنسان الفكري” على الرغم من أنه يتظاهر بالقوة ويعتقد أنه رجل عظيم، إلا أنه في الأساس ضعيف بشكل مرعب…</p>\n<p>“الحيوان العاقل” غبي بنسبة مئة بالمئة. يعتقد عن نفسه الأفضل؛ يعتقد أنه يمكنه أن يتطور بشكل رائع من خلال رياض الأطفال، وكتب الأدب، والمدارس الابتدائية، والثانوية، والإعدادية، والجامعة، وسمعة الأب الجيدة، إلخ، إلخ، إلخ.</p>\n<p>لسوء الحظ، بعد كل هذه الحروف والأخلاق الحميدة، والألقاب والمال، نعلم جيدًا أن أي ألم في المعدة يحزننا وأننا في الأساس ما زلنا تعساء وبائسين…</p>\n<p>يكفي قراءة التاريخ العالمي لتعرف أننا نفس البرابرة في الماضي وأننا بدلًا من أن نتحسن فقد أصبحنا أسوأ…</p>\n<p>هذا القرن العشرون بكل ما فيه من إبهار، وحروب، ودعارة، ولواط عالمي، وانحلال جنسي، ومخدرات، وكحول، وقسوة مفرطة، وانحراف شديد، ووحشية، إلخ، إلخ، إلخ، هو المرآة التي يجب أن ننظر فيها؛ لا يوجد سبب وجيه للتفاخر بأننا وصلنا إلى مرحلة أعلى من التطور…</p>\n<p>إن الاعتقاد بأن الوقت يعني التقدم هو أمر سخيف، لسوء الحظ، لا يزال “الجهلة المثقفون” محاصرين في “عقيدة التطور”…</p>\n<p>في جميع الصفحات السوداء من “التاريخ الأسود” نجد دائمًا نفس الفظائع المروعة، والطموحات، والحروب، إلخ.</p>\n<p>ومع ذلك، لا يزال معاصرونا “المتحضرون للغاية” مقتنعين بأن مسألة الحرب هي شيء ثانوي، وحادث عابر لا علاقة له بـ “حضارتهم الحديثة” المزعومة…</p>\n<p>بالتأكيد، الشيء المهم هو طريقة وجود كل شخص؛ سيكون بعض الأشخاص سكارى، والبعض الآخر ممتنعين عن شرب الخمر، وهؤلاء صادقون وهؤلاء الآخرون وقحون؛ يوجد كل شيء في الحياة…</p>\n<p>الجماهير هي مجموع الأفراد؛ ما هو الفرد هو الجماهير، هي الحكومة، إلخ.</p>\n<p>الجماهير هي إذن امتداد للفرد؛ لا يمكن تحويل الجماهير، والشعوب، إذا لم يتحول الفرد، إذا لم يتحول كل شخص…</p>\n<p>لا أحد يستطيع أن ينكر وجود مستويات اجتماعية مختلفة؛ هناك أناس من الكنيسة ومن بيت الدعارة؛ من التجارة ومن الريف، إلخ، إلخ، إلخ.</p>\n<p>وهناك أيضًا مستويات مختلفة من الوجود. ما نحن عليه داخليًا، رائعين أو ضيقين، كرماء أو بخلاء، عنيفين أو هادئين، عفيفين أو شهوانيين، يجذب الظروف المختلفة في الحياة…</p>\n<p>الشخص الشهواني سيجذب دائمًا مشاهد ودراما وحتى مآسي الفجور التي سيجد نفسه فيها…</p>\n<p>الشخص السكران سيجذب السكارى وسيجد نفسه دائمًا في الحانات والحانات، وهذا واضح…</p>\n<p>ما الذي سيجذبه المرابي، الأناني؟ كم عدد المشاكل، والسجون، والمصائب؟</p>\n<p>ومع ذلك، فإن الأشخاص المريرون، الذين سئموا المعاناة، يريدون التغيير، وقلب صفحة تاريخهم…</p>\n<p>يا للأسف! يريدون التغيير ولا يعرفون كيف؛ لا يعرفون الإجراء؛ هم عالقون في طريق مسدود…</p>\n<p>ما حدث لهم بالأمس يحدث لهم اليوم وسيحدث لهم غدًا؛ يكررون دائمًا نفس الأخطاء ولا يتعلمون دروس الحياة حتى بالمدفع.</p>\n<p>كل الأشياء تتكرر في حياتهم؛ يقولون نفس الأشياء، ويفعلون نفس الأشياء، ويأسفون على نفس الأشياء…</p>\n<p>هذا التكرار الممل للدراما والكوميديا والمآسي سيستمر طالما حملنا بداخلنا العناصر غير المرغوب فيها من الغضب والجشع والشهوة والحسد والكبرياء والكسل والشراهة، إلخ، إلخ، إلخ.</p>\n<p>ما هو مستوانا الأخلاقي؟ أو الأفضل أن نقول: ما هو مستوى وجودنا؟</p>\n<p>طالما أن مستوى الوجود لا يتغير جذريًا، فسيستمر تكرار كل بؤسنا ومشاهدنا ومصائبنا ومصائبنا…</p>\n<p>كل الأشياء، كل الظروف، التي تحدث خارجنا، على مسرح هذا العالم، هي انعكاس حصري لما نحمله داخليًا.</p>\n<p>بحق يمكننا أن نؤكد رسميًا أن “الخارج هو انعكاس للداخل”.</p>\n<p>عندما يتغير المرء داخليًا ويكون هذا التغيير جذريًا، فإن الخارج، والظروف، والحياة، تتغير أيضًا.</p>\n<p>لقد كنت أراقب في هذا الوقت (عام 1974) مجموعة من الأشخاص الذين غزو أرضًا مملوكة لشخص آخر. هنا في المكسيك يتلقى هؤلاء الأشخاص لقبًا غريبًا وهو “المظليون”.</p>\n<p>هم جيران في مستعمرة كامبيستري تشوروبوسكو، وهم قريبون جدًا من منزلي، وهذا هو السبب في أنني تمكنت من دراستهم عن كثب…</p>\n<p>أن تكون فقيرًا لا يمكن أن يكون جريمة أبدًا، ولكن الخطورة ليست في ذلك، ولكن في مستوى وجودهم…</p>\n<p>إنهم يتشاجرون مع بعضهم البعض يوميًا، ويسكرون، ويهينون بعضهم البعض، ويتحولون إلى قتلة لرفاقهم في البؤس، ويعيشون بالتأكيد في أكواخ قذرة حيث يسود الكراهية بدلًا من الحب…</p>\n<p>لقد فكرت في كثير من الأحيان في أنه إذا قام أي شخص من هؤلاء، بإزالة الكراهية والغضب والشهوة والسكر والافتراء والقسوة والأنانية والافتراء والحسد وحب الذات والكبرياء، إلخ، إلخ، إلخ، من داخله، فسوف يعجب الآخرين، وسوف يرتبط ببساطة بقانون التقارب النفسي مع أشخاص أكثر تهذيبًا وأكثر روحانية؛ ستكون هذه العلاقات الجديدة حاسمة للتغيير الاقتصادي والاجتماعي…</p>\n<p>سيكون هذا هو النظام الذي يسمح لهذا الشخص بالتخلي عن “المرآب”، و “المرحاض” القذر…</p>\n<p>لذلك، إذا كنا نريد حقًا تغييرًا جذريًا، فإن أول شيء يجب أن نفهمه هو أن كل واحد منا (سواء كان أبيض أو أسود، أو أصفر أو نحاسي، أو جاهلًا أو مثقفًا، وما إلى ذلك)، يقع في هذا “المستوى من الوجود” أو ذاك.</p>\n<p>ما هو مستوى وجودنا؟ هل فكرت يومًا في ذلك؟ لن يكون من الممكن الانتقال إلى مستوى آخر إذا تجاهلنا الحالة التي نجد أنفسنا فيها.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
