import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "د وجود کچه",
  "locale": "ps",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. د وجود کچه",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>مونږ څوک یو؟ مونږ له کوم ځایه راغلي یو؟ مونږ چیرته روان یو؟ د څه لپاره ژوند کوو؟ ولې ژوند کوو؟…</p>\n<p>په یقین سره دا بېچاره “فکري ځناور” چې په غلطه توګه انسان بلل کېږي، نه یوازې دا چې نه پوهېږي، بلکې دا هم نه پوهېږي چې نه پوهېږي…</p>\n<p>تر ټولو بده خبره دا ده چې مونږ په داسې سخت او عجیب حالت کې یو، مونږ د خپلو ټولو بدبختیو راز نه پوهېږو او بیا هم باوري یو چې هر څه پوهېږو…</p>\n<p>یو “منطقي تي لرونکی ژوی”، یو داسې څوک چې په ژوند کې د اغېزمنو په توګه ځان ښيي، د صحرا په منځ کې یوسي، هلته یې له هر ډول اوبو څخه لرې پرېږدئ او له هوايي جهاز څخه هر څه چې پېښېږي وګورئ…</p>\n<p>حقیقتونه به په خپله خبرې وکړي؛ “فکري انسان ډوله” که څه هم ځان پیاوړی ښيي او فکر کوي چې ډېر سړی دی، خو په حقیقت کې په ډارونکي ډول کمزوری دی…</p>\n<p>“منطقي ځناور” په سلو کې سل احمق دی؛ د ځان په اړه غوره فکر کوي؛ فکر کوي چې د وړکتون، د ښاري ادابو کتابونو، لومړنیو ښوونځیو، ثانوي ښوونځیو، لېسې، پوهنتون، د پلار ښه شهرت او نورو له لارې په زړه پورې پرمختګ کولی شي.</p>\n<p>له بده مرغه، له ډېرو لیکونو او ښو اخلاقو، لقبونو او پیسو وروسته، مونږ ښه پوهېږو چې د معدې هر ډول درد مونږ خفه کوي او په حقیقت کې مونږ لا هم ناخوښه او بدبخته یو…</p>\n<p>د دې لپاره چې پوه شو چې مونږ د پخوا په څېر وحشي یو او دا چې د ښه کېدو پر ځای مونږ نور هم بد شوي یو، د نړیوال تاریخ لوستل بس دي…</p>\n<p>دا شلمه پېړۍ له خپلې ټولو په زړه پورې بڼو، جګړو، فاحشه ګرۍ، په ټوله نړۍ کې لواطت، جنسي انحطاط، نشه يي توکو، الکولو، بې سارې ظلم، سخت فساد، وحشت او نورو سره، هغه هنداره ده چې مونږ باید ځانونه پکې وګورو؛ نو د دې لپاره هیڅ داسې قوي دلیل نشته چې مونږ دې د پرمختګ لوړې مرحلې ته د رسېدو وياړ وکړو…</p>\n<p>فکر کول چې وخت د پرمختګ مانا لري بې ځایه ده، له بده مرغه “روڼ اندي ناپوهان” لا هم د “تکامل په عقیده” کې بند پاتې دي…</p>\n<p>د “تور تاریخ” په ټولو تورو پاڼو کې مونږ تل ورته وحشتناک ظلمونه، لالچونه، جګړې او نور پیدا کوو.</p>\n<p>په هرصورت، زموږ “ډېر تمدن لرونکي” معاصرین لا هم په دې باور دي چې جګړه یو ثانوي شی دی، یوه لنډمهاله حادثه ده چې د دوی له ډېر شورماشور لرونکي “عصري تمدن” سره هیڅ تړاو نلري.</p>\n<p>یقیناً هغه څه چې مهم دي د هر شخص د ژوند طرز دی؛ ځینې کسان به شرابیان وي، نور به پرهېزګار وي، هغه به صادق وي او دا نور به بې شرمه وي؛ په ژوند کې هر څه شته…</p>\n<p>ډله د افرادو مجموعه ده؛ هغه څه چې فرد دی هغه ډله ده، هغه حکومت دی او داسې نور.</p>\n<p>نو ډله د فرد پراختیا ده؛ د ډلو او ملتونو بدلون ممکن نه دی، که فرد، که هر شخص، بدلون ونه کړي…</p>\n<p>هیڅوک دا انکار نشي کولی چې مختلفې ټولنیزې کچې شتون لري؛ د کلیسا او فاحشه خانو خلک شته؛ د سوداګرۍ او کروندو او نورو خلک شته.</p>\n<p>همدارنګه د وجود مختلفې کچې شتون لري. هغه څه چې مونږ په داخلي توګه یو، غوره یا خسیس، سخاوتمند یا کنجوس، تاوتریخجن یا ارام، پاکدامن یا شهوت پرست، د ژوند مختلف شرایط جذبوي.</p>\n<p>یو شهوت پرست به تل د فحشا صحنې، ډرامې او حتی تراژیدۍ جذب کړي چې پکې به ښکېل شي.</p>\n<p>یو شرابی به شرابیان جذب کړي او تل به په بارونو او شرابخانو کې ښکېل وي، دا څرګنده ده.</p>\n<p>سودخور او خودغرض به څه جذب کړي؟ څومره ستونزې، زندانونه، بدبختۍ؟</p>\n<p>په هرصورت، هغه خلک چې ترخه دي، له کړاو څخه ستړي شوي، د بدلون او د خپل تاریخ پاڼه اړولو ته لیواله دي.</p>\n<p>بېچاره خلک! غواړي بدلون وکړي او نه پوهېږي چې څنګه؛ دوی کړنلاره نه پېژني؛ دوی په یوه بن بست کې بند پاتې دي…</p>\n<p>هغه څه چې پرون ورته پېښ شول نن ورته پېښېږي او سبا به ورته پېښ شي؛ دوی تل ورته تېروتنې تکراروي او د ژوند درسونه د توپ په ډزو هم نه زده کوي.</p>\n<p>ټول شیان د دوی په خپل ژوند کې تکرارېږي؛ دوی ورته خبرې کوي، ورته کارونه کوي، په ورته شیانو افسوس کوي.</p>\n<p>د ډرامو، کامیډیو او تراژیدیو دا ستړي کوونکی تکرار به تر هغه وخته دوام وکړي تر څو چې مونږ په خپل دننه کې د غوسې، لالچ، شهوت، حسد، غرور، سستۍ، حرص او نورو ناخوښه عناصر بار کوو.</p>\n<p>زموږ اخلاقي کچه څه ده؟ یا ښه به دا وي چې ووایو: زموږ د وجود کچه څه ده؟</p>\n<p>تر هغه وخته چې د وجود کچه په بنسټیز ډول بدلون ونکړي، زموږ د ټولو بدبختیو، صحنو، بدبختیو او بدمرغیو تکرار به دوام وکړي.</p>\n<p>ټول شیان، ټول هغه شرایط چې زموږ څخه بهر، د دې نړۍ په صحنه کې پېښېږي، په ځانګړي ډول د هغه څه انعکاس دی چې مونږ یې په داخلي توګه لرو.</p>\n<p>په پوره حق سره مونږ کولی شو په درنښت سره ووایو چې “بهر د دننه انعکاس دی”.</p>\n<p>کله چې یو څوک په داخلي توګه بدلون کوي او دا بدلون بنسټیز وي، بهر، شرایط او ژوند هم بدلون کوي.</p>\n<p>ما په دې وخت کې (1974 کال) د خلکو یوه ډله لیدلې ده چې د بل چا په ځمکه یې تجاوز کړی دی. دلته په مکسیکو کې دا خلک د “پاراچوټوالو” په نوم یادیږي.</p>\n<p>دوی د کیمپیسټری چوروبوسکو د کالونۍ ګاونډیان دي، دوی زما کور ته ډېر نږدې دي، له همدې امله ما وکولی شول چې دوی له نږدې مطالعه کړم.</p>\n<p>غریب اوسېدل هېڅکله جرم نه شي کېدای، خو جدي خبره دا نه ده، بلکې د دوی د وجود په کچه کې ده…</p>\n<p>دوی هره ورځ په خپل منځ کې جنګېږي، شراب څښي، یو بل ته سپکاوی کوي، د خپلو بدبخته ملګرو قاتلان کېږي، دوی یقیناً په خندوونکو کوټو کې ژوند کوي چې په هغو کې د مینې پر ځای نفرت واکمن دی…</p>\n<p>ما ډېر ځله فکر کړی دی که د هغو کسانو څخه یو څوک، له خپل دننه څخه نفرت، غوسه، شهوت، نشه، بد ویل، ظلم، خودغرضي، تهمت، حسد، ځان خوښي، غرور او نور لېرې کړي، نو د نورو خلکو خوښ به شي، د رواني اړیکو د ساده قانون له لارې به له ډېرو پاکو او روحاني خلکو سره ملګری شي؛ دا نوې اړیکې به د اقتصادي او ټولنیز بدلون لپاره قطعي وي…</p>\n<p>دا به هغه نظام وي چې دا کس ته به اجازه ورکړي چې د “ګراج” او “خندوونکي کثافت ځای” څخه ووځي.</p>\n<p>نو ځکه، که مونږ په رښتیا هم بنسټیز بدلون غواړو، لومړی باید دا درک کړو چې زموږ هر یو (که سپین وي یا تور، ژیړ وي یا مسي، ناپوه وي یا روڼ اندی او نور)، په داسې یا داسې “د وجود کچه” کې دی.</p>\n<p>زموږ د وجود کچه څه ده؟ ایا تاسو کله هم په دې اړه فکر کړی دی؟ که مونږ هغه حالت ونه پېژنو چې په هغې کې یو، بلې کچې ته تېرېدل ممکن نه دي.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ps/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
