import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Оршихуйн Түвшин",
  "locale": "mn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. Оршихуйн Түвшин",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Бид хэн бэ? Бид хаанаас ирсэн бэ? Бид хаашаа явж байна вэ?, Бид юуны төлөө амьдарч байна вэ?, Яагаад бид амьдарч байна вэ?…</p>\n<p>Ядуу “Оюунлаг Амьтан”-ыг хүн гэж андуурч дууддаг нь зөвхөн мэдэхгүйгээс гадна мэдэхгүйгээ ч мэддэггүй…</p>\n<p>Хамгийн муу нь бидний байгаа маш хэцүү, хачин нөхцөл байдал, бид бүх эмгэнэлт явдлын нууцыг үл тоомсорлодог ч гэсэн бид бүх зүйлийг мэддэг гэдэгтээ итгэлтэй байдаг…</p>\n<p>Амьдралдаа нөлөө бүхий хүн гэж өөрийгөө боддог хүмүүсийн нэг болох “Сүүн Тэжээлтэн”-г аваад САХАРА-гийн цөлийн төвд аваачиж, тэнд оазисаас хол орхиод агаарын хөлгөөс юу болж байгааг ажигла…</p>\n<p>Баримтууд өөрсдөө ярих болно; “Оюунлаг Хүн” хүчтэй гэж өөрийгөө боддог ч гэлээ, үндсэндээ аймшигтай сул дорой болж хувирдаг…</p>\n<p>“Оюунлаг Амьтан” зуун хувь тэнэг; Өөрийнхөө тухай хамгийн сайныг боддог; цэцэрлэг, хот суурин газрын гарын авлага, бага, дунд, ахлах сургууль, их сургууль, аавын сайн нэр хүндээр дамжуулан гайхалтай хөгжиж чадна гэдэгт итгэдэг гэх мэт.</p>\n<p>Харамсалтай нь, маш олон үсэг, сайн зан байдал, цол, мөнгөний дараа ходоодны ямар ч өвчин биднийг гунигтай болгож, үндсэндээ бид аз жаргалгүй, зовлонтой хэвээр байгааг бид мэднэ…</p>\n<p>Бид өнгөрсөн үеийн харгисууд хэвээр байгаа бөгөөд сайжруулахын оронд улам дордсон гэдгийг мэдэхийн тулд дэлхийн түүхийг уншихад хангалттай…</p>\n<p>Энэ 20-р зуун нь бүх гайхамшиг, дайн, янханчлал, дэлхийн содоми, бэлгийн доройтол, хар тамхи, архидалт, хэт харгислал, хэт завхрал, мангас гэх мэт бидний толь юм; хөгжлийн дээд шатанд хүрсэн гэж сайрхах үндэслэл байхгүй…</p>\n<p>Цаг хугацаа гэдэг нь дэвшил гэж бодох нь утгагүй юм, харамсалтай нь “мэдлэгтэй мунхаг хүмүүс” “Хувьслын Догма”-д үргэлжлүүлэн шигдсэн хэвээр байна…</p>\n<p>“Хар Түүх”-ийн бүх хар хуудсан дээр бид үргэлж ижил аймшигт харгислал, шунал, дайн гэх мэтийг олдог.</p>\n<p>Гэсэн хэдий ч бидний орчин үеийн “Супер-соёлжсон” хүмүүс дайн гэдэг нь хоёрдогч зүйл, тэдний алдартай “Орчин үеийн Иргэншил”-тэй ямар ч хамаагүй түр зуурын осол гэдэгт итгэлтэй хэвээр байна.</p>\n<p>Мэдээжийн хэрэг, хамгийн чухал зүйл бол хүн бүрийн байх ёстой арга барил юм; зарим хүмүүс архичин, зарим нь архи уудаггүй, зарим нь шударга, зарим нь ичгүүргүй; амьдралд бүх зүйл бий…</p>\n<p>Масс гэдэг нь хувь хүмүүсийн нийлбэр юм; хувь хүн юу байна, масс, засгийн газар гэх мэт.</p>\n<p>Масс гэдэг нь хувь хүний өргөтгөл юм; хувь хүн, хүн бүр өөрчлөгдөхгүй бол масс, ард түмний хувиргалт боломжгүй юм…</p>\n<p>Нийгмийн янз бүрийн түвшин байгааг хэн ч үгүйсгэхгүй; сүм хийд, янхны газар, худалдаа, хөдөө гэх мэт хүмүүс байдаг.</p>\n<p>Мөн Өөрийн байх түвшин бас өөр өөр байдаг. Дотооддоо бид ямар байгаа, гайхамшигтай эсвэл гутамшигтай, өгөөмөр эсвэл харамч, хүчирхийлэлтэй эсвэл тайван, ариун эсвэл тачаангуй байдал нь амьдралын янз бүрийн нөхцөл байдлыг татдаг…</p>\n<p>Тачаангуй хүн үргэлж тачаангуй байдлын дүр зураг, драм, тэр ч байтугай эмгэнэлт явдлыг татах болно, тэнд тэр өөрийгөө орооцолдох болно…</p>\n<p>Архичин архичдыг татах бөгөөд үргэлж баар, цайны газар байх болно, энэ нь ойлгомжтой…</p>\n<p>Мөнгө хүүлэгч, хувиа хичээгч хүн юу татах вэ? Хэдэн асуудал, шорон, гай зовлон?</p>\n<p>Гэсэн хэдий ч зовлонгоос залхсан, гашуун хүмүүс өөрчлөгдөж, түүхийнхээ хуудсыг эргүүлэхийг хүсдэг…</p>\n<p>Өрөвдөлтэй хүмүүс! Тэд өөрчлөгдөхийг хүсдэг ч яаж өөрчлөгдөхийг мэддэггүй; тэд журмыг мэддэггүй; тэд гарцгүй гудамжинд байна…</p>\n<p>Тэдэнд өчигдөр юу тохиолдсон, өнөөдөр тохиолдож, маргааш тохиолдох болно; тэд үргэлж ижил алдааг давтаж, амьдралын хичээлийг сурдаггүй.</p>\n<p>Бүх зүйл өөрийнх нь амьдралд давтагддаг; тэд ижил зүйлийг хэлж, ижил зүйлийг хийж, ижил зүйлийг гашуудаж байна…</p>\n<p>Уур, Шунал, Тачаал, Атаархал, Омогшил, Залхуурал, Ховдог гэх мэт хүсээгүй элементүүдийг дотроо тээж байх тусам драм, комеди, эмгэнэлт явдлын энэхүү уйтгартай давталт үргэлжлэх болно.</p>\n<p>Бидний ёс суртахууны түвшин ямар вэ?, эсвэл бидний Өөрийн байх Түвшин ямар вэ?</p>\n<p>Өөрийн байх Түвшин эрс өөрчлөгдөхгүй бол бүх зовлон, үзэгдэл, гай зовлон, золгүй явдлууд үргэлжлэн давтагдах болно…</p>\n<p>Биднээс гадна, энэ ертөнцийн тайзан дээр болж байгаа бүх зүйл, бүх нөхцөл байдал бол зөвхөн дотроо бидний тээж байгаа зүйлийн тусгал юм.</p>\n<p>“Гадаад нь дотоодын тусгал” гэж ёслол төгөлдөр мэдэгдэж болно.</p>\n<p>Хэрэв хүн дотроо өөрчлөгдөж, энэ өөрчлөлт нь эрс өөрчлөгдвөл гадаад, нөхцөл байдал, амьдрал өөрчлөгддөг.</p>\n<p>Би энэ хугацаанд (1974 он) харийн газар нутгийг эзэлсэн хүмүүсийн бүлгийг ажиглаж байсан. Энд Мексикт ийм хүмүүсийг “ШҮХРЭЭР БУУГЧИД” гэж сонирхолтойгоор нэрлэдэг.</p>\n<p>Тэд Кампестре Чурубуско колонийн хөршүүд бөгөөд миний гэрээс маш ойрхон байгаа тул би тэднийг сайтар судлах боломжтой болсон…</p>\n<p>Ядуу байх нь гэмт хэрэг байж болохгүй, харин хамгийн ноцтой зүйл нь үүнд биш, харин тэдний Өөрийн байх Түвшинд байгаа юм…</p>\n<p>Тэд өдөр бүр хоорондоо зодолдож, архи ууж, хараал хэлж, зовлонгийн хамтрагчдаа алуурчин болж, хайрын оронд үзэн ядалт ноёрхдог хир даг болсон овоохойд амьдардаг…</p>\n<p>Хэрэв эдгээр хүмүүсийн аль нэг нь үзэн ядалт, уур хилэн, тачаангуй байдал, архидалт, хов жив, харгислал, хувиа хичээх байдал, гүтгэлэг, атаархал, өөрийгөө хайрлах, омогшил гэх мэтийг дотроосоо зайлуулсан бол өөр хүмүүст таалагдаж, сэтгэл зүйн төстэй байдлын энгийн хуулиар дамжуулан илүү боловсронгуй, сүнслэг хүмүүстэй холбогдох болно гэж би олон удаа бодсон. Эдгээр шинэ харилцаа нь эдийн засаг, нийгмийн өөрчлөлтийн хувьд эцсийн байх болно…</p>\n<p>Энэ нь тухайн хүнд “гараж”, “бохирын цооног”-оос гарах боломжийг олгох систем байх болно…</p>\n<p>Тиймээс бид үнэхээр эрс өөрчлөлт хийхийг хүсч байгаа бол хамгийн түрүүнд ойлгох ёстой зүйл бол бид бүгдээрээ (цагаан, хар, шар, улаан хүрэн, мунхаг эсвэл мэдлэгтэй г.м.) тийм эсвэл өөр “Өөрийн байх Түвшинд” байгаа юм.</p>\n<p>Бидний Өөрийн байх Түвшин ямар вэ? Та нар үүний талаар хэзээ нэгэн цагт бодож байсан уу? Хэрэв бид өөрсдийнхөө байгаа байдлыг мэддэггүй бол өөр түвшинд шилжих боломжгүй юм.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mn/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
