import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ระดับของความเป็นอยู่",
  "locale": "th",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. ระดับของความเป็นอยู่",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>พวกเราคือใคร? พวกเรามาจากไหน? พวกเรากำลังจะไปที่ไหน? พวกเรามีชีวิตอยู่เพื่ออะไร? ทำไมพวกเราถึงมีชีวิตอยู่?…</p>\n<p>ไม่ต้องสงสัยเลยว่า “สัตว์ปัญญา” ที่น่าสงสาร ซึ่งถูกเรียกว่ามนุษย์อย่างผิดๆ ไม่เพียงแต่ไม่รู้เท่านั้น แต่ยังไม่รู้ด้วยซ้ำว่าตัวเองไม่รู้อะไรเลย…</p>\n<p>สิ่งที่แย่ที่สุดคือสถานการณ์ที่ยากลำบากและแปลกประหลาดที่เรากำลังเผชิญอยู่ เราไม่รู้ความลับของโศกนาฏกรรมทั้งหมดของเรา แต่เรากลับมั่นใจว่าเรารู้ทุกอย่าง…</p>\n<p>ลองพา “สัตว์เลี้ยงลูกด้วยนมที่มีเหตุผล” คนประเภทที่ชอบโอ้อวดอิทธิพลในชีวิต ไปยังใจกลางทะเลทรายซาฮารา ปล่อยให้เขาอยู่ที่นั่น ห่างไกลจากโอเอซิสใดๆ และสังเกตจากยานบินว่าเกิดอะไรขึ้นบ้าง…</p>\n<p>ข้อเท็จจริงจะพูดด้วยตัวของมันเอง “มนุษย์ปัญญา” แม้จะโอ้อวดว่าแข็งแกร่งและคิดว่าตัวเองเป็นลูกผู้ชาย แต่จริงๆ แล้วกลับอ่อนแออย่างน่าตกใจ…</p>\n<p>“สัตว์ที่มีเหตุผล” โง่เขลาถึงร้อยเปอร์เซ็นต์ คิดว่าตัวเองดีที่สุด เชื่อว่าสามารถพัฒนาได้อย่างมหัศจรรย์ผ่านโรงเรียนอนุบาล คู่มือการวางตัวในสังคม โรงเรียนประถม มัธยมศึกษาตอนต้น มัธยมศึกษาตอนปลาย มหาวิทยาลัย ชื่อเสียงที่ดีของพ่อ ฯลฯ ฯลฯ ฯลฯ</p>\n<p>น่าเสียดายที่หลังจากตัวอักษรและมารยาทดีๆ มากมาย ตลอดจนตำแหน่งและเงินทอง เราก็รู้ดีว่าอาการปวดท้องใดๆ ก็ทำให้เราเศร้า และในส่วนลึกของจิตใจเรายังคงไม่มีความสุขและน่าสังเวช…</p>\n<p>เพียงแค่อ่านประวัติศาสตร์สากลก็รู้ว่าเราก็คือคนป่าเถื่อนเหมือนเมื่อก่อน และแทนที่จะดีขึ้น เรากลับแย่ลง…</p>\n<p>ศตวรรษที่ 20 นี้ เต็มไปด้วยความอลังการ สงคราม การค้าประเวณี การรักร่วมเพศทั่วโลก ความเสื่อมทรามทางเพศ ยาเสพติด แอลกอฮอล์ ความโหดร้ายที่มากเกินไป ความวิปริตสุดขีด ความน่าสยดสยอง ฯลฯ ฯลฯ ฯลฯ คือกระจกที่เราควรส่องดู ดังนั้นจึงไม่มีเหตุผลที่หนักแน่นพอที่จะโอ้อวดว่าเราได้มาถึงขั้นตอนการพัฒนาที่สูงขึ้น…</p>\n<p>การคิดว่าเวลาหมายถึงความก้าวหน้าเป็นเรื่องไร้สาระ น่าเสียดายที่ “ผู้ไม่รู้ที่ได้รับการศึกษา” ยังคงถูกขังอยู่ใน “หลักคำสอนแห่งวิวัฒนาการ”…</p>\n<p>ในทุกหน้าดำของ “ประวัติศาสตร์ดำมืด” เราพบเจอแต่ความโหดร้าย ความทะเยอทะยาน สงคราม ฯลฯ ที่น่าสยดสยองเหมือนเดิม</p>\n<p>อย่างไรก็ตาม เพื่อนร่วมสมัย “ผู้มีอารยธรรมสุดยอด” ของเรายังคงเชื่อว่าเรื่องสงครามเป็นเรื่องรอง เป็นอุบัติเหตุชั่วคราวที่ไม่มีส่วนเกี่ยวข้องกับ “อารยธรรมสมัยใหม่” ที่พวกเขาคุยโวกันมากนัก</p>\n<p>แน่นอนว่าสิ่งที่สำคัญคือวิธีการเป็นอยู่ของแต่ละคน บางคนอาจเป็นคนขี้เมา บางคนอาจเป็นคนที่ไม่ดื่มสุรา บางคนอาจเป็นคนซื่อสัตย์ และบางคนอาจเป็นคนไร้ยางอาย มีทุกอย่างในชีวิต…</p>\n<p>มวลชนคือผลรวมของปัจเจกบุคคล สิ่งที่เป็นปัจเจกบุคคลก็คือมวลชน ก็คือรัฐบาล ฯลฯ</p>\n<p>ดังนั้นมวลชนจึงเป็นการขยายตัวของปัจเจกบุคคล การเปลี่ยนแปลงของมวลชน การเปลี่ยนแปลงของประชาชน เป็นไปไม่ได้ หากปัจเจกบุคคล หากแต่ละคน ไม่เปลี่ยนแปลง…</p>\n<p>ไม่มีใครปฏิเสธได้ว่ามีระดับทางสังคมที่แตกต่างกัน มีคนจากโบสถ์และจากซ่อง จากการค้าและจากชนบท ฯลฯ ฯลฯ ฯลฯ</p>\n<p>นอกจากนี้ยังมีระดับของการเป็นอยู่ที่แตกต่างกัน สิ่งที่อยู่ภายในตัวเรา ไม่ว่าจะเป็นสิ่งที่งดงามหรือขี้เหนียว ใจกว้างหรือตระหนี่รี่ถี่ถ้วน รุนแรงหรือสงบเสงี่ยม บริสุทธิ์หรือลามก จะดึงดูดสถานการณ์ต่างๆ ในชีวิต…</p>\n<p>คนลามกจะดึงดูดฉาก ดราม่า และแม้แต่โศกนาฏกรรมที่เกี่ยวข้องกับความลามกอยู่เสมอ ซึ่งเขาจะเข้าไปพัวพันด้วย…</p>\n<p>คนขี้เมาจะดึงดูดคนขี้เมา และจะเข้าไปพัวพันอยู่ในบาร์และร้านเหล้าเสมอ นั่นเป็นเรื่องที่ชัดเจน…</p>\n<p>คนขูดรีด คนเห็นแก่ตัว จะดึงดูดอะไร? ปัญหา คุก ความโชคร้าย มากมายแค่ไหน?</p>\n<p>อย่างไรก็ตาม ผู้คนที่ขมขื่น เบื่อหน่ายกับการทนทุกข์ อยากจะเปลี่ยนแปลง อยากจะพลิกหน้าประวัติศาสตร์ของพวกเขา…</p>\n<p>คนน่าสงสาร! พวกเขาต้องการเปลี่ยนแปลงแต่ไม่รู้ว่าจะทำอย่างไร พวกเขาไม่รู้วิธี พวกเขาติดอยู่ในทางตัน…</p>\n<p>สิ่งที่เกิดขึ้นกับพวกเขาเมื่อวานนี้ กำลังเกิดขึ้นกับพวกเขาในวันนี้ และจะเกิดขึ้นกับพวกเขาในวันพรุ่งนี้ พวกเขาทำผิดพลาดซ้ำแล้วซ้ำเล่า และไม่เรียนรู้บทเรียนจากชีวิต แม้จะถูกบังคับด้วยปืนใหญ่</p>\n<p>ทุกสิ่งทุกอย่างเกิดขึ้นซ้ำแล้วซ้ำเล่าในชีวิตของพวกเขาเอง พวกเขาพูดสิ่งเดิมๆ ทำสิ่งเดิมๆ คร่ำครวญถึงสิ่งเดิมๆ…</p>\n<p>การทำซ้ำที่น่าเบื่อของดราม่า ตลก และโศกนาฏกรรมนี้ จะดำเนินต่อไปตราบที่เราแบกองค์ประกอบที่ไม่พึงประสงค์ของความโกรธ ความโลภ ความใคร่ ความอิจฉา ความเย่อหยิ่ง ความเกียจคร้าน ความตะกละ ฯลฯ ฯลฯ ฯลฯ ไว้ภายในตัวเรา</p>\n<p>ระดับศีลธรรมของเราคืออะไร? หรือจะพูดให้ดีกว่าว่า ระดับของการเป็นอยู่ของเราคืออะไร?</p>\n<p>ตราบใดที่ระดับของการเป็นอยู่ไม่เปลี่ยนแปลงไปอย่างสิ้นเชิง การทำซ้ำความน่าสังเวช ฉาก ความโชคร้าย และความเคราะห์ร้ายทั้งหมดของเราก็จะดำเนินต่อไป…</p>\n<p>ทุกสิ่งทุกอย่าง ทุกสถานการณ์ที่เกิดขึ้นภายนอกตัวเรา บนเวทีของโลกนี้ ล้วนเป็นภาพสะท้อนของสิ่งที่เราแบกรับไว้ภายใน</p>\n<p>ด้วยเหตุผลอันสมควร เราสามารถยืนยันอย่างเคร่งขรึมได้ว่า “ภายนอกคือภาพสะท้อนของภายใน”</p>\n<p>เมื่อคนเราเปลี่ยนแปลงภายใน และการเปลี่ยนแปลงนั้นเป็นไปอย่างสิ้นเชิง ภายนอก สถานการณ์ ชีวิต ก็จะเปลี่ยนแปลงไปด้วย</p>\n<p>ในช่วงเวลานี้ (ปี 1974) ฉันได้สังเกตกลุ่มคนที่บุกรุกที่ดินของผู้อื่น ที่นี่ในเม็กซิโก คนเหล่านี้ได้รับฉายาที่น่าสงสัยว่า “นักกระโดดร่ม”</p>\n<p>พวกเขาเป็นเพื่อนบ้านของชุมชนชนบทชูรูบูสโก อยู่ใกล้บ้านฉันมาก ซึ่งเป็นเหตุผลที่ฉันสามารถศึกษาพวกเขาได้อย่างใกล้ชิด…</p>\n<p>การเป็นคนจนไม่เคยเป็นความผิด แต่สิ่งที่ร้ายแรงไม่ได้อยู่ที่ตรงนั้น แต่อยู่ที่ระดับของการเป็นอยู่ของพวกเขา…</p>\n<p>ทุกวันพวกเขาทะเลาะกัน เมามาย ดูถูกซึ่งกันและกัน กลายเป็นฆาตกรของเพื่อนร่วมชะตากรรมของตัวเอง พวกเขาอาศัยอยู่ในกระท่อมสกปรกอย่างแน่นอน ซึ่งแทนที่จะเป็นความรัก กลับมีแต่ความเกลียดชัง</p>\n<p>หลายครั้งที่ฉันคิดว่า หากใครก็ตามในกลุ่มนั้นกำจัดความเกลียดชัง ความโกรธ ความใคร่ ความเมามาย การใส่ร้าย ความโหดร้าย ความเห็นแก่ตัว การใส่ความ ความอิจฉา ความรักตัวเอง ความเย่อหยิ่ง ฯลฯ ฯลฯ ฯลฯ ออกจากภายในตัวเขา เขาจะเป็นที่ชื่นชอบของคนอื่นๆ จะคบหากับคนที่มีความละเอียดอ่อนทางจิตวิญญาณมากกว่า ด้วยกฎแห่งความสัมพันธ์ทางจิตวิทยาอย่างง่ายๆ ความสัมพันธ์ใหม่เหล่านั้นจะเป็นจุดสิ้นสุดของการเปลี่ยนแปลงทางเศรษฐกิจและสังคม…</p>\n<p>นั่นจะเป็นระบบที่ช่วยให้คนๆ นั้นละทิ้ง “โรงรถ” “ท่อระบายน้ำ” ที่สกปรก…</p>\n<p>ดังนั้น หากเราต้องการการเปลี่ยนแปลงที่แท้จริง สิ่งแรกที่เราต้องเข้าใจคือพวกเราแต่ละคน (ไม่ว่าจะเป็นคนผิวขาว ผิวดำ ผิวเหลือง หรือผิวทองแดง ไม่ว่าจะเป็นคนที่ไม่รู้หรือได้รับการศึกษา ฯลฯ) อยู่ใน “ระดับของการเป็นอยู่” ใดระดับหนึ่ง</p>\n<p>ระดับของการเป็นอยู่ของเราคืออะไร? คุณเคยไตร่ตรองเรื่องนี้บ้างไหม? มันเป็นไปไม่ได้ที่จะก้าวไปสู่ระดับอื่น หากเราไม่รู้ว่าเราอยู่ในสถานะใด</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/th/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
