import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Нивото на Битието",
  "locale": "bg",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. Нивото на Битието",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Кои сме ние? Откъде идваме? Накъде отиваме? За какво живеем? Защо живеем?…</p>\n<p>Несъмнено бедният “Интелектуален Животин”, погрешно наречен човек, не само не знае, но и дори не знае, че не знае…</p>\n<p>Най-лошото от всичко е трудната и странна ситуация, в която се намираме, не знаем тайната на всички наши трагедии и въпреки това сме убедени, че знаем всичко…</p>\n<p>Заведете един “Рационален Бозайник”, човек, който се смята за влиятелен, в центъра на пустинята САХАРА, оставете го там далеч от всеки оазис и наблюдавайте от въздушен кораб какво се случва…</p>\n<p>Фактите ще говорят сами за себе си; “Интелектуалният Хуманоид”, въпреки че се смята за силен и се мисли за голям мъж, в крайна сметка е ужасно слаб…</p>\n<p>“Рационалното Животно” е глупаво на сто процента; мисли най-доброто за себе си; вярва, че може да се справи чудесно чрез ДЕТСКАТА ГРАДИНА, наръчници по благоприличие, начални училища, средни училища, гимназии, университети, доброто име на бащата и т.н., и т.н., и т.н.</p>\n<p>За съжаление, след толкова много букви и добри маниери, титли и пари, знаем добре, че всяка болка в стомаха ни натъжава и че в крайна сметка продължаваме да сме нещастни и жалки…</p>\n<p>Достатъчно е да прочетете Всеобщата история, за да знаете, че сме същите варвари от миналото и че вместо да се подобрим, сме станали по-лоши…</p>\n<p>Този 20-ти век с цялата си зрелищност, войни, проституция, световна содомия, сексуална дегенерация, наркотици, алкохол, прекомерна жестокост, крайна извратеност, чудовищност и т.н., и т.н., и т.н., е огледалото, в което трябва да се огледаме; следователно няма основателна причина да се хвалим, че сме достигнали по-висок етап на развитие…</p>\n<p>Да се мисли, че времето означава прогрес, е абсурдно, за съжаление “просветените невежи” продължават да са затворени в “Догмата за Еволюцията”…</p>\n<p>Във всички черни страници на “Черната История” винаги намираме едни и същи ужасни жестокости, амбиции, войни и т.н.</p>\n<p>Въпреки това нашите съвременници “Свръх-цивилизовани” все още са убедени, че войната е нещо второстепенно, преходен инцидент, който няма нищо общо с тяхната толкова прокламирана “Съвременна Цивилизация”</p>\n<p>Разбира се, важното е начинът на съществуване на всеки човек; някои субекти ще бъдат пияници, други трезвеници, онези честни, а тези други негодници; от всичко има в живота…</p>\n<p>Масата е сумата от индивидите; каквото е индивидът, това е и масата, това е и правителството и т.н.</p>\n<p>Следователно масата е разширение на индивида; не е възможно преобразуването на масите, на народите, ако индивидът, ако всеки човек, не се трансформира…</p>\n<p>Никой не може да отрече, че съществуват различни социални нива; има хора от църквата и от публичния дом; от търговията и от селото и т.н., и т.н., и т.н.</p>\n<p>Така също съществуват различни Нива на Битието. Каквито сме вътрешно, великолепни или дребнави, щедри или стиснати, буйни или кротки, целомъдрени или похотливи, привличаме различните обстоятелства на живота…</p>\n<p>Един похотлив човек винаги ще привлича сцени, драми и дори трагедии на похот, в които ще се забърка…</p>\n<p>Един пияница ще привлича пияници и винаги ще бъде в барове и кръчми, това е очевидно…</p>\n<p>Какво ще привлече лихварят, егоистът? Колко проблеми, затвори, нещастия?</p>\n<p>Въпреки това горчивите хора, уморени от страдание, искат да се променят, да обърнат страницата на своята история…</p>\n<p>Горките хора! Искат да се променят и не знаят как; не познават процедурата; вкарани са в задънена улица…</p>\n<p>Това, което им се е случило вчера, им се случва днес и ще им се случи утре; винаги повтарят едни и същи грешки и не се научават на уроците на живота дори с оръдия.</p>\n<p>Всички неща се повтарят в собствения им живот; казват едни и същи неща, правят едни и същи неща, оплакват се от едни и същи неща…</p>\n<p>Това отегчително повтаряне на драми, комедии и трагедии ще продължи, докато носим вътре в себе си нежеланите елементи на Гняв, Алчност, Похот, Завист, Гордост, Леност, Лакомия и т.н., и т.н., и т.н.</p>\n<p>Какво е нашето морално ниво?, или по-добре да кажем: Какво е нашето Ниво на Битието?</p>\n<p>Докато Нивото на Битието не се промени радикално, ще продължи повторението на всички наши мизерии, сцени, нещастия и злополуки…</p>\n<p>Всички неща, всички обстоятелства, които се случват извън нас, на сцената на този свят, са изключително отражение на това, което носим вътрешно.</p>\n<p>Със справедливо основание можем да заявим тържествено, че “външното е отражение на вътрешното”.</p>\n<p>Когато човек се промени вътрешно и тази промяна е радикална, външното, обстоятелствата, животът, също се променят.</p>\n<p>Наблюдавам от известно време (година 1974) група хора, които нахлуха в чужд терен. Тук в Мексико тези хора получават любопитното прозвище “ПАРАШУТИСТИ”.</p>\n<p>Те са съседи на колония Campestre Churubusco, много близо до къщата ми, поради което успях да ги изу ча отблизо…</p>\n<p>Да бъдеш беден никога не може да бъде престъпление, но сериозното не е в това, а в тяхното Ниво на Битие…</p>\n<p>Ежедневно се бият помежду си, напиват се, обиждат се взаимно, превръщат се в убийци на собствените си другари по нещастие, живеят наистина в мръсни колиби, вътре в които вместо любов цари омраза…</p>\n<p>Много пъти съм си мислил, че ако всеки от тези субекти премахне от вътрешността си омразата, гнева, похотта, пиянството, злословието, жестокостта, егоизма, клеветата, завистта, самолюбието, гордостта и т.н., и т.н., и т.н., би се харесал на други хора, би се свързал по прост Закон на Психологическите Афинитети с по-изтънчени, по-духовни хора; тези нови отношения биха били окончателни за икономическа и социална промяна…</p>\n<p>Това би бил системата, която би позволила на такъв субект да напусне “гаража”, “клоаката” нечиста…</p>\n<p>Така че, ако наистина искаме радикална промяна, първото нещо, което трябва да разберем, е, че всеки от нас (независимо дали е бял или черен, жълт или меден, невеж или просветен и т.н.) е на такова или онова “Ниво на Битие”.</p>\n<p>Какво е нашето Ниво на Битие? Замисляли ли сте се някога за това? Не би било възможно да преминем на друго ниво, ако не знаем в какво състояние се намираме.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bg/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
