import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Рівень Існування",
  "locale": "uk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. Рівень Існування",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Хто ми? Звідки ми прийшли? Куди ми йдемо? Для чого ми живемо? Чому ми живемо?…</p>\n<p>Безперечно, бідна “Інтелектуальна Тварина”, помилково названа людиною, не тільки не знає, але й навіть не знає, що не знає…</p>\n<p>Найгірше – це надзвичайно важка і дивна ситуація, в якій ми опинилися, ми не знаємо секрету всіх наших трагедій, але переконані, що знаємо все…</p>\n<p>Візьміть “Раціонального Ссавця”, людину з тих, хто в житті претендує на впливовість, в центр пустелі САХАРА, залиште її там подалі від будь-якого оазису і спостерігайте з повітряного корабля за тим, що відбувається…</p>\n<p>Факти говорять самі за себе; “Інтелектуальний Гуманоїд”, хоч і претендує на силу і вважає себе дуже чоловіком, в глибині душі виявляється жахливо слабким…</p>\n<p>“Раціональна Тварина” дурна на сто відсотків; думає про себе найкраще; вважає, що може чудово розвиватися за допомогою ДИТЯЧОГО САДКА, підручників чемності, початкової школи, середньої школи, бакалаврату, університету, доброго імені батька, тощо, тощо, тощо.</p>\n<p>На жаль, після стількох літер і хороших манер, титулів і грошей, ми добре знаємо, що будь-який біль у животі засмучує нас і що в глибині душі ми залишаємося нещасними і жалюгідними…</p>\n<p>Достатньо прочитати Всесвітню історію, щоб знати, що ми ті ж самі варвари, що й колись, і що замість того, щоб покращитися, ми стали гіршими…</p>\n<p>Це ХХ століття з усією своєю видовищністю, війнами, проституцією, світовою содомією, сексуальною дегенерацією, наркотиками, алкоголем, надмірною жорстокістю, крайньою збоченістю, потворністю, тощо, тощо, тощо, є дзеркалом, в яке ми повинні дивитися; отже, немає вагомих причин хвалитися тим, що ми досягли вищого етапу розвитку…</p>\n<p>Думати, що час означає прогрес, – це абсурд, на жаль, “неосвічені освічені” продовжують бути замкненими в “Догмі еволюції”…</p>\n<p>На всіх чорних сторінках “Чорної Історії” ми завжди знаходимо ті самі жахливі жорстокості, амбіції, війни, тощо.</p>\n<p>Однак наші сучасники “Супер-цивілізовані” все ще переконані, що війна – це щось другорядне, випадковий інцидент, який не має нічого спільного з їхньою такою розрекламованою “Сучасною Цивілізацією”.</p>\n<p>Звісно, важливим є спосіб буття кожної людини; деякі суб’єкти будуть п’яницями, інші – тверезими, ті – чесними, а ці – шахраями; у житті є все…</p>\n<p>Маса – це сума індивідів; те, чим є індивід, є масою, є урядом, тощо.</p>\n<p>Маса, отже, є продовженням індивіда; неможлива трансформація мас, народів, якщо індивід, якщо кожна людина, не трансформується…</p>\n<p>Ніхто не може заперечувати, що існують різні соціальні рівні; є люди з церкви і з борделю; з торгівлі і з села, тощо, тощо, тощо.</p>\n<p>Так само існують різні Рівні Буття. Те, ким ми є внутрішньо, чудові чи мізерні, щедрі чи скупі, насильницькі чи лагідні, цнотливі чи хтиві, притягує різні обставини життя…</p>\n<p>Хтивість завжди притягуватиме сцени, драми і навіть трагедії розпусти, в які вона потрапить…</p>\n<p>П’яниця притягуватиме п’яниць і завжди потраплятиме в бари та кантини, це очевидно…</p>\n<p>Що притягуватиме лихвар, егоїст? Скільки проблем, в’язниць, нещасть?</p>\n<p>Однак гіркі люди, втомлені від страждань, хочуть змін, хочуть перегорнути сторінку своєї історії…</p>\n<p>Бідні люди! Вони хочуть змін і не знають як; не знають процедури; вони потрапили в безвихідь…</p>\n<p>Те, що сталося з ними вчора, відбувається з ними сьогодні і відбудеться завтра; вони завжди повторюють ті самі помилки і не засвоюють уроки життя навіть під дулом пістолета.</p>\n<p>Все повторюється в їхньому власному житті; вони говорять ті самі речі, роблять ті самі речі, шкодують про ті самі речі…</p>\n<p>Це нудне повторення драм, комедій і трагедій триватиме до тих пір, поки ми нестимемо в собі небажані елементи Гніву, Жадібності, Хтивості, Заздрості, Гордості, Лінощів, Обжерливості, тощо, тощо, тощо.</p>\n<p>Який наш моральний рівень? Або, краще сказати: Який наш Рівень Буття?</p>\n<p>Поки Рівень Буття не зміниться радикально, повторення всіх наших страждань, сцен, нещасть і бід триватиме…</p>\n<p>Усі речі, усі обставини, які відбуваються поза нами, на сцені цього світу, є виключно відображенням того, що ми несемо всередині.</p>\n<p>З повною підставою ми можемо урочисто стверджувати, що “зовнішнє є відображенням внутрішнього”.</p>\n<p>Коли людина змінюється внутрішньо, і ця зміна є радикальною, зовнішнє, обставини, життя, також змінюються.</p>\n<p>Останнім часом я спостерігаю (1974 рік) за групою людей, які вторглися на чужу землю. Тут, в Мексиці, таких людей називають дивним словом “ПАРАШУТИСТИ”.</p>\n<p>Вони є сусідами з колонії Кампестре ЧУРУБУСКО, вони дуже близько до мого дому, тому я зміг їх ретельно вивчити…</p>\n<p>Бути бідним ніколи не може бути злочином, але найгірше не в цьому, а в їхньому Рівні Буття…</p>\n<p>Щодня вони б’ються між собою, напиваються, ображають один одного, стають вбивцями власних товаришів по нещастю, живуть, звичайно, в брудних халупах, в яких замість любові панує ненависть…</p>\n<p>Я часто думав про те, що якщо б будь-який з цих суб’єктів усунув зі своєї душі ненависть, гнів, хтивість, пияцтво, лихослів’я, жорстокість, егоїзм, наклеп, заздрість, самолюбство, гордість, тощо, тощо, тощо, він би сподобався іншим людям, він би асоціювався за простим Законом Психологічної Спорідненості з більш витонченими, більш духовними людьми; ці нові відносини були б вирішальними для економічних і соціальних змін…</p>\n<p>Це була б система, яка дозволила б цьому суб’єкту покинути “гараж”, “клоаку” брудну…</p>\n<p>Отже, якщо ми дійсно хочемо радикальних змін, перше, що ми повинні зрозуміти, це те, що кожен з нас (незалежно від того, білий чи чорний, жовтий чи мідний, невіглас чи освічений, тощо), перебуває на тому чи іншому “Рівні Буття”.</p>\n<p>Який наш Рівень Буття? Ви коли-небудь замислювалися над цим? Неможливо перейти на інший рівень, якщо ми не знаємо, в якому стані ми знаходимося.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/uk/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
