import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Գոյության Մակարդակ",
  "locale": "hy",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. Գոյության Մակարդակ",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Ովքե՞ր ենք մենք։ Որտեղի՞ց ենք մենք գալիս։ Ո՞ւր ենք գնում։ Ինչի՞ համար ենք ապրում։ Ինչո՞ւ ենք ապրում…</p>\n<p>Անհերքելի է, որ խեղճ «Մտավոր Անասունը», սխալմամբ կոչված մարդ, ոչ միայն չգիտի, այլ ավելին, նույնիսկ չգիտի, որ չգիտի…</p>\n<p>Ամենավատն այնքան դժվար և այնքան տարօրինակ իրավիճակն է, որում մենք գտնվում ենք, մենք անտեղյակ ենք մեր բոլոր ողբերգությունների գաղտնիքին և, այնուամենայնիվ, համոզված ենք, որ ամեն ինչ գիտենք…</p>\n<p>Տարեք մի «Ռացիոնալ Կաթնասունի», այնպիսի մարդու, ով կյանքում հավակնում է ազդեցիկ լինել, ՍԱՀԱՐԱ անապատի կենտրոն, թողեք այնտեղ՝ հեռու ցանկացած Օազիսից, և օդային նավից դիտեք այն ամենը, ինչ կատարվում է…</p>\n<p>Փաստերն իրենք իրենց կխոսեն. «Մտավոր Մարդանմանը», թեև պնդում է, որ ուժեղ է և իրեն շատ տղամարդ է համարում, իրականում սարսափելի թույլ է…</p>\n<p>«Ռացիոնալ Անասունը» հիմար է հարյուր տոկոսով. Նա լավագույնն է մտածում իր մասին. կարծում է, որ կարող է հրաշալիորեն զարգանալ ՄԱՆԿԱՊԱՐՏԵԶԻ, Բարեկրթության ձեռնարկների, Տարրական, Միջնակարգ, Ավագ դպրոցի, Համալսարանի, հայրիկի լավ հեղինակության և այլնի միջոցով։</p>\n<p>Ցավոք, այդքան տառերից և լավ վարվելակերպից, կոչումներից և փողից հետո, մենք լավ գիտենք, որ ստամոքսի ցանկացած ցավ մեզ տխրեցնում է, և որ խորքում մենք շարունակում ենք դժբախտ և թշվառ լինել…</p>\n<p>Բավական է կարդալ Համաշխարհային պատմությունը՝ իմանալու համար, որ մենք նույն բարբարոսներն ենք, ինչպես առաջ, և որ բարելավվելու փոխարեն մենք դարձել ենք ավելի վատ…</p>\n<p>Այս 20-րդ դարը՝ իր ողջ տպավորիչ բնույթով, պատերազմներով, մարմնավաճառությամբ, համաշխարհային սոդոմիայով, սեռական այլասերումով, թմրանյութերով, ալկոհոլով, չափազանց դաժանությամբ, ծայրահեղ այլասերվածությամբ, հրեշավորությամբ և այլն, հայելին է, որում մենք պետք է նայենք մեզ. հետևաբար, ծանրակշիռ պատճառ չկա մեծամտորեն պնդելու, թե մենք հասել ենք զարգացման ավելի բարձր փուլի…</p>\n<p>Մտածելը, թե ժամանակը նշանակում է առաջընթաց, անհեթեթություն է, ցավոք, «լուսավորված տգետները» շարունակում են շշալցված մնալ «Էվոլյուցիայի Դոգմայի» մեջ…</p>\n<p>«Սև Պատմության» բոլոր սև էջերում մենք միշտ գտնում ենք նույն սարսափելի դաժանությունները, փառասիրությունները, պատերազմները և այլն։</p>\n<p>Այնուամենայնիվ, մեր «Գերքաղաքակիրթ» ժամանակակիցները դեռ համոզված են, որ պատերազմը երկրորդական բան է, անցողիկ պատահար, որը ոչ մի կապ չունի իրենց այդքան գովաբանված «Ժամանակակից Քաղաքակրթության» հետ։</p>\n<p>Իհարկե, կարևորն այն է, թե ինչպիսին է յուրաքանչյուր մարդ. որոշ անձինք հարբեցողներ կլինեն, մյուսները՝ զուսպ, նրանք՝ ազնիվ, իսկ մյուսները՝ անամոթ. կյանքում ամեն ինչ կա…</p>\n<p>Զանգվածը անհատների գումարն է. այն, ինչ անհատն է, այն է զանգվածը, այն է կառավարությունը և այլն։</p>\n<p>Հետևաբար, զանգվածը անհատի ընդլայնումն է. զանգվածների, ժողովուրդների փոխակերպումը հնարավոր չէ, եթե անհատը, եթե յուրաքանչյուր մարդ չփոխակերպվի…</p>\n<p>Ոչ ոք չի կարող ժխտել, որ կան տարբեր սոցիալական մակարդակներ. կան մարդիկ եկեղեցուց և հասարակաց տնից, առևտրից և գյուղից և այլն։</p>\n<p>Նույն կերպ կան Էության տարբեր Մակարդակներ։ Այն, ինչ մենք ներքուստ ենք, փառահեղ կամ մանր, առատաձեռն կամ ժլատ, բռնի կամ խաղաղ, առաքինի կամ ցանկասեր, ձգում է կյանքի տարբեր հանգամանքները…</p>\n<p>Ցանկասերը միշտ կձգի կրքոտ տեսարաններ, դրամաներ և նույնիսկ ողբերգություններ, որոնց մեջ նա կհայտնվի…</p>\n<p>Հարբեցողը կձգի հարբեցողներին և միշտ կհայտնվի բարերում և պանդոկներում, դա ակնհայտ է…</p>\n<p>Ի՞նչ կձգի տոկոսագողը, եսասերը։ Քանի՞ խնդիր, բանտեր, դժբախտություններ։</p>\n<p>Այնուամենայնիվ, դառնացած մարդիկ, հոգնած տառապելուց, ցանկանում են փոխվել, թերթել իրենց պատմության էջը…</p>\n<p>Խեղճ մարդիկ! Նրանք ցանկանում են փոխվել և չգիտեն, թե ինչպես. նրանք չգիտեն ընթացակարգը. նրանք փակուղում են հայտնվել…</p>\n<p>Այն, ինչ նրանց հետ պատահեց երեկ, պատահում է այսօր և տեղի կունենա վաղը. նրանք միշտ կրկնում են լոա նույն սխալները և կյանքի դասերը չեն սովորում նույնիսկ հրետանային կրակոցների ներքո։</p>\n<p>Բոլոր բաները կրկնվում են նրանց սեփական կյանքում. նրանք ասում են նույն բաները, անում են նույն բաները, ափսոսում են նույն բաների համար…</p>\n<p>Դրամաների, կատակերգությունների և ողբերգությունների այս ձանձրալի կրկնությունը կշարունակվի այնքան ժամանակ, քանի դեռ մենք մեր ներսում կրում ենք ցանկալի չտեսնված տարրերը՝ ցասումը, ագահությունը, ցանկասիրությունը, նախանձը, հպարտությունը, ծուլությունը, որկրամոլությունը և այլն։</p>\n<p>Ո՞րն է մեր բարոյական մակարդակը, կամ ավելի լավ կլինի ասենք՝ Ո՞րն է մեր Էության Մակարդակը։</p>\n<p>Քանի դեռ Էության Մակարդակը արմատապես չի փոխվել, մեր բոլոր թշվառությունների, տեսարանների, դժբախտությունների և դժբախտությունների կրկնությունը կշարունակվի…</p>\n<p>Բոլոր բաները, բոլոր հանգամանքները, որոնք տեղի են ունենում մեր դրսում, այս աշխարհի բեմում, բացառապես արտացոլումն են այն բանի, ինչ մենք ներքուստ ենք կրում։</p>\n<p>Արդարացիորեն մենք կարող ենք հանդիսավոր կերպով պնդել, որ «արտաքինը ներքինի արտացոլումն է»։</p>\n<p>Երբ մեկը ներքուստ փոխվում է, և այդ փոփոխությունը արմատական է, արտաքինը, հանգամանքները, կյանքը նույնպես փոխվում են։</p>\n<p>Այս ընթացքում ես դիտում էի (1974 թվական), մի խումբ մարդկանց, ովքեր ներխուժել էին օտար հողի վրա։ Այստեղ՝ Մեքսիկայում, նման մարդիկ ստանում են «ՊԱՐԱՇՅՈՒՏԻՍՏՆԵՐ» հետաքրքիր անվանումը։</p>\n<p>Նրանք Campestre Churubusco գաղութի հարևաններն են, նրանք շատ մոտ են իմ տանը, այս պատճառով ես կարողացել եմ մոտիկից ուսումնասիրել նրանց…</p>\n<p>Աղքատ լինելը երբեք չի կարող հանցանք լինել, ավելի վատն այն չէ, այլ նրանց Էության Մակարդակը…</p>\n<p>Ամեն օր նրանք կռվում են միմյանց հետ, հարբում են, փոխադարձ վիրավորում են միմյանց, դառնում են իրենց սեփական դժբախտության ուղեկիցների մարդասպանները, նրանք իսկապես ապրում են անմաքուր խրճիթներում, որոնց ներսում սիրո փոխարեն տիրում է ատելությունը…</p>\n<p>Ես շատ անգամ մտածել եմ, որ եթե այդ մարդկանցից որևէ մեկը իր ներսից վերացներ ատելությունը, ցասումը, ցանկասիրությունը, հարբեցողությունը, չարախոսությունը, դաժանությունը, եսասիրությունը, զրպարտությունը, նախանձը, սեփական սերը, հպարտությունը և այլն, նա հաճելի կլիներ այլ մարդկանց, նա կմիավորվեր պարզապես Հոգեբանական Համանմանությունների Օրենքով ավելի նուրբ, ավելի հոգևոր մարդկանց հետ. այդ նոր հարաբերությունները վճռորոշ կլինեին տնտեսական և սոցիալական փոփոխությունների համար…</p>\n<p>Դա կլիներ այն համակարգը, որը թույլ կտար այդ մարդուն լքել «ավտոտնակը», անմաքուր «կոյուղին»…</p>\n<p>Այսպիսով, եթե մենք իսկապես ցանկանում ենք արմատական փոփոխություն, առաջին բանը, որ մենք պետք է հասկանանք, այն է, որ մեզանից յուրաքանչյուրը (լինի սևամորթ, թե սպիտակամորթ, դեղին, թե պղնձագույն, տգետ, թե լուսավորված և այլն), գտնվում է այս կամ այն «Էության Մակարդակում»։</p>\n<p>Ո՞րն է մեր Էության Մակարդակը։ Դուք երբևէ մտածե՞լ եք դրա մասին։ Հնարավոր չէ անցնել մեկ այլ մակարդակի, եթե մենք անտեղյակ ենք այն վիճակին, որում գտնվում ենք։</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hy/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
