import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ਹੋਂਦ ਦਾ ਪੱਧਰ",
  "locale": "pa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. ਹੋਂਦ ਦਾ ਪੱਧਰ",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ਅਸੀਂ ਕੌਣ ਹਾਂ? ਅਸੀਂ ਕਿੱਥੋਂ ਆਏ ਹਾਂ?, ਅਸੀਂ ਕਿੱਥੇ ਜਾ ਰਹੇ ਹਾਂ?, ਅਸੀਂ ਕਿਸ ਲਈ ਜਿਉਂਦੇ ਹਾਂ?, ਅਸੀਂ ਕਿਉਂ ਜਿਉਂਦੇ ਹਾਂ?…</p>\n<p>ਬਿਨਾਂ ਸ਼ੱਕ ਗਰੀਬ “ਬੌਧਿਕ ਜਾਨਵਰ” ਜਿਸਨੂੰ ਗਲਤੀ ਨਾਲ ਮਨੁੱਖ ਕਿਹਾ ਜਾਂਦਾ ਹੈ, ਨਾ ਸਿਰਫ ਜਾਣਦਾ ਨਹੀਂ ਹੈ, ਸਗੋਂ ਇਹ ਵੀ ਨਹੀਂ ਜਾਣਦਾ ਕਿ ਉਹ ਨਹੀਂ ਜਾਣਦਾ…</p>\n<p>ਸਭ ਤੋਂ ਭੈੜੀ ਗੱਲ ਇਹ ਹੈ ਕਿ ਅਸੀਂ ਕਿੰਨੀ ਔਖੀ ਅਤੇ ਅਜੀਬ ਸਥਿਤੀ ਵਿੱਚ ਹਾਂ, ਅਸੀਂ ਆਪਣੇ ਸਾਰੇ ਦੁਖਾਂਤਾਂ ਦਾ ਰਾਜ਼ ਨਹੀਂ ਜਾਣਦੇ ਅਤੇ ਫਿਰ ਵੀ ਸਾਨੂੰ ਯਕੀਨ ਹੈ ਕਿ ਅਸੀਂ ਸਭ ਕੁਝ ਜਾਣਦੇ ਹਾਂ…</p>\n<p>ਇੱਕ “ਤਰਕਸ਼ੀਲ ਥਣਧਾਰੀ”, ਇੱਕ ਅਜਿਹੇ ਵਿਅਕਤੀ ਨੂੰ ਲਓ ਜੋ ਜ਼ਿੰਦਗੀ ਵਿੱਚ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਹੋਣ ਦਾ ਦਾਅਵਾ ਕਰਦਾ ਹੈ, ਉਸਨੂੰ ਸਹਾਰਾ ਰੇਗਿਸਤਾਨ ਦੇ ਵਿਚਕਾਰ ਲੈ ਜਾਓ, ਉਸਨੂੰ ਕਿਸੇ ਵੀ ਓਏਸਿਸ ਤੋਂ ਦੂਰ ਉੱਥੇ ਛੱਡ ਦਿਓ ਅਤੇ ਇੱਕ ਹਵਾਈ ਜਹਾਜ਼ ਤੋਂ ਦੇਖੋ ਕਿ ਕੀ ਹੁੰਦਾ ਹੈ…</p>\n<p>ਤੱਥ ਆਪਣੇ ਆਪ ਬੋਲਣਗੇ; “ਬੌਧਿਕ ਮਨੁੱਖ” ਭਾਵੇਂ ਉਹ ਮਜ਼ਬੂਤ ਹੋਣ ਦਾ ਦਾਅਵਾ ਕਰਦਾ ਹੈ ਅਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਇੱਕ ਆਦਮੀ ਮੰਨਦਾ ਹੈ, ਪਰ ਅਸਲ ਵਿੱਚ ਉਹ ਭਿਆਨਕ ਰੂਪ ਵਿੱਚ ਕਮਜ਼ੋਰ ਹੁੰਦਾ ਹੈ…</p>\n<p>“ਤਰਕਸ਼ੀਲ ਜਾਨਵਰ” ਸੌ ਪ੍ਰਤੀਸ਼ਤ ਮੂਰਖ ਹੈ; ਉਹ ਆਪਣੇ ਬਾਰੇ ਸਭ ਤੋਂ ਵਧੀਆ ਸੋਚਦਾ ਹੈ; ਉਹ ਮੰਨਦਾ ਹੈ ਕਿ ਉਹ ਕਿੰਡਰਗਾਰਟਨ, ਸ਼ਹਿਰੀ ਮੈਨੂਅਲ, ਪ੍ਰਾਇਮਰੀ, ਸੈਕੰਡਰੀ, ਹਾਈ ਸਕੂਲ, ਯੂਨੀਵਰਸਿਟੀ, ਪਿਤਾ ਦੀ ਚੰਗੀ ਸਾਖ, ਆਦਿ ਦੁਆਰਾ ਸ਼ਾਨਦਾਰ ਢੰਗ ਨਾਲ ਵਿਕਾਸ ਕਰ ਸਕਦਾ ਹੈ।</p>\n<p>ਬਦਕਿਸਮਤੀ ਨਾਲ, ਇੰਨੇ ਸਾਰੇ ਅੱਖਰਾਂ ਅਤੇ ਚੰਗੇ ਢੰਗਾਂ, ਖਿਤਾਬਾਂ ਅਤੇ ਪੈਸਿਆਂ ਦੇ ਬਾਅਦ, ਅਸੀਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦੇ ਹਾਂ ਕਿ ਕਿਸੇ ਵੀ ਪੇਟ ਦਰਦ ਸਾਨੂੰ ਉਦਾਸ ਕਰ ਦਿੰਦਾ ਹੈ ਅਤੇ ਅੰਤ ਵਿੱਚ ਅਸੀਂ ਨਾਖੁਸ਼ ਅਤੇ ਦੁਖੀ ਰਹਿੰਦੇ ਹਾਂ…</p>\n<p>ਇਹ ਜਾਣਨ ਲਈ ਵਿਸ਼ਵ ਇਤਿਹਾਸ ਨੂੰ ਪੜ੍ਹਨਾ ਕਾਫ਼ੀ ਹੈ ਕਿ ਅਸੀਂ ਪੁਰਾਣੇ ਸਮੇਂ ਦੇ ਉਹੀ ਬਰਬਰ ਲੋਕ ਹਾਂ ਅਤੇ ਸੁਧਾਰ ਕਰਨ ਦੀ ਬਜਾਏ ਅਸੀਂ ਹੋਰ ਵੀ ਬਦਤਰ ਹੋ ਗਏ ਹਾਂ…</p>\n<p>ਇਹ ਵੀਹਵੀਂ ਸਦੀ ਆਪਣੀ ਸਾਰੀ ਸ਼ਾਨ, ਯੁੱਧਾਂ, ਵੇਸਵਾਗਮਨੀ, ਵਿਸ਼ਵ ਵਿਆਪੀ ਗੁਦਾਮੈਥੁਨ, ਜਿਨਸੀ ਵਿਗਾੜ, ਨਸ਼ੀਲੇ ਪਦਾਰਥਾਂ, ਸ਼ਰਾਬ, ਬਹੁਤ ਜ਼ਿਆਦਾ ਬੇਰਹਿਮੀ, ਬਹੁਤ ਜ਼ਿਆਦਾ ਵਿਗਾੜ, ਭਿਆਨਕਤਾ, ਆਦਿ ਦੇ ਨਾਲ, ਉਹ ਸ਼ੀਸ਼ਾ ਹੈ ਜਿਸ ਵਿੱਚ ਸਾਨੂੰ ਆਪਣੇ ਆਪ ਨੂੰ ਦੇਖਣਾ ਚਾਹੀਦਾ ਹੈ; ਇਸ ਲਈ ਵਿਕਾਸ ਦੇ ਇੱਕ ਉੱਚ ਪੜਾਅ ‘ਤੇ ਪਹੁੰਚਣ ਬਾਰੇ ਸ਼ੇਖੀ ਮਾਰਨ ਦਾ ਕੋਈ ਜਾਇਜ਼ ਕਾਰਨ ਨਹੀਂ ਹੈ…</p>\n<p>ਇਹ ਸੋਚਣਾ ਕਿ ਸਮਾਂ ਤਰੱਕੀ ਦਾ ਮਤਲਬ ਹੈ ਬੇਤੁਕਾ ਹੈ, ਬਦਕਿਸਮਤੀ ਨਾਲ “ਅਗਿਆਨੀ ਗਿਆਨਵਾਨ” “ਵਿਕਾਸ ਦੇ ਸਿਧਾਂਤ” ਵਿੱਚ ਬੰਦ ਰਹਿੰਦੇ ਹਨ…</p>\n<p>“ਕਾਲੇ ਇਤਿਹਾਸ” ਦੇ ਸਾਰੇ ਕਾਲੇ ਪੰਨਿਆਂ ਵਿੱਚ ਸਾਨੂੰ ਹਮੇਸ਼ਾ ਉਹੀ ਭਿਆਨਕ ਜ਼ੁਲਮ, ਲਾਲਸਾ, ਯੁੱਧ, ਆਦਿ ਮਿਲਦੇ ਹਨ।</p>\n<p>ਫਿਰ ਵੀ ਸਾਡੇ “ਸੁਪਰ-ਸਭਿਅਕ” ਸਮਕਾਲੀ ਲੋਕ ਅਜੇ ਵੀ ਮੰਨਦੇ ਹਨ ਕਿ ਯੁੱਧ ਕੋਈ ਸੈਕੰਡਰੀ ਚੀਜ਼ ਹੈ, ਇੱਕ ਅਸਥਾਈ ਦੁਰਘਟਨਾ ਜਿਸਦਾ ਉਨ੍ਹਾਂ ਦੀ ਬਹੁਤ ਜ਼ਿਆਦਾ ਸ਼ਲਾਘਾ ਕੀਤੀ ਗਈ “ਆਧੁਨਿਕ ਸਭਿਅਤਾ” ਨਾਲ ਕੋਈ ਲੈਣਾ-ਦੇਣਾ ਨਹੀਂ ਹੈ।</p>\n<p>ਯਕੀਨਨ, ਹਰ ਵਿਅਕਤੀ ਦਾ ਢੰਗ ਹੋਣਾ ਮਹੱਤਵਪੂਰਨ ਹੈ; ਕੁਝ ਵਿਅਕਤੀ ਸ਼ਰਾਬੀ ਹੋਣਗੇ, ਦੂਸਰੇ ਪਰਹੇਜ਼ਗਾਰ, ਉਹ ਇਮਾਨਦਾਰ ਅਤੇ ਇਹ ਹੋਰ ਬੇਈਮਾਨ; ਜ਼ਿੰਦਗੀ ਵਿਚ ਸਭ ਕੁਝ ਹੈ…</p>\n<p>ਜਨਤਾ ਵਿਅਕਤੀਆਂ ਦਾ ਜੋੜ ਹੈ; ਜੋ ਵਿਅਕਤੀ ਹੈ ਉਹ ਜਨਤਾ ਹੈ, ਸਰਕਾਰ ਹੈ, ਆਦਿ।</p>\n<p>ਜਨਤਾ ਵਿਅਕਤੀ ਦਾ ਵਿਸਥਾਰ ਹੈ; ਜਨਤਾ, ਲੋਕਾਂ ਦਾ ਪਰਿਵਰਤਨ ਸੰਭਵ ਨਹੀਂ ਹੈ, ਜੇਕਰ ਵਿਅਕਤੀ, ਜੇਕਰ ਹਰ ਵਿਅਕਤੀ, ਆਪਣੇ ਆਪ ਨੂੰ ਨਹੀਂ ਬਦਲਦਾ…</p>\n<p>ਕੋਈ ਵੀ ਇਨਕਾਰ ਨਹੀਂ ਕਰ ਸਕਦਾ ਕਿ ਇੱਥੇ ਵੱਖ-ਵੱਖ ਸਮਾਜਿਕ ਪੱਧਰ ਹਨ; ਇੱਥੇ ਚਰਚ ਅਤੇ ਵੇਸਵਾਘਰ ਦੇ ਲੋਕ ਹਨ; ਵਪਾਰ ਅਤੇ ਖੇਤ ਦੇ, ਆਦਿ।</p>\n<p>ਇਸੇ ਤਰ੍ਹਾਂ ਇੱਥੇ ਹੋਣ ਦੇ ਵੱਖ-ਵੱਖ ਪੱਧਰ ਹਨ। ਜੋ ਅਸੀਂ ਅੰਦਰੂਨੀ ਤੌਰ ‘ਤੇ ਹਾਂ, ਸ਼ਾਨਦਾਰ ਜਾਂ ਤੁੱਛ, ਉਦਾਰ ਜਾਂ ਕੰਜੂਸ, ਹਿੰਸਕ ਜਾਂ ਸ਼ਾਂਤ, ਪਵਿੱਤਰ ਜਾਂ ਲਾਲਸਾ, ਜ਼ਿੰਦਗੀ ਦੇ ਵੱਖ-ਵੱਖ ਹਾਲਾਤਾਂ ਨੂੰ ਆਕਰਸ਼ਿਤ ਕਰਦਾ ਹੈ…</p>\n<p>ਇੱਕ ਲਾਲਸਾਵਾਨ ਹਮੇਸ਼ਾ ਕਾਮੁਕਤਾ ਦੇ ਦ੍ਰਿਸ਼ਾਂ, ਨਾਟਕਾਂ ਅਤੇ ਇੱਥੋਂ ਤੱਕ ਕਿ ਦੁਖਾਂਤਾਂ ਨੂੰ ਆਕਰਸ਼ਿਤ ਕਰੇਗਾ ਜਿਸ ਵਿੱਚ ਉਹ ਫਸ ਜਾਵੇਗਾ…</p>\n<p>ਇੱਕ ਸ਼ਰਾਬੀ ਸ਼ਰਾਬੀਆਂ ਨੂੰ ਆਕਰਸ਼ਿਤ ਕਰੇਗਾ ਅਤੇ ਹਮੇਸ਼ਾ ਬਾਰਾਂ ਅਤੇ ਕੰਟੀਨਾਂ ਵਿੱਚ ਫਸ ਜਾਵੇਗਾ, ਇਹ ਸਪੱਸ਼ਟ ਹੈ…</p>\n<p>ਸੂਦਖੋਰ, ਸੁਆਰਥੀ ਕੀ ਆਕਰਸ਼ਿਤ ਕਰੇਗਾ? ਕਿੰਨੀਆਂ ਸਮੱਸਿਆਵਾਂ, ਜੇਲ੍ਹਾਂ, ਬਦਕਿਸਮਤੀਆਂ?</p>\n<p>ਫਿਰ ਵੀ ਦੁਖੀ ਲੋਕ, ਦੁੱਖ ਝੱਲ ਕੇ ਥੱਕ ਚੁੱਕੇ ਹਨ, ਬਦਲਣਾ ਚਾਹੁੰਦੇ ਹਨ, ਆਪਣੀ ਕਹਾਣੀ ਦਾ ਪੰਨਾ ਪਲਟਣਾ ਚਾਹੁੰਦੇ ਹਨ…</p>\n<p>ਗਰੀਬ ਲੋਕ! ਉਹ ਬਦਲਣਾ ਚਾਹੁੰਦੇ ਹਨ ਅਤੇ ਉਹ ਨਹੀਂ ਜਾਣਦੇ ਕਿ ਕਿਵੇਂ; ਉਹ ਵਿਧੀ ਨਹੀਂ ਜਾਣਦੇ; ਉਹ ਇੱਕ ਬੰਦ ਗਲੀ ਵਿੱਚ ਫਸ ਗਏ ਹਨ…</p>\n<p>ਜੋ ਉਨ੍ਹਾਂ ਨਾਲ ਕੱਲ੍ਹ ਹੋਇਆ ਉਹ ਅੱਜ ਹੁੰਦਾ ਹੈ ਅਤੇ ਕੱਲ੍ਹ ਹੋਵੇਗਾ; ਉਹ ਹਮੇਸ਼ਾ ਉਹੀ ਗਲਤੀਆਂ ਦੁਹਰਾਉਂਦੇ ਹਨ ਅਤੇ ਜ਼ਿੰਦਗੀ ਦੇ ਸਬਕ ਨਹੀਂ ਸਿੱਖਦੇ ਭਾਵੇਂ ਉਹਨਾਂ ‘ਤੇ ਤੋਪਾਂ ਨਾਲ ਹਮਲਾ ਕੀਤਾ ਜਾਵੇ।</p>\n<p>ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਉਨ੍ਹਾਂ ਦੇ ਆਪਣੇ ਜੀਵਨ ਵਿੱਚ ਦੁਹਰਾਈਆਂ ਜਾਂਦੀਆਂ ਹਨ; ਉਹ ਉਹੀ ਗੱਲਾਂ ਕਹਿੰਦੇ ਹਨ, ਉਹੀ ਕੰਮ ਕਰਦੇ ਹਨ, ਉਹੀ ਗੱਲਾਂ ‘ਤੇ ਸੋਗ ਕਰਦੇ ਹਨ…</p>\n<p>ਡਰਾਮੇ, ਕਾਮੇਡੀ ਅਤੇ ਦੁਖਾਂਤਾਂ ਦੀ ਇਹ ਬੋਰਿੰਗ ਦੁਹਰਾਈ ਜਾਰੀ ਰਹੇਗੀ ਜਦੋਂ ਤੱਕ ਅਸੀਂ ਆਪਣੇ ਅੰਦਰ ਗੁੱਸੇ, ਲਾਲਚ, ਕਾਮੁਕਤਾ, ਈਰਖਾ, ਹੰਕਾਰ, ਸੁਸਤੀ, ਗੁਲੂਟਨੀ, ਆਦਿ ਦੇ ਅਣਚਾਹੇ ਤੱਤਾਂ ਨੂੰ ਢੋਂਦੇ ਹਾਂ।</p>\n<p>ਸਾਡਾ ਨੈਤਿਕ ਪੱਧਰ ਕੀ ਹੈ?, ਜਾਂ ਸਗੋਂ ਸਾਨੂੰ ਇਹ ਕਹਿਣਾ ਚਾਹੀਦਾ ਹੈ: ਸਾਡਾ ਹੋਣ ਦਾ ਪੱਧਰ ਕੀ ਹੈ?</p>\n<p>ਜਦੋਂ ਤੱਕ ਹੋਣ ਦਾ ਪੱਧਰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਨਹੀਂ ਬਦਲਦਾ, ਉਦੋਂ ਤੱਕ ਸਾਡੀਆਂ ਸਾਰੀਆਂ ਤੰਗੀਆਂ, ਦ੍ਰਿਸ਼ਾਂ, ਬਦਕਿਸਮਤੀਆਂ ਅਤੇ ਬਦਕਿਸਮਤੀਆਂ ਦੀ ਦੁਹਰਾਈ ਜਾਰੀ ਰਹੇਗੀ…</p>\n<p>ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ, ਸਾਰੇ ਹਾਲਾਤ, ਜੋ ਸਾਡੇ ਤੋਂ ਬਾਹਰ ਵਾਪਰਦੇ ਹਨ, ਇਸ ਸੰਸਾਰ ਦੇ ਮੰਚ ‘ਤੇ, ਉਹ ਸਿਰਫ਼ ਉਸ ਚੀਜ਼ ਦਾ ਪ੍ਰਤੀਬਿੰਬ ਹਨ ਜੋ ਅਸੀਂ ਅੰਦਰੂਨੀ ਤੌਰ ‘ਤੇ ਲੈ ਜਾਂਦੇ ਹਾਂ।</p>\n<p>ਸਹੀ ਕਾਰਨ ਕਰਕੇ ਅਸੀਂ ਗੰਭੀਰਤਾ ਨਾਲ ਪੁਸ਼ਟੀ ਕਰ ਸਕਦੇ ਹਾਂ ਕਿ “ਬਾਹਰੀ ਅੰਦਰੂਨੀ ਦਾ ਪ੍ਰਤੀਬਿੰਬ ਹੈ”।</p>\n<p>ਜਦੋਂ ਕੋਈ ਅੰਦਰੂਨੀ ਤੌਰ ‘ਤੇ ਬਦਲਦਾ ਹੈ ਅਤੇ ਅਜਿਹੀ ਤਬਦੀਲੀ ਬੁਨਿਆਦੀ ਹੁੰਦੀ ਹੈ, ਤਾਂ ਬਾਹਰੀ, ਹਾਲਾਤ, ਜ਼ਿੰਦਗੀ ਵੀ ਬਦਲ ਜਾਂਦੀ ਹੈ।</p>\n<p>ਮੈਂ ਇਸ ਸਮੇਂ, (ਸਾਲ 1974), ਲੋਕਾਂ ਦੇ ਇੱਕ ਸਮੂਹ ਨੂੰ ਦੇਖ ਰਿਹਾ ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੇ ਇੱਕ ਗੈਰ-ਕਾਨੂੰਨੀ ਜ਼ਮੀਨ ‘ਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ ਸੀ। ਇੱਥੇ ਮੈਕਸੀਕੋ ਵਿੱਚ ਅਜਿਹੇ ਲੋਕਾਂ ਨੂੰ “ਪੈਰਾਸ਼ੂਟਿਸਟ” ਦਾ ਉਤਸੁਕਤਾ ਭਰਿਆ ਲੇਬਲ ਮਿਲਦਾ ਹੈ।</p>\n<p>ਉਹ ਕੈਂਪੇਸਟ੍ਰੇ ਚੂਰੂਬੁਸਕੋ ਕਲੋਨੀ ਦੇ ਗੁਆਂਢੀ ਹਨ, ਉਹ ਮੇਰੇ ਘਰ ਦੇ ਬਹੁਤ ਨੇੜੇ ਹਨ, ਇਹੀ ਕਾਰਨ ਹੈ ਕਿ ਮੈਂ ਉਨ੍ਹਾਂ ਦਾ ਨੇੜਿਓਂ ਅਧਿਐਨ ਕਰਨ ਦੇ ਯੋਗ ਹੋਇਆ ਹਾਂ…</p>\n<p>ਗਰੀਬ ਹੋਣਾ ਕਦੇ ਵੀ ਅਪਰਾਧ ਨਹੀਂ ਹੋ ਸਕਦਾ, ਪਰ ਗੰਭੀਰ ਗੱਲ ਇਹ ਨਹੀਂ ਹੈ, ਸਗੋਂ ਉਨ੍ਹਾਂ ਦੇ ਹੋਣ ਦਾ ਪੱਧਰ ਹੈ…</p>\n<p>ਉਹ ਰੋਜ਼ਾਨਾ ਇੱਕ ਦੂਜੇ ਨਾਲ ਲੜਦੇ ਹਨ, ਸ਼ਰਾਬ ਪੀਂਦੇ ਹਨ, ਇੱਕ ਦੂਜੇ ਨੂੰ ਬੇਇੱਜ਼ਤ ਕਰਦੇ ਹਨ, ਆਪਣੀ ਬਦਕਿਸਮਤੀ ਦੇ ਆਪਣੇ ਸਾਥੀਆਂ ਦੇ ਕਾਤਲ ਬਣ ਜਾਂਦੇ ਹਨ, ਉਹ ਨਿਸ਼ਚਤ ਤੌਰ ‘ਤੇ ਗੰਦੀਆਂ ਝੌਂਪੜੀਆਂ ਵਿੱਚ ਰਹਿੰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਪਿਆਰ ਦੀ ਬਜਾਏ ਨਫ਼ਰਤ ਰਾਜ ਕਰਦੀ ਹੈ…</p>\n<p>ਮੈਂ ਕਈ ਵਾਰ ਸੋਚਿਆ ਹੈ ਕਿ ਜੇ ਉਹਨਾਂ ਵਿੱਚੋਂ ਕੋਈ ਵੀ ਵਿਅਕਤੀ ਆਪਣੇ ਅੰਦਰੋਂ ਨਫ਼ਰਤ, ਗੁੱਸਾ, ਕਾਮੁਕਤਾ, ਸ਼ਰਾਬ, ਬਦਨਾਮੀ, ਬੇਰਹਿਮੀ, ਸੁਆਰਥ, ਨਿੰਦਿਆ, ਈਰਖਾ, ਸਵੈ-ਪਿਆਰ, ਹੰਕਾਰ, ਆਦਿ ਨੂੰ ਖਤਮ ਕਰ ਦੇਵੇਗਾ, ਤਾਂ ਉਹ ਦੂਜੇ ਲੋਕਾਂ ਨੂੰ ਪਸੰਦ ਆਵੇਗਾ, ਉਹ ਮਨੋਵਿਗਿਆਨਕ ਸਮਾਨਤਾਵਾਂ ਦੇ ਸਧਾਰਨ ਨਿਯਮ ਦੁਆਰਾ ਵਧੇਰੇ ਸੁਧਰੇ, ਵਧੇਰੇ ਅਧਿਆਤਮਿਕ ਲੋਕਾਂ ਨਾਲ ਜੁੜ ਜਾਵੇਗਾ; ਉਹ ਨਵੇਂ ਸਬੰਧ ਆਰਥਿਕ ਅਤੇ ਸਮਾਜਿਕ ਤਬਦੀਲੀ ਲਈ ਨਿਸ਼ਚਤ ਹੋਣਗੇ…</p>\n<p>ਇਹ ਉਹ ਪ੍ਰਣਾਲੀ ਹੋਵੇਗੀ ਜੋ ਅਜਿਹੇ ਵਿਅਕਤੀ ਨੂੰ “ਗੈਰਾਜ”, “ਗੰਦੇ ਨਾਲੇ” ਨੂੰ ਛੱਡਣ ਦੀ ਇਜਾਜ਼ਤ ਦੇਵੇਗੀ…</p>\n<p>ਇਸ ਲਈ, ਜੇ ਅਸੀਂ ਅਸਲ ਵਿੱਚ ਇੱਕ ਬੁਨਿਆਦੀ ਤਬਦੀਲੀ ਚਾਹੁੰਦੇ ਹਾਂ, ਤਾਂ ਸਾਨੂੰ ਪਹਿਲਾਂ ਇਹ ਸਮਝਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿ ਸਾਡੇ ਵਿੱਚੋਂ ਹਰ ਕੋਈ (ਚਾਹੇ ਉਹ ਗੋਰਾ ਹੋਵੇ ਜਾਂ ਕਾਲਾ, ਪੀਲਾ ਜਾਂ ਤਾਂਬਾ, ਅਗਿਆਨੀ ਜਾਂ ਗਿਆਨਵਾਨ, ਆਦਿ), ਕਿਸੇ ਖਾਸ “ਹੋਣ ਦੇ ਪੱਧਰ” ਵਿੱਚ ਹੈ।</p>\n<p>ਸਾਡਾ ਹੋਣ ਦਾ ਪੱਧਰ ਕੀ ਹੈ? ਕੀ ਤੁਸੀਂ ਕਦੇ ਇਸ ਬਾਰੇ ਸੋਚਿਆ ਹੈ? ਜੇਕਰ ਅਸੀਂ ਉਸ ਸਥਿਤੀ ਨੂੰ ਨਹੀਂ ਜਾਣਦੇ ਜਿਸ ਵਿੱਚ ਅਸੀਂ ਹਾਂ ਤਾਂ ਕਿਸੇ ਹੋਰ ਪੱਧਰ ‘ਤੇ ਜਾਣਾ ਸੰਭਵ ਨਹੀਂ ਹੋਵੇਗਾ।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/pa/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/pa/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/pa/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
