import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "רמת ההוויה",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. רמת ההוויה",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>מי אנחנו? מאיפה באנו? לאן אנחנו הולכים? בשביל מה אנחנו חיים? למה אנחנו חיים?…</p>\n<p>ללא ספק, “החיה האינטלקטואלית” המסכנה, המכונה בטעות אדם, לא רק שאינה יודעת, אלא אפילו אינה יודעת שהיא אינה יודעת…</p>\n<p>הגרוע מכל הוא המצב הקשה והמוזר בו אנו נמצאים, אנו מתעלמים מסוד כל הטרגדיות שלנו ובכל זאת אנו משוכנעים שאנחנו יודעים הכל…</p>\n<p>קחו “יונק רציונלי”, אדם מאלה שבחיים מתיימרים להיות משפיעים, למרכז מדבר סהרה, הניחו אותו שם הרחק מכל נווה מדבר ותצפתו ממטוס על כל מה שקורה…</p>\n<p>העובדות ידברו בעד עצמן; “ההומנואיד האינטלקטואלי”, למרות שהוא מתיימר להיות חזק ומאמין שהוא גבר גדול, בסופו של דבר מתגלה כחלש באופן מחריד…</p>\n<p>“החיה הרציונלית” טיפשה במאה אחוז; חושבת על עצמה את הטוב ביותר; מאמינה שהיא יכולה להסתדר בצורה נפלאה באמצעות גן ילדים, מדריכים לנימוסים, בתי ספר יסודיים, תיכוניים, בגרות, אוניברסיטה, היוקרה הטובה של אבא, וכו’, וכו’, וכו’.</p>\n<p>למרבה הצער, מאחורי כל כך הרבה אותיות ונימוסים טובים, תארים וכסף, אנחנו יודעים היטב שכל כאב בטן מעציב אותנו ושבסופו של דבר אנחנו ממשיכים להיות אומללים ואומללים…</p>\n<p>מספיק לקרוא את ההיסטוריה האוניברסלית כדי לדעת שאנחנו אותם ברברים של פעם ובמקום להשתפר הפכנו לגרועים יותר…</p>\n<p>המאה ה-20 הזו עם כל המרהיבות שלה, מלחמות, זנות, סדום עולמית, ניוון מיני, סמים, אלכוהול, אכזריות מופרזת, סטייה קיצונית, מפלצתיות וכו’, וכו’, וכו’, היא המראה שבה עלינו להסתכל; אין סיבה משמעותית להתפאר בכך שהגענו לשלב התפתחות גבוה יותר…</p>\n<p>לחשוב שזמן פירושו התקדמות זה אבסורד, לרוע המזל “הבורים הנאורים” ממשיכים להיות כלואים ב”דוגמה של האבולוציה”…</p>\n<p>בכל הדפים השחורים של “ההיסטוריה השחורה” אנו מוצאים תמיד את אותן זוועות נוראות, שאפתנות, מלחמות וכו’.</p>\n<p>עם זאת בני זמננו ה”סופר-מתורבתים” עדיין משוכנעים שכל העניין הזה של מלחמה הוא משהו משני, תאונה חולפת שאין לה שום קשר ל”ציוויליזציה המודרנית” המהוללת שלהם.</p>\n<p>אכן מה שחשוב הוא דרך ההוויה של כל אדם; כמה אנשים יהיו שיכורים, אחרים נמנעים, אלה ישרים ואלה אחרים חסרי מצפון; יש הכל בחיים…</p>\n<p>המסה היא סכום הפרטים; מה שהפרט הוא המסה, הוא הממשלה וכו’.</p>\n<p>המסה היא אפוא הרחבה של הפרט; אין אפשרות להפוך את ההמונים, את העמים, אם הפרט, אם כל אדם, אינו משתנה…</p>\n<p>אף אחד לא יכול להכחיש שיש רמות חברתיות שונות; יש אנשי כנסייה ובית בושת; מסחר ושדה וכו’, וכו’, וכו’.</p>\n<p>כמו כן קיימות רמות שונות של הוויה. מה שאנחנו באופן פנימי, מפוארים או קטנוניים, נדיבים או קמצנים, אלימים או שלווים, טהורים או תאוותנים, מושך את נסיבות החיים השונות…</p>\n<p>תאוותן תמיד ימשוך סצנות, דרמות ואפילו טרגדיות של זימה שבהן הוא ימצא את עצמו…</p>\n<p>שיכור ימשוך שיכורים ותמיד ימצא את עצמו בברים וקנטינות, זה ברור…</p>\n<p>מה ימשוך המלווה בריבית, האנוכי? כמה בעיות, בתי כלא, צרות?</p>\n<p>עם זאת אנשים מרירים, עייפים מלסבול, רוצים להשתנות, להפוך דף בהיסטוריה שלהם…</p>\n<p>אנשים מסכנים! הם רוצים להשתנות ולא יודעים איך; הם לא מכירים את ההליך; הם תקועים ברחוב ללא מוצא…</p>\n<p>מה שקרה להם אתמול קורה להם היום ויקרה להם מחר; הם תמיד חוזרים על אותן טעויות ואינם לומדים את לקחי החיים אפילו עם תותחים.</p>\n<p>כל הדברים חוזרים על עצמם בחייהם; הם אומרים את אותם הדברים, עושים את אותם הדברים, מתאבלים על אותם הדברים…</p>\n<p>החזרה המשעממת הזו של דרמות, קומדיות וטרגדיות תימשך כל עוד נישא בתוכנו את האלמנטים הלא רצויים של כעס, חמדנות, תאווה, קנאה, גאווה, עצלות, גרגרנות וכו’, וכו’, וכו’.</p>\n<p>מה הרמה המוסרית שלנו? או מוטב נאמר: מהי רמת ההוויה שלנו?</p>\n<p>כל עוד רמת ההוויה לא תשתנה באופן קיצוני, תימשך החזרה על כל הסבל שלנו, סצנות, צרות ואסונות…</p>\n<p>כל הדברים, כל הנסיבות, המתרחשות מחוץ לנו, על במת העולם הזה, הן אך ורק השתקפות של מה שאנו נושאים בתוכנו.</p>\n<p>בצדק נוכל לטעון בחגיגיות ש”החיצוני הוא השתקפות של הפנימי”.</p>\n<p>כאשר אדם משתנה באופן פנימי ושינוי כזה הוא קיצוני, החיצוני, הנסיבות, החיים, משתנים גם הם.</p>\n<p>התבוננתי בתקופה האחרונה (שנת 1974), בקבוצת אנשים שפלשו לשטח זר. כאן במקסיקו אנשים אלה מקבלים את הכינוי המוזר “צנחנים”.</p>\n<p>הם שכנים של המושבה הכפרית צ’ורובוסקו, הם קרובים מאוד לביתי, סיבה זו שבגללה יכולתי ללמוד אותם מקרוב…</p>\n<p>להיות עניים לעולם לא יכול להיות פשע, אבל הדבר הרציני הוא לא זה, אלא ברמת ההוויה שלהם…</p>\n<p>הם רבים זה עם זה מדי יום, משתכרים, מעליבים זה את זה, הופכים לרוצחים של חבריהם לצרה, חיים בוודאות בבקתות מטונפות שבתוכן במקום אהבה שולטת שנאה…</p>\n<p>פעמים רבות חשבתי שאם כל אחד מהאנשים האלה יסלק מתוכו את השנאה, הכעס, התאווה, השכרות, רכילות, אכזריות, אנוכיות, השמצה, קנאה, אהבה עצמית, גאווה וכו’, וכו’, וכו’, הוא ימצא חן בעיני אנשים אחרים, יתחבר על ידי חוק פשוט של זיקות פסיכולוגיות עם אנשים מעודנים יותר, רוחניים יותר; מערכות היחסים החדשות האלה יהיו סופיות לשינוי כלכלי וחברתי…</p>\n<p>זו תהיה המערכת שתאפשר לאדם כזה לנטוש את ה”מוסך”, את “ביוב” המטונף…</p>\n<p>לכן, אם אנחנו באמת רוצים שינוי קיצוני, הדבר הראשון שעלינו להבין הוא שכל אחד מאיתנו (בין אם הוא לבן או שחור, צהוב או נחושתי, בור או נאור וכו’) נמצא ברמה כזו או אחרת של הוויה.</p>\n<p>מהי רמת ההוויה שלנו? האם אי פעם חשבתם על כך? לא ניתן יהיה לעבור לרמה אחרת אם נתעלם מהמצב בו אנו נמצאים.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
