import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "سطح وجود",
  "locale": "fa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. سطح وجود",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ما کی هستیم؟ از کجا آمده‌ایم؟ به کجا می‌رویم؟ برای چه زندگی می‌کنیم؟ چرا زندگی می‌کنیم؟…</p>\n<p>بدون شک “حیوان فکری” بیچاره که به اشتباه انسان نامیده می‌شود، نه تنها نمی‌داند، بلکه حتی نمی‌داند که نمی‌داند…</p>\n<p>بدترین چیز این وضعیت دشوار و عجیبی است که در آن قرار داریم، ما راز تمام تراژدی‌های خود را نمی‌دانیم و با این حال متقاعد شده‌ایم که همه چیز را می‌دانیم…</p>\n<p>یک “پستاندار منطقی”، کسی که در زندگی خود را تأثیرگذار می‌داند را به وسط صحرای SAHARA ببرید، او را در آنجا دور از هر واحه‌ای رها کنید و از یک سفینه هوایی تمام اتفاقاتی که می‌افتد را تماشا کنید…</p>\n<p>حقایق خودشان صحبت خواهند کرد؛ “انسان‌نمای فکری” هرچند خود را قوی نشان دهد و فکر کند خیلی مرد است، اما در اعماق وجود به طرز وحشتناکی ضعیف است…</p>\n<p>“حیوان منطقی” صد در صد احمق است؛ بهترین فکر را در مورد خود می‌کند؛ معتقد است که می‌تواند به طرز شگفت‌انگیزی از طریق مهدکودک، کتاب‌های آداب معاشرت، دبستان، دبیرستان، لیسانس، دانشگاه، اعتبار خوب پدر و غیره، و غیره، و غیره پیشرفت کند.</p>\n<p>متأسفانه، پس از این همه حروف و رفتار خوب، عناوین و پول، خوب می‌دانیم که هر درد معده‌ای ما را غمگین می‌کند و در اعماق وجود همچنان بدبخت و بیچاره هستیم…</p>\n<p>کافی است تاریخ جهان را بخوانیم تا بدانیم که همان بربرهای قدیم هستیم و به جای بهبود، بدتر شده‌ایم…</p>\n<p>این قرن بیستم با تمام شکوه، جنگ‌ها، فحشا، همجنس‌بازی جهانی، انحطاط جنسی، مواد مخدر، الکل، بی‌رحمی گزاف، فساد شدید، هیولایی بودن و غیره، و غیره، و غیره، آینه‌ای است که باید خود را در آن ببینیم؛ بنابراین هیچ دلیل قانع‌کننده‌ای برای فخر فروشی به رسیدن به مرحله بالاتری از توسعه وجود ندارد…</p>\n<p>این تصور که زمان به معنای پیشرفت است، پوچ است، متأسفانه “نادانان فرهیخته” همچنان در “دگم تکامل” گیر افتاده‌اند…</p>\n<p>در تمام صفحات سیاه “تاریخ سیاه” همیشه همان بی‌رحمی‌های وحشتناک، جاه‌طلبی‌ها، جنگ‌ها و غیره را می‌یابیم.</p>\n<p>با این حال، معاصران “فوق متمدن” ما هنوز متقاعد شده‌اند که موضوع جنگ چیزی فرعی است، یک تصادف گذرا که هیچ ارتباطی با “تمدن مدرن” پرطمطراق آنها ندارد.</p>\n<p>مطمئناً آنچه مهم است، شیوه بودن هر فرد است؛ برخی افراد الکلی خواهند بود، برخی دیگر پرهیزگار، آن افراد شرافتمند و این دیگران بی‌شرم؛ از همه چیز در زندگی وجود دارد…</p>\n<p>توده، جمع افراد است؛ آنچه فرد است، توده است، دولت است و غیره.</p>\n<p>بنابراین توده، امتداد فرد است؛ دگرگونی توده‌ها، ملت‌ها، بدون دگرگونی فرد، بدون دگرگونی هر فرد، ممکن نیست…</p>\n<p>هیچ‌کس نمی‌تواند انکار کند که سطوح اجتماعی متفاوتی وجود دارد؛ افرادی از کلیسا و روسپی‌خانه وجود دارند؛ از تجارت و مزرعه و غیره، و غیره، و غیره.</p>\n<p>همچنین سطوح مختلفی از وجود وجود دارد. آنچه در درون هستیم، باشکوه یا خسیس، سخاوتمند یا خسیس، خشن یا آرام، عفیف یا شهوانی، شرایط مختلف زندگی را جذب می‌کند…</p>\n<p>فرد شهوانی همیشه صحنه‌ها، درام‌ها و حتی تراژدی‌های شهوت را جذب می‌کند که در آن گرفتار می‌شود…</p>\n<p>فرد الکلی، الکلی‌ها را جذب می‌کند و همیشه در بارها و مشروب‌فروشی‌ها گرفتار می‌شود، این واضح است…</p>\n<p>آیا رباخوار، خودخواه چه چیزی را جذب می‌کند؟ چند مشکل، زندان، بدبختی؟</p>\n<p>با این حال، افراد تلخ، خسته از رنج، میل به تغییر دارند، می‌خواهند صفحه تاریخ خود را ورق بزنند…</p>\n<p>افراد بیچاره! می‌خواهند تغییر کنند و نمی‌دانند چگونه؛ روش را نمی‌دانند؛ در یک بن‌بست گیر افتاده‌اند…</p>\n<p>آنچه دیروز برای آنها اتفاق افتاد، امروز برای آنها اتفاق می‌افتد و فردا برای آنها اتفاق خواهد افتاد؛ آنها همیشه همان اشتباهات را تکرار می‌کنند و درس‌های زندگی را حتی با توپ هم یاد نمی‌گیرند.</p>\n<p>همه چیز در زندگی خودشان تکرار می‌شود؛ همان چیزها را می‌گویند، همان کارها را می‌کنند، از همان چیزها متاسف می‌شوند…</p>\n<p>این تکرار خسته‌کننده درام‌ها، کمدی‌ها و تراژدی‌ها، تا زمانی که عناصر نامطلوب خشم، طمع، شهوت، حسادت، غرور، تنبلی، پرخوری و غیره، و غیره، و غیره را در درون خود حمل کنیم، ادامه خواهد داشت.</p>\n<p>سطح اخلاقی ما چیست؟ یا بهتر بگوییم: سطح وجود ما چیست؟</p>\n<p>تا زمانی که سطح وجود به طور اساسی تغییر نکند، تکرار تمام بدبختی‌ها، صحنه‌ها، بدبختی‌ها و مصیبت‌های ما ادامه خواهد یافت…</p>\n<p>تمام چیزها، تمام شرایطی که در خارج از ما، در صحنه این جهان رخ می‌دهند، صرفاً انعکاسی از آن چیزی است که در درون حمل می‌کنیم.</p>\n<p>با دلیل موجه می‌توانیم رسماً تصریح کنیم که “بیرون انعکاسی از درون است”.</p>\n<p>وقتی فرد در درون تغییر می‌کند و چنین تغییری اساسی است، بیرون، شرایط، زندگی نیز تغییر می‌کند.</p>\n<p>مدتی است که (سال 1974) گروهی از مردم را مشاهده می‌کنم که به زمین دیگری تجاوز کرده‌اند. در اینجا در مکزیک، این افراد عنوان جالب “چترباز” را دریافت می‌کنند.</p>\n<p>آنها همسایگان محله روستایی Churubusco هستند، خیلی نزدیک به خانه من هستند، به همین دلیل توانسته‌ام آنها را از نزدیک مطالعه کنم…</p>\n<p>فقیر بودن هرگز نمی‌تواند جرم باشد، اما مسئله جدی این نیست، بلکه در سطح وجود آنهاست…</p>\n<p>آنها روزانه با یکدیگر می‌جنگند، مست می‌کنند، به یکدیگر توهین می‌کنند، به قاتل همنوعان بدبخت خود تبدیل می‌شوند، به طور قطع در کلبه‌های کثیفی زندگی می‌کنند که به جای عشق، نفرت در آن حاکم است…</p>\n<p>بارها به این فکر کرده‌ام که اگر هر یک از این افراد، نفرت، خشم، شهوت، مستی، بدگویی، بی‌رحمی، خودخواهی، تهمت، حسادت، عشق به خود، غرور و غیره، و غیره، و غیره را از درون خود حذف کند، برای دیگران خوشایند خواهد بود، طبق قانون ساده نزدیکی روانی با افراد با ذوق‌تر، معنوی‌تر معاشرت خواهد کرد؛ این روابط جدید برای تغییر اقتصادی و اجتماعی قطعی خواهد بود…</p>\n<p>این سیستمی خواهد بود که به چنین فردی اجازه می‌دهد “گاراژ”، “فاضلاب” کثیف را ترک کند…</p>\n<p>بنابراین، اگر واقعاً خواهان تغییری اساسی هستیم، اولین چیزی که باید درک کنیم این است که هر یک از ما (چه سفیدپوست یا سیاه‌پوست، زردپوست یا سرخ‌پوست، نادان یا باسواد و غیره)، در این یا آن “سطح وجود” قرار دارد.</p>\n<p>سطح وجود ما چیست؟ آیا تا به حال در این مورد فکر کرده‌اید؟ اگر از وضعیتی که در آن قرار داریم بی‌اطلاع باشیم، امکان رفتن به سطح دیگری وجود نخواهد داشت.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/fa/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
