import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "རང་བཞིན་གྱི་གནས།",
  "locale": "bo",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. རང་བཞིན་གྱི་གནས།",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ང་ཚོ་སུ་ཡིན། ང་ཚོ་གང་ནས་ཡོང་། ང་ཚོ་གང་དུ་འགྲོ། ང་ཚོ་ཅིའི་ཕྱིར་འཚོ་། ང་ཚོ་ཅིའི་རྐྱེན་གྱིས་འཚོ་ཞེས་པ་ལྟ་བུ་ཡིན།..</p>\n<p>བློ་རིག་ཅན་གྱི་སྲོག་ཆགས་ཞེས་ནོར་འཁྲུལ་ཅན་དུ་འབོད་པའི་མི་དབུལ་བོས་མི་ཤེས་པ་ཙམ་དུ་མ་ཟད་ཤེས་ཀྱང་མི་ཤེས་པ་ཡང་མི་ཤེས།..</p>\n<p>ཆེས་སྡུག་ཤོས་ནི་ང་ཚོའི་གནས་སྟངས་དཀའ་ངལ་ཆེ་ཞིང་ཡ་མཚན་ཅན་དེ་རེད། ང་ཚོའི་སྐྱོ་གར་ཡོངས་ཀྱི་གསང་བ་ང་ཚོས་མི་ཤེས་ལ། འོན་ཀྱང་ང་ཚོས་ཚང་མ་ཤེས་པར་ཡིད་ཆེས་བྱེད་ཀྱི་ཡོད།..</p>\n<p>ཤ་གཟན་སྲོག་ཆགས་རིགས་ཀྱི་མི། མི་ཚེའི་ནང་དུ་རང་ཉིད་ནུས་ཤུགས་ཅན་ཡིན་པར་རློམ་མཁན་ཞིག་ས་ཧ་རའི་བྱེ་ཐང་དབུས་སུ་ཁྲིད་དེ། དེར་བཞག་ནས་མཁའ་དབྱིངས་ནས་གང་འབྱུང་ལ་བལྟས་དང་།..</p>\n<p>བྱ་བ་དངོས་ཀྱིས་རང་བཞིན་གྱིས་བཤད་ངེས། མིའི་རྣམ་པ་ཅན་གྱི་བློ་རིག་ཅན་གྱིས་སྟོབས་ཤུགས་ཆེན་པོ་ཡོད་པར་རློམ་ཞིང་རང་ཉིད་སྐྱེས་པ་ཡག་པོ་ཞིག་ཏུ་འདོད་ཀྱང་དོན་དངོས་སུ་སྐྱི་གཡའ་བའི་ཞན་ཆ་ཅན་དུ་གྱུར་ཡོད།..</p>\n<p>བློ་རིག་ཅན་གྱི་སྲོག་ཆགས་ནི་བརྒྱ་ཆ་བརྒྱ་ཐམ་པའི་བླུན་པོ་ཞིག་ཡིན། རང་ཉིད་ཀྱི་སྐོར་ལ་ཡག་ཤོས་དེ་བསམ་བློ་གཏོང་ཞིང་། སློབ་གྲྭ་ཆུང་བ་དང་། གྲོང་ཁྱེར་གྱི་སྒྲིག་ལམ་གྱི་ལག་དེབ། སློབ་གྲྭ་འབྲིང་བ་དང་། མཐོ་རིམ། མཐོ་སློབ། ཕ་མའི་མཚན་སྙན་བཟང་པོ་སོགས་ཀྱི་ཐོག་ནས་རང་ཉིད་འཚོ་ཐབས་ལེགས་པར་བྱེད་ཐུབ་པར་ཡིད་ཆེས་བྱེད།</p>\n<p>སྟབས་མ་ལེགས་པ་ཞིག་ལ། ཡི་གེ་མང་པོ་དང་སྤྱོད་ལམ་བཟང་པོ། མིང་གནས་དང་དངུལ་མང་པོ་ཡོད་པའི་རྗེས་སུ་ང་ཚོས་ཕོ་ཁོག་ན་ཚ་ཏོག་ཙམ་བྱུང་ན་སེམས་སྐྱོ་བ་དང་། གཏིང་ནས་ང་ཚོ་མུ་མཐུད་དུ་སྐྱོ་བ་དང་སྡུག་བསྔལ་ཅན་དུ་གནས་ཡོད་པ་ང་ཚོས་ཤེས།..</p>\n<p>འཛམ་གླིང་གི་ལོ་རྒྱུས་བཀླགས་ན་ང་ཚོ་སྔོན་ཆད་ཀྱི་གདུག་རྩུབ་ཅན་དེ་དག་ཡིན་པ་དང་། ཡར་རྒྱས་གཏོང་རྒྱུའི་ཚབ་ཏུ་ང་ཚོ་སྡུག་ཏུ་ཕྱིན་ཡོད་པ་ཤེས་རྟོགས་ཐུབ།..</p>\n<p>དུས་རབས་ཉི་ཤུ་པ་འདི་ཡི་མངོན་སུམ་གསལ་པོ། དམག་འཁྲུག འཆལ་སྤྱོད། འཛམ་གླིང་གི་མཚན་མའི་འབྲེལ་བའི་བྱ་སྤྱོད། འཁྲིག་སྤྱོད་ཉམས་རྒུད། དུག་རྫས། ཆང་རག གདུག་རྩུབ་ཚད་ལས་བརྒལ་བ། ལོག་སྤྱོད་ཚད་མཐོན་པོ། འདྲེ་འདྲ་བོ་སོགས་ནི་ང་ཚོས་བལྟ་ས་ཡིན། ང་ཚོ་ཡར་རྒྱས་ཀྱི་དུས་རིམ་མཐོ་བར་སླེབས་ཡོད་པར་སྤོབས་པ་བྱེད་དགོས་པའི་རྒྱུ་མཚན་གང་ཡང་མེད།..</p>\n<p>དུས་ཚོད་ཀྱིས་ཡར་རྒྱས་མཚོན་པར་བསམ་བློ་གཏོང་བ་ནི་དོན་མེད་རེད། སྟབས་མ་ལེགས་པ་ཞིག་ལ། ཤེས་མེད་ཚོར་མེད་ཀྱི་ཤེས་ཡོན་ཅན་ཚོས་འཕོ་འགྱུར་གྱི་རྨོངས་དད་ཅེས་པའི་ནང་མུ་མཐུད་དུ་བཅུག་ཡོད།..</p>\n<p>ནག་ཉེས་ཀྱི་ལོ་རྒྱུས་ཀྱི་ཤོག་ངོས་ནག་པོ་ཚང་མའི་ནང་དུ་ང་ཚོས་ནམ་ཡང་གདུག་རྩུབ་འཇིགས་སུ་རུང་བ་དང་། ཧམ་སེམས། དམག་འཁྲུག་སོགས་གཅིག་པ་དེ་མཐོང་ཐུབ།..</p>\n<p>འོན་ཀྱང་ང་ཚོའི་དེང་སང་གི་ཤེས་རིག་དར་ཁྱབ་ཆེན་པོ་ཡོད་པའི་མི་ཚོས་ད་དུང་ཡང་དམག་འཁྲུག་གི་སྐོར་དེ་གནད་དོན་ཕལ་བ་དང་། སྤྱིར་བཏང་མ་ཡིན་པའི་དོན་རྐྱེན་ཞིག་ཡིན་པ། ཁོ་ཚོས་བསྒྲགས་ཡུན་རིང་པོ་བྱས་པའི་དེང་དུས་ཀྱི་ཤེས་རིག་དང་འབྲེལ་བ་གང་ཡང་མེད་པར་ཡིད་ཆེས་བྱེད་ཀྱི་ཡོད།</p>\n<p>བདེན་པར་སོ་སོའི་མི་རེ་ངོ་རེའི་བྱེད་སྟངས་གལ་ཆེ། མི་ཁ་ཤས་ཆང་འཐུང་མཁན་དང་། ཁ་ཤས་ཆང་མི་འཐུང་བ། ཁ་ཤས་དྲང་པོ་དང་ཁ་ཤས་ངོ་ཚ་མེད་མཁན་ཡིན། མི་ཚེའི་ནང་ཚང་མ་ཡོད།..</p>\n<p>མང་ཚོགས་ནི་མི་སྒེར་གྱི་བསྡོམས་ཡིན། མི་སྒེར་གང་འདྲ་ཡིན་ན་མང་ཚོགས་དེ་འདྲ་ཡིན། སྲིད་གཞུང་དེ་འདྲ་ཡིན།</p>\n<p>མང་ཚོགས་ནི་མི་སྒེར་གྱི་ཁྱབ་ཚད་ཡིན། གལ་ཏེ་མི་སྒེར་རམ་མི་རེ་ངོ་རེ་མ་འགྱུར་ན་མང་ཚོགས་དང་མི་དམངས་ཀྱི་འགྱུར་བ་མི་འགྲོ།..</p>\n<p>སྤྱི་ཚོགས་ཀྱི་རིམ་པ་མི་འདྲ་བ་ཡོད་པ་སུས་ཀྱང་ཁས་མི་ལེན་ཐབས་མེད། ཆོས་ཁང་གི་མི་དང་འཆལ་ཁང་གི་མི། ཚོང་ལས་ཀྱི་མི་དང་ཞིང་ཁའི་མི་སོགས་ཡོད།..</p>\n<p>དེ་བཞིན་དུ་ད་དུང་ཡང་གནས་ཚད་མི་འདྲ་བ་ཡོད། ང་ཚོ་ནང་ནས་ཅི་འདྲ་ཡིན་ན། བརྗིད་ཆགས་སམ་བློ་ཕམ་ཅན། སེམས་པ་བཟང་ངན་དང་། དྲག་པོའམ་ཞི་འཇམ། ཚུལ་ཁྲིམས་ཅན་ནམ་འདོད་པས་མྱོས་པ། དེ་འདྲ་དག་གིས་མི་ཚེའི་གནས་སྟངས་སྣ་ཚོགས་འགུག་གི་ཡོད།..</p>\n<p>འདོད་པས་མྱོས་པ་ཞིག་གིས་ནམ་ཡང་མཚན་མའི་རྣམ་པ་དང་། འཁྲབ་སྟོན། ཐ་ན་འཆལ་སྤྱོད་ཀྱི་སྐྱོ་གར་དག་འགུག་སྲིད་ལ་དེའི་ནང་དུ་ཚུད་སྲིད།..</p>\n<p>ཆང་འཐུང་མཁན་ཞིག་གིས་ཆང་འཐུང་མཁན་འགུག་པ་དང་ནམ་ཡང་ཆང་ཁང་དང་ཟ་ཁང་ནང་ཚུད་ཡོད་པ་ནི་གསལ་པོ་རེད།..</p>\n<p>དངུལ་བུན་གཏོང་མཁན་དང་རང་སེམས་ཅན་གྱིས་ཅི་ཞིག་འགུག གནད་དོན་དང་བཙོན་ཁང་། སྡུག་བསྔལ་ག་ཚོད།</p>\n<p>འོན་ཀྱང་སྡུག་བསྔལ་ལ་ཐང་ཆད་པའི་མི་སེམས་ཁྲལ་ཅན་དག་གིས་འགྱུར་བ་གཏོང་འདོད་པ་དང་རང་གི་ལོ་རྒྱུས་ཀྱི་ཤོག་ངོས་ཕྱིར་བསྒྱུར་འདོད་ཡོད།..</p>\n<p>མི་དབུལ་པོ། ཁོ་ཚོས་འགྱུར་བ་གཏོང་འདོད་ཀྱང་ཇི་ལྟར་བྱེད་དགོས་མིན་མི་ཤེས། ཁོ་ཚོས་བྱེད་ཐབས་མི་ཤེས་ཤིང་ཐབས་ཟད་པའི་ལམ་ཁར་ཚུད་ཡོད།..</p>\n<p>ཁོ་ཚོར་ཁ་སང་གང་བྱུང་བ་དེ་དེ་རིང་ཡང་བྱུང་བ་དང་སང་ཉིན་ཡང་བྱུང་ངེས། ཁོ་ཚོས་ནམ་ཡང་ནོར་འཁྲུལ་གཅིག་པ་ལན་མང་བྱེད་ཅིང་མི་ཚེའི་སློབ་སྦྱོང་མི་ལེན་པ་དང་མེ་མདའི་སྒྲ་ཡང་མི་ཐོས།</p>\n<p>དངོས་པོ་ཚང་མ་སོ་སོའི་མི་ཚེའི་ནང་ལན་མང་བྱུང་བ་དང་། སྐད་ཆ་གཅིག་པ་དེ་བཤད་པ་དང་བྱ་བ་གཅིག་པ་དེ་བྱེད་པ། དོན་དག་གཅིག་པ་དེའི་སྐོར་ལ་སྐྱོ་བ་བྱེད།..</p>\n<p>གལ་ཏེ་ང་ཚོས་ནང་ནས་ཁོང་ཁྲོ་དང་ཧམ་སེམས། འདོད་པས་མྱོས་པ། ཕྲག་དོག ང་རྒྱལ། ལེ་ལོ། བཟའ་འདོད་ཆེ་བ་སོགས་ཀྱི་ཡོང་འབབ་མི་འདོད་པ་དག་བཀག་ན་འཁྲབ་སྟོན་དང་རྩེད་མོ་དང་སྐྱོ་གར་གྱི་ཡི་མུག་པའི་ལན་ཟློས་འདི་མུ་མཐུད་དུ་གནས་ངེས།</p>\n<p>ང་ཚོའི་ཀུན་སྤྱོད་ཀྱི་གནས་ཚད་གང་འདྲ་རེད་དམ། ཡང་ན་ང་ཚོས་ང་ཚོའི་གནས་ཚད་གང་འདྲ་རེད་ཟེར་ན་ཡག་གམ།</p>\n<p>གནས་ཚད་དེ་གཞི་རྩ་ནས་མ་འགྱུར་བར་ང་ཚོའི་སྡུག་བསྔལ་དང་རྣམ་པ། སྡུག་ཡུས་དང་བདེ་སྐྱིད་མེད་ཚུལ་ཡོངས་ཀྱི་ལན་ཟློས་དེ་མུ་མཐུད་དུ་གནས་ངེས།..</p>\n<p>ང་ཚོའི་ཕྱི་རོལ་ཏུ་འབྱུང་བའི་དོན་དག་ཡོད་ཚད་དང་གནས་སྟངས་ཡོད་ཚད། འཛམ་གླིང་འདིའི་འཁྲབ་སྟེགས་སྟེང་དུ་གནས་པ་དེ་དག་ནང་ནས་ང་ཚོས་ཅི་ཞིག་འཁྱེར་ཡོད་པའི་མེ་ལོང་ཁོ་ནར་ངེས།</p>\n<p>ང་ཚོས་ཕྱི་རོལ་ནང་གི་མེ་ལོང་ཡིན་པར་དམ་བཅས་ཏེ་བརྗོད་ཐུབ།</p>\n<p>ནང་ནས་འགྱུར་བ་ཞིག་བྱུང་དུས་འགྱུར་བ་དེ་གཞི་རྩ་ཅན་ཡིན་པ་དང་ཕྱི་རོལ་གྱི་གནས་སྟངས་དང་མི་ཚེའང་འགྱུར་འགྲོ།</p>\n<p>ངས་དུས་ཚོད་འདི་རིང་ལ་མི་ཚོགས་ཁག་ཅིག་གིས་གཞན་གྱི་ས་ཞིང་བཙན་བཟུང་བྱེད་པ་མཐོང་བྱུང་། འདིར་མེག་སི་ཀོ་ན་མི་དེ་ཚོར་མཆོང་མཁན་ཞེས་པའི་མིང་འདོགས་ཡ་མཚན་ཅན་ཞིག་ཐོབ་ཡོད།</p>\n<p>ཁོ་ཚོ་ཁྱིམ་ཚང་གྲོང་ཁྱེར་ཅུ་རུ་བུ་སི་ཀོའི་ཁྱིམ་མཚེས་ཡིན་ཞིང་ངའི་ཁྱིམ་དང་ཐག་ཉེ་པོ་ཡོད་པས་དེའི་རྐྱེན་གྱིས་ངས་ཁོ་ཚོར་ཉེ་འཁྲིས་ནས་སློབ་སྦྱོང་བྱེད་ཐུབ་ཀྱི་ཡོད།..</p>\n<p>དབུལ་པོར་གྱུར་བ་ནི་ནམ་ཡང་ནག་ཉེས་ཤིག་མིན་སྲིད། ཡིན་ནའང་དེའི་ནང་དུ་ཛ་དྲག་ཆེ་བ་དེ་མིན་ཏེ་ཁོ་ཚོའི་གནས་ཚད་ཡིན།..</p>\n<p>ཉིན་རེ་བཞིན་ཁོ་ཚོ་ཕན་ཚུན་འཛིང་བ་དང་། ཆང་འཐུང་བ། ཕན་ཚུན་ལ་སྨོད་པ་དང་། རང་ཉིད་ཀྱི་སྡུག་བསྔལ་གཅིག་པའི་གྲོགས་པོ་དག་གི་མི་གསོད་མཁན་དུ་འགྱུར་བ་དང་། དོན་དངོས་སུ་དྲི་མ་ངན་པའི་ཁྱིམ་དོག་ཅིག་ནང་འཚོ་བ་དེའི་ནང་དུ་བྱམས་བརྩེའི་ཚབ་ཏུ་སྡང་ཟུག་དབང་སྒྱུར་བྱེད་ཀྱི་ཡོད།..</p>\n<p>ང་ནང་ནས་སྡང་ཟུག་དང་ཁོང་ཁྲོ། འདོད་པས་མྱོས་པ། ཆང་འཐུང་བ། མི་ལ་སྐྱོན་བརྗོད། གདུག་རྩུབ། རང་སེམས། སྐུར་འདེབས། ཕྲག་དོག རང་གཅེས། ང་རྒྱལ་སོགས་བཅོམ་ན་མི་གཞན་ལ་མོས་པ་འཐོབ་པ་དང་། སེམས་ཁམས་ཀྱི་འབྲེལ་བ་སྟབས་བདེ་ཞིག་གིས་ཤེས་རིག་ཅན་གྱི་མི་དང་འབྲེལ་བ་བྱེད་པ། འབྲེལ་བ་གསར་པ་དེ་དག་དཔལ་འབྱོར་དང་སྤྱི་ཚོགས་འགྱུར་བ་ཞིག་ལ་གཏན་འཁེལ་ཡིན་པར་ངས་ལན་མང་བསམ་བློ་བཏང་ཡོད།..</p>\n<p>དེ་ནི་ཐབས་ལམ་དེས་མི་དེར་རྙོག་དྲའི་དྲི་མ་ངན་པའི་གད་སྙིགས་དོར་སའི་ས་ཆ་དོར་དུ་འཇུག་པ་དེ་ཡིན།..</p>\n<p>དེས་ན་གལ་ཏེ་ང་ཚོས་དོན་དངོས་སུ་གཞི་རྩའི་འགྱུར་བ་ཞིག་འདོད་ན་ཐོག་མར་ང་ཚོས་གོ་དགོས་པ་ནི་ང་ཚོ་སོ་སོར་དཀར་པོ་དང་ནག་པོ། སེར་པོ་དང་ཟངས་མདོག་ཅན། ཤེས་མེད་ཚོར་མེད་དང་ཤེས་ཡོན་ཅན་སོགས་ཡིན་ན་ཡང་གནས་ཚད་འདི་དང་དེའི་ནང་ཡོད།</p>\n<p>ང་ཚོའི་གནས་ཚད་གང་འདྲ་རེད་དམ། ཁྱེད་ཚོས་ཐེངས་ཤིག་བསམ་བློ་བཏང་ངམ། གལ་ཏེ་ང་ཚོ་གནས་སྟངས་གང་འདྲ་ཞིག་ཏུ་གནས་ཡོད་པ་མི་ཤེས་ན་གནས་ཚད་གཞན་ཞིག་ཏུ་འགྲོ་ཐབས་མེད།</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bo/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bo/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bo/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
