import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "अस्तित्वाचा स्तर",
  "locale": "mr",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. अस्तित्वाचा स्तर",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>आम्ही कोण आहोत? आपण कुठून आलो आहोत?, आपण कुठे चाललो आहोत?, आपण कशासाठी जगतो?, आपण का जगतो?…</p>\n<p>निःसंशयपणे गरीब “बौद्धिक प्राणी” ज्याला चुकीने माणूस म्हटले जाते, त्याला केवळ हेच माहीत नाही, तर त्याला हेही माहीत नाही की त्याला माहीत नाही…</p>\n<p>सर्वात वाईट गोष्ट म्हणजे आपण ज्या कठीण आणि विचित्र परिस्थितीत आहोत, आपल्याला आपल्या सर्व शोकांतिकांचे रहस्य माहीत नाही आणि तरीही आपल्याला सर्व काही माहीत आहे असा आपला समज आहे…</p>\n<p>एका “समजूतदार सस्तन प्राण्याला”, म्हणजे अशा व्यक्तीला, जी जीवनात प्रभावशाली असल्याचा दावा करते, सहारा वाळवंटाच्या मध्यभागी घेऊन जा, तिला कोणत्याही ओअॅसिसपासून दूर सोडा आणि हवाई जहाजातून जे काही घडते ते पहा…</p>\n<p>घडलेल्या गोष्टी स्वतःच बोलतील; “बौद्धिक मानव”, जरी तो मजबूत असल्याचा दावा करत असेल आणि स्वतःला खूप मोठा माणूस समजत असेल, तरी तो मुळात भयंकरपणे कमजोर असतो…</p>\n<p>“समजूतदार प्राणी” शंभर टक्के मूर्ख आहे; तो स्वतःबद्दल सर्वोत्तम विचार करतो; त्याला वाटते की बालवाडी, नागरिकशास्त्राची पुस्तके, प्राथमिक शाळा, माध्यमिक शाळा, उच्च माध्यमिक शाळा, विद्यापीठ, वडिलांची चांगली प्रतिष्ठा इत्यादींच्या माध्यमातून तो अद्भुतपणे प्रगती करू शकतो.</p>\n<p>दुर्दैवाने, इतकी अक्षरे आणि चांगले शिष्टाचार, पदव्या आणि पैसा असूनही, आपल्याला चांगले माहीत आहे की पोटदुखी देखील आपल्याला दुःखी करते आणि मुळात आपण दुःखी आणि Miserable आहोत…</p>\n<p>आपण पूर्वीचेच बर्बर आहोत आणि सुधारण्याऐवजी आपण अधिक वाईट झालो आहोत हे जाणून घेण्यासाठी जागतिक इतिहास वाचणे पुरेसे आहे…</p>\n<p>हे 20 वे शतक त्याच्या संपूर्ण भव्यता, युद्धे, वेश्यावृत्ती, जागतिक गुदद्वारगमन, लैंगिक अध:पतन, ड्रग्स, अल्कोहोल, अत्यधिक क्रूरता, अत्यंत विकृती, राक्षसीपणा इत्यादींसह, तो आरसा आहे ज्यामध्ये आपण स्वतःला पाहिले पाहिजे; आपण विकासाच्या उच्च स्तरावर पोहोचलो आहोत असा दावा करण्याचे कोणतेही वजनदार कारण नाही…</p>\n<p>वेळेचा अर्थ प्रगती आहे असा विचार करणे हास्यास्पद आहे, दुर्दैवाने “अज्ञानी ज्ञानी” अजूनही “उत्क्रांतीच्या सिद्धांता” मध्ये अडकलेले आहेत…</p>\n<p>“काळ्या इतिहासाच्या” सर्व काळ्या पानांमध्ये आपल्याला नेहमी त्याच भयानक क्रूरता, महत्वाकांक्षा, युद्धे इत्यादी आढळतात.</p>\n<p>तरीही आपले समकालीन “सुपर-सभ्य” लोक अजूनही खात्री बाळगून आहेत की युद्ध ही दुय्यम गोष्ट आहे, एक क्षणिक अपघात आहे ज्याचा त्यांच्या तथाकथित “आधुनिक सभ्यतेशी” काहीही संबंध नाही.</p>\n<p>निश्चितपणे, प्रत्येक व्यक्तीचा स्वभाव महत्त्वाचा आहे; काही लोक दारुडे असतील, काही मद्यपान न करणारे, काही प्रामाणिक आणि काही बदमाश; जीवनात सर्व काही आहे…</p>\n<p>समुदाय हा व्यक्तींचा समूह आहे; व्यक्ती म्हणजे समुदाय, म्हणजे सरकार, इत्यादी.</p>\n<p>समुदाय हा व्यक्तीचा विस्तार आहे; समुदायांचे, लोकांचे परिवर्तन शक्य नाही, जर व्यक्ती, जर प्रत्येक व्यक्ती स्वतःमध्ये बदल घडवत नाही…</p>\n<p>सामाजिक स्तरांमध्ये फरक आहे हे कोणीही नाकारू शकत नाही; चर्च आणि वेश्यागृहातील लोक आहेत; व्यापार आणि शेतीतले आहेत, इत्यादी, इत्यादी.</p>\n<p>त्याचप्रमाणे अस्तित्वाचे वेगवेगळे स्तर आहेत. आपण आंतरिकरित्या जे आहोत, उदात्त किंवा क्षुद्र, उदार किंवा कंजूष, हिंसक किंवा शांत, पवित्र किंवा वासनांध, ते जीवनातील विविध परिस्थितींना आकर्षित करते…</p>\n<p>वासनांध माणूस नेहमी वासनांधतेची दृश्ये, नाटके आणि शोकांतिका आकर्षित करेल ज्यामध्ये तो अडकलेला असेल…</p>\n<p>दारुडा माणसांना आकर्षित करेल आणि तो नेहमी बार आणि कॅन्टीनमध्ये अडकलेला दिसेल, हे उघड आहे…</p>\n<p>व्याजखोर, स्वार्थी माणूस काय आकर्षित करेल? किती समस्या, तुरुंग, दुर्भाग्य?</p>\n<p>तरीसुद्धा, दुःखी, त्रस्त झालेल्या लोकांना बदलायचे आहे, त्यांच्या इतिहासाचे पान उलटायचे आहे…</p>\n<p>बिचारे लोक! त्यांना बदलायचे आहे आणि कसे ते माहीत नाही; त्यांना प्रक्रिया माहीत नाही; ते एका कोंडीत अडकले आहेत…</p>\n<p>काल त्यांच्यासोबत जे घडले तेच आज घडत आहे आणि तेच उद्या घडेल; ते नेहमी त्याच चुका करतात आणि तोफांच्या फैरी झाडल्या तरी ते जीवनातील धडे शिकत नाहीत.</p>\n<p>त्यांच्या स्वतःच्या जीवनात सर्व गोष्टींची पुनरावृत्ती होते; तेच बोलतात, तेच करतात, त्याच गोष्टींबद्दल शोक करतात…</p>\n<p>नाटकां, विनोदां आणि शोकांतिकांची ही कंटाळवाणी पुनरावृत्ती चालू राहील, जोपर्यंत आपण आपल्या आत क्रोध, लोभ, वासना, हेवा, गर्व, आळस, हाव इत्यादी नकोसे घटक बाळगतो.</p>\n<p>आपला नैतिक स्तर काय आहे?, किंवा त्याऐवजी आपण असे म्हणूया: आपल्या अस्तित्वाचा स्तर काय आहे?</p>\n<p>जोपर्यंत अस्तित्वाचा स्तर पूर्णपणे बदलत नाही, तोपर्यंत आपल्या सर्व दुर्दशेची, दृश्यांची, दुःखांची आणि दुर्दैवांची पुनरावृत्ती होत राहील…</p>\n<p>ज्या सर्व गोष्टी, ज्या सर्व परिस्थिती आपल्या बाहेर, या जगाच्या रंगमंचावर घडतात, त्या केवळ आपल्या आत जे आहे त्याचे प्रतिबिंब आहेत.</p>\n<p>आपण योग्य कारणाने हे प्रतिपादन करू शकतो की “बाह्य हे आंतरिकचे प्रतिबिंब आहे”.</p>\n<p>जेव्हा एखादी व्यक्ती आंतरिकरित्या बदलते आणि तो बदल पूर्णपणे असतो, तेव्हा बाह्य, परिस्थिती, जीवन देखील बदलते.</p>\n<p>मी काही काळापासून (वर्ष 1974) अशा लोकांच्या एका गटाचे निरीक्षण करत आहे ज्यांनी दुसऱ्याची जमीन बळकावली आहे. येथे मेक्सिकोमध्ये अशा लोकांना “पॅराशूटिस्ट” असे मजेदार नाव दिले जाते.</p>\n<p>ते कॅम्पोब्रे चुरुबुस्को कॉलनीचे रहिवासी आहेत, ते माझ्या घराच्या अगदी जवळ आहेत, याच कारणामुळे मी त्यांचा जवळून अभ्यास करू शकलो आहे…</p>\n<p>गरीब असणे हा कधीही गुन्हा असू शकत नाही, परंतु गंभीर गोष्ट ही नाही, तर त्यांच्या अस्तित्वाचा स्तर आहे…</p>\n<p>ते दररोज आपापसात भांडतात, दारू पितात, एकमेकांना शिवीगाळ करतात, ते त्यांच्या स्वतःच्या दुर्दैवी साथीदारांचे खुनी बनतात, ते निश्चितपणे घाणेरड्या झोपड्यांमध्ये राहतात ज्यामध्ये प्रेमाऐवजी द्वेष असतो…</p>\n<p>मी अनेकवेळा विचार केला आहे की जर त्यापैकी कोणीही व्यक्ती आपल्या आतून द्वेष, क्रोध, वासना, मद्यधुंदपणा, निंदा, क्रूरता, स्वार्थ, बदनामी, हेवा, स्वतःचा अभिमान, गर्व इत्यादी काढून टाकला, तर ती व्यक्ती इतरांना आवडेल, साध्या मानसशास्त्रीय संबंधांच्या नियमाने अधिक परिष्कृत, अधिक आध्यात्मिक लोकांबरोबर तिची मैत्री होईल; हे नवीन संबंध आर्थिक आणि सामाजिक बदलासाठी निर्णायक ठरतील…</p>\n<p>ती प्रणाली त्या व्यक्तीला “गॅरेज”, “घाणेरड्या गटारातून” बाहेर पडण्याची परवानगी देईल…</p>\n<p>त्यामुळे, जर आपल्याला खरोखरच आमूलाग्र बदल हवा असेल, तर आपण प्रथम हे समजून घेतले पाहिजे की आपल्यापैकी प्रत्येकजण (मग तो गोरा असो किंवा काळा, पिवळा असो किंवा तांबूस, अज्ञानी असो किंवा ज्ञानी), तो त्या किंवा इतर “अस्तित्वाच्या स्तरावर” आहे.</p>\n<p>आपल्या अस्तित्वाचा स्तर काय आहे? तुम्ही कधी याचा विचार केला आहे का? आपण कोणत्या स्थितीत आहोत हे माहीत नसल्यास दुसर्‍या स्तरावर जाणे शक्य होणार नाही.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mr/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mr/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mr/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
