import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ລະດັບຂອງການເປັນຢູ່",
  "locale": "lao",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. ລະດັບຂອງການເປັນຢູ່",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ພວກເຮົາແມ່ນໃຜ? ພວກເຮົາมาจากໃສ? ພວກເຮົາກໍາລັງຈະໄປໃສ? ພວກເຮົາດໍາລົງຊີວິດເພື່ອຫຍັງ? ພວກເຮົາດໍາລົງຊີວິດເປັນຫຍັງ?…</p>\n<p>ແນ່ນອນວ່າ “ສັດທີ່ມີສະຕິປັນຍາ” ທີ່ຖືກເອີ້ນວ່າຄົນບໍ່ຮູ້, ແຕ່ຍິ່ງໄປກວ່ານັ້ນ, ລາວຍັງບໍ່ຮູ້ວ່າລາວບໍ່ຮູ້…</p>\n<p>ສິ່ງທີ່ຮ້າຍແຮງທີ່ສຸດແມ່ນສະຖານະການທີ່ຫຍຸ້ງຍາກແລະແປກປະຫຼາດທີ່ພວກເຮົາພົບເຫັນຕົວເອງ, ພວກເຮົາບໍ່ຮູ້ຄວາມລັບຂອງຄວາມໂສກເສົ້າທັງໝົດຂອງພວກເຮົາແລະເຖິງຢ່າງໃດກໍ່ຕາມພວກເຮົາໝັ້ນໃຈວ່າພວກເຮົາຮູ້ທຸກຢ່າງ…</p>\n<p>ພາ “ສັດລ້ຽງລູກດ້ວຍນົມທີ່ມີເຫດຜົນ”, ຄົນເຫຼົ່ານັ້ນທີ່ອ້າງວ່າເປັນຜູ້ມີອິດທິພົນໃນຊີວິດ, ໄປສູນກາງຂອງທະເລຊາຍ SAHARA, ປ່ອຍໃຫ້ລາວຢູ່ທີ່ນັ້ນໄກຈາກ Oasis ແລະສັງເກດຈາກເຮືອບິນວ່າເກີດຫຍັງຂຶ້ນ…</p>\n<p>ຂໍ້ເທັດຈິງຈະເວົ້າສໍາລັບຕົວເອງ; “ມະນຸດທີ່ມີປັນຍາ” ເຖິງແມ່ນວ່າລາວຈະອ້າງວ່າເຂັ້ມແຂງແລະຄິດວ່າລາວເປັນຜູ້ຊາຍຫຼາຍ, ໃນຄວາມເປັນຈິງແລ້ວລາວອ່ອນແອຢ່າງຫນ້າຢ້ານກົວ…</p>\n<p>“ສັດທີ່ມີເຫດຜົນ” ໂງ່ເປັນຮ້ອຍສ່ວນຮ້ອຍ; ຄິດກ່ຽວກັບຕົນເອງທີ່ດີທີ່ສຸດ; ເຊື່ອວ່າລາວສາມາດພັດທະນາໄດ້ຢ່າງມະຫັດສະຈັນຜ່ານໂຮງຮຽນອະນຸບານ, ຄູ່ມືພົນລະເຮືອນ, ປະຖົມ, ມັດທະຍົມ, ປະລິນຍາຕີ, ມະຫາວິທະຍາໄລ, ກຽດສັກສີທີ່ດີຂອງພໍ່, ແລະອື່ນໆ, ແລະອື່ນໆ.</p>\n<p>ແຕ່ຫນ້າເສຍດາຍ, ຫຼັງຈາກຈົດຫມາຍແລະມາລະຍາດທີ່ດີ, ຊື່ແລະເງິນ, ພວກເຮົາຮູ້ດີວ່າອາການເຈັບກະເພາະອາຫານເຮັດໃຫ້ພວກເຮົາເສຍໃຈແລະໃນຄວາມເປັນຈິງພວກເຮົາສືບຕໍ່ເປັນຄົນບໍ່ມີຄວາມສຸກແລະທຸກຍາກ…</p>\n<p>ພຽງແຕ່ອ່ານປະຫວັດສາດໂລກເພື່ອຮູ້ວ່າພວກເຮົາແມ່ນຄົນປ່າທໍາມະຊາດດຽວກັນກັບສະ ໄໝ ກ່ອນແລະແທນທີ່ຈະປັບປຸງພວກເຮົາໄດ້ກາຍເປັນສິ່ງທີ່ຮ້າຍແຮງກວ່າເກົ່າ…</p>\n<p>ສະຕະວັດທີ 20 ນີ້ດ້ວຍຄວາມງົດງາມທັງຫມົດ, ສົງຄາມ, ການຄ້າປະເວນີ, ການຮ່ວມເພດຂອງໂລກ, ການເສື່ອມໂຊມທາງເພດ, ຢາເສບຕິດ, ເຫຼົ້າ, ຄວາມໂຫດຮ້າຍເກີນໄປ, ຄວາມເສື່ອມໂຊມທີ່ສຸດ, ຄວາມອະທໍາມ, ແລະອື່ນໆ, ແລະອື່ນໆ, ແມ່ນກະຈົກທີ່ພວກເຮົາຕ້ອງເບິ່ງຕົວເອງ; ດັ່ງນັ້ນບໍ່ມີເຫດຜົນທີ່ຫນັກແຫນ້ນທີ່ຈະເວົ້າໂອ້ອວດວ່າພວກເຮົາໄດ້ບັນລຸຂັ້ນຕອນການພັດທະນາທີ່ສູງຂຶ້ນ…</p>\n<p>ການຄິດວ່າເວລາຫມາຍເຖິງຄວາມກ້າວຫນ້າແມ່ນບໍ່ມີເຫດຜົນ, ແຕ່ຫນ້າເສຍດາຍທີ່ “ຜູ້ບໍ່ຮູ້ຫນັງສືທີ່ມີການສຶກສາ” ສືບຕໍ່ຖືກບັນຈຸຢູ່ໃນ “Dogma of Evolution”…</p>\n<p>ໃນທຸກຫນ້າສີດໍາຂອງ “ປະຫວັດສາດສີດໍາ” ພວກເຮົາສະເຫມີພົບເຫັນຄວາມໂຫດຮ້າຍ, ຄວາມທະເຍີທະຍານ, ສົງຄາມທີ່ຫນ້າຢ້ານຄືກັນ, ແລະອື່ນໆ.</p>\n<p>ຢ່າງໃດກໍຕາມ, ເພື່ອນຮ່ວມສະໄຫມຂອງພວກເຮົາ “Super-civilized” ຍັງຫມັ້ນໃຈວ່າເລື່ອງຂອງສົງຄາມເປັນສິ່ງທີ່ເປັນອັນດັບສອງ, ອຸປະຕິເຫດທີ່ເກີດຂຶ້ນຊົ່ວຄາວທີ່ບໍ່ມີຫຍັງກ່ຽວຂ້ອງກັບ “ພົນລະເຮືອນທີ່ທັນສະໄຫມ” ຂອງພວກເຂົາ.</p>\n<p>ແນ່ນອນສິ່ງທີ່ສໍາຄັນແມ່ນວິທີການເປັນຂອງແຕ່ລະຄົນ; ບາງຄົນຈະເມົາເຫຼົ້າ, ຄົນອື່ນ abstemious, ຜູ້ທີ່ຊື່ສັດແລະຄົນອື່ນທີ່ບໍ່ມີຄວາມອັບອາຍ; ມີທຸກສິ່ງທຸກຢ່າງໃນຊີວິດ…</p>\n<p>ມະຫາຊົນແມ່ນຜົນລວມຂອງບຸກຄົນ; ສິ່ງທີ່ບຸກຄົນແມ່ນມະຫາຊົນ, ແມ່ນລັດຖະບານ, ແລະອື່ນໆ.</p>\n<p>ມະຫາຊົນແມ່ນສ່ວນຂະຫຍາຍຂອງບຸກຄົນ; ການຫັນປ່ຽນຂອງມະຫາຊົນ, ຂອງປະຊາຊົນ, ບໍ່ເປັນໄປໄດ້ຖ້າບຸກຄົນ, ຖ້າແຕ່ລະຄົນ, ບໍ່ປ່ຽນແປງ…</p>\n<p>ບໍ່ມີໃຜສາມາດປະຕິເສດໄດ້ວ່າມີລະດັບສັງຄົມທີ່ແຕກຕ່າງກັນ; ມີຄົນຈາກໂບດແລະຈາກໂສເພນີ; ຈາກການຄ້າແລະຈາກພາກສະຫນາມ, ແລະອື່ນໆ, ແລະອື່ນໆ.</p>\n<p>ດັ່ງນັ້ນ, ຍັງມີລະດັບການເປັນຢູ່ທີ່ແຕກຕ່າງກັນ. ສິ່ງທີ່ພວກເຮົາເປັນພາຍໃນ, ງົດງາມຫຼືຂີ້ຕົວະ, ໃຈກວ້າງຫຼືຂີ້ຫນຽວ, ຮຸນແຮງຫຼືສະຫງົບ, ບໍລິສຸດຫຼືກາມມະລົມ, ດຶງດູດສະຖານະການຕ່າງໆໃນຊີວິດ…</p>\n<p>ຄົນທີ່ມີກາມມະລົມສະເຫມີຈະດຶງດູດ scenes, ລະຄອນແລະແມ້ກະທັ້ງຄວາມໂສກເສົ້າຂອງ lasciviousness ທີ່ເຂົາຈະເຂົ້າໄປໃນ …</p>\n<p>ຄົນຂີ້ເຫຼົ້າຈະດຶງດູດຄົນຂີ້ເຫຼົ້າແລະຈະເຂົ້າໄປໃນແຖບແລະ cantinas ສະເຫມີ, ນັ້ນແມ່ນຈະແຈ້ງ …</p>\n<p>ສິ່ງທີ່ຜູ້ກູ້ຢືມ, ຄົນເຫັນແກ່ຕົວຈະດຶງດູດ? ບັນຫາ, ຄຸກ, ຄວາມໂຊກຮ້າຍຫຼາຍປານໃດ?</p>\n<p>ຢ່າງໃດກໍຕາມ, ຄົນຂົມຂື່ນ, ເມື່ອຍລ້າທີ່ຈະທົນທຸກ, ຕ້ອງການປ່ຽນແປງ, ປ່ຽນຫນ້າເວັບຂອງປະຫວັດສາດຂອງພວກເຂົາ…</p>\n<p>ຄົນທຸກຍາກ! ພວກເຂົາຕ້ອງການປ່ຽນແປງແລະພວກເຂົາບໍ່ຮູ້ວິທີ; ພວກເຂົາບໍ່ຮູ້ຂັ້ນຕອນ; ພວກເຂົາກໍາລັງຕິດຢູ່ໃນຊອຍຕາຍ …</p>\n<p>ສິ່ງທີ່ເກີດຂຶ້ນກັບພວກເຂົາໃນມື້ວານນີ້ເກີດຂຶ້ນກັບພວກເຂົາໃນມື້ນີ້ແລະຈະເກີດຂຶ້ນກັບພວກເຂົາໃນມື້ອື່ນ; ພວກເຂົາເຮັດຊ້ໍາຄວາມຜິດພາດດຽວກັນສະເຫມີແລະບໍ່ໄດ້ຮຽນຮູ້ບົດຮຽນຂອງຊີວິດເຖິງແມ່ນວ່າຈະຖືກປືນໃຫຍ່.</p>\n<p>ທຸກສິ່ງທຸກຢ່າງຊ້ໍາຊ້ໍາໃນຊີວິດຂອງຕົນເອງ; ພວກເຂົາເວົ້າສິ່ງດຽວກັນ, ເຮັດສິ່ງດຽວກັນ, ເສຍໃຈສິ່ງດຽວກັນ…</p>\n<p>ການຄ້າງຫ້ອງທີ່ຫນ້າເບື່ອຂອງລະຄອນ, ຕະຫລົກແລະຄວາມໂສກເສົ້າຈະສືບຕໍ່ໃນຂະນະທີ່ພວກເຮົາປະຕິບັດອົງປະກອບທີ່ບໍ່ຕ້ອງການຂອງຄວາມຄຽດແຄ້ນ, ຄວາມໂລບ, ຄວາມກາມມະລົມ, ຄວາມອິດສາ, ຄວາມພາກພູມໃຈ, ຄວາມຂີ້ຄ້ານ, ຄວາມໂລບ, ແລະອື່ນໆ, ແລະອື່ນໆ.</p>\n<p>ລະດັບສິນທໍາຂອງພວກເຮົາແມ່ນຫຍັງ?, ຫຼືດີກວ່າທີ່ພວກເຮົາເວົ້າວ່າ: ລະດັບຂອງພວກເຮົາແມ່ນຫຍັງ?</p>\n<p>ໃນຂະນະທີ່ລະດັບຂອງການເປັນຢູ່ບໍ່ປ່ຽນແປງຢ່າງຮຸນແຮງ, ການຄ້າງຫ້ອງຂອງຄວາມທຸກຍາກ, scenes, ຄວາມໂຊກຮ້າຍແລະຄວາມໂຊກຮ້າຍທັງຫມົດຂອງພວກເຮົາຈະສືບຕໍ່ …</p>\n<p>ທຸກສິ່ງທຸກຢ່າງ, ທຸກສະຖານະການ, ທີ່ເກີດຂື້ນຢູ່ນອກພວກເຮົາ, ໃນສະຖານທີ່ຂອງໂລກນີ້, ແມ່ນສະທ້ອນໃຫ້ເຫັນສະເພາະຂອງສິ່ງທີ່ພວກເຮົາປະຕິບັດພາຍໃນ.</p>\n<p>ດ້ວຍເຫດຜົນທີ່ຖືກຕ້ອງພວກເຮົາສາມາດຢືນຢັນຢ່າງຈິງຈັງວ່າ “ພາຍນອກແມ່ນການສະທ້ອນຂອງພາຍໃນ”.</p>\n<p>ໃນເວລາທີ່ຫນຶ່ງມີການປ່ຽນແປງພາຍໃນແລະການປ່ຽນແປງດັ່ງກ່າວແມ່ນຮາກ, ພາຍນອກ, ສະຖານະການ, ຊີວິດ, ມີການປ່ຽນແປງເຊັ່ນກັນ.</p>\n<p>ຂ້າພະເຈົ້າໄດ້ສັງເກດເຫັນໃນເວລານີ້, (ປີ 1974), ກຸ່ມຄົນທີ່ບຸກລຸກທີ່ດິນຂອງຄົນອື່ນ. ທີ່ນີ້ໃນເມັກຊິໂກຄົນເຫຼົ່ານີ້ໄດ້ຮັບຄໍາອະທິບາຍທີ່ຢາກຮູ້ຢາກເຫັນຂອງ “PARACHUTISTS”.</p>\n<p>ພວກເຂົາເປັນເພື່ອນບ້ານຂອງອານານິຄົມຊົນນະບົດ Churubusco, ພວກເຂົາຢູ່ໃກ້ເຮືອນຂອງຂ້ອຍຫຼາຍ, ເຫດຜົນນີ້ທີ່ຂ້ອຍສາມາດສຶກສາພວກເຂົາຢ່າງໃກ້ຊິດ …</p>\n<p>ການເປັນຄົນທຸກຍາກບໍ່ເຄີຍເປັນອາຊະຍາກໍາ, ແຕ່ສິ່ງທີ່ຮ້າຍແຮງແມ່ນບໍ່ແມ່ນວ່າ, ແຕ່ຢູ່ໃນລະດັບການເປັນຢູ່ຂອງມັນ…</p>\n<p>ປະຈໍາວັນພວກເຂົາຕໍ່ສູ້ກັນ, ເມົາເຫຼົ້າ, ດູຖູກກັນ, ກາຍເປັນຜູ້ລອບສັງຫານເພື່ອນຮ່ວມງານຂອງຕົນເອງ, ແນ່ນອນວ່າພວກເຂົາອາໄສຢູ່ໃນເຮືອນທີ່ບໍ່ສະອາດເຊິ່ງແທນທີ່ຈະເປັນຄວາມຮັກປົກຄອງຄວາມກຽດຊັງ…</p>\n<p>ຫຼາຍຄັ້ງທີ່ຂ້ອຍຄິດວ່າຖ້າຫາກວ່າຄົນເຫຼົ່ານັ້ນກໍາຈັດຄວາມກຽດຊັງ, ຄວາມຄຽດແຄ້ນ, ຄວາມກາມມະລົມ, ຄວາມເມົາເຫຼົ້າ, ຄວາມຊົ່ວຮ້າຍ, ຄວາມໂຫດຮ້າຍ, ຄວາມເຫັນແກ່ຕົວ, ການໃສ່ຮ້າຍປ້າຍສີ, ຄວາມອິດສາ, ຄວາມຮັກຕົນເອງ, ຄວາມພາກພູມໃຈ, ແລະອື່ນໆ, ແລະອື່ນໆ, ຜູ້ຄົນອື່ນຈະມັກ, ຈະກ່ຽວຂ້ອງກັບກົດຫມາຍງ່າຍໆຂອງຄວາມຄ້າຍຄືກັນທາງດ້ານຈິດໃຈກັບຜູ້ຄົນທີ່ຫລອມໂລຫະ, ມີຄວາມນິຍົມຫຼາຍຂຶ້ນ; ຄວາມສໍາພັນໃຫມ່ເຫຼົ່ານັ້ນຈະເປັນທີ່ແນ່ນອນສໍາລັບການປ່ຽນແປງທາງດ້ານເສດຖະກິດແລະສັງຄົມ…</p>\n<p>ນັ້ນຈະເປັນລະບົບທີ່ຊ່ວຍໃຫ້ຫົວຂໍ້ນັ້ນ, ປະຖິ້ມ “ບ່ອນຈອດລົດ”, “ທໍ່ລະບາຍນໍ້າ” ທີ່ບໍ່ສະອາດ…</p>\n<p>ດັ່ງນັ້ນ, ຖ້າພວກເຮົາຕ້ອງການການປ່ຽນແປງທີ່ຮຸນແຮງແທ້ໆ, ສິ່ງທໍາອິດທີ່ພວກເຮົາຕ້ອງເຂົ້າໃຈແມ່ນວ່າພວກເຮົາແຕ່ລະຄົນ (ບໍ່ວ່າຈະເປັນສີຂາວຫຼືສີດໍາ, ສີເຫຼືອງຫຼືທອງແດງ, ບໍ່ຮູ້ຫຼືສຶກສາ, ແລະອື່ນໆ), ແມ່ນຢູ່ໃນ “ລະດັບຂອງການເປັນຢູ່”.</p>\n<p>ລະດັບການເປັນຢູ່ຂອງພວກເຮົາແມ່ນຫຍັງ? ເຈົ້າເຄີຍຄິດກ່ຽວກັບເລື່ອງນັ້ນບໍ? ມັນຈະເປັນໄປບໍ່ໄດ້ທີ່ຈະຍ້າຍໄປສູ່ລະດັບອື່ນຖ້າພວກເຮົາບໍ່ສົນໃຈສະຖານະທີ່ພວກເຮົາພົບເຫັນຕົວເອງ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/lao/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
