import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Жашоо деңгээли",
  "locale": "ky",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. Жашоо деңгээли",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Биз кимбиз? Кайдан келгенбиз?, Кайда бара жатабыз?, Эмне үчүн жашайбыз?, Эмнеге жашайбыз?…</p>\n<p>Талашсыз түрдө, “Интеллектуалдык Жаныбар” деп жаңылыш аталган адам баласы билбестен эле тим болбостон, билбегенин да билбейт…</p>\n<p>Эң жаманы, биз кандай гана оор жана кызыктай абалда экенибиз, бардык трагедияларыбыздын сырын билбейбиз, бирок баарын билебиз деп ишенебиз…</p>\n<p>“Рационалдуу Сүт эмүүчүнү”, турмушта таасирдүү деп эсептеген адамдардын бирин Сахара чөлүнүн ортосуна алып барып, оазистен алыс жерге таштап, андан кийин абадан эмне болуп жатканын байкагыла…</p>\n<p>Окуялар өзү үчүн айтып берет; “Интеллектуалдык Гуманоид” күчтүүмүн деп мактанганы менен, өзүн абдан эркек деп эсептегени менен, түпкүрүндө коркунучтуу алсыз болуп чыгат…</p>\n<p>“Рационалдуу Жаныбар” жүз пайызга акмак; Өзү жөнүндө эң жакшы нерсени ойлойт; бала бакча, адептүүлүк боюнча колдонмолор, башталгыч, орто, жогорку мектептер, университет, атасынын жакшы кадыр-баркы ж.б. аркылуу сонун өнүгө алам деп эсептейт.</p>\n<p>Тилекке каршы, ушунча көп тамгалардан жана жакшы мамилелерден, наамдардан жана акчадан кийин, каалаган ашказан оорусу бизди кайгыртаарын жана түпкүрүндө бактысыз жана байкуш бойдон кала берерибизди жакшы билебиз…</p>\n<p>Дүйнөлүк тарыхты окусак эле мурунку варварлар экенибизди жана жакшыруунун ордуна ого бетер жаман болуп кеткенибизди билебиз…</p>\n<p>Бул XX кылым өзүнүн көрүнүктүүлүгү, согуштары, сойкулугу, дүйнөлүк содомиясы, сексуалдык бузулушу, баңгизаттары, алкоголу, өтө ырайымсыздыгы, чектен чыккан бузукулугу, желмогуздугу ж.б. менен, биз карашыбыз керек болгон күзгү болуп саналат; демек, өнүгүүнүн жогорку баскычына жеткенибизди мактанууга олуттуу себеп жок…</p>\n<p>Убакыт прогресс деген ой абсурд, тилекке каршы “сабатсыз агартуучулар” дагы эле “Эволюция Догмасына” тыгылып калышты…</p>\n<p>“Кара Тарыхтын” бардык кара беттеринен биз дайыма ошол эле үрөй учурарлык ырайымсыздыктарды, амбицияларды, согуштарды ж.б. табабыз.</p>\n<p>Бирок биздин замандаш “Супер-цивилизациялуу” адамдар дагы эле Согуш деген нерсе кошумча нерсе, алардын ушунчалык жар салган “Заманбап Цивилизациясына” эч кандай тиешеси жок кокустук деп ишенишет</p>\n<p>Албетте, ар бир адамдын кандай экени маанилүү; кээ бирөөлөр аракеч, кээ бирөөлөр ичпейт, тигилөөлөр чынчыл, булар уятсыздар; жашоодо ар кандай нерсе бар…</p>\n<p>Масса – бул индивиддердин суммасы; индивид эмне болсо, масса да ошол, Өкмөт да ошол ж.б.</p>\n<p>Демек, масса – индивиддин кеңейиши; индивид, ар бир адам өзгөрбөсө, массалардын, элдердин трансформациясы мүмкүн эмес…</p>\n<p>Социалдык деңгээлдердин ар кандай экенин эч ким тана албайт; чиркөө жана сойкукана адамдары бар; соода жана айыл чарба ж.б…</p>\n<p>Ошондой эле Болуунун ар кандай деңгээлдери бар. Ички дүйнөбүз кандай болсо, көрктүүбүзбү же сараңбызбы, берешенбизби же сараңбызбы, зомбулукчулбузбу же тынчпызбы, тазабызбы же кумарлуубузбу, жашоонун ар кандай жагдайларын тартабыз…</p>\n<p>Кумарпоз ар дайым көрүнүштөрдү, драмаларды жана ал тургай бузуку трагедияларды тартат, анда ал аралашып калат…</p>\n<p>Аракеч аракечтерди тартат жана ар дайым барларда жана кантиналарда аралашып калат, бул айдан ачык…</p>\n<p>Сүткор, өзүмчүл эмнени тартат? Канча көйгөйлөр, түрмөлөр, бактысыздыктар?</p>\n<p>Бирок азап чегүүдөн тажаган, ачууланган адамдар өзгөргүсү, тарыхынын барагын оодаргысы келет…</p>\n<p>Байкуш элдер! Өзгөргүлөрү келет, бирок кантип билишпейт; процедураны билишпейт; туюкка кептелип калышты…</p>\n<p>Кечээ болгон нерсе бүгүн да болуп жатат жана эртең да болот; дайыма ошол эле каталарды кайталашат жана жашоонун сабактарын замбирек менен да үйрөнүшпөйт.</p>\n<p>Алардын жашоосунда бардык нерсе кайталанат; ошол эле нерселерди айтышат, ошол эле нерселерди кылышат, ошол эле нерселерге кейишет…</p>\n<p>Драмалардын, комедиялардын жана трагедиялардын бул тажатма кайталанышы, ичибизде каар, ачкөздүк, кумар, көрө албастык, текебердик, жалкоолук, ач көздүк ж.б. сыяктуу керексиз элементтерди алып жүрө берсек, улана берет…</p>\n<p>Биздин моралдык деңгээлибиз кандай?, же жакшыраак айтсак: Болуу деңгээлибиз кандай?</p>\n<p>Болуу деңгээли түп тамырынан бери өзгөрмөйүнчө, бардык азаптарыбыздын, көрүнүштөрүбүздүн, бактысыздыктарыбыздын жана кырсыктарыбыздын кайталанышы улана берет…</p>\n<p>Бизден тышкары, бул дүйнөнүн сахнасында болгон бардык нерселер, бардык жагдайлар, ички дүйнөбүздө эмне алып жүрсөк, ошонун гана чагылышы.</p>\n<p>Сырткы дүйнө ички дүйнөнүн чагылышы деп салтанаттуу түрдө ырастай алабыз.</p>\n<p>Ички дүйнө өзгөргөндө жана бул өзгөрүү түп тамырынан бери болгондо, сырткы дүйнө, жагдайлар, жашоо да өзгөрөт.</p>\n<p>Мен ушул убакытка чейин (1974-жыл) бирөөлөрдүн жерине басып кирген бир топ адамдарды байкап жүрдүм. Мексикада мындай адамдар “ПАРАШЮТЧУЛАР” деген кызыктай ат алышат.</p>\n<p>Алар Campestre Churubusco колониясынын кошуналары, менин үйүмө абдан жакын, ошондуктан мен аларды жакшылап изилдей алдым…</p>\n<p>Кедей болуу эч качан кылмыш боло албайт, бирок оор нерсе анда эмес, алардын Болуу Деңгээлинде…</p>\n<p>Алар күн сайын өздөрү менен өздөрү урушушат, мас болушат, бири-бирин кемсинтишет, өз кесиптештеринин өлтүргүчтөрүнө айланышат, чынында сүйүүнүн ордуна жек көрүү падышалык кылган ыплас алачыктарда жашашат…</p>\n<p>Көп жолу мен ошол адамдардын кимдир бирөөсү ичинен жек көрүүнү, каарды, кумарды, мастыкты, ушакты, ырайымсыздыкты, өзүмчүлдүктү, жалаа жабууну, көрө албастыкты, өзүмчүлдүктү, текебердикти ж.б. жок кылса, башка адамдарга жагат деп ойлочумун, Психологиялык жакындык Мыйзамы боюнча татаал, руханий адамдар менен биригет; бул жаңы мамилелер экономикалык жана социалдык өзгөрүү үчүн чечүүчү болмок…</p>\n<p>Бул адамга “гаражды”, ыплас “ажаткананы” таштоого мүмкүндүк бере турган система болмок…</p>\n<p>Ошентип, эгер биз чындап эле түп тамырынан бери өзгөрүүнү кааласак, анда биринчи түшүнүшүбүз керек болгон нерсе - ар бирибиз (акпызбы же карабызбы, сарыбызбы же жезбизби, сабатсыздарбызбы же билимдүүлөрбүзбү ж.б.) тигил же бул “Болуу Деңгээлинде” турабыз.</p>\n<p>Биздин Болуу Деңгээлибиз кандай? Бул тууралуу бир жолу ойлондуң беле? Кандай абалда экенибизди билбесек, башка деңгээлге өтүү мүмкүн эмес.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ky/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
