import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "තත්වයේ මට්ටම",
  "locale": "si",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. තත්වයේ මට්ටම",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>අපි කවුද? අපි කොහෙන්ද ආවේ?, අපි කොහාටද යන්නේ?, අපි ජීවත් වෙන්නේ මොකටද?, අපි ජීවත් වෙන්නේ ඇයි?…</p>\n<p>ප්‍රශ්න රහිතවම දුප්පත් “බුද්ධිමය සත්වයා” වැරදියට මිනිසා ලෙස හඳුන්වනු ලබන්නේ, නොදන්නවා පමණක් නොව, තමන් නොදන්නා බවවත් නොදන්නා බැවිනි…</p>\n<p>සියල්ලටම වඩා නරකම දෙය නම් අප සිටින දුෂ්කර හා අමුතු තත්වයයි, අපගේ සියලු ඛේදවාචකවල රහස අපි නොදනිමු, නමුත් අපි සියල්ල දන්නා බව අපට ඒත්තු ගොස් ඇත…</p>\n<p>“තාර්කික ක්ෂීරපායියෙක්”, ජීවිතයේ බලවත් යැයි පුරසාරම් දොඩන පුද්ගලයෙක් සහරා කාන්තාරයේ මැදට ගෙන යන්න, ඕනෑම Oasis එකකින් ඈතට දමා ගුවන් යානයකින් සිදුවන සෑම දෙයක්ම නිරීක්ෂණය කරන්න…</p>\n<p>සිදුවීම් තමන් වෙනුවෙන් කථා කරනු ඇත; “බුද්ධිමය මානවයා” ශක්තිමත් යැයි පුරසාරම් දොඩමින් ඉතා මිනිසෙක් යැයි සිතුවත්, ඇත්ත වශයෙන්ම භයානක ලෙස දුර්වලය…</p>\n<p>“තාර්කික සත්වයා” සියයට සියයක්ම මෝඩයෙකි; ඔහු තමා ගැන හොඳම දේ සිතයි; ළදරු පාසල, විනීතභාවය පිළිබඳ අත්පොත්, ප්‍රාථමික, ද්විතීයික, උසස් පාසල, විශ්ව විද්‍යාලය, පියාගේ හොඳ කීර්තිය යනාදියෙන් තමාට අපූරුවට දියුණු විය හැකි බව විශ්වාස කරයි.</p>\n<p>අවාසනාවකට මෙන් බොහෝ අකුරු සහ හොඳ පුරුදු, පදවි සහ මුදල් පසුපස, ඕනෑම බඩේ අමාරුවක් අපව දුකට පත් කරන බවත්, ගැඹුරින් අපි දිගටම අසතුටින් හා දුක්ඛිතව සිටින බවත් අපි හොඳින් දනිමු…</p>\n<p>අපි අතීතයේ සිටි වනචාරීන්ම බවත්, අප දියුණු වෙනවා වෙනුවට නරක අතට හැරී ඇති බවත් දැන ගැනීමට විශ්ව ඉතිහාසය කියවීම ප්‍රමාණවත්ය.</p>\n<p>මෙම 20 වන සියවස එහි සියලු තේජස, යුද්ධ, ගණිකා වෘත්තිය, ලෝක ව්‍යාප්ත කාමමිථ්‍යාචාරය, ලිංගික පරිහානිය, මත්ද්‍රව්‍ය, මධ්‍යසාර, අධික කුරිරුකම, අන්ත විකෘතිය, රාක්ෂකත්වය ආදිය සමඟ අප බැලිය යුතු කැඩපතයි; එබැවින් අප සංවර්ධනයේ ඉහළ අවධියකට පැමිණ ඇති බවට පුරසාරම් දෙඩීමට ප්‍රබල හේතුවක් නොමැත.</p>\n<p>කාලය යනු ප්‍රගතිය යැයි සිතීම විකාරයකි, අවාසනාවකට “නොදන්නා උගත් අය” දිගටම “පරිණාමයේ මූලධර්මය” තුළ සිරවී සිටිති…</p>\n<p>“කළු ඉතිහාසයේ” සෑම කළු පිටුවකම අපි සෑම විටම එකම භයානක කුරිරුකම්, අභිලාෂයන්, යුද්ධ ආදිය සොයා ගනිමු.</p>\n<p>කෙසේ වෙතත් අපගේ සමකාලීන “සුපිරි ශිෂ්ඨාචාරී” තවමත් විශ්වාස කරන්නේ යුද්ධය යනු සුළු දෙයක් බවත්, ඔවුන්ගේ ප්‍රකාශිත “නූතන ශිෂ්ඨාචාරය” සමඟ කිසිදු සම්බන්ධයක් නැති අහඹු අනතුරක් බවත්ය.</p>\n<p>සෑම පුද්ගලයෙකුගේම ස්වභාවය වැදගත් බව සත්‍යයකි; සමහර අය බේබද්දන් වනු ඇත, තවත් අය වැළකී සිටිති, සමහරු අවංක වනු ඇත, තවත් අය නින්දිත වනු ඇත; ජීවිතයේ සෑම දෙයක්ම තිබේ…</p>\n<p>ස්කන්ධය යනු පුද්ගලයන්ගේ එකතුවයි; පුද්ගලයා යනු ස්කන්ධය, රජය යනාදියයි.</p>\n<p>එබැවින් ස්කන්ධය යනු පුද්ගලයාගේ දිගුවකි; පුද්ගලයා පරිවර්තනය නොවන්නේ නම්, සෑම පුද්ගලයෙකුම පරිවර්තනය නොවන්නේ නම්, ස්කන්ධයන්ගේ, ජනතාවගේ පරිවර්තනයක් කළ නොහැකිය…</p>\n<p>විවිධ සමාජ මට්ටම් පවතින බව කිසිවෙකුට ප්‍රතික්ෂේප කළ නොහැකිය; පල්ලි සහ ගණිකා මඩම්, වාණිජ්‍යය සහ ග්‍රාමීය ප්‍රදේශවලින් මිනිසුන් සිටිති…</p>\n<p>එලෙසම විවිධ මට්ටම් ද ඇත. අභ්‍යන්තරිකව අපි කුමක් වුවත්, විශිෂ්ට හෝ කාලකණ්ණි, ත්‍යාගශීලී හෝ මසුරු, ප්‍රචණ්ඩ හෝ සාමකාමී, නිර්මල හෝ කාමුක, ජීවිතයේ විවිධ තත්වයන් ආකර්ෂණය කරයි…</p>\n<p>කාමුක අයෙක් සැමවිටම තමා සම්බන්ධ වන අශිෂ්ට දර්ශන, නාට්‍ය හා ඛේදවාචකයන් ආකර්ෂණය කර ගනු ඇත…</p>\n<p>බේබද්දෙක් බේබද්දන් ආකර්ෂණය කර ගන්නා අතර සැමවිටම බාර්වල හා කැන්ටින්වල පැටලෙනු ඇත, එය පැහැදිලිය…</p>\n<p>අපහරණ කරන්නා, ආත්මාර්ථකාමියා ආකර්ෂණය කරන්නේ කුමක්ද? ගැටලු, සිරගෙවල්, අවාසනාවන් කීයක් තිබේද?</p>\n<p>කෙසේ වෙතත් දුක් විඳීමට වෙහෙසට පත්ව සිටින කටුක මිනිසුන්ට වෙනස් වීමට, ඔවුන්ගේ කතාවේ පිටුව පෙරළීමට අවශ්‍ය වේ…</p>\n<p>දුප්පත් මිනිස්සු! ඔවුන්ට වෙනස් වීමට අවශ්‍යයි, නමුත් කෙසේදැයි ඔවුන් දන්නේ නැත; ඔවුන් ක්රියා පටිපාටිය දන්නේ නැත; ඔවුන් මාරාන්තික මාවතක සිරවී සිටිති…</p>\n<p>ඊයේ ඔවුන්ට සිදු වූ දේ අද ඔවුන්ට සිදු වන අතර හෙට ඔවුන්ට සිදුවනු ඇත; ඔවුන් සැමවිටම එකම වැරදි නැවත කරන අතර ජීවිතයේ පාඩම් ඉගෙන ගන්නේ නැත.</p>\n<p>සෑම දෙයක්ම ඔවුන්ගේ ජීවිතයේ නැවත නැවතත් සිදු වේ; ඔවුන් එකම දේවල් කියයි, එකම දේවල් කරයි, එකම දේ ගැන විලාප කියයි…</p>\n<p>නාට්‍ය, විකට සහ ඛේදවාචකවල මෙම කම්මැලි පුනරාවර්තනය, කෝපය, තණ්හාව, කාමය, ඊර්ෂ්‍යාව, අහංකාරය, කම්මැලිකම, කෑදරකම ආදී අනවශ්‍ය අංග අප තුළ දරාගෙන සිටින තාක් කල් දිගටම පවතිනු ඇත.</p>\n<p>අපේ සදාචාර මට්ටම කුමක්ද?, නැතහොත් අපි මෙසේ කියමු: අපේ මට්ටම කුමක්ද?</p>\n<p>පවතින මට්ටම රැඩිකල් ලෙස වෙනස් නොවන තාක් කල්, අපගේ සියලු දුක්ඛිත තත්වයන්, දර්ශන, අවාසනාවන් සහ අවාසනාවන් නැවත නැවතත් සිදු වේ…</p>\n<p>අපෙන් පිටත, මේ ලෝකයේ වේදිකාවේ සිදුවන සියලුම දේවල්, සියලු තත්වයන්, අප අභ්‍යන්තරිකව ගෙන යන දේවල පිළිබිඹුවකි.</p>\n<p>“බාහිර යනු අභ්යන්තරයේ ප්රතිබිම්බය” බව අපට නිල වශයෙන් සහතික කළ හැකිය.</p>\n<p>යමෙකු අභ්‍යන්තරිකව වෙනස් වන විට සහ එම වෙනස රැඩිකල් වූ විට, බාහිර, තත්වයන්, ජීවිතය ද වෙනස් වේ.</p>\n<p>මම මේ කාලයේදී (1974 වසර) වෙනත් ඉඩමක ආක්‍රමණය කළ පිරිසක් නිරීක්ෂණය කරමින් සිටිමි. මෙක්සිකෝවේ මෙවැනි මිනිසුන්ට “පැරෂුට් භටයන්” යන කුතුහලය දනවන නාමය ලැබේ.</p>\n<p>ඔවුන් කැම්පෙස්ට්‍රේ චුරුබුස්කෝ ජනපදයේ අසල්වැසියන් වන අතර ඔවුන් මගේ නිවසට ඉතා ආසන්නව සිටිති, එබැවින් මට ඔවුන්ව සමීපව අධ්‍යයනය කිරීමට හැකි විය…</p>\n<p>දුප්පත් වීම කිසිවිටෙකත් අපරාධයක් විය නොහැක, නමුත් බරපතල දෙය නම් එය තුළ නොවේ, නමුත් ඔවුන්ගේ මට්ටමේ ය…</p>\n<p>ඔවුන් දිනපතා එකිනෙකා සමඟ රණ්ඩු වෙති, බීමත්ව සිටිති, එකිනෙකාට අපහාස කරති, තමන්ගේම අවාසනාවන්ත සගයන්ගේ මිනීමරුවන් බවට පත්වෙති, ඇත්ත වශයෙන්ම ආදරය වෙනුවට වෛරය පාලනය කරන අපිරිසිදු පැල්පත්වල ජීවත් වෙති…</p>\n<p>එවැනි පුද්ගලයෙක්, වෛරය, කෝපය, කාමය, බේබදුකම, අපහාස කිරීම, කුරිරුකම, ආත්මාර්ථකාමිත්වය, අපහාස කිරීම, ඊර්ෂ්‍යාව, ආදරය, අහංකාරය ආදිය තම අභ්‍යන්තරයෙන් ඉවත් කළහොත් අනෙක් පුද්ගලයින්ට සතුටක් දැනෙනු ඇතැයි මම බොහෝ විට සිතුවෙමි. මනෝවිද්‍යාත්මක ඥාතිත්වයේ සරල නීතිය මගින් වඩාත් පිරිපහදු කළ, වඩා අධ්‍යාත්මික පුද්ගලයින් සමඟ සම්බන්ධ වනු ඇත; එම නව සබඳතා ආර්ථික හා සමාජ වෙනසක් සඳහා තීරණාත්මක වනු ඇත…</p>\n<p>එය එවැනි පුද්ගලයෙකුට “ගරාජය”, අපිරිසිදු “මලාපවහන” අත්හැරීමට ඉඩ සලසන පද්ධතිය වනු ඇත…</p>\n<p>එබැවින්, අපට සැබවින්ම රැඩිකල් වෙනසක් අවශ්‍ය නම්, අප මුලින්ම තේරුම් ගත යුත්තේ අප සෑම කෙනෙකුම (සුදු හෝ කළු, කහ හෝ තඹ, නොදැනුවත් හෝ උගත් යනාදිය) එවැනි හෝ එවැනි “පවතින මට්ටමක” සිටින බවයි.</p>\n<p>අපේ මට්ටම කුමක්ද? ඔබ ඒ ගැන කවදා හෝ කල්පනා කර තිබේද? අප සිටින තත්වය අප නොදන්නේ නම් වෙනත් මට්ටමකට යාමට නොහැකි වනු ඇත.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/si/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/si/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/si/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
