import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ఉనికి స్థాయి",
  "locale": "te",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. ఉనికి స్థాయి",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>మేమెవరు? మనమెక్కడి నుండి వచ్చాము?, మనమెక్కడికి వెళ్తున్నాము?, మనమెందుకు జీవిస్తున్నాము?, మనమెందుకు జీవిస్తున్నాము?…</p>\n<p>సందేహం లేకుండా పేద “మేధో జంతువు” పొరపాటుగా మనిషి అని పిలువబడేవాడు, తనకు తెలియదని మాత్రమే కాదు, తనకు తెలియదని కూడా తెలియదు…</p>\n<p>అన్నిటికంటే దారుణమైన విషయం ఏమిటంటే, మనం ఎంత కష్టమైన, విచిత్రమైన పరిస్థితిలో ఉన్నామంటే, మన విషాదాలన్నింటి రహస్యం మనకు తెలియదు, అయినప్పటికీ మనకు అన్నీ తెలుసునని నమ్ముతున్నాము…</p>\n<p>“వివేకవంతమైన క్షీరదం” తీసుకెళ్లండి, జీవితంలో పలుకుబడి కలిగిన వారిగా చెప్పుకునే వారిలో ఒక వ్యక్తిని సహారా ఎడారి మధ్యకు తీసుకువెళ్లండి, ఏదైనా ఒయాసిస్‌కు దూరంగా అక్కడ వదిలివేయండి మరియు వైమానిక నౌక నుండి ఏమి జరుగుతుందో గమనించండి…</p>\n<p>వాస్తవాలు తమంతట తామే మాట్లాడుతాయి; “మేధో మానవుడు” తాను బలంగా ఉన్నానని చెప్పుకున్నప్పటికీ, తాను గొప్ప మనిషినని అనుకున్నప్పటికీ, లోపల మాత్రం భయంకరంగా బలహీనంగా ఉంటాడు…</p>\n<p>“వివేకవంతమైన జంతువు” వంద శాతం తెలివితక్కువది; తన గురించి తాను ఉత్తమంగా ఆలోచిస్తాడు; కిండర్ గార్టెన్, మర్యాద పుస్తకాలు, ప్రాథమిక పాఠశాలలు, ఉన్నత పాఠశాలలు, కళాశాల విద్య, విశ్వవిద్యాలయం, తండ్రి మంచి పేరు మొదలైన వాటి ద్వారా అద్భుతంగా అభివృద్ధి చెందగలనని నమ్ముతాడు.</p>\n<p>దురదృష్టవశాత్తు చాలా అక్షరాలు మరియు మంచి మర్యాదలు, టైటిల్స్ మరియు డబ్బు తర్వాత, కడుపు నొప్పి మనల్ని బాధపెడుతుందని మరియు లోపల మనం దుఃఖంతో మరియు దౌర్భాగ్యంగా ఉన్నామని మనకు బాగా తెలుసు…</p>\n<p>మనం పూర్వపు ఆటవికులమేనని మరియు మనం మెరుగుపడటానికి బదులుగా మరింత దిగజారిపోయామని తెలుసుకోవడానికి విశ్వ చరిత్రను చదివితే సరిపోతుంది…</p>\n<p>యుద్ధాలు, వ్యభిచారం, ప్రపంచ సోడోమి, లైంగిక క్షీణత, మాదక ద్రవ్యాలు, మద్యపానం, విపరీతమైన క్రూరత్వం, విపరీతమైన దుర్మార్గం, రాక్షసత్వం మొదలైన వాటితో కూడిన ఈ 20వ శతాబ్దం మనల్ని మనం చూసుకోవలసిన అద్దం; మనం అభివృద్ధి యొక్క ఉన్నత దశకు చేరుకున్నామని గొప్పలు చెప్పుకోవడానికి ఎటువంటి కారణం లేదు…</p>\n<p>సమయం అంటే అభివృద్ధి అని ఆలోచించడం абсурдное, దురదృష్టవశాత్తు “విద్యావంతులైన అజ్ఞానులు” “పరిణామ సిద్ధాంతం”లో చిక్కుకుపోతూనే ఉన్నారు…</p>\n<p>“నల్ల చరిత్ర” యొక్క అన్ని నల్ల పేజీలలో మనం ఎల్లప్పుడూ అదే భయంకరమైన క్రూరత్వాలు, దురాశలు, యుద్ధాలు మొదలైనవాటిని కనుగొంటాము.</p>\n<p>అయినప్పటికీ మన సమకాలీన “సూపర్-నాగరికత” కలిగిన వారు ఇప్పటికీ యుద్ధం అనేది ద్వితీయమైనది, తాత్కాలిక ప్రమాదం మరియు వారు గర్వంగా చెప్పుకునే “ఆధునిక నాగరికత”తో దీనికి సంబంధం లేదని నమ్ముతున్నారు.</p>\n<p>ఖచ్చితంగా ప్రతి వ్యక్తి యొక్క విధానం చాలా ముఖ్యం; కొంతమంది వ్యక్తులు తాగుబోతులుగా ఉంటారు, మరికొందరు మద్యానికి దూరంగా ఉంటారు, కొందరు నిజాయితీపరులు మరియు మరికొందరు సిగ్గులేని వారు; జీవితంలో ప్రతిదీ ఉంది…</p>\n<p>మొత్తం వ్యక్తుల మొత్తం; వ్యక్తి ఏమిటో మొత్తం, ప్రభుత్వం మొదలైనవి అదే.</p>\n<p>మొత్తం వ్యక్తి యొక్క పొడిగింపు; వ్యక్తులు మారకపోతే, ప్రజలు మారడం సాధ్యం కాదు.</p>\n<p>వివిధ సామాజిక స్థాయిలు ఉన్నాయని ఎవరూ కాదనలేరు; చర్చి మరియు వ్యభిచార గృహాల ప్రజలు ఉన్నారు; వాణిజ్యం మరియు గ్రామీణ ప్రాంతాల ప్రజలు ఉన్నారు.</p>\n<p>అలాగే ఉనికి యొక్క వివిధ స్థాయిలు ఉన్నాయి. లోపల మనం ఎలా ఉన్నామో, అద్భుతంగా లేదా హీనంగా, ఉదారంగా లేదా పిసినారిగా, హింసాత్మకంగా లేదా శాంతంగా, పవిత్రంగా లేదా కాముకంగా, జీవితంలోని వివిధ పరిస్థితులను ఆకర్షిస్తుంది…</p>\n<p>కాముకుడు ఎల్లప్పుడూ కామంతో కూడిన సన్నివేశాలు, నాటకాలు మరియు విషాదాలను ఆకర్షిస్తాడు, అందులో అతను చిక్కుకుంటాడు…</p>\n<p>తాగుబోతు తాగుబోతులను ఆకర్షిస్తాడు మరియు ఎల్లప్పుడూ బార్లు మరియు క్యాంటిన్లలో చిక్కుకుంటాడు, ఇది స్పష్టంగా ఉంది…</p>\n<p>వడ్డీ వ్యాపారి, స్వార్థపరుడు ఏమి ఆకర్షిస్తాడు? ఎన్ని సమస్యలు, జైళ్లు, దురదృష్టాలు?</p>\n<p>అయినప్పటికీ బాధతో విసిగిపోయిన, విసుగు చెందిన ప్రజలు మారాలని, వారి చరిత్ర పుటను తిప్పేయాలని కోరుకుంటున్నారు…</p>\n<p>పేద ప్రజలు! వారు మారాలని కోరుకుంటున్నారు కాని ఎలాగో తెలియదు; వారికి విధానం తెలియదు; వారు ఒక సందులో చిక్కుకున్నారు…</p>\n<p>నిన్న వారికి ఏమి జరిగిందో అది ఈ రోజు జరుగుతుంది మరియు రేపు వారికి జరుగుతుంది; వారు ఎల్లప్పుడూ ఒకే తప్పులు చేస్తారు మరియు జీవిత పాఠాలు నేర్చుకోరు.</p>\n<p>అన్ని విషయాలు వారి స్వంత జీవితంలో పునరావృతమవుతాయి; వారు ఒకే విషయాలు చెబుతారు, ఒకే విషయాలు చేస్తారు, ఒకే విషయాల గురించి విలపిస్తారు…</p>\n<p>నాటకాలు, హాస్యాలు మరియు విషాదాల యొక్క ఈ విసుగు పుట్టించే పునరావృతం, కోపం, దురాశ, కామం, అసూయ, గర్వం, బద్ధకం, అత్యాశ మొదలైన нежелательные అంశాలను మనలో మనం మోస్తూనే కొనసాగుతుంది.</p>\n<p>మన నైతిక స్థాయి ఏమిటి?, లేదా మనం చెప్పేది మంచిది: మన ఉనికి уровень ఏమిటి?</p>\n<p>ఉనికి уровень పూర్తిగా మారకపోతే, మన కష్టాలు, దృశ్యాలు, దురదృష్టాలు మరియు దురదృష్టాలన్నీ పునరావృతమవుతూనే ఉంటాయి…</p>\n<p>అన్ని విషయాలు, అన్ని పరిస్థితులు, మన వెలుపల, ఈ ప్రపంచ వేదికపై జరుగుతాయి, అవి మనం లోపల తీసుకువెళ్ళే వాటి యొక్క ప్రతిబింబం మాత్రమే.</p>\n<p>“బయటిది లోపలి ప్రతిబింబం” అని మనం గంభీరంగా చెప్పవచ్చు.</p>\n<p>ఒకరు లోపల మారినప్పుడు మరియు ఆ మార్పు సమూలంగా ఉంటే, వెలుపల, పరిస్థితులు, జీవితం కూడా మారుతాయి.</p>\n<p>నేను ఈ సమయంలో, (1974 సంవత్సరం), ఒక పరాయి స్థలాన్ని ఆక్రమించిన వ్యక్తుల సమూహాన్ని గమనిస్తూ ఉన్నాను. ఇక్కడ మెక్సికోలో అలాంటి వ్యక్తులను “పారాచూటర్లు” అని పిలుస్తారు.</p>\n<p>వారు క్యాంపెస్ట్రే చురుబుస్కో కాలనీకి చెందినవారు, వారు నా ఇంటికి చాలా దగ్గరగా ఉన్నారు, ఈ కారణంగానే నేను వారిని నిశితంగా పరిశీలించగలిగాను…</p>\n<p>పేదరికం ఎప్పటికీ నేరం కాదు, కాని తీవ్రమైన విషయం ఏమిటంటే, వారి ఉనికి уровеньలో కాదు…</p>\n<p>వారు ప్రతిరోజూ ఒకరితో ఒకరు పోట్లాడుకుంటారు, తాగుతారు, ఒకరినొకరు అవమానిస్తారు, తమ సొంత దురదృష్ట సహచరులను హత్య చేసే వారిగా మారతారు, వారు ఖచ్చితంగా మురికి గుడిసెల్లో నివసిస్తారు, వాటిలో ప్రేమకు బదులుగా ద్వేషం రాజ్యమేలుతుంది…</p>\n<p>ఆ వ్యక్తులలో ఎవరైనా ద్వేషం, కోపం, కామం, మత్తు, దూషణ, క్రూరత్వం, స్వార్థం, నింద, అసూయ, అహంకారం మొదలైన వాటిని తమలో నుండి తొలగిస్తే, వారు ఇతరులకు నచ్చుతారని నేను చాలాసార్లు అనుకున్నాను. మానసిక అనుబంధాల సాధారణ చట్టం ద్వారా మరింత శుద్ధి చేయబడిన, మరింత ఆధ్యాత్మిక వ్యక్తులతో సంబంధం కలిగి ఉంటుంది; ఆ కొత్త సంబంధాలు ఆర్థిక మరియు సామాజిక మార్పుకు ఖచ్చితంగా ఉంటాయి…</p>\n<p>అటువంటి వ్యక్తి “గ్యారేజ్”, “మురికి గుంట” నుండి బయటపడటానికి అది అనుమతించే వ్యవస్థ అవుతుంది.</p>\n<p>కాబట్టి, మనం నిజంగా సమూలమైన మార్పును కోరుకుంటే, మనం మొదట అర్థం చేసుకోవలసింది ఏమిటంటే మనలో ప్రతి ఒక్కరూ (నలుపు లేదా తెలుపు, పసుపు లేదా రాగి రంగు, అజ్ఞాని లేదా విద్యావంతుడు మొదలైన వారు), అటువంటి “ఉనికి уровень”లో ఉన్నారు.</p>\n<p>మన ఉనికి уровень ఏమిటి? మీరు ఎప్పుడైనా దాని గురించి ఆలోచించారా? మనం ఏ స్థితిలో ఉన్నామో తెలియకపోతే వేరే స్థాయికి వెళ్లడం సాధ్యం కాదు.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/te/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/te/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/te/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
