import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "وجود کی سطح",
  "locale": "ur",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. وجود کی سطح",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ہم کون ہیں؟ ہم کہاں سے آئے ہیں؟ ہم کہاں جا رہے ہیں؟ ہم کس لیے زندہ ہیں؟ ہم کیوں زندہ ہیں؟…</p>\n<p>بلاشبہ غریب “ذہین حیوان” جسے غلطی سے انسان کہا جاتا ہے، نہ صرف یہ کہ نہیں جانتا، بلکہ اسے یہ بھی نہیں معلوم کہ وہ نہیں جانتا…</p>\n<p>سب سے بری بات یہ ہے کہ ہم جس مشکل اور عجیب صورتحال میں ہیں، ہم اپنی تمام تر المناکیوں کا راز نہیں جانتے اور اس کے باوجود ہمیں یقین ہے کہ ہم سب کچھ جانتے ہیں…</p>\n<p>ایک “عقلمند ممالیہ”، ان لوگوں میں سے ایک جو زندگی میں بااثر ہونے کا دعویٰ کرتے ہیں، کو صحرائے صحارا کے وسط میں لے جائیں، اسے وہاں کسی نخلستان سے دور چھوڑ دیں اور ایک فضائی جہاز سے دیکھیں کہ کیا ہوتا ہے…</p>\n<p>حقائق خود بولیں گے؛ “ذہین ہیومانوئڈ”، اگرچہ وہ مضبوط ہونے کا دعویٰ کرتا ہے اور اپنے آپ کو بڑا مرد سمجھتا ہے، لیکن گہرائی میں وہ خوفناک حد تک کمزور ثابت ہوتا ہے…</p>\n<p>“عقلمند حیوان” سو فیصد احمق ہے؛ وہ اپنے بارے میں بہترین سوچتا ہے؛ اس کا خیال ہے کہ وہ کنڈرگارٹن، آداب معاشرت کی کتابوں، پرائمری، سیکنڈری، بیچلر، یونیورسٹی، والد کی اچھی ساکھ وغیرہ وغیرہ کے ذریعے شاندار طریقے سے ترقی کر سکتا ہے۔</p>\n<p>بدقسمتی سے، اتنے سارے حروف اور اچھے آداب، القابات اور پیسے کے بعد، ہم اچھی طرح جانتے ہیں کہ پیٹ میں معمولی سا درد بھی ہمیں غمگین کر دیتا ہے اور ہم گہرائی میں بدستور ناخوش اور بدبخت رہتے ہیں…</p>\n<p>یہ جاننے کے لیے کہ ہم وہی پرانے وحشی ہیں اور بہتر ہونے کی بجائے بدتر ہو گئے ہیں، عالمی تاریخ پڑھنا کافی ہے…</p>\n<p>یہ بیسویں صدی اپنی تمام تر شانداریاں، جنگیں، جسم فروشی، عالمی لواطت، جنسی انحطاط، منشیات، شراب، بے تحاشہ ظلم، انتہا درجے کی بدکاری، درندگی وغیرہ وغیرہ کے ساتھ، وہ آئینہ ہے جس میں ہمیں دیکھنا چاہیے؛ اس لیے اس بات کی کوئی وزنی وجہ موجود نہیں کہ ہم ترقی کے ایک اعلیٰ مرحلے پر پہنچنے کا دعویٰ کر سکیں…</p>\n<p>یہ سوچنا کہ وقت کا مطلب ترقی ہے فضول ہے، بدقسمتی سے “جاہل روشن خیال” اب بھی “نظریہ ارتقاء” میں بوتل بند ہیں…</p>\n<p>“سیاہ تاریخ” کے تمام سیاہ صفحات میں ہمیں ہمیشہ وہی خوفناک ظلم، عزائم، جنگیں وغیرہ ملتے ہیں۔</p>\n<p>تاہم ہمارے ہم عصر “سپر مہذب” اب بھی اس بات پر قائل ہیں کہ جنگ کوئی ثانوی چیز ہے، ایک عارضی حادثہ جس کا ان کی اتنی زیادہ شور مچائی جانے والی “جدید تہذیب” سے کوئی تعلق نہیں ہے۔</p>\n<p>یقیناً اہم بات ہر شخص کا اندازِ حیات ہے؛ کچھ افراد شرابی ہوں گے، کچھ پرہیزگار، کچھ ایماندار اور کچھ بدمعاش؛ زندگی میں سب کچھ ہوتا ہے…</p>\n<p>عوام افراد کا مجموعہ ہے؛ جو فرد ہے وہی عوام ہے، وہی حکومت ہے وغیرہ۔</p>\n<p>عوام دراصل فرد کی توسیع ہے؛ عوام کی، قوموں کی تبدیلی ممکن نہیں ہے اگر فرد، اگر ہر شخص خود کو تبدیل نہ کرے…</p>\n<p>کوئی بھی اس بات سے انکار نہیں کر سکتا کہ مختلف سماجی سطحیں موجود ہیں؛ چرچ اور کوٹھے کے لوگ ہیں؛ کاروبار اور دیہی علاقوں کے لوگ ہیں وغیرہ وغیرہ۔</p>\n<p>اسی طرح وجود کی مختلف سطحیں بھی موجود ہیں۔ ہم اندرونی طور پر جو کچھ ہیں، شاندار یا حقیر، سخی یا بخیل، پرتشدد یا پرامن، پاکدامن یا شہوت پرست، زندگی کے مختلف حالات کو اپنی طرف متوجہ کرتے ہیں…</p>\n<p>ایک شہوت پرست ہمیشہ عیاشی کے مناظر، ڈرامے اور یہاں تک کہ المیے بھی اپنی طرف متوجہ کرے گا جن میں وہ ملوث ہو جائے گا…</p>\n<p>ایک شرابی شرابیوں کو اپنی طرف متوجہ کرے گا اور ہمیشہ باروں اور شراب خانوں میں ملوث رہے گا، یہ واضح ہے…</p>\n<p>سود خور، خود غرض کیا اپنی طرف متوجہ کرے گا؟ کتنے مسائل، جیلیں، بدقسمتیاں؟</p>\n<p>تاہم تلخ لوگ، جو تکلیف اٹھا کر تھک چکے ہیں، تبدیل ہونے، اپنی تاریخ کا صفحہ پلٹنے کے خواہشمند ہیں…</p>\n<p>غریب لوگ! وہ تبدیل ہونا چاہتے ہیں اور نہیں جانتے کہ کیسے؛ وہ طریقہ کار نہیں جانتے؛ وہ ایک بند گلی میں پھنسے ہوئے ہیں…</p>\n<p>ان کے ساتھ جو کل ہوا وہ آج ہوتا ہے اور کل ہوگا؛ وہ ہمیشہ وہی غلطیاں دہراتے ہیں اور زندگی کے اسباق توپوں سے بھی نہیں سیکھتے۔</p>\n<p>تمام چیزیں ان کی اپنی زندگی میں دہرائی جاتی ہیں؛ وہ وہی باتیں کہتے ہیں، وہی کام کرتے ہیں، وہی چیزوں پر افسوس کرتے ہیں…</p>\n<p>ڈراموں، کامیڈیوں اور المیوں کی یہ بور کرنے والی تکرار جاری رہے گی جب تک کہ ہم اپنے اندر غصے، لالچ، شہوت، حسد، غرور، سستی، پیٹوپن وغیرہ جیسے ناپسندیدہ عناصر کو اٹھائے رکھیں گے…</p>\n<p>ہمارا اخلاقی معیار کیا ہے؟ یا بہتر ہوگا کہ ہم کہیں: وجود کی ہماری سطح کیا ہے؟</p>\n<p>جب تک وجود کی سطح بنیادی طور پر نہیں بدلے گی، ہماری تمام تر بدحالیوں، مناظر، بدقسمتیوں اور مصیبتوں کی تکرار جاری رہے گی…</p>\n<p>تمام چیزیں، تمام حالات، جو ہمارے باہر، اس دنیا کے اسٹیج پر رونما ہوتے ہیں، وہ مکمل طور پر اس چیز کا عکس ہیں جو ہم اندرونی طور پر لے کر چلتے ہیں۔</p>\n<p>ہم بجا طور پر یہ سنجیدگی سے کہہ سکتے ہیں کہ “بیرونی، اندرونی کا عکس ہے”۔</p>\n<p>جب کوئی اندرونی طور پر تبدیل ہوتا ہے اور اس طرح کی تبدیلی بنیادی ہوتی ہے، تو بیرونی، حالات، زندگی بھی بدل جاتی ہے۔</p>\n<p>میں نے کچھ عرصے سے، (سن 1974)، لوگوں کے ایک گروپ کا مشاہدہ کر رہا ہوں جنہوں نے ایک غیر زمین پر قبضہ کر لیا۔ یہاں میکسیکو میں ان لوگوں کو عجیب لقب “پیراشوٹسٹ” ملتا ہے۔</p>\n<p>وہ کالونی کیمپسٹرے چوروبسکو کے پڑوسی ہیں، وہ میرے گھر کے بہت قریب ہیں، یہی وجہ ہے کہ میں انہیں قریب سے دیکھنے کے قابل رہا ہوں…</p>\n<p>غریب ہونا کبھی بھی جرم نہیں ہو سکتا، لیکن سنگین بات یہ نہیں ہے، بلکہ ان کی وجود کی سطح ہے…</p>\n<p>وہ روزانہ ایک دوسرے سے لڑتے ہیں، شراب پیتے ہیں، ایک دوسرے کی توہین کرتے ہیں، اپنی بدقسمتی کے ساتھیوں کے قاتل بن جاتے ہیں، یقیناً گندی جھونپڑیوں میں رہتے ہیں جن کے اندر محبت کی بجائے نفرت راج کرتی ہے…</p>\n<p>میں نے اکثر سوچا ہے کہ اگر ان میں سے کوئی بھی فرد اپنے اندر سے نفرت، غصہ، شہوت، بدمزگی، بدگوئی، ظلم، خود غرضی، بہتان، حسد، انا، غرور وغیرہ کو ختم کر دے، تو وہ دوسرے لوگوں کو پسند آئے گا، نفسیاتی وابستگیوں کے سادہ قانون کے ذریعے زیادہ نفیس، زیادہ روحانی لوگوں کے ساتھ مل جائے گا؛ یہ نئے تعلقات معاشی اور سماجی تبدیلی کے لیے فیصلہ کن ہوں گے…</p>\n<p>یہ وہ نظام ہوگا جو اس شخص کو “گیراج”، گندی “غلاظت” چھوڑنے کی اجازت دے گا…</p>\n<p>اس لیے، اگر ہم واقعی کوئی بنیادی تبدیلی چاہتے ہیں، تو سب سے پہلے ہمیں یہ سمجھنا چاہیے کہ ہم میں سے ہر ایک (چاہے سفید ہو یا سیاہ، پیلا ہو یا تانبا، جاہل ہو یا روشن خیال وغیرہ)، کسی نہ کسی “وجود کی سطح” پر ہے۔</p>\n<p>وجود کی ہماری سطح کیا ہے؟ کیا آپ نے کبھی اس بارے میں سوچا ہے؟ اگر ہمیں یہ معلوم نہ ہو کہ ہم کس حالت میں ہیں تو دوسری سطح پر جانا ممکن نہیں ہوگا۔</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ur/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
