import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Узровень быцця",
  "locale": "be",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. Узровень быцця",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Хто мы? Адкуль мы прыйшлі? Куды мы ідзем? Навошта мы жывем? Чаму мы жывем?…</p>\n<p>Несумненна, бедная “інтэлектуальная жывёла”, памылкова названая чалавекам, не толькі не ведае, але нават не ведае, што не ведае…</p>\n<p>Горш за ўсё тое, што мы знаходзімся ў такой цяжкай і дзіўнай сітуацыі, мы не ведаем сакрэту ўсіх нашых трагедый і, тым не менш, мы перакананыя, што ведаем усё…</p>\n<p>Вазьміце “рацыянальнага млекакормячага”, чалавека, які выхваляецца ўплывовасцю ў жыцці, у цэнтр пустыні САХАРЫ, пакіньце яго там удалечыні ад любога аазіса і назірайце з паветранага карабля за ўсім, што адбываецца…</p>\n<p>Факты кажуць самі за сябе; “інтэлектуальны гуманоід”, хоць і выхваляецца моцай і лічыць сябе вельмі мужным, у глыбіні душы аказваецца жахліва слабым…</p>\n<p>“Рацыянальная жывёла” дурная на сто працэнтаў; яна думае пра сябе найлепшае; лічыць, што можа цудоўна развівацца з дапамогай ДЗІЦЯЧАГА САДА, кіраўніцтваў па этыкеце, пачатковай школы, сярэдняй школы, бакалаўрыяту, універсітэта, добрай рэпутацыі бацькі і г.д., і г.д., і г.д.</p>\n<p>На жаль, пасля столькіх літар і добрых манер, званняў і грошай, мы добра ведаем, што любы боль у жываце засмучае нас і што ў глыбіні душы мы застаемся няшчаснымі і жаласнымі…</p>\n<p>Дастаткова прачытаць Сусветную гісторыю, каб ведаць, што мы тыя ж варвары, што і раней, і што замест таго, каб стаць лепшымі, мы сталі горшымі…</p>\n<p>Гэтае XX стагоддзе з усёй яго эфектнасцю, войнамі, прастытуцыяй, сусветнай садаміяй, сэксуальнай дэгенерацыяй, наркотыкамі, алкаголем, празмернай жорсткасцю, крайняй распустай, пачварамі і г.д., і г.д., і г.д., - гэта люстэрка, у якое мы павінны глядзець; таму няма важкіх прычын выхваляцца тым, што мы дасягнулі больш высокага этапу развіцця…</p>\n<p>Думаць, што час азначае прагрэс, абсурдна, на жаль, “невуцкія асветнікі” па-ранейшаму знаходзяцца ў “догме эвалюцыі”…</p>\n<p>На ўсіх чорных старонках “Чорнай гісторыі” мы заўсёды знаходзім тыя ж жудасныя жорсткасці, амбіцыі, войны і г.д.</p>\n<p>Аднак нашы сучаснікі, “суперцывілізаваныя”, па-ранейшаму перакананыя, што вайна - гэта нешта другаснае, выпадковы выпадак, які не мае нічога агульнага з іх так званай “сучаснай цывілізацыяй”.</p>\n<p>Сапраўды, важна тое, як кожны чалавек сябе паводзіць; некаторыя людзі будуць п’яніцамі, іншыя - непітушчымі, тыя - сумленнымі, а гэтыя - нягоднікамі; у жыцці ёсць усё…</p>\n<p>Маса - гэта сума асоб; тое, што ёсць асоба, тое ёсць маса, тое ёсць урад і г.д.</p>\n<p>Маса, такім чынам, з’яўляецца працягам асобы; трансфармацыя мас, народаў немагчымая, калі асоба, калі кожны чалавек не трансфармуецца…</p>\n<p>Ніхто не можа адмаўляць, што існуюць розныя сацыяльныя ўзроўні; ёсць людзі з царквы і з публічнага дома; з гандлю і з сельскай мясцовасці і г.д., і г.д., і г.д.</p>\n<p>Таксама існуюць розныя ўзроўні быцця. Тое, што мы ёсць унутры, пышныя ці скупыя, шчодрыя ці скупыя, жорсткія ці ціхія, цнатлівыя ці распусныя, прыцягвае розныя жыццёвыя абставіны…</p>\n<p>Распусны заўсёды будзе прыцягваць сцэны, драмы і нават трагедыі распусты, у якія ён уцягнецца…</p>\n<p>П’яніца будзе прыцягваць п’яніц і заўсёды будзе ўцягвацца ў бары і карчмы, гэта відавочна…</p>\n<p>Што прыцягне ліхвяр, эгаіст? Колькі праблем, турмаў, няшчасцяў?</p>\n<p>Аднак у знясіленых, стомленых ад пакут людзей ёсць жаданне змяніцца, перавярнуць старонку сваёй гісторыі…</p>\n<p>Бедныя людзі! Яны хочуць змяніцца і не ведаюць, як; яны не ведаюць працэдуры; яны трапілі ў тупік…</p>\n<p>Тое, што здарылася з імі ўчора, здараецца з імі сёння і здарыцца з імі заўтра; яны заўсёды паўтараюць тыя ж памылкі і не вучацца на ўроках жыцця нават пад пагрозай гарматы.</p>\n<p>Усё паўтараецца ў іх уласным жыцці; яны кажуць тое ж самае, робяць тое ж самае, шкадуюць аб тым жа…</p>\n<p>Гэтае сумнае паўтарэнне драм, камедый і трагедый будзе працягвацца, пакуль мы нясем унутры сябе непажаданыя элементы гневу, прагнасці, распусты, зайздрасці, гонару, ляноты, абжорства і г.д., і г.д., і г.д.</p>\n<p>Які наш маральны ўзровень? Ці, дакладней, які наш узровень быцця?</p>\n<p>Пакуль узровень быцця радыкальна не зменіцца, паўтарэнне ўсіх нашых пакут, сцэн, няшчасцяў і нягод будзе працягвацца…</p>\n<p>Усе рэчы, усе абставіны, якія адбываюцца па-за намі, на сцэне гэтага свету, з’яўляюцца выключна адлюстраваннем таго, што мы носім унутры.</p>\n<p>Справядліва мы можам урачыста сцвярджаць, што “знешняе ёсць адлюстраванне ўнутранага”.</p>\n<p>Калі чалавек змяняецца ўнутры і такія змены з’яўляюцца радыкальнымі, знешняе, абставіны, жыццё таксама мяняюцца.</p>\n<p>Я назіраў на працягу гэтага часу (1974 год) за групай людзей, якія ўварваліся на чужую зямлю. Тут, у Мексіцы, гэтых людзей называюць “ПАРАШУТЫСТАМІ”.</p>\n<p>Яны з’яўляюцца суседзямі калоніі Кампэстрэ Чурубуска, яны знаходзяцца вельмі блізка да майго дома, таму я мог вывучыць іх зблізку…</p>\n<p>Быць бедным ніколі не можа быць злачынствам, але сур’ёзнасць заключаецца не ў гэтым, а ў іх узроўні быцця…</p>\n<p>Яны штодня сварацца паміж сабой, напиваюцца, абражаюць адзін аднаго, становяцца забойцамі сваіх уласных таварышаў па няшчасці, жывуць, безумоўна, у брудных хацінах, у якіх замест любові пануе нянавісць…</p>\n<p>Я часта думаў пра тое, што калі б хто-небудзь з іх выключыў са свайго нутра нянавісць, гнеў, распусту, п’янства, ліхаслоўе, жорсткасць, эгаізм, паклёп, зайздрасць, самалюбства, гонар і г.д., і г.д., і г.д., ён бы спадабаўся іншым людзям, ён бы звязаўся па простым законе псіхалагічнай роднасці з больш вытанчанымі, больш духоўнымі людзьмі; гэтыя новыя адносіны былі б вырашальнымі для эканамічных і сацыяльных змен…</p>\n<p>Гэта была б сістэма, якая дазволіла б такому суб’екту пакінуць “гараж”, “клоаку” бруду…</p>\n<p>Такім чынам, калі мы сапраўды хочам радыкальных змен, першае, што мы павінны зразумець, гэта тое, што кожны з нас (белы ці чорны, жоўты ці медны, невуцкі ці адукаваны і г.д.) знаходзіцца на тым ці іншым “узроўні быцця”.</p>\n<p>Які наш узровень быцця? Вы калі-небудзь разважалі над гэтым? Немагчыма было б перайсці на іншы ўзровень, калі б мы не ведалі стану, у якім мы знаходзімся.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/be/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
