import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ደረጃ ህላወ",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. ደረጃ ህላወ",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>መንነትና መን ኢና፧ ካበይ መጺእና፧ ናበይ ንኸይድ ኣሎና፧ ንምንታይ ንነብር፧ ስለምንታይ ንነብር፧…</p>\n<p>እቲ ድኻ “ኣእምሮኣዊ እንስሳ” ብስሕተት ሰብ ዝተባህለ፣ ዘይምፍላጥ ጥራይ ዘይኮነ፣ ከምዘይፈልጥውን ኣይፈልጥን እዩ።</p>\n<p>ዝኸፍአ ነገር እቲ ኣብኡ እንርከበሉ ዘሎና ኣዝዩ ኣሸጋሪን ዘገርምን ኩነታት እዩ፣ ንምስጢር ኵሎም ሓዘንና ንፈልጦ ኣይኮናን፣ ግን ኵሉ ከም እንፈልጥ እምንታት ኣሎና።</p>\n<p>ሓደ “ኣጥቢቓዊ ኣስተውዓሊ”፣ ኣብ ህይወቱ ተጽዕኖ ከም ዘለዎ ዚግምት ሰብ፣ ናብ ማእከል ምድረ በዳ ሳህራ ውሰዱ፣ ካብ ዝዀነ ይኹን ኦኣሲስ ርሒቑ ግደፍዎ፣ ካብ ሓንቲ ኣየር መርከብ ኵሉ ዚፍጸም ኣስተብህሉ።</p>\n<p>እቲ ሓቂ ባዕሉ ኺዛረብ እዩ፤ እቲ “ኣእምሮኣዊ ሰብኣዊ መልክዕ” ሓያል እኳ እንተ መሰለን ብዙሕ ሰብኣይ እኳ እንተ መሰሎ፣ ኣብ መወዳእታ ኣዝዩ ድኹም እዩ።</p>\n<p>እቲ “ኣስተውዓሊ እንስሳ” ሚእቲ ሚእቲ ዕሸል እዩ፤ ብዛዕባ ባዕሉ ዝበለጸ እዩ ዚሓስብ፤ ብኪንደርጋርደን፣ መምርሒ ስልጡንነት፣ መባእታ፣ ካልኣይ ደረጃ፣ ድኅረ ምረቓ፣ ዩኒቨርሲቲ፣ ጽቡቕ ስም ኣቦ፣ ወዘተ፣ ወዘተ ብግሩህ ክመሓደር ከምዝኽእል እዩ ዝኣምን።</p>\n<p>እቲ ዘሕዝን፡ ድሕሪ ብዙሓት ፊደላት ጽቡቕ ስነ-ምግባራትን፣ ዋንጫታትን ገንዘብን፣ ዝዀነ ይኹን ቃንዛ ከብዲ ከምዘሕዝነናን ኣብ መወዳእታ ኸኣ ሕጉሳትን ድኻታትን ኰይና ኸም እንቕጽልን ጽቡቕ ጌርና ንፈልጥ ኢና።</p>\n<p>ናይ ዓለም ታሪኽ እንተ ኣንቢብና፣ ከምቶም ናይ ቀደም ጨካናት ከም ዝዀንናን ካብ ምምሕያሽ ኸኣ ከም ዝገደድናን ንፈልጥ ኢና።</p>\n<p>እዚ ክፍለ ዘመን 20 ብኹሉ ዘደንቕ ነገር፣ ኵናት፣ ዝሙት፣ ዓለምለኻዊ ጾታዊ ርኽሰት፣ ጾታዊ ምጉዳል፣ መድሃኒት፣ ኣልኮል፣ ኣዝዩ ጭካነ፣ ልዑል ክፋት፣ ጭካኔ፣ ወዘተ፣ ወዘተ፣ ወዘተ፣ ኣብኡ ኽንጥምት ዘሎና መስትያት እዩ፤ ስለዚ ናብ ላዕለዋይ ደረጃ ዕብየት በጺሕና ኢና ኢልና ንምዝራብ ዝሕግዘና ምኽንያት የለን።</p>\n<p>ግዜ ማለት ምዕባሌ እዩ ብምባል ምሕሳብ ዘይግባእ እዩ፣ እቶም “ዘይፈልጡ ምሁራት” ብ”ዶግማዊ ምዕባሌ” ተኣሲሮም ይቕጽሉ።</p>\n<p>ኣብ ኵሎም ጸሊም ገጻት “ጸሊም ታሪኽ” ኵሉ ግዜ ተመሳሳሊ ኣሰቃቒ ጭካነታት፣ ስስዐታት፣ ኵናታት፣ ወዘተ ንረክብ።</p>\n<p>ይኹን እምበር እቶም “ልዕሊ ኹሉ ስልጡናት” ዝኾኑ ዘመንና ገና እቲ ዛዕባ ኵናት ንኡስ ነገር፣ ግዝያዊ ሓደጋ ምዃኑን ምስቲ ብዙሕ ዝዝረበሉ “ዘመናዊ ስልጣኔ” ዝዀነ ይኹን ርክብ ከምዘይብሉን እዮም ዝኣምኑ።</p>\n<p>ርግጽ እቲ ኣገዳሲ ነገር ኣገባብ ናብራ ናይ ነፍሲ ወከፍ ሰብ እዩ፤ ገለ ሰባት ሰኽራምቲ ኪዀኑ እዮም፣ ገሊኦም ከኣ ዘይሰትዩ፣ እቶም ሓቀኛታት እዮም እቶም ካልኦት ከኣ ተንኮልቲ፤ ኣብ ህይወት ኵሉ ኣሎ።</p>\n<p>እቲ ብዙሕነት ድምር ውልቀሰባት እዩ፤ እቲ ውልቀሰብ ዝዀኖ እቲ ብዙሕነት እዩ፣ እቲ መንግስቲ እዩ፣ ወዘተ።</p>\n<p>እቲ ብዙሕነት ስለዚ መስፋሕፋሕ ናይ ውልቀሰብ እዩ፤ እቲ ውልቀሰብ፣ ነፍሲ ወከፍ ሰብ እንተዘይተለወጠ፣ ናይ ብዙሓት፣ ናይ ህዝብታት ለውጢ ኣይከውንን እዩ።</p>\n<p>ዝተፈላለዩ ማሕበራዊ ደረጃታት ከምዘለዉ ኺክድ ዝኽእል የለን፤ ሰባት ቤተክርስትያንን ቤት ኣመንዝራን ኣለዉ፤ ንግድን ግብርናን፣ ወዘተ፣ ወዘተ፣ ወዘተ።</p>\n<p>ከምኡ’ውን እተፈላለዩ ደረጃታት ናይ ባህሪ ኣለዉ። እቲ ውሽጥና እንታይ ምዃኑ፣ ድሙቕ ወይ ድኻ፣ ለጋስ ወይ ስሱዕ፣ ዓመጽ ወይ ህዱእ፣ ንጹሕ ወይ ፍትወታዊ፣ ንእተፈላለዩ ኩነታት ህይወት ይስሕብ…</p>\n<p>ሓደ ፍትወታዊ ሰብ ኵሉ ግዜ ትርኢታት፣ ድራማታትን ክሳዕ ክንደይከ ኸኣ ናይ ርኽሰት ሓደጋታት ሒዙ ኺመጽእ እዩ፣ ኣብኡ ድማ ኪኣቱ እዩ።</p>\n<p>ሓደ ሰኽራም ሰኽራምቲ ሒዙ ኪመጽእ እዩ፣ ኵሉ ግዜ ኸኣ ኣብ መሸጣ መስተን መናፈሻታትን ኪኣቱ እዩ፣ እዚ ንጹር እዩ።</p>\n<p>እቲ ኣቶሓሲ፣ እቲ ስሱዕ እንታይ ኪስሕብ እዩ፧ ክንደይ ጸገማት፣ ማእሰርቲ፣ ዕድል ዘይገብር፧</p>\n<p>ይኹን እምበር፣ እቶም ሓያል ዜናዲቶም ዚተሰከፉ ሰባት፣ ኪልውጡ ድሌት ኣለዎም፣ ነቲ ገጽ ናይ ታሪኾም ኺልውጡ ድሌት ኣለዎም።</p>\n<p>ድኻታት ሰባት! ኪልውጡ እዮም ዚደልዩ፣ ከመይ ከም ዚገብሩ ግን ኣይፈልጡን እዮም፤ ነቲ ኣገባብ ኣይፈልጡን እዮም፤ ኣብ መውጽኢ ዘይብሉ መተሓላለፊ ተኣሲሮም ኣለዉ።</p>\n<p>ትማሊ ዘጋጠሞም ሎሚ ይግጥሞም ኣሎ፣ ጽባሕ ኪግጥሞም እዩ፤ ኵሉ ግዜ ተመሳሳሊ ጌጋታት ይደግሙን ትምህርቲ ህይወት ኣይመሃሩን እዮም።</p>\n<p>ኵሎም ነገራት ኣብ ገዛእ ህይወቶም ይድገሙ፤ ተመሳሳሊ ነገራት ይዛረቡ፣ ተመሳሳሊ ነገራት ይገብሩ፣ ተመሳሳሊ ነገራት ይጕህዩ።</p>\n<p>እዚ ዘሕልፍ ድግግ ናይ ድራማታት፣ ኮመዲታትን ሓደጋታትን፣ ኣብ ውሽጥና ዘየድልዩ ነገራት ቁጥዐ፣ ስስዐ፣ ፍትወት፣ ቅንኢ፣ ትዕቢት፣ ትህኪት፣ ምብልዒ፣ ወዘተ፣ ወዘተ ክሳብ ዘሎ ኪቕጽል እዩ።</p>\n<p>ሞራላዊ ደረጃና እንታይ እዩ፧ ወይ እንታይ እዩ ደረጃ ባህሪና፧</p>\n<p>እቲ ደረጃ ባህሪ ብዕምቆት ክሳብ ዘይተለወጠ፣ ድግግ ናይ ኵሎም ድኽነትና፣ ትርኢታትና፣ ዕድል ዘይገብርናን ጉድኣትናን ኪቕጽል እዩ።</p>\n<p>ኵሎም ነገራት፣ ኵሎም ኩነታት፣ ካብ ንላዕሊ፣ ኣብ መድረኽ ናይዛ ዓለም ዘጋጥሙ፣ ብፍላይ መግለጺ ናይቲ ኣብ ውሽጥና ዘሎና እዩ።</p>\n<p>“እቲ ደገ መግለጺ ናይ ውሽጢ” እዩ ብምባል ብጽኑዕ ልቢ ኽንዛረብ ንኽእል ኢና።</p>\n<p>ውሽጡ ምስ ተለወጠን ከምዚ ዝበለ ለውጢ ኸኣ ብዕምቆት ምስ ኰነ፣ እቲ ደገ፣ እቲ ኩነታት፣ እቲ ህይወት እውን ይልወጥ እዩ።</p>\n<p>ኣብዚ እዋን እዚ፣ (ዓመት 1974)፣ ሓደ ንናይ ካልእ መሬት ዝወረረ ጕጅለ ሰባት ክከታተል ጸኒሐ እየ። ኣብዚ ኣብ ሜክሲኮ ከምዚኦም ዝበሉ ሰባት “ፓራሹቲስት” ዚብል ስያሜ እዩ ዚወሃቦም።</p>\n<p>ኣባላት ናይ መሬት ካምፔስትረ ቹሩቡስኮ እዮም፣ ኣብ ጥቓ ቤተይ እዮም ዝርከቡ፣ እዚ ድማ ብቐረባ ከጽንዖም ክኢለ።</p>\n<p>ድኻ ምዃን ፈጺሙ ገበን ኪኸውን ኣይክእልን እዩ፣ እቲ ከቢድ ነገር ግን ኣብኡ ኣይኰነን፣ ኣብ ደረጃ ባህርዮም እዩ።</p>\n<p>መዓልታዊ ንሓድሕዶም ይባኣሱ፣ ይሰኽሩ፣ ንሓድሕዶም ይጸርፉ፣ ናይ ገዛእ ርእሶም ብጾት ሓደጋ ገፈፍቲ ይዀኑ፣ ብርግጽ ኣብ ርኹስ ጎጆታት ይነብሩ፣ ኣብኡ ድማ ኣብ ክንዲ ፍቕሪ ጽልኢ ይነግስ።</p>\n<p>ብዙሕ ግዜ ብዛዕባ እቲ ዝዀነ ይኹን ካብዚኦም ጽልኢ፣ ቁጥዐ፣ ፍትወት፣ ስኽራን፣ ክፉእ ቃል፣ ጭካነ፣ ስስዐ፣ ሓሶት፣ ቅንኢ፣ ትዕቢት፣ ትዕቢት፣ ወዘተ፣ ወዘተ ምስ ዝስውር፣ ንኻልኦት ሰባት ከምዝፈቱ፣ ብቀሊል ሕጊ ስነ-ልቦናዊ ምትሕግጋዝ ምስ ዝያዳ ዝተወሃሃዱ፣ መንፈሳውያን ሰባት ከምዝተሓባበሩ ሓሲበ ኣለኹ፤ እዚ ሓድሽ ርክባት ንቍጠባውን ማሕበራውን ለውጢ ደፋር ኪኸውን እዩ።</p>\n<p>እቲ ንከምዚ ዝበለ ሰብ፣ ነቲ “መዕቈቢ”፣ ነቲ ርኹስ “ውግእ” ኺገድፍ ዜኽእሎ ስርዓት ምዀነ።</p>\n<p>ስለዚ፣ ብሓቂ መሰረታዊ ለውጢ እንተደሊና፣ እቲ መጀመርታ ኽንርድኦ ዘሎና ነገር ነፍሲ ወከፍና (ጻዕዳ ዀነ ጸሊም፣ ቢጫ ዀነ ቀይሕ ቡናዊ፣ ዘይፈልጥ ዀነ ምሁር፣ ወዘተ)፣ ኣብ ከምዚ ወይ ከምዚ ዝበለ “ደረጃ ናይ ባህሪ” ከም እንርከብ እዩ።</p>\n<p>ደረጃ ናይ ባህርና እንታይ እዩ፧ ሓንሳእ በዚ ዛዕባ እዚ ኣስተንቲንኩምዶ፧ ኣብ እንታይ ኩነታት ከም ዘሎና እንተዘይፈሊጥና፣ ናብ ካልእ ደረጃ ኽንሓልፍ ኣይንኽእልን ኢና።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
