import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "არსების დონე",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. არსების დონე",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ვინ ვართ ჩვენ? საიდან მოვდივართ? საით მივდივართ? რისთვის ვცხოვრობთ? რატომ ვცხოვრობთ?…</p>\n<p>უდავოა, საწყალმა “ინტელექტუალურმა ცხოველმა”, შეცდომით რომელსაც ადამიანს ვუწოდებთ, არა მხოლოდ არ იცის, არამედ ისიც კი არ იცის, რომ არ იცის…</p>\n<p>ყველაზე ცუდი ის რთული და უცნაური სიტუაციაა, რომელშიც ვიმყოფებით, ჩვენ არ ვიცით ჩვენი ტრაგედიების საიდუმლო და მაინც დარწმუნებულნი ვართ, რომ ყველაფერი ვიცით…</p>\n<p>წაიყვანეთ “რაციონალური ძუძუმწოვარი”, ადამიანი, რომელიც ცხოვრებაში გავლენიანად თვლის თავს, საჰარის უდაბნოს შუაგულში, დატოვეთ იქ ოაზისებისგან შორს და დააკვირდით საჰაერო ხომალდიდან ყველაფერს, რაც ხდება…</p>\n<p>ფაქტები თავისთავად იტყვიან; “ინტელექტუალური ჰუმანოიდი”, თუმცა ძლიერად გამოიყურება და თავს ძალიან კაცად თვლის, სინამდვილეში საშინლად სუსტია…</p>\n<p>“რაციონალური ცხოველი” ასი პროცენტით სულელია; ის საუკეთესოს ფიქრობს საკუთარ თავზე; სჯერა, რომ მშვენივრად შეუძლია განვითარება საბავშვო ბაღის, ზრდილობის სახელმძღვანელოების, დაწყებითი, საშუალო, უმაღლესი სკოლების, უნივერსიტეტის, მამის კარგი რეპუტაციის და ა.შ., ა.შ., ა.შ. საშუალებით.</p>\n<p>სამწუხაროდ, ამდენი ასოსა და კარგი მანერების, ტიტულებისა და ფულის მიუხედავად, კარგად ვიცით, რომ ნებისმიერი კუჭის ტკივილი გვაწუხებს და რომ სინამდვილეში ვაგრძელებთ უბედურ და საწყალ არსებობას…</p>\n<p>საკმარისია წაიკითხოთ მსოფლიო ისტორია, რომ იცოდეთ, რომ ჩვენ იგივე ბარბაროსები ვართ, რაც ადრე ვიყავით და ნაცვლად გაუმჯობესებისა, უფრო დავმძიმდით…</p>\n<p>ეს მე-20 საუკუნე მთელი თავისი სანახაობრივი ბრწყინვალებით, ომებით, პროსტიტუციით, მსოფლიო სოდომიით, სექსუალური დეგენერაციით, ნარკოტიკებით, ალკოჰოლით, გადაჭარბებული სისასტიკით, უკიდურესი გარყვნილებით, მონსტრულობით და ა.შ., ა.შ., ა.შ., არის სარკე, რომელშიც უნდა ჩავიხედოთ; ამიტომ არ არსებობს რაიმე მნიშვნელოვანი მიზეზი იმისა, რომ ვიტრაბახოთ განვითარების უმაღლეს საფეხურზე მიღწევით…</p>\n<p>იმის ფიქრი, რომ დრო პროგრესს ნიშნავს, აბსურდია, სამწუხაროდ, “გაუნათლებელი განათლებულები” აგრძელებენ “ევოლუციის დოგმაში” ჩაძირვას…</p>\n<p>“შავი ისტორიის” ყველა შავ გვერდზე ჩვენ ყოველთვის ვხვდებით იმავე საშინელ სისასტიკეს, ამბიციებს, ომებს და ა.შ.</p>\n<p>თუმცა ჩვენი თანამედროვე “სუპერ-ცივილიზებულები” კვლავ დარწმუნებულნი არიან, რომ ომი რაღაც მეორეხარისხოვანია, წარმავალი შემთხვევა, რომელსაც არაფერი აქვს საერთო მათ ხმაურიან “თანამედროვე ცივილიზაციასთან”.</p>\n<p>რა თქმა უნდა, მნიშვნელოვანია თითოეული ადამიანის ყოფის წესი; ზოგიერთი სუბიექტი მთვრალი იქნება, ზოგიერთი თავშეკავებული, ზოგიერთი პატიოსანი და ზოგიერთი უსინდისო; ცხოვრებაში ყველაფერია…</p>\n<p>მასა არის ინდივიდების ჯამი; ის, რაც ინდივიდია, არის მასა, არის მთავრობა და ა.შ.</p>\n<p>ამიტომ მასა არის ინდივიდის გაფართოება; მასების, ხალხების ტრანსფორმაცია შეუძლებელია, თუ ინდივიდი, თუ თითოეული ადამიანი არ გარდაიქმნება…</p>\n<p>ვერავინ უარყოფს, რომ არსებობს სხვადასხვა სოციალური დონე; არიან ეკლესიისა და ბორდელის ადამიანები; ვაჭრობისა და სოფლის და ა.შ., ა.შ., ა.შ.</p>\n<p>ასევე არსებობს ყოფის სხვადასხვა დონე. ის, რაც შინაგანად ვართ, ბრწყინვალე თუ წვრილმანი, გულუხვი თუ ძუნწი, ძალადობრივი თუ მშვიდი, უმანკო თუ ვნებიანი, იზიდავს ცხოვრების სხვადასხვა გარემოებას…</p>\n<p>ვნებიანი ადამიანი ყოველთვის მიიზიდავს აღვირახსნილობის სცენებს, დრამებს და ტრაგედიებსაც კი, რომლებშიც ის აღმოჩნდება…</p>\n<p>მთვრალი მიიზიდავს მთვრალებს და ყოველთვის აღმოჩნდება ბარებსა და სალონებში, ეს აშკარაა…</p>\n<p>რას მიიზიდავს მევახშე, ეგოისტი? რამდენი პრობლემა, ციხე, უბედურება?</p>\n<p>თუმცა გაბრაზებულ ადამიანებს, დაღლილებს ტანჯვით, სურთ ცვლილება, თავიანთი ისტორიის გვერდის გადაბრუნება…</p>\n<p>საწყალი ხალხი! უნდათ ცვლილება და არ იციან როგორ; არ იციან პროცედურა; ჩიხში არიან შესულები…</p>\n<p>რაც მათ გუშინ დაემართათ, დღესაც ემართებათ და ხვალაც დაემართებათ; ყოველთვის იმეორებენ ერთსა და იმავე შეცდომებს და ვერ სწავლობენ ცხოვრების გაკვეთილებს, ვერც კი ქვემეხებით.</p>\n<p>ყველაფერი მეორდება მათ ცხოვრებაში; ამბობენ ერთსა და იმავეს, აკეთებენ ერთსა და იმავეს, წუწუნებენ ერთსა და იმავეზე…</p>\n<p>დრამების, კომედიებისა და ტრაგედიების ეს მოსაწყენი გამეორება გაგრძელდება მანამ, სანამ ჩვენს შიგნით ვატარებთ რისხვის, სიხარბის, ვნების, შურის, სიამაყის, სიზარმაცის, ღორმუცელობის და ა.შ., ა.შ., ა.შ. არასასურველ ელემენტებს.</p>\n<p>რა არის ჩვენი მორალური დონე?, ან უკეთ რომ ვთქვათ: რა არის ჩვენი ყოფის დონე?</p>\n<p>სანამ ყოფის დონე რადიკალურად არ შეიცვლება, გაგრძელდება ჩვენი ყველა საწყაობის, სცენის, უბედურებისა და უბედურების გამეორება…</p>\n<p>ყველაფერი, ყველა გარემოება, რაც ჩვენს გარეთ ხდება, ამ სამყაროს სცენაზე, არის ექსკლუზიურად იმის ანარეკლი, რასაც შინაგანად ვატარებთ.</p>\n<p>სამართლიანად შეგვიძლია საზეიმოდ განვაცხადოთ, რომ “გარე არის შინაგანის ანარეკლი”.</p>\n<p>როდესაც ადამიანი შინაგანად იცვლება და ასეთი ცვლილება რადიკალურია, გარე, გარემოებები, ცხოვრებაც იცვლება.</p>\n<p>ამ ხნის განმავლობაში (1974 წელი) ვუყურებდი ადამიანთა ჯგუფს, რომლებმაც სხვისი მიწა დაიკავეს. აქ მექსიკაში ასეთ ადამიანებს უწოდებენ “პარაშუტისტებს”.</p>\n<p>ისინი კამპესტრე ჩურუბუსკოს კოლონიის მეზობლები არიან, ძალიან ახლოს არიან ჩემს სახლთან, რის გამოც ახლოდან შევძელი მათი შესწავლა…</p>\n<p>სიღარიბე არასოდეს შეიძლება იყოს დანაშაული, მაგრამ საშინელება იმაში კი არაა, არამედ მათ ყოფის დონეში…</p>\n<p>ისინი ყოველდღიურად ჩხუბობენ ერთმანეთთან, სვამენ, ლანძღავენ ერთმანეთს, ხდებიან საკუთარი თანამგზავრების მკვლელები, ცხოვრობენ საშინელ ქოხებში, რომლებშიც სიყვარულის ნაცვლად სიძულვილი სუფევს…</p>\n<p>ბევრჯერ მიფიქრია იმაზე, რომ თუ რომელიმე მათგანი თავისი შიგნიდან სიძულვილს, რისხვას, ვნებას, სიმთვრალეს, ცილისწამებას, სისასტიკეს, ეგოიზმს, ცილისწამებას, შურს, საკუთარი თავის სიყვარულს, სიამაყეს და ა.შ., ა.შ., ა.შ. მოიშორებს, სხვა ადამიანებს მოეწონება, ფსიქოლოგიური მსგავსების კანონის საფუძველზე უფრო დახვეწილ, უფრო სულიერ ადამიანებთან დაუკავშირდება; ეს ახალი ურთიერთობები გადამწყვეტი იქნება ეკონომიკური და სოციალური ცვლილებისთვის…</p>\n<p>ეს იქნებოდა სისტემა, რომელიც ამ ადამიანს საშუალებას მისცემდა, დაეტოვებინა “სადგომი”, საშინელი “კანალიზაცია”…</p>\n<p>ამრიგად, თუ ჩვენ ნამდვილად გვინდა რადიკალური ცვლილება, პირველი, რაც უნდა გავიგოთ, არის ის, რომ თითოეული ჩვენგანი (თეთრი იქნება თუ შავი, ყვითელი თუ სპილენძისფერი, გაუნათლებელი თუ განათლებული და ა.შ.), იმყოფება ამა თუ იმ “ყოფის დონეზე”.</p>\n<p>რა არის ჩვენი ყოფის დონე? დაფიქრებულხართ ოდესმე ამაზე? სხვა დონეზე გადასვლა შეუძლებელი იქნებოდა, თუ არ ვიცით, რა მდგომარეობაში ვიმყოფებით.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
