import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Нивото на битието",
  "locale": "mk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. Нивото на битието",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Кои сме ние? Од каде доаѓаме?, Каде одиме?, За што живееме?, Зошто живееме?…</p>\n<p>Несомнено, кутриот „Интелектуален Животин“, погрешно наречен човек, не само што не знае, туку и не знае дека не знае…</p>\n<p>Најлошо од сѐ е тешката и чудна ситуација во која се наоѓаме, го игнорираме тајното значење на сите наши трагедии, а сепак сме убедени дека знаеме сѐ…</p>\n<p>Земете еден „Рационален Цицач“, личност од оние што се фалат со влијание во животот, однесете го во центарот на пустината САХАРА, оставете го таму далеку од било која оаза и набљудувајте од воздушен брод сѐ што се случува…</p>\n<p>Фактите ќе зборуваат сами за себе; „Интелектуалниот Хуманоид“, иако се фали дека е силен и верува дека е многу маж, во суштина е застрашувачки слаб…</p>\n<p>„Рационалниот Животин“ е сто проценти глупав; Мисли за себе најдобро; верува дека може прекрасно да се снаоѓа преку ГРАДИНКА, Прирачници за урбаност, Основни училишта, Средни училишта, Гимназија, Универзитет, добриот углед на таткото итн., итн., итн.</p>\n<p>За жал, по толку многу букви и добри манири, титули и пари, добро знаеме дека секоја болка во стомакот нѐ растажува и дека во суштина продолжуваме да бидеме несреќни и бедни…</p>\n<p>Доволно е да се прочита Универзалната историја за да се знае дека сме истите варвари од минатото и дека наместо да се подобриме, сме станале полоши…</p>\n<p>Овој XX век со сета своја спектакуларност, војни, проституција, светска содомија, сексуална дегенерација, дрога, алкохол, прекумерна суровост, екстремна перверзност, монструозност итн., итн., итн., е огледалото во кое треба да се гледаме; не постои оправдана причина да се фалиме дека сме достигнале повисока фаза на развој…</p>\n<p>Да се мисли дека времето значи напредок е апсурдно, за жал „илустрираните незнајковци“ продолжуваат да бидат заглавени во „Догмата на Еволуцијата“…</p>\n<p>На сите црни страници на „Црната Историја“ секогаш ги наоѓаме истите ужасни суровости, амбиции, војни итн.</p>\n<p>Сепак, нашите современици „Супер-цивилизирани“ се уште се убедени дека тоа со Војната е нешто секундарно, минлива несреќа која нема никаква врска со нивната толку фалена „Модерна Цивилизација“</p>\n<p>Секако, она што е важно е начинот на кој се однесува секоја личност; некои луѓе ќе бидат пијаници, други апстиненти, оние чесни, а овие други бескрупулозни; има од сѐ во животот…</p>\n<p>Масата е збир на поединци; она што е поединецот е масата, е Владата итн.</p>\n<p>Масата е продолжение на поединецот; не е можна трансформација на масите, на народите, ако поединецот, ако секоја личност, не се трансформира…</p>\n<p>Никој не може да негира дека постојат различни социјални нивоа; има луѓе од црква и од јавна куќа; од трговија и од поле итн., итн., итн.</p>\n<p>Исто така, постојат различни Нивоа на Битието. Она што сме внатрешно, прекрасни или мизерни, дарежливи или скржави, насилни или мирни, чисти или развратни, ги привлекува различните животни околности…</p>\n<p>Развратникот секогаш ќе привлекува сцени, драми и дури трагедии на похота во кои ќе биде вмешан…</p>\n<p>Пијаницата ќе ги привлече пијаниците и секогаш ќе биде вмешан во барови и кантини, тоа е очигледно…</p>\n<p>Што ќе привлече лихварот, себичниот? Колку проблеми, затвори, несреќи?</p>\n<p>Сепак, огорчените луѓе, уморни од страдање, сакаат да се променат, да ја свртат страницата од својата историја…</p>\n<p>Кутри луѓе! Сакаат да се променат и не знаат како; не ја знаат постапката; се заглавени во ќорсокак…</p>\n<p>Она што им се случило вчера им се случува денес и ќе им се случи утре; секогаш ги повторуваат истите грешки и не учат лекции од животот ниту со топовски истрели.</p>\n<p>Сите работи се повторуваат во нивниот живот; ги кажуваат истите работи, ги прават истите работи, ги жалат истите работи…</p>\n<p>Ова повторување што здодевно ги повторува драмите, комедиите и трагедиите, ќе продолжи додека носиме во себе непожелни елементи на Гнев, Алчност, Похота, Завист, Гордост, Мрзеливост, Лакомост итн., итн., итн.</p>\n<p>Кое е нашето морално ниво?, или подобро би рекле: Кое е нашето Ниво на Битието?</p>\n<p>Додека Нивото на Битието не се промени радикално, ќе продолжи повторувањето на сите наши беди, сцени, несреќи и несреќи…</p>\n<p>Сите работи, сите околности, кои се случуваат надвор од нас, на сцената на овој свет, се исклучиво одраз на она што го носиме внатрешно.</p>\n<p>Со право можеме свечено да потврдиме дека „надворешното е одраз на внатрешното“.</p>\n<p>Кога некој се менува внатрешно и таквата промена е радикална, надворешното, околностите, животот, исто така се менуваат.</p>\n<p>Одамна набљудувам (година 1974), група луѓе кои навлегле на туѓ терен. Овде во Мексико, таквите луѓе добиваат чуден квалификатив „ПАДОБРАНЦИ“.</p>\n<p>Тие се соседи на населбата кампестре Чурубуско, се многу блиску до мојата куќа, причина поради која можев да ги проучам одблизу…</p>\n<p>Да се биде сиромашен никогаш не може да биде злосторство, но сериозното нешто не е во тоа, туку во нивното Ниво на Битие…</p>\n<p>Секојдневно се караат меѓу себе, се опиваат, меѓусебно се навредуваат, стануваат убијци на сопствените придружници во несреќа, живеат навистина во валкани колиби во кои наместо љубов владее омраза…</p>\n<p>Многу пати сум помислил дека ако било кој од тие субјекти, ја елиминира од својата внатрешност омразата, гневот, похотата, пијанството, клеветењето, суровоста, себичноста, клеветата, зависта, самољубието, гордоста итн., итн., итн., ќе им се допадне на други луѓе, ќе се дружат со едноставен Закон на Психолошки Афинитети со порафинирани, по духовни луѓе; тие нови односи би биле дефинитивни за економска и социјална промена…</p>\n<p>Тоа би бил системот што ќе му дозволи на таков субјект, да ја напушти „гаражата“, „клоаката“ валкана…</p>\n<p>Значи, ако навистина сакаме радикална промена, првото нешто што мора да го разбереме е дека секој од нас (било да е бел или црн, жолт или бакар, неук или образован итн.), е на тоа или она „Ниво на Битие“.</p>\n<p>Кое е нашето Ниво на Битие? Дали некогаш сте размислувале за тоа? Не би било можно да се премине на друго ниво ако не ја знаеме состојбата во која се наоѓаме.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mk/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
