import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Болмыс деңгейі",
  "locale": "kk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. Болмыс деңгейі",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Біз кімбіз? Қайдан келдік?, Қайда барамыз?, Не үшін өмір сүреміз?, Неге өмір сүреміз?…</p>\n<p>Даусыз, кедей “Интеллектуалды жануар” қате адам деп аталады, ол білмейді ғана емес, ол білмейтінін де білмейді…</p>\n<p>Ең жаманы, біздің басымыздан өтіп жатқан қиын да, біртүрлі жағдай, біз барлық қайғы-қасіреттеріміздің құпиясын білмейміз, бірақ біз бәрін білеміз деп сенімдіміз…</p>\n<p>“Рационалды сүтқоректі”, өмірде ықпалдымын деп мақтанатын адамды Сахара шөлінің ортасына апарыңыз, оны кез келген оазистен алыс қалдырыңыз және әуе кемесінен не болып жатқанын бақылаңыз…</p>\n<p>Оқиғалар өздері үшін сөйлейді; “Интеллектуалды гуманоид” күштімін деп мақтанып, өзін өте еркекпін деп ойласа да, түбінде қорқынышты әлсіз болып шығады…</p>\n<p>“Рационалды жануар” жүз пайыз ақымақ; Өзі туралы ең жақсысын ойлайды; балабақша, әдептілік нұсқаулығы, бастауыш, орта мектеп, бакалавриат, университет, әкенің жақсы беделі және т.б. арқылы керемет дами аламын деп сенеді.</p>\n<p>Өкінішке орай, сонша әріптер мен жақсы әдептер, атақтар мен ақшадан кейін, кез келген асқазан ауруы бізді қайғыртатынын және түбінде біз бақытсыз және бейшара болып қала беретінімізді жақсы білеміз…</p>\n<p>Өткен заманның варварлары екенімізді және жақсарудың орнына нашарлап кеткенімізді білу үшін әлемдік тарихты оқу жеткілікті…</p>\n<p>Осы XX ғасыр барлық кереметтігімен, соғыстарымен, жезөкшелігімен, дүниежүзілік содомиясымен, жыныстық азғындауымен, есірткісімен, алкоголімен, шектен тыс қатыгездігімен, шектен тыс бұзақылығымен, құбыжықтарымен және т.б., біздің қарауымыз керек айна болып табылады; дамудың жоғары кезеңіне жеттік деп мақтануға ешқандай негіз жоқ…</p>\n<p>Уақыт прогресс деген ой - абсурд, өкінішке орай, “сауатты надан” “Эволюция догмасында” бөтелкеде қалып отыр…</p>\n<p>“Қара тарихтың” барлық қара беттерінде біз әрқашан бірдей қорқынышты қатыгездіктерді, амбицияларды, соғыстарды және т.б. табамыз.</p>\n<p>Алайда біздің “Супер өркениетті” замандастарымыз соғыс туралы әлі де екінші дәрежелі нәрсе, олардың соншалықты айқайлаған “Заманауи өркениетіне” еш қатысы жоқ кездейсоқ оқиға деп санайды.</p>\n<p>Әрине, әр адамның болу жолы маңызды; кейбір адамдар маскүнем, басқалары арақ ішпейтін, біреуі адал, ал басқалары ұятсыз болады; өмірде бәрі бар…</p>\n<p>Масса - жеке тұлғалардың қосындысы; жеке тұлғаның не екені - масса, ол үкімет және т.б.</p>\n<p>Демек, масса - жеке тұлғаның кеңеюі; егер жеке тұлға, әр адам өзгермесе, бұқараның, халықтың өзгеруі мүмкін емес…</p>\n<p>Әртүрлі әлеуметтік деңгейлердің бар екенін ешкім жоққа шығара алмайды; шіркеу мен жезөкшелік, сауда мен ауыл адамдары бар және т.б.</p>\n<p>Дәл осылай болмыс деңгейлері де әртүрлі. Іштей кім болсақ, керемет немесе сараң, жомарт немесе сараң, қатыгез немесе тыныш, пәк немесе құмар, өмірдің әртүрлі жағдайларын тартады…</p>\n<p>Құмар адам әрқашан көріністерді, драмаларды және тіпті азғындық трагедияларын тартады, оған түсіп қалады…</p>\n<p>Маскүнем маскүнемдерді тартады және әрқашан барлар мен асханаларға түседі, бұл анық…</p>\n<p>Сартым, эгоист не тартады? Қанша проблема, түрме, қайғы?</p>\n<p>Дегенмен, азаптан шаршаған, ашулы адамдар өзгеруге, тарихының бетін аударуға дайын…</p>\n<p>Бейшара адамдар! Олар өзгеруді қалайды, бірақ қалай екенін білмейді; олар процедураны білмейді; олар тұйыққа тірелді…</p>\n<p>Кеше болған нәрсе бүгін де болады және ертең де болады; олар әрқашан бір қателіктерді қайталайды және өмір сабақтарын оқпен де үйренбейді.</p>\n<p>Олардың өмірінде барлық нәрсе қайталанады; олар бірдей нәрселерді айтады, бірдей нәрселерді жасайды, бірдей нәрселерге шағымданады…</p>\n<p>Драмалардың, комедиялардың және трагедиялардың бұл жалықтыратын қайталануы, ішімізде ашу, сараңдық, құмарлық, қызғаныш, тәкаппарлық, жалқаулық, ашкөздік және т.б. сияқты жағымсыз элементтерді алып жүргенше жалғасады.</p>\n<p>Біздің моральдық деңгейіміз қандай?, немесе жақсырақ айтсақ: Біздің болмыс деңгейіміз қандай?</p>\n<p>Болмыс деңгейі түбегейлі өзгермейінше, барлық қайғыларымыздың, көріністеріміздің, қайғыларымыздың және бақытсыздықтарымыздың қайталануы жалғаса береді…</p>\n<p>Бізден тыс, осы әлем сахнасында орын алатын барлық нәрсе, барлық жағдайлар, тек іштей алып жүргеніміздің көрінісі.</p>\n<p>Сыртқы ішкінің көрінісі екенін салтанатты түрде айта аламыз.</p>\n<p>Егер адам іштей өзгерсе және мұндай өзгеріс түбегейлі болса, сыртқы, жағдайлар, өмір де өзгереді.</p>\n<p>Мен осы уақытта, (1974 жыл), біреудің жерін басып алған адамдар тобын бақылап отырдым. Мұнда Мексикада мұндай адамдар “ПАРАШЮТШЫЛАР” деген қызық атау алады.</p>\n<p>Олар Campestre Churubusco колониясының тұрғындары, менің үйіме өте жақын, сондықтан мен оларды жақыннан зерттей алдым…</p>\n<p>Кедей болу ешқашан қылмыс бола алмайды, бірақ мәселе онда емес, оның Болмыс деңгейінде…</p>\n<p>Олар күн сайын бір-бірімен ұрысады, мас болады, бір-бірін қорлайды, өздерінің бақытсыздық серіктестерін өлтірушіге айналады, шынымен де махаббаттың орнына жеккөрушілік үстемдік ететін лас лашықтарда өмір сүреді…</p>\n<p>Мен көбінесе егер сол адамдардың кез келгені өздерінің жеккөрушілігін, ашуын, құмарлығын, мас болуын, жаман сөздерін, қатыгездігін, өзімшілдігін, өсектерін, қызғанышын, өзімшілдігін, тәкаппарлығын және т.б. жойса, басқа адамдарға ұнайды, психологиялық ұқсастық заңы бойынша неғұрлым талғампаз, рухани адамдармен байланысады деп ойладым; бұл жаңа қарым-қатынастар экономикалық және әлеуметтік өзгеріс үшін шешуші болады…</p>\n<p>Бұл жүйе бұл адамға “гараж”, лас “кәрізді” тастауға мүмкіндік беретін еді…</p>\n<p>Осылайша, егер біз шынымен түбегейлі өзгеріс қаласақ, ең алдымен әрқайсымыздың (ақ немесе қара, сары немесе қоңыр, сауатсыз немесе білімді және т.б.) белгілі бір “Болмыс деңгейінде” екенін түсінуіміз керек.</p>\n<p>Біздің Болмыс деңгейіміз қандай? Сіз бұл туралы бірдеңе ойладыңыз ба? Қай күйде екенімізді білмесек, басқа деңгейге өту мүмкін емес.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kk/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
