import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "সত্তার স্তর",
  "locale": "bn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. সত্তার স্তর",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>আমরা কারা? আমরা কোথা থেকে এসেছি? আমরা কোথায় যাচ্ছি? আমরা কেন বেঁচে থাকি? আমরা কেন বাঁচি?…</p>\n<p>নিঃসন্দেহে দরিদ্র “বুদ্ধিবৃত্তিক প্রাণী” যাকে ভুল করে মানুষ বলা হয়, সে শুধু জানে না তাই নয়, সে যে জানে না তাও জানে না…</p>\n<p>সবচেয়ে খারাপ বিষয় হল আমরা যে কঠিন এবং অদ্ভুত পরিস্থিতিতে নিজেদের খুঁজে পাই, আমরা আমাদের সমস্ত ট্র্যাজেডির গোপনীয়তা সম্পর্কে অজ্ঞ এবং তবুও আমরা নিশ্চিত যে আমরা সবকিছু জানি…</p>\n<p>একজন “যুক্তিবাদী স্তন্যপায়ী প্রাণী”, এমন একজন ব্যক্তি যিনি জীবনে প্রভাবশালী হওয়ার ভান করেন, তাকে সাহারা মরুভূমির কেন্দ্রে নিয়ে যান, তাকে কোনও মরুদ্যান থেকে দূরে রেখে দিন এবং একটি আকাশযান থেকে যা ঘটে তা পর্যবেক্ষণ করুন…</p>\n<p>ঘটনা নিজের পক্ষে কথা বলবে; “বুদ্ধিবৃত্তিক নরবানর” শক্তিশালী হওয়ার ভান করলেও এবং নিজেকে খুব পুরুষ মনে করলেও, বাস্তবে সে ভয়ঙ্করভাবে দুর্বল…</p>\n<p>“যুক্তিবাদী প্রাণী” একশ শতাংশ বোকা; সে নিজের সম্পর্কে সেরাটা ভাবে; সে বিশ্বাস করে যে সে কিন্ডারগার্টেন, শিষ্টাচার ম্যানুয়াল, প্রাথমিক, মাধ্যমিক, উচ্চ বিদ্যালয়, বিশ্ববিদ্যালয়, বাবার ভাল খ্যাতি ইত্যাদির মাধ্যমে নিজেকে আশ্চর্যজনকভাবে বিকশিত করতে পারে।</p>\n<p>দুর্ভাগ্যবশত, এত অক্ষর এবং ভাল আচরণ, উপাধি এবং অর্থের পরে, আমরা ভাল করেই জানি যে কোনও পেটের ব্যথা আমাদের দুঃখিত করে এবং আমরা মূলত অসুখী এবং দরিদ্র থাকি…</p>\n<p>আমরা যে আগের মতোই বর্বর এবং উন্নতি করার পরিবর্তে আরও খারাপ হয়ে গেছি তা জানতে সর্বজনীন ইতিহাস পড়াই যথেষ্ট…</p>\n<p>এই বিংশ শতাব্দী তার সমস্ত জাঁকজমক, যুদ্ধ, পতিতাবৃত্তি, বিশ্বব্যাপী কামুকতা, যৌন বিকৃতি, মাদক, অ্যালকোহল, অত্যধিক নিষ্ঠুরতা, চরম নীচতা, ভয়ঙ্করতা ইত্যাদি সহ, একটি আয়না যেখানে আমাদের নিজেদের দেখা উচিত; অতএব উন্নয়নের একটি উচ্চ স্তরে পৌঁছেছি বলে বড়াই করার মতো কোনও জোরালো কারণ নেই…</p>\n<p>ভাবা যে সময়ের অর্থ অগ্রগতি, তা অযৌক্তিক, দুর্ভাগ্যবশত “অজ্ঞ আলোকিতরা” এখনও “বিবর্তনের মতবাদে” আবদ্ধ…</p>\n<p>“কালো ইতিহাসের” সমস্ত কালো পাতায় আমরা সর্বদা একই ভয়ঙ্কর নিষ্ঠুরতা, উচ্চাকাঙ্ক্ষা, যুদ্ধ ইত্যাদি খুঁজে পাই।</p>\n<p>তবুও আমাদের সমসাময়িক “সুপার-সভ্য” লোকেরা এখনও নিশ্চিত যে যুদ্ধ গৌণ কিছু, একটি ক্ষণস্থায়ী দুর্ঘটনা যা তাদের বহুল প্রচারিত “আধুনিক সভ্যতার” সাথে কিছুই করার নেই</p>\n<p>অবশ্যই, প্রতিটি ব্যক্তির থাকার ধরনই গুরুত্বপূর্ণ; কিছু লোক মাতাল হবে, অন্যরা মদ্যপান থেকে বিরত থাকবে, কেউ সৎ এবং অন্যরা নির্লজ্জ হবে; জীবনে সবকিছুই আছে…</p>\n<p>ভর হল ব্যক্তি সমষ্টি; ব্যক্তি যা, ভর তাই, সরকারও তাই।</p>\n<p>ভর হল ব্যক্তির সম্প্রসারণ; ব্যক্তি যদি রূপান্তরিত না হয়, প্রতিটি মানুষ যদি রূপান্তরিত না হয় তবে জনগণের, জাতিসমূহের রূপান্তর সম্ভব নয়…</p>\n<p>কেউ অস্বীকার করতে পারে না যে বিভিন্ন সামাজিক স্তর রয়েছে; গির্জা এবং পতিতালয়ের লোক আছে; বাণিজ্য এবং ক্ষেতের লোক আছে, ইত্যাদি, ইত্যাদি।</p>\n<p>একইভাবে, সত্তার বিভিন্ন স্তরও রয়েছে। আমরা অভ্যন্তরীণভাবে যা, উজ্জ্বল বা হীন, উদার বা কৃপণ, হিংস্র বা শান্ত, শুদ্ধ বা কামুক, তা জীবনের বিভিন্ন পরিস্থিতিকে আকর্ষণ করে…</p>\n<p>একজন কামুক ব্যক্তি সর্বদা কামুকতার দৃশ্য, নাটক এবং এমনকি ট্র্যাজেডিগুলিকে আকর্ষণ করবে যাতে সে জড়িত থাকবে…</p>\n<p>একজন মাতাল মাতালদের আকর্ষণ করবে এবং সর্বদা বার এবং ক্যান্টিনে জড়িয়ে থাকবে, এটা স্পষ্ট…</p>\n<p>একজন সুদখোর, একজন স্বার্থপর কী আকর্ষণ করবে? কত সমস্যা, জেল, দুর্ভাগ্য?</p>\n<p>তবে তিক্ত, কষ্ট পেতে ক্লান্ত লোকেরা পরিবর্তন করতে, তাদের ইতিহাসের পাতা উল্টাতে চায়…</p>\n<p>হতভাগ্য মানুষ! তারা পরিবর্তন করতে চায় এবং জানে না কীভাবে; তারা পদ্ধতি জানে না; তারা একটি অচলাবস্থার মধ্যে আটকে আছে…</p>\n<p>গতকাল তাদের সাথে যা ঘটেছে, তা আজ ঘটছে এবং আগামীকালও ঘটবে; তারা সর্বদা একই ভুল করে এবং জীবনের শিক্ষাগুলি কামানের গোলা দিয়েও শেখে না।</p>\n<p>তাদের জীবনে সবকিছু পুনরাবৃত্তি হয়; তারা একই কথা বলে, একই কাজ করে, একই বিষয়ে শোক করে…</p>\n<p>নাটক, কৌতুক এবং ট্র্যাজেডির এই বিরক্তিকর পুনরাবৃত্তি চলতে থাকবে যতক্ষণ না আমরা আমাদের মধ্যে ক্রোধ, লোভ, কাম, ঈর্ষা, অহংকার, অলসতা, ভোজনবিলাস ইত্যাদি অবাঞ্ছিত উপাদান বহন করি।</p>\n<p>আমাদের নৈতিক স্তর কী?, অথবা আমরা বরং বলব: আমাদের সত্তার স্তর কী?</p>\n<p>যতক্ষণ না সত্তার স্তর সম্পূর্ণরূপে পরিবর্তিত হয়, ততক্ষণ আমাদের সমস্ত দুঃখ, দৃশ্য, দুর্ভাগ্য এবং বিপর্যয়ের পুনরাবৃত্তি চলতে থাকবে…</p>\n<p>আমাদের বাইরে, এই বিশ্বের মঞ্চে যা কিছু ঘটে, তা সম্পূর্ণরূপে আমাদের অভ্যন্তরে যা আছে তারই প্রতিফলন।</p>\n<p>আমরা ন্যায়সঙ্গতভাবে দৃঢ়ভাবে বলতে পারি যে “বাহ্যিক হল অভ্যন্তরীণের প্রতিচ্ছবি”।</p>\n<p>যখন কেউ অভ্যন্তরীণভাবে পরিবর্তিত হয় এবং এই পরিবর্তনটি মৌলিক হয়, তখন বাহ্যিক, পরিস্থিতি, জীবনও পরিবর্তিত হয়।</p>\n<p>আমি কিছুদিন ধরে (১৯৭৪ সাল), একদল লোককে দেখছি যারা অন্যের জমিতে অবৈধভাবে প্রবেশ করেছে। এখানে মেক্সিকোতে এই লোকদের কৌতূহলোদ্দীপকভাবে “প্যারাসুটবাদী” বলা হয়।</p>\n<p>তারা কাম্পেস্ট্রে চুরুবুস্কো কলোনির প্রতিবেশী, তারা আমার বাড়ির খুব কাছে, এই কারণে আমি তাদের ঘনিষ্ঠভাবে অধ্যয়ন করতে পেরেছি…</p>\n<p>দরিদ্র হওয়া কখনই অপরাধ হতে পারে না, তবে গুরুতর বিষয় হল তাদের সত্তার স্তরে…</p>\n<p>তারা প্রতিদিন নিজেদের মধ্যে ঝগড়া করে, মাতাল হয়, একে অপরের প্রতি অপমানজনক হয়, তাদের নিজস্ব দুর্ভাগ্যজনক সঙ্গীদের হত্যাকারীতে পরিণত হয়, তারা অবশ্যই নোংরা কুঁড়েঘরে বাস করে যার মধ্যে ভালবাসার পরিবর্তে ঘৃণা রাজত্ব করে…</p>\n<p>আমি প্রায়শই ভেবেছি যে যদি তাদের মধ্যে কেউ ঘৃণা, ক্রোধ, কাম, মদ্যপান, কুৎসা, নিষ্ঠুরতা, স্বার্থপরতা, অপবাদ, ঈর্ষা, আত্ম-ভালবাসা, অহংকার ইত্যাদি দূর করে দেয়, তবে সে অন্য লোকেদের পছন্দ হবে, মনস্তাত্ত্বিক সংযোগের সাধারণ আইনের কারণে আরও পরিশীলিত, আরও আধ্যাত্মিক লোকদের সাথে সম্পর্ক স্থাপন করবে; এই নতুন সম্পর্কগুলি একটি অর্থনৈতিক এবং সামাজিক পরিবর্তনের জন্য চূড়ান্ত হবে…</p>\n<p>এটি এমন একটি ব্যবস্থা হবে যা সেই ব্যক্তিকে “গ্যারেজ”, নোংরা “নর্দমা” ত্যাগ করতে দেবে…</p>\n<p>সুতরাং, আমরা যদি সত্যিই একটি মৌলিক পরিবর্তন চাই, তবে প্রথমে আমাদের যা বুঝতে হবে তা হল আমরা প্রত্যেকে (সে সাদা বা কালো, হলুদ বা তামাটে, অজ্ঞ বা আলোকিত যাই হোক না কেন), একটি নির্দিষ্ট “সত্তার স্তরে” আছি।</p>\n<p>আমাদের সত্তার স্তর কী? আপনি কি কখনও এটি নিয়ে ভেবেছেন? আমরা যে অবস্থায় আছি তা যদি না জানি তবে অন্য স্তরে যাওয়া সম্ভব নয়।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bn/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bn/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bn/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
