import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "आस्तित्वची पातळी",
  "locale": "kok",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "1. आस्तित्वची पातळी",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>आमी कोण? आमी खंयच्यान आयल्यांव?, आमी खंय वतांव?, आमी कित्याक जियेतांव?, आमी कित्याक जियेतांव?…</p>\n<p>निस्संदेहपणान गरीब “बौद्धिक प्राणी” जिका चुकून मनीस म्हणटात, ताका फकत खबर ना इतलेंच न्हय, पूण ताका खबर ना म्हण तें लेगीत खबर ना…</p>\n<p>सगळ्यांत वायट म्हळ्यार आमी खूब कठीण आनी विचित्र परिस्थितींत सांपडल्यात, आमकां आमच्या सगळ्या दुख्खांचें गुपीत खबर ना आनी तरी लेगीत आमकां सगळें खबर आसा अशें आमकां दिसता…</p>\n<p>एका “बुद्धी आशिल्ल्या सस्तन प्राण्याक” घेवन वच, असो मनीस जो जिणेंत प्रभावी आशिल्ल्याचें मानता, सहारा वाळवंटाच्या मदल्या भागाक घेवन वच, थंय ताका खंयच्याय ओयासिसावन पयस सोड आनी वयल्यान विमानांतल्यान घडटा तें सगळें पळयात…</p>\n<p>घडणुको स्वताकच सांगल्यो; “बौद्धिक मनीस” जरी ताकदवान आसल्याचें मानता आनी खूब मनीस आसा अशें मानता, तरी तो खोलायेन भयंकर दुबळो थारता…</p>\n<p>“तार्किक प्राणी” शेंकड्यांनी टक्के मूर्ख आसा; तो स्वता विशीं सगळ्यांत बरें चिंतन करता; किंडरगार्टन, शहरीपणाचे मॅन्युअल, प्राथमिक, माध्यमिक, पदवी, विद्यापीठ, बापाची बरी प्रतिमा, इत्यादींच्या माध्यमांतल्यान तो अद्भुतपणान वागूंक शकता अशें ताका दिसता, इत्यादी.</p>\n<p>दुर्दैवान खूब अक्षरां आनी बऱ्या चालीरिती उपरांत, पदव्यो आनी पयसो, आमकां बरो खबर आसा की पोटाक दुखल्यार लेगीत आमकां दुख्ख जाता आनी खोलायेन आमी दुख्खी आनी गरीब उरतात…</p>\n<p>आमी आदले सारकेच रानटी लोक आसात आनी सुदारणा करचे बदला आमी आनीक वायट जाल्यात हें जाणून घेवपाक फक्त युनिव्हर्सल इतिहास वाचप गरजेचें…</p>\n<p>ह्या २० व्या शेंकड्यांत सगळ्या दर्शनीयतायेन, झुजांनी, जगांतल्या वेश्यावृत्तीन, सोडोमीन, लैंगिक अधोगतीन, ड्रग्स, दारू, खूब क्रूरतायेन, पराकोटीचे विकृतीन, राक्षसीपणान, इत्यादी, इत्यादीन आमी आमकां पळोवचें पडटलें; विकासाच्या उच्च टप्प्यार पावल्याचें मानपाचें कोणेंच वजनदार कारण ना…</p>\n<p>वेळ म्हळ्यार प्रगती असो विचार करप हास्यास्पद आसा, दुर्दैवान “अजाणी जाणकार” अजून लेगीत “उत्क्रांतीच्या सिद्धांतांत” बंद आसात…</p>\n<p>“काळख्या इतिहासाच्या” सगळ्या काळख्या पानांनी आमकां सदांच भयंकर क्रूरताय, महत्वाकांक्षा, झुजां, इत्यादी मेळटात.</p>\n<p>तरी लेगीत आमचे समकालीन “सुपर-सुसंस्कृत” लोकांक अजून लेगीत खात्री आसा की झूज म्हळ्यार दुय्यम गजाल, तात्पुरतो अपघात जिका तांच्या खूब गाजयल्ल्या “आधुनिक संस्कृतायेकडेन” कांयच ना…</p>\n<p>खरेपणान म्हत्वाचें म्हळ्यार दरेक मनशाची जीणेंतली रीत; कांय लोक पियेवपी आसतले, कांय पियेवपी नासतले, ते प्रामाणीक आसतले आनी हे दुसरे निर्लज्ज आसतले; जिणेंत सगळें आसा…</p>\n<p>समुच्चय म्हळ्यार व्यक्तींची बेरीज; व्यक्ती म्हळ्यार समुच्चय, सरकार, इत्यादी.</p>\n<p>समुच्चय म्हळ्यार व्यक्तीचो विस्तार; जर व्यक्ती, जर दरेक मनशान बदल केलो ना, जाल्यार समुच्चयांचें, लोकांचें रुपांतरण शक्य ना…</p>\n<p>वेगवेगळे समाजीक पांवडे आसात हें कोणूच न्हयकारूंक शकना; इगर्जेंतले आनी वेश्या घरांतले लोक आसात; वेपार आनी शेत, इत्यादी, इत्यादी.</p>\n<p>तशेंच अस्तित्वाचे वेगवेगळे पांवडे आसात. आमी भितरल्यान जे आसात, भव्य वा कंजूष, उदार वा कंजूष, हिंसक वा शांत, पवित्र वा वासना आशिल्ले, ते जिणेंतली वेगवेगळी परिस्थिती आकर्शित करतात…</p>\n<p>वासना आशिल्लो मनीस सदांच वासनेचीं दृश्यां, नाटका आनी त्रास लेगीत आकर्शित करतलो जंयत तो गुंततलो…</p>\n<p>पियेवपी मनीस पियेवप्यांक आकर्शित करतलो आनी सदांच बार आनी कॅन्टिनांनी गुंततलो, तें स्पश्ट आसा…</p>\n<p>लोभी, स्वार्थी मनीस कितें आकर्शित करतलो? किदें समस्या, बंदखणी, दुर्भाग्य?</p>\n<p>तरी लेगीत दुख्ख भोगून थकल्या लोकांक बदलपाक, तांच्या इतिहासाचें पान पलटपाक खूब इत्सा आसा…</p>\n<p>गरीब लोक! तांकां बदलपाक जाय पूण कसो तें तांकां खबर ना; तांकां पद्दत खबर ना; ते बंद गल्लींत सांपडल्यात…</p>\n<p>काल जें घडलें तेंच आयज घडटा आनी तेंच फाल्यां घडटलें; ते सदांच त्योच चुका करतात आनी जिणेंतले धडे शिकनात वा काणो मारून लेगीत शिकनात.</p>\n<p>सगळ्यो वस्तू तांच्याच जिणेंत परत येतात; ते त्योच गजाली सांगतात, त्योच गजाली करतात, त्योच गजालींचो सोक करतात…</p>\n<p>दुख्खां, विनोदी नाटका आनी शोकांतिका हांचें हें कंटाळवणें पुनरावर्तन चलता आसतलें जंय मेरेन आमी आमच्या भितर राग, हावेस, वासना, मत्सर, गर्व, आळस, खावपाची इत्सा, इत्यादी, इत्यादी सारके अवांछित घटक घेवन वतले…</p>\n<p>आमचो नैतिक पांवडो कितलो?, वा बरें म्हणल्यार: आमचो अस्तित्वाचो पांवडो कितलो?</p>\n<p>जंय मेरेन अस्तित्वाचो पांवडो पुरायेन बदल ना, थंय मेरेन आमच्या सगळ्या दुख्खांचें, दृश्यांचें, दुर्दैवांचें आनी दुख्खांचें पुनरावर्तन चलता आसतलें…</p>\n<p>सगळ्यो वस्तू, सगळी परिस्थिती, जी आमच्या भायर घडटा, ह्या संवसाराच्या माचयेर, ती फकत आमी भितरल्यान कितें घेवन वतांव ताचें प्रतिबिंब आसा.</p>\n<p>न्यायान आमी गंभीरपणान सांगूंक शकतात की “भायरचें म्हळ्यार भितरल्याचें प्रतिबिंब”.</p>\n<p>जेन्ना मनीस भितरल्यान बदलता आनी असो बदल पुरायेन आसता, तेन्ना भायरचें, परिस्थिती, जीण लेगीत बदलता.</p>\n<p>हांव ह्या वेळार (१९७४ वर्सा), कांय लोकांच्या पंगडाक पळयतालो, जे दुसऱ्याची जमीन घुसळ्ळे. हांगा मेक्सिकोंत असल्या लोकांक “पॅराशूटिस्ट” अशें विचित्र नांव मेळटा.</p>\n<p>ते कॅम्पस्ट्री चुरुबुस्को कॉलनीचे शेजारी आसात, ते माझ्या घराच्या खूब लागीं आसात, हाका लागून हांवें तांचो लागीच्यान अभ्यास करूंक पावलो…</p>\n<p>गरीब आसप केन्नाच गुन्यांव जावंक शकना, पूण गंभीर गजाल ती न्हय, पूण तांच्या अस्तित्वाचो पांवडो आसा…</p>\n<p>ते दिसाक-रात दिसाक एकामेकांक मारामारी करतात, पियेवन धुंद जातात, एकामेकांक अपमान करतात, आपल्याच दुर्भाग्यवान सांगात्यांचे खुनी जातात, ते खरेंच घाणेऱ्या झोपड्यांनी जियेतात जांच्या भितर मोगाचे बदला तिरस्कार राज्य करता…</p>\n<p>कितल्याश्याच वेळां हांवें विचार केला की जर तांतल्या खंयच्याय व्यक्तीन आपल्या भितरलो तिरस्कार, राग, वासना, धुंदपण, निंदा, क्रूरताय, स्वार्थ, बदनामी, मत्सर, स्वताक मोग, गर्व, इत्यादी, इत्यादी ना केलें, जाल्यार तांकां दुसऱ्या लोकांक आवड जातली, साद्या मानसशास्त्रीय आकर्शनाच्या कायद्यान आनीक सुसंस्कृत, आनीक आध्यात्मिक लोकांकडेन तांचो संबंध येतलो; ते नवे संबंध अर्थीक आनी समाजीक बदला खातीर निर्णायक थारतले…</p>\n<p>अशी प्रणाली ताका “गॅरेज”, “घाण” सोडूंक परवानगी दितली…</p>\n<p>अशें आसल्यार, जर आमकां खरेंच पुरायेन बदल जाय जाल्यार, तर पयलीं आमकां समजून घेवंक जाय की आमी दरेकल्यान (धवो वा काळो, हळदुवो वा तांबडो, अजाण वा जाणकार, इत्यादी), अशा वा अशा “अस्तित्वाच्या पावड्यार” आसा.</p>\n<p>आमचो अस्तित्वाचो पांवडो कितलो आसा? तुमी केन्ना तरी ह्या विशयाचेर चिंतन केलां? आमी खंय आसां तें जर आमकां खबर ना, जाल्यार दुसऱ्या पावड्यार वचप शक्य ना.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kok/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kok/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kok/tratado-de-psicologia-revolucionaria/el-nivel-del-ser.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
