import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "പ്രിയപ്പെട്ട ഈഗോ",
  "locale": "ml",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "11. പ്രിയപ്പെട്ട ഈഗോ",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>മേൽഭാഗവും കീഴ്ഭാഗവും ഒരേ കാര്യത്തിൻ്റെ രണ്ട് ഭാഗങ്ങളായതിനാൽ, താഴെ പറയുന്ന ഒരു ഉപസിദ്ധാന്തം സ്ഥാപിക്കുന്നതിൽ തെറ്റില്ല: “ഉയർന്ന ഞാൻ, താഴ്ന്ന ഞാൻ” എന്നിവ ഒരേ ഇരുണ്ടതും ബഹുവചനവുമായ ഈഗോയുടെ രണ്ട് വശങ്ങളാണ്.</p>\n<p>“ദൈവികമായ ഞാൻ” അല്ലെങ്കിൽ “ഉയർന്ന ഞാൻ”, “ആൾട്ടർ ഈഗോ” എന്നെല്ലാം വിളിക്കപ്പെടുന്നത് തീർച്ചയായും “എൻ്റെ തന്നെ” ഒരു തന്ത്രമാണ്, ഒരു സ്വയം വഞ്ചനയുടെ രൂപം.</p>\n<p>ഞാൻ ഇവിടെയും അതിനുമപ്പുറവും തുടരാൻ ആഗ്രഹിക്കുമ്പോൾ, ഒരു അമർത്യമായ ദൈവിക ഞാൻ എന്ന തെറ്റായ ആശയം ഉപയോഗിച്ച് സ്വയം വഞ്ചിക്കുന്നു…</p>\n<p>നമ്മളിൽ ആർക്കും തന്നെ യഥാർത്ഥവും ശാശ്വതവും മാറ്റമില്ലാത്തതും നിത്യവും വിവരിക്കാനാവാത്തതുമായ ഒരു “ഞാൻ” ഇല്ല.</p>\n<p>നമ്മളിൽ ആർക്കും സത്യസന്ധവും ആധികാരികവുമായ ഒരു ഏകത്വമില്ല; നിർഭാഗ്യവശാൽ നമുക്ക് ഒരു നിയമാനുസൃതമായ വ്യക്തിത്വം പോലുമില്ല.</p>\n<p>ഈഗോ ശവക്കുഴിക്ക് അപ്പുറം തുടരുമെങ്കിലും, അതിന് ഒരു തുടക്കവും ഒടുക്കവുമുണ്ട്.</p>\n<p>ഈഗോ, ഞാൻ, ഒരിക്കലും വ്യക്തിഗതമോ ഏകീകൃതമോ ഏകീകൃതമോ അല്ല. വ്യക്തമായും ഞാൻ എന്നത് “ഞാനുകൾ” ആണ്.</p>\n<p>കിഴക്കൻ ടിബറ്റിൽ “ഞാനുകളെ” “മാനസികമായ കൂട്ടിച്ചേർക്കലുകൾ” അല്ലെങ്കിൽ ലളിതമായി “മൂല്യങ്ങൾ” എന്ന് വിളിക്കുന്നു, ഈ അവസാനത്തേത് പോസിറ്റീവോ നെഗറ്റീവോ ആകാം.</p>\n<p>ഓരോ “ഞാനും” വ്യത്യസ്ത വ്യക്തിയാണെന്ന് നമ്മൾ കരുതുകയാണെങ്കിൽ, ഇനി പറയുന്ന കാര്യം ഉറപ്പിച്ചു പറയാൻ കഴിയും: “ലോകത്ത് ജീവിക്കുന്ന ഓരോ വ്യക്തിയിലും ധാരാളം ആളുകളുണ്ട്”.</p>\n<p>തർക്കമില്ലാത്തവിധം നമ്മളിൽ ഓരോരുത്തരുടെയും ഉള്ളിൽ വ്യത്യസ്തരായ ധാരാളം ആളുകൾ ജീവിക്കുന്നു, ചിലർ മികച്ചവരും മറ്റുചിലർ മോശക്കാരും…</p>\n<p>ഈ ഞാനുകളിൽ ഓരോരുത്തരും, ഈ വ്യക്തികളിൽ ഓരോരുത്തരും ആധിപത്യത്തിനായി പോരാടുന്നു, തനിക്കെല്ലാം വേണമെന്ന് ആഗ്രഹിക്കുന്നു, സാധിക്കുമ്പോഴെല്ലാം ബുദ്ധിപരമായ തലച്ചോറിനെയോ വൈകാരികവും ചലനാത്മകവുമായ കേന്ദ്രങ്ങളെയോ നിയന്ത്രിക്കുന്നു, മറ്റൊരാൾ അവനെ സ്ഥാനഭ്രഷ്ടനാക്കുന്നു…</p>\n<p>ധാരാളം ഞാനുകളുണ്ട് എന്ന സിദ്ധാന്തം കിഴക്കൻ ടിബറ്റിൽ പഠിപ്പിച്ചത് യഥാർത്ഥ ജ്ഞാനദൃഷ്ടികളാണ്, ആധികാരികമായി പ്രബുദ്ധരായവരാണ്…</p>\n<p>നമ്മുടെ ഓരോ മാനസിക വൈകല്യവും ഏതെങ്കിലും ഒരു ഞാൻ ആയി വ്യക്തിഗതമാക്കപ്പെട്ടിരിക്കുന്നു. നമുക്ക് ആയിരക്കണക്കിനും ദശലക്ഷക്കണക്കിനും വൈകല്യങ്ങളുള്ളതിനാൽ, ധാരാളം ആളുകൾ നമ്മുടെ ഉള്ളിൽ ജീവിക്കുന്നു എന്നത് വ്യക്തമാണ്.</p>\n<p>മനഃശാസ്ത്രപരമായ കാര്യങ്ങളിൽ, വിഷാദരോഗികളും, അഹംഭാവമുള്ളവരും, മിഥ്യാബോധം ഉള്ളവരുമായ ആളുകൾ അവരുടെ പ്രിയപ്പെട്ട ഈഗോയെ ആരാധിക്കുന്നത് ഉപേക്ഷിക്കാൻ ഒരു കാരണവശാലും തയ്യാറാകില്ലെന്ന് നമ്മുക്ക് വ്യക്തമായി തെളിയിക്കാൻ കഴിഞ്ഞിട്ടുണ്ട്.</p>\n<p>തർക്കമില്ലാത്തവിധം അത്തരം ആളുകൾ ധാരാളം “ഞാനുകൾ” എന്ന സിദ്ധാന്തത്തെ മാരകമായി വെറുക്കുന്നു.</p>\n<p>ഒരുവന് തന്നെക്കുറിച്ച് ശരിക്കും അറിയണമെങ്കിൽ, സ്വയം നിരീക്ഷിക്കുകയും വ്യക്തിത്വത്തിനുള്ളിൽ ഒളിഞ്ഞിരിക്കുന്ന വ്യത്യസ്ത “ഞാനുകളെ” അറിയാൻ ശ്രമിക്കുകയും വേണം.</p>\n<p>ഞങ്ങളുടെ വായനക്കാരിൽ ആർക്കെങ്കിലും ധാരാളം “ഞാനുകൾ” എന്ന ഈ സിദ്ധാന്തം ഇപ്പോഴും മനസ്സിലായിട്ടില്ലെങ്കിൽ, അതിന് കാരണം സ്വയം നിരീക്ഷണത്തിൽ വേണ്ടത്ര പരിശീലനം ഇല്ലാത്തതുകൊണ്ടാണ്.</p>\n<p>ഒരുവൻ ആന്തരികമായ സ്വയം നിരീക്ഷണം പരിശീലിക്കുമ്പോൾ, നമ്മുടെ സ്വന്തം വ്യക്തിത്വത്തിൽ ജീവിക്കുന്ന ധാരാളം ആളുകളെ, ധാരാളം “ഞാനുകളെ” സ്വയം കണ്ടെത്തുന്നു.</p>\n<p>ധാരാളം ഞാനുകൾ ഉണ്ട് എന്ന സിദ്ധാന്തത്തെ നിഷേധിക്കുന്നവരും, ഒരു ദൈവിക ഞാനെ ആരാധിക്കുന്നവരും, സംശയമില്ലാതെ സ്വയം ഗൗരവമായി നിരീക്ഷിച്ചിട്ടില്ല. സോക്രട്ടീസിൻ്റെ ശൈലിയിൽ പറഞ്ഞാൽ, അത്തരം ആളുകൾക്ക് അറിവില്ലെന്ന് മാത്രമല്ല, അവർക്ക് അറിവില്ലെന്ന് പോലും അവർക്കറിയില്ല.</p>\n<p>ഗൗരവമേറിയതും ആഴത്തിലുള്ളതുമായ സ്വയം നിരീക്ഷണത്തിലൂടെ മാത്രമേ നമ്മുക്ക് നമ്മളെത്തന്നെ അറിയാൻ കഴിയൂ.</p>\n<p>ഏതൊരാൾ സ്വയം ഏകനാണെന്ന് കരുതുന്നിടത്തോളം കാലം, ഏതൊരു ആന്തരിക മാറ്റവും അസാധ്യമായിരിക്കും എന്നത് വ്യക്തമാണ്.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ml/tratado-de-psicologia-revolucionaria/el-querido-ego.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ml/tratado-de-psicologia-revolucionaria/el-querido-ego.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ml/tratado-de-psicologia-revolucionaria/el-querido-ego.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
