import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "အချစ်ဆုံးအတ္တ",
  "locale": "my",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "11. အချစ်ဆုံးအတ္တ",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>အထက်နှင့်အောက်သည် တူညီသောအရာ၏ အပိုင်းနှစ်ပိုင်းဖြစ်သောကြောင့် အောက်ပါရလဒ်ကို ထူထောင်ရန် မထိခိုက်စေပါ- “အထက်တန်းစား၊ အောက်တန်းစား” သည် တူညီသော မှောင်မိုက်ပြီး ကွဲပြားသော EGO ၏ ရှုထောင့်နှစ်ရပ်ဖြစ်သည်။</p>\n<p>“ဘုရားသခင်၏ ကိုယ်တော်” သို့မဟုတ် “အထက်တန်းစား”၊ “ALTER EGO” သို့မဟုတ် ထိုကဲ့သို့သော အရာဟုခေါ်ဆိုသည်မှာ သေချာသည်မှာ “MYSELF” ၏ လှည့်ကွက်တစ်ခုဖြစ်ပြီး၊ မိမိကိုယ်ကို လှည့်စားခြင်းပုံစံတစ်ခုဖြစ်သည်။</p>\n<p>YO သည် ဤနေရာတွင်လည်း သေလွန်ပြီးနောက် ဆက်လက်တည်ရှိလိုသောအခါ၊ ၎င်းသည် မိမိကိုယ်ကို ဘုရားသခင်၏ အမတ္တသဘောတရားအတုဖြင့် လှည့်စားသည်။</p>\n<p>ကျွန်ုပ်တို့တစ်ဦးတစ်ယောက်စီတွင် စစ်မှန်သော၊ အမြဲတမ်း၊ ပြောင်းလဲမနေသော၊ ထာဝရ၊ ဖော်ပြ၍မရနိုင်သော “ငါ” မရှိပါ။</p>\n<p>ကျွန်ုပ်တို့တစ်ဦးတစ်ယောက်စီတွင် စစ်မှန်ပြီး စစ်မှန်သော စည်းလုံးညီညွတ်မှုမရှိပါ။ ကံမကောင်းစွာဖြင့် ကျွန်ုပ်တို့တွင် တရားဝင်ပုဂ္ဂိုလ်ရေးပင်မရှိပါ။</p>\n<p>အီဂိုသည် သင်္ချိုင်းထက်ကျော်လွန်၍ ဆက်လက်တည်ရှိနေသော်လည်း အစနှင့်အဆုံးရှိသည်။</p>\n<p>အီဂို၊ ငါသည် တစ်ဦးတည်း၊ စည်းလုံးညီညွတ်သော၊ စည်းလုံးညီညွတ်မှုမဟုတ်ပါ။ ထင်ရှားသည်မှာ ငါသည် “ငါ” ဖြစ်သည်။</p>\n<p>အရှေ့တိုင်းတိဗက်တွင် “ငါ” တို့ကို “စိတ်ပိုင်းဆိုင်ရာ စုစည်းမှုများ” သို့မဟုတ် ရိုးရိုးရှင်းရှင်း “တန်ဖိုးများ” ဟုခေါ်ကြသည်၊ နောက်ဆုံးအရာများသည် အပြုသဘော သို့မဟုတ် အနုတ်လက္ခဏာဖြစ်စေ။</p>\n<p>ကျွန်ုပ်တို့သည် “ငါ” တစ်ခုစီကို မတူညီသောလူတစ်ဦးအဖြစ် ယူဆပါက အောက်ပါအတိုင်း အလေးအနက်ဆိုနိုင်သည်- “ကမ္ဘာပေါ်တွင် နေထိုင်သော လူတစ်ဦးစီတွင် လူများစွာရှိသည်။”</p>\n<p>ငြင်းမရနိုင်လောက်အောင်ပင် ကျွန်ုပ်တို့တစ်ဦးစီတွင် မတူညီသောလူများစွာ နေထိုင်ကြသည်၊ အချို့က ပိုကောင်းသည်၊ အချို့က ပိုဆိုးသည်။</p>\n<p>ဤငါတို့တစ်ဦးစီ၊ ဤလူတစ်ဦးစီသည် အထွဋ်အမြတ်ရရှိရန်အတွက် တိုက်ပွဲဝင်ကြသည်၊ သီးသန့်ဖြစ်လိုကြသည်၊ ဖြစ်နိုင်သမျှအချိန်တိုင်းတွင် ဉာဏ်ရည်ထက်မြက်သောဦးနှောက် သို့မဟုတ် စိတ်ပိုင်းဆိုင်ရာနှင့် မော်တာစင်တာများကို ထိန်းချုပ်ကြသည်၊ အခြားတစ်ခုက ၎င်းကို ရွှေ့ပြောင်းပေးနေစဉ်…</p>\n<p>ငါအများအပြား၏ အယူဝါဒကို အရှေ့တိုင်းတိဗက်တွင် စစ်မှန်သော အထွဋ်အမြတ်များ၊ စစ်မှန်သောဉာဏ်အလင်းရသူများက သင်ကြားခဲ့သည်…</p>\n<p>ကျွန်ုပ်တို့၏ စိတ်ပိုင်းဆိုင်ရာ ချို့ယွင်းချက်တစ်ခုစီသည် ထိုသို့သော သို့မဟုတ် ဤငါ၌ ပုံဖော်ထားသည်။ ကျွန်ုပ်တို့တွင် ထောင်ပေါင်းများစွာနှင့် သန်းပေါင်းများစွာ ချို့ယွင်းချက်များရှိသကဲ့သို့ ကျွန်ုပ်တို့အတွင်း၌ လူများစွာ ထင်ရှားစွာ နေထိုင်ကြသည်။</p>\n<p>စိတ်ပိုင်းဆိုင်ရာ ကိစ္စရပ်များတွင် ပါရာနွိုက်၊ အာဂီလာတရီ၊ မီတွမ်မန်များက ချစ်လှစွာသော အီဂိုအား ကိုးကွယ်မှုကို မည်သည့်နည်းနှင့်မျှ စွန့်လွှတ်မည်မဟုတ်ကြောင်း ရှင်းလင်းစွာ သက်သေပြနိုင်ခဲ့သည်။</p>\n<p>ထိုကဲ့သို့သောလူများသည် “ငါ” များစွာ၏ အယူဝါဒကို သေလုမျောပါး မုန်းတီးကြသည်မှာ ငြင်းမရနိုင်ပါ။</p>\n<p>တစ်ဦးက မိမိကိုယ်ကို တကယ်သိချင်သောအခါတွင် မိမိကိုယ်ကို လေ့လာပြီး ကိုယ်ရည်ကိုယ်သွေးအတွင်း၌ ရှိနေသော မတူညီသော “ငါ” များကို သိရန်ကြိုးစားသင့်သည်။</p>\n<p>ကျွန်ုပ်တို့၏စာဖတ်သူအချို့သည် “ငါ” များစွာ၏ ဤအယူဝါဒကို နားမလည်သေးပါက၊ ၎င်းသည် ကိုယ်တိုင်လေ့လာရေးတွင် အလေ့အကျင့်မရှိခြင်းကြောင့်သာဖြစ်သည်။</p>\n<p>အတွင်းပိုင်းကိုယ့်ကိုယ်ကို လေ့လာမှုကို လေ့ကျင့်လေလေ၊ ကျွန်ုပ်တို့၏ကိုယ်ပိုင် ကိုယ်ရည်ကိုယ်သွေးအတွင်း၌ နေထိုင်သော လူများစွာ၊ “ငါ” များစွာကို မိမိဘာသာ ရှာဖွေတွေ့ရှိလေဖြစ်သည်။</p>\n<p>ငါအများအပြား၏ အယူဝါဒကို ငြင်းဆိုသူများသည် ဘုရားသခင်၏ ငါကို ကိုးကွယ်သူများသည် ကိုယ့်ကိုယ်ကို အလေးအနက်ထားပြီး လေ့လာခြင်း မရှိခဲ့ပေ။ ဤတစ်ကြိမ်တွင် ဆိုကရေးတီးနည်းဖြင့် ပြောရလျှင် ထိုလူများသည် မသိရုံသာမက သူတို့မသိသည်ကိုလည်း မသိကြပေ။</p>\n<p>သေချာသည်မှာ ကျွန်ုပ်တို့သည် ကိုယ့်ကိုယ်ကို အလေးအနက်ထားပြီး နက်နက်ရှိုင်းရှိုင်း လေ့လာမှုမရှိဘဲ မိမိကိုယ်ကို မည်သည့်အခါမျှ သိနိုင်မည်မဟုတ်ပေ။</p>\n<p>မည်သူမဆို တစ်ဦးတည်းဟု ယူဆနေသမျှကာလပတ်လုံး၊ အတွင်းပိုင်းပြောင်းလဲမှုသည် မဖြစ်နိုင်သည့်အရာထက် ပိုနေမည်မှာ ရှင်းပါသည်။</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/my/tratado-de-psicologia-revolucionaria/el-querido-ego.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/my/tratado-de-psicologia-revolucionaria/el-querido-ego.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/my/tratado-de-psicologia-revolucionaria/el-querido-ego.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
