import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ލޯބިވާ އެގޯ",
  "locale": "dv",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "11. ލޯބިވާ އެގޯ",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>މަތީބައި އަދި ދަށުބައިއަކީ އެއް އެއްޗެއްގެ ދެބައި ކަމަށްވާއިރު، ތިރީގައިވާ ނަތީޖާ ފާހަގަކޮށްލުން މުހިއްމެވެ: “މަތީ އަހަރެން، ދަށު އަހަރެން” މި ދެކަންތަކީ ހަމަ އެ އަނދިރި އަދި ގިނަ އީގޯގެ ދެކަންތައް.</p>\n<p>“ދީވީ އަހަރެން” ނުވަތަ “މަތީ އަހަރެން”، “އަލްޓަރ އީގޯ” ނުވަތަ އެފަދަ އެއްޗަކީ ހަމަ “މައި މިސެލްފް” ގެ މަކަރުވެރި އުކުޅެކެވެ. އެއީ އަމިއްލަ ނަފްސު މަކަރުކުރުމުގެ ގޮތެކެވެ.</p>\n<p>އަހަރެން މިތާނގަޔާއި އަދި އެތާނގައިވެސް ދެމިހުންނަން ބޭނުންވާއިރު، އޭނާ އަމިއްލަ ނަފްސު މަކަރުކުރަނީ ދީވީ އަދި މަރުނުވާ އަހަރެންގެ ދޮގު ވިސްނުމުންނެވެ…</p>\n<p>އަހަރެމެންގެ ތެރެއިން އެކަކަށްވެސް ހަގީގީ، ދާއިމީ، ބަދަލުނުވާ، އަބަދީ، ބަޔާންކުރަން ނޭނގޭ، ފަދަ “އަހަރެން” އެއް ނެތެވެ.</p>\n<p>ހަގީގަތުގައި އަހަރެމެންގެ ތެރެއިން އެކަކަށްވެސް ހަގީގީ އަދި އަސްލު އެކުވެރިކަމެއް ނެތެވެ؛ ނަސީބު ދެރަކަމުން އަހަރެމެންނަކީ ހަމަ އެކަނި ޝަރުއީ ވަކިވަކި މީހުންނެއްވެސް ނޫނެވެ.</p>\n<p>އީގޯ މަހާނައިގެ ފަހުންވެސް ދެމިހުންނަ ނަމަވެސް، އެއީ ފެށުމެއް އަދި ނިމުމެއް އޮތް އެއްޗެކެވެ.</p>\n<p>އީގޯ، އަހަރެން، އެއީ ކڏިވެސް ވަކި އެއްޗެއް، ޔުނިޓަރީ އެއްޗެއް، ޔުނިޓޯޓަލް އެއްޗެއް ނޫނެވެ. ފާޅުކަން ބޮޑުގޮތެއްގައި އަހަރެންނަކީ “އަހަރެންތަކެކެވެ”.</p>\n<p>އިރުމަތީ ތިބެޓްގައި “އަހަރެންތަކަށް” ކިޔަނީ “އެގްރެގޭޓްސް ޕްސައިކިކް” ނުވަތަ ހަމަ “ވެލިއުސް” އެވެ. އެއީ އެންމެ ފަހުގެ މިންވަރުން ބަލާއިރުވެސް ރަނގަޅު ނުވަތަ ނުބައި އެއްޗެކެވެ.</p>\n<p>ކޮންމެ “އަހަރެން” އަކީ ތަފާތު މީހެއް ކަމަށް އަހަރެމެން ވިސްނާނަމަ، ތިރީގައިވާ ގޮތަށް ބުނެވޭނެއެވެ: “ދުނިޔޭގައި ދިރިއުޅޭ ކޮންމެ މީހެއްގެ ތެރޭގައި، އެތައް ބަޔަކު އެބަތިއްބެވެ”.</p>\n<p>ސުވާލެއްނެތް ގޮތުގައި އަހަރެމެންގެ ތެރޭގައި އެތައް ތަފާތު ބަޔަކު ދިރިއުޅެއެވެ. ބައެއް މީހުން ރަނގަޅުވެފައި، އަނެއްބައި މީހުން ނުބައިވެފައެވެ…</p>\n<p>މިއިން ކޮންމެ އަހަރެންއަކު، މި ކޮންމެ މީހަކުވެސް ބާރު ހޯދަން މަސައްކަތް ކުރެއެވެ. އެއީ ހާއްސަވާން ބޭނުންވެއެވެ. އަނެކަކު ބޭރުކޮށްލާއިރު، ސިކުނޑީގެ ބުއްދިވެރި ސެންޓަރު ނުވަތަ އިހުސާސީ އަދި ހަރަކާތްތެރި ސެންޓަރުތައް ކޮންޓްރޯލް ކުރެއެވެ…</p>\n<p>ގިނަ އަހަރެންތަކުގެ ޑޮކްޓްރިން އިރުމަތީ ތިބެޓްގައި ދަސްކޮށްދިނީ ހަގީގީ ސާފުކޮށް ދެކެވޭ މީހުންނެވެ. އަސްލު އަލިވެފައިވާ މީހުންނެވެ…</p>\n<p>އަހަރެމެންގެ ނަފްސާނީ ކޮންމެ އުނި ސިފައެއްވެސް ހާއްސަކޮށްފައިވަނީ އެއީ ކޮންފަދަ އަހަރެންއަކުންނެވެ. އަހަރެމެންގެ އެތައް ހާސް އަދި އެތައް މިލިއަން އުނި ސިފަތަކެއް ވާގޮތަށް، ފާޅުކަންބޮޑު ގޮތެއްގައި އަހަރެމެންގެ ތެރޭގައި އެތައް ބަޔަކު ދިރިއުޅެއެވެ.</p>\n<p>ނަފްސާނީ މައްސަލަތަކުގައި، ޕެރެނޮއިކް، އީގޯލެޓަރސް، އަދި މިތޯމޭނިއާކް މީހުން އެއްވެސް ވަރަކަށް ލޯބިވާ އީގޯއަށް އަޅުކަން ކުރުން ދޫކޮށްނުލާނެކަން އަހަރެމެންނަށް ސާފުކޮށް އެނގިއްޖެއެވެ.</p>\n<p>ސުވާލެއްނެތް ގޮތުގައި އެފަދަ މީހުން ގިނަ “އަހަރެންތަކުގެ” ޑޮކްޓްރިންއަށް ނަފްރަތުކުރެއެވެ.</p>\n<p>އެއް މީހަކު ހަގީގަތުގައިވެސް އަމިއްލަ ނަފްސު ދެނެގަންނަން ބޭނުންވާނަމަ، އަމިއްލަ ނަފްސަށް ބަލައި، ޝަހްސިއްޔަތުގެ ތެރޭގައި ހުންނަ ތަފާތު “އަހަރެންތައް” ދެނެގަންނަން މަސައްކަތްކުރަން ޖެހެއެވެ.</p>\n<p>އަހަރެމެންގެ ކިޔުންތެރިންގެ ތެރެއިން ބަޔަކަށް އަދިވެސް މި ގިނަ “އަހަރެންތަކުގެ” ޑޮކްޓްރިން ނަގައިނުގަނެވޭނަމަ، އެކަމުގެ ސަބަބަކީ ހަމައެކަނި އަމިއްލަ ނަފްސަށް ބެލުމުގައި އަމަލީ ތަޖުރިބާ ނެތުމެވެ.</p>\n<p>އެއް މީހަކު އެތެރެއިން އަމިއްލަ ނަފްސަށް ބަލަން ފެށުމުން، އަމިއްލަ ޝަހްސިއްޔަތުގެ ތެރޭގައި ދިރިއުޅޭ އެތައް ބަޔަކު، އެތައް “އަހަރެންތަކެއް” އަމިއްލައަށް ހޯދަން ފަށާނެއެވެ.</p>\n<p>ގިނަ އަހަރެންތަކުގެ ޑޮކްޓްރިން ދޮގުކުރާ މީހުން، ދީވީ އަހަރެންއަކަށް އަޅުކަންކުރާ މީހުން، ޝައްކެއްވެސްނެތް ގޮތުގައި އަމިއްލަ ނަފްސަށް ސީރިއަސްކޮށް ބަލާފައެއް ނުވެއެވެ. މިފަހަރު ސޮކްރެޓިކް ސްޓައިލްގައި ވާހަކަ ދައްކާއިރު، އެފަދަ މީހުންނަށް އެކަން ނޭނގޭކަން ނޭނގޭކަންވެސް އަހަރެމެން ބުނާނަމެވެ.</p>\n<p>ހަމަކަށަވަރުންވެސް ސީރިއަސް އަދި ފުންކޮށް އަމިއްލަ ނަފްސަށް ނުބަލާ އަމިއްލަ ނަފްސު ދެނެގަނެވޭކަށް ނެތެވެ.</p>\n<p>ކޮންމެ މީހަކު އަދިވެސް އެކަކު ކަމުގައި ދެކޭހާ ހިނދަކު، އެތެރޭގެ ބަދަލެއް ވާނީ ނުވާނެ ކަމެއް ފަދައިންނެވެ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/dv/tratado-de-psicologia-revolucionaria/el-querido-ego.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/tratado-de-psicologia-revolucionaria/el-querido-ego.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/tratado-de-psicologia-revolucionaria/el-querido-ego.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
