import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Mwniya Arwkbwi",
  "locale": "brx",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "11. Mwniya Arwkbwi",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>मावथां आरो गोजौआ मोनसे बस्तुनि मोननै बाहागो जानानै थायै, बेनिखायनो गाहायाव होनाय खोथाखौ साननानै लानो हागौ: “आं गोजौ, आं गाहाइ” आ मोनसे रोखोमनि गोसोम आरो रोखोम-रोखोम जाखानाय इगो।</p>\n<p>“इश्वरनि आं” एबा “गोजौनि आं”, “आल्टर इगो” एबा बेबादिनो मोनसेआ “आंनि आं” नि मोनसे गोनोखोन्थाइ, गावखौनो ठगिनायनि मोनसे रोखोम।</p>\n<p>जेब्ला आं बेयाव आरो उनावबो थाबायनो लुगैयो, अब्ला आं गावखौनो ईश्वरनि आंनि गोरोन्थि साननायजों ठगायनानै लायो…</p>\n<p>जोंनि गेजेराव जेबो सासेयाबो साच, गोख्रोङै, सोलायस्लुङै, আবोदानि, बुंनो हाया, ইত্যাদি, ইত্যাদি गैयि।</p>\n<p>जोंनि गेजेराव जेबो सासेयाबो साच आरो गोख्रोङै मोनसे सोमोन्दो गैयि; दुखुनांथाव बाथ्राया जाबाय जोंनि सायाव मोनसे আইনसंगত ব্যক্তিগতता গैया।</p>\n<p>इगोआ গब्रनि उनावबो थाबाय थायो, नाथाय बेनि मोनसे जागायनाय आरो जोबनाय थायो।</p>\n<p>इगो, আंआ जेब्लाबो व्यक्तिगत, मोनसे, একক গैया। मुलाम्फायानो जाबाय आंआ “आंआ”।</p>\n<p>उराव तिब्बतआव “आं” फोरखौ “आंनि জোথোৰা” एबा सिम्पলि “মান” बुङो, बे মানफ्रा জোখोनो जायो एबा নেগেটিভ जायो।</p>\n<p>जुदि जों मोनफ्रोम “आं” खौ गुबुन मानसि बायदि सानो, अब्ला जों गोख्रोङै बुंनो हागौ: “মুবাইनि गेজেराव थानाय मोनफ्रोम মানसि, গোबां মানसि थायो”।</p>\n<p>সন্দেহ गैयि मोनफ्रोम सासेनि गेजेरावबो गोबां गुबुन गुबुन मानसि थायो, खारसिफोरा मोजां, खारसिफोरा गाज्रि…</p>\n<p>बे आंफोरनि मोनफ्रोम सासेयाबो, बे মানसिफोरनि मोनफ्रोम सासेयाबो गोजौ थाखाय दावबायो, बियो गावखौनो লাगिनानै थाबायनो लुगैयो, बेयो गोसोनि बिगियानखौ एबा मोनबायदि सोलोंथाव आरो मोटोर সেন্টারखौ खालामफ्लायो जेब्लाबो बियो खालामनो हायो, जेब्ला गुबुन सासेया बेखौ बारानो…</p>\n<p>गोबां आंफोरनि सोलोंथाइखौ उराव तिब्बतआव साच मिथिनो हाग्रा, गोख्रोङै रोखा जानायफोरा सोलोंदोंमोन…</p>\n<p>जोंनि मोनफ्रोम गोसोनि गोरोन्थिफोरखौ बेबादि एबा बे आंआव सोमोना होनाय जायो। जाहाथे जोंनाव रोजा रोजा एबा लाख लाख গোरोন্थि थायो, जोंनि গেজেराव गोबां মানसि थायो।</p>\n<p>गोসোनि बाथ्रायाव जों रोखा रोखै दिन्थिहोनो हादों दि पाराণোইক, ইগোল্যাট्राস आरो মিথ্যাवादीफोरा মবाइनाव ইগোखौ मानिनायखौ बारहुंनो गैयि।</p>\n<p>সন্দেহ गैयি बे মানসিफोरा गोবাং “আं” नि सोलोंथाइखौ गोसो गोथৌ লাजिया।</p>\n<p>জেब्ला সাसेआ साचै गावखौनो मिथिनानै লাंनो लुगैयो, বियो गावनि सायाव नायनानै गावखौনো नायनानै লাंनो नांगोन आरो গুরবত্বनि गेজেराव थानाय गुबुन गुबुन “आं” फोरखौ मिथिनानै লাंनो नांगोन।</p>\n<p>जुदि जोंनि फरायग्राफोरनि सासेयाबो गोबां “आं” नि सोलोंथाइखौ मिथिनानै लाया, बेयो গাওखौनो नायनानै লাयाखै बेनि थाखायसो।</p>\n<p>जेब्ला সাसेयाबो গেজেराव गাওखौनो नायनानै लायो, बियो गोबां মানसि, गोबाং “आं” फोरखौ मिथिगोन जे जोंनि गুরবত্বनि गेजेराव थायो।</p>\n<p>जिनि গোবাং आंनि सोलोंथाइखौ नेवसिबो, जिनि ईश्वरनि আंখৌ মানियो, बेखौ संदेह गैয়ি গাওखौनो नायनानै लायाखै। बे बाथ्राखौ সকরাটিকआव बुंगोन दि बे মানসিফোरा मिथिआ লাसिनो मिथिআ।</p>\n<p>সাचै जों গাওखौনো मिथिआ লাসিনो গাওखौनो नायनानै লাया।</p>\n<p>जोखोनो সাसे मानसि গাवनि गावनि गावनि গাवनि गावनि गावनि গাवनि गावनि गावनि গাवनि गावनि गावनि गावनि गावनि গাवनि गावनि गावनि गावनि गावनि गावनि गावनि গাवनि गावनि গাवनि गावनि गावनि গাवनि গাवनि गावनि गावनि गावनि गावनि गावनि গাवनि गावनि गावनि গাवनि गावनि গাवनि गावनि গাवनि गावनि गावनि গাवनि गावनि गावनि গাवनि गावनि गावनि গাवनि গাवनि गावनि গাवनि गावनि गावनि गावनि गावनि गावनि गावनि গাवनि गावनि गावनि गावनि गावनि गावनि गावनि गावनि গাवनि গাवनि गावनि गावनि गावनि गावनि गावनि গাवनि গাवनि गावनि गावनि गावनि गावनि गावनि গাवनि गावनि গাवनि गावनि গাवनि গাवनि गावनि গাवनि গাवनि गावनि गावनि गावनि गावनि गावनि गावनि গাवनि গাवनि গাवनि गावनि গাवनि गावनि गावनि গাवनि गावनि गावनि गावनि गावनि गावनि গাवनि গাवनि গাवनि गावनि गावनि গাवनि गावनि गावनि গাवनि গাवनि गावनि গাवनि गावनि गावनि গাवनि गावनि गावनि গাवनि গাवनि गावनि গাवनि গাवनि গাवनि গাवनि गावनि গাवनि गावनि গাवनि गावनि গাवनि गावनि गावनि গাवनि গাवनि गावनि गावनि गावनि गावनि গাवनि গাवनि গাवनि গাवनि গাवनि गावनि গাवनि গাवनि गावनि गावनि গাवनि গাवनि गावनि गावनि গাवनि गावनि गावनि গাवनि গাवनि गावनि गावनि गावनि गावनि गावनि गावनि गावनि गावनि गावनि গাवनि गावनि गावनि গাवनि গাवनि গাवनि গাवनि गावनि गावनि गावनि गावनि गावनि गावनि गावनि গাवनि গাवनि গাवनि गावनि গাवनि गावनि গাवनि গাवनि गावनि গাवनि गावनि गावनि গাवनि গাवनि গাवनि গাवनि গাवनि गावनि গাवनि গাवनि গাवनि गावनि गावनि गावनि गावनि গাवनि গাवनि गावनि गावनि গাवनि গাवनि গাवनि গাवनि গাवनि गावनि गावनि गावनि गावनि গাवनि গাवनि গাवनि গাवनि गावनि गावनि গাवनि गावनि गावनि गावनि गावनि गावनि गावनि গাवनि গাवनि গাवनि গাवनि गावनि গাওनिखौ सोलायनो गैয়ि।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/brx/tratado-de-psicologia-revolucionaria/el-querido-ego.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/tratado-de-psicologia-revolucionaria/el-querido-ego.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/tratado-de-psicologia-revolucionaria/el-querido-ego.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
