import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ནོར་འཁྲུལ་གྱི་རྒྱལ་ཁབ",
  "locale": "bo",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "8. ནོར་འཁྲུལ་གྱི་རྒྱལ་ཁབ",
    "order": 8
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>རང་ཉིད་ལ་ནན་ཏན་གྱིས་བརྟག་དཔྱད་བྱེད་སྐབས། འཚོ་བའི་ལག་ལེན་གྱི་ཕྱི་དོན་དང་། རྣམ་ཤེས་ཀྱི་ནང་སེམས་ཀྱི་གནས་སྟངས་གཉིས་ལ་ལོག་རྟོག་མེད་པར་དབྱེ་བ་འབྱེད་དགོས་པ་ནི་དུས་འགྱངས་མེད་པ་ཞིག་དང་དུས་ཐོག་ཏུ་བྱེད་དགོས་པ་ཞིག་ཡིན།</p>\n<p>ང་ཚོས་ངེས་པར་དུ་ཤེས་དགོས་པ་ནི་ང་ཚོ་སྐབས་དེར་རྣམ་ཤེས་ཀྱི་ནང་སེམས་ཀྱི་གནས་སྟངས་དང་། ང་ཚོར་འཕྲད་བཞིན་པའི་ཕྱི་དོན་གྱི་རང་བཞིན་གྱི་དོན་དངོས་དང་འབྲེལ་བ་ཡོད་མེད་ཤེས་དགོས།</p>\n<p>མི་ཚེ་ནི་དུས་ཚོད་དང་བར་སྣང་གི་བརྒྱུད་རིམ་བརྒྱུད་དེ་སྒྲུབ་པའི་བྱ་བའི་རབ་དང་རིམ་པ་ཞིག་ཡིན།</p>\n<p>མི་ཞིག་གིས་ “མི་ཚེ་ནི་མི་རྣམས་ཀྱི་སེམས་སུ་འཁྲིལ་བའི་སྡུག་བསྔལ་གྱི་འཁོར་ལོ་ཞིག་རེད་“ཅེས་བཤད་མྱོང་།</p>\n<p>མི་སུ་ཡིན་ཡང་རང་གི་འདོད་པ་ལྟར་བསམ་བློ་གཏོང་རྒྱུར་རང་དབང་ཡོད། ངས་བསམ་པར་སྐད་ཅིག་ཉིད་ལ་འགྱུར་བའི་དགའ་སྤྲོ་སྐྱིད་པོ་དག་གི་རྗེས་སུ་ནམ་ཡང་ཡིད་ཆད་དང་སྡུག་བསྔལ་འབྱུང་ངེས།</p>\n<p>བྱ་བ་རེ་རེར་རང་གི་ཁྱད་ཆོས་ཀྱི་བྲོ་བ་རེ་ཡོད་ལ། ནང་སེམས་ཀྱི་གནས་སྟངས་ཀྱང་དེ་བཞིན་དུ་རིགས་མི་འདྲ་བ་རེ་ཡོད་དེ་ནི་བསྙོན་དུ་མེད་པ་ཞིག་ཡིན།</p>\n<p>ངེས་པར་དུ་རང་ཉིད་ལ་ནང་བཅོས་ཀྱི་ལས་ཀ་བྱེད་པ་ནི་རྣམ་ཤེས་ཀྱི་སེམས་ཁམས་ཀྱི་གནས་སྟངས་སྣ་ཚོགས་ལ་གཙིགས་ཆེན་དུ་འཛིན་པ་ལ་གོ</p>\n<p>ནང་སེམས་སུ་ནོར་འཁྲུལ་མང་པོ་ཞིག་ཁུར་བ་དང་ནོར་འཁྲུལ་ཅན་གྱི་གནས་སྟངས་ཡོད་པ་སུ་ཞིག་གིས་ཀྱང་ཁས་མི་ལེན་ཐབས་མེད་ཡིན།</p>\n<p>གལ་ཏེ་ང་ཚོས་བརྗེ་འགྱུར་དངོས་སུ་བྱེད་འདོད་ན། ང་ཚོས་མྱུར་ཤོས་དང་འགྱངས་མེད་པའི་སྒོ་ནས་ནོར་འཁྲུལ་ཅན་གྱི་རྣམ་ཤེས་ཀྱི་གནས་སྟངས་དེ་དག་ལ་རྨང་ནས་བཅོས་བསྒྱུར་བྱེད་དགོས།</p>\n<p>ནོར་འཁྲུལ་ཅན་གྱི་གནས་སྟངས་ཀྱི་འགྱུར་བ་རྦད་དེ་བ་ཞིག་བྱུང་ན་དེ་ཡིས་འཚོ་བའི་ལག་ལེན་ཁྲོད་དུ་འགྱུར་བ་ཆ་ཚང་ཞིག་འབྱུང་ངེས།</p>\n<p>གལ་ཏེ་མི་ཞིག་གིས་ནོར་འཁྲུལ་ཅན་གྱི་གནས་སྟངས་ལ་ནན་ཏན་གྱིས་ལས་ཀ་བྱས་ན། མི་ཚེའི་ནང་གི་དགའ་མི་འོས་པའི་དོན་དག་དེ་དག་གིས་ཁོ་ཚོར་སླ་བོར་གནོད་མི་ཐུབ།</p>\n<p>ང་ཚོས་བཤད་བཞིན་པ་ནི་དོན་དངོས་ཀྱི་ས་ཐོག་ཏུ་དངོས་སུ་མྱོང་བའི་ཚོར་བ་དང་། དེ་དངོས་སུ་ཚོར་ཐུབ་ན་ད་གཟོད་ཧ་གོ་ཐུབ་པ་ཞིག་ཡིན།</p>\n<p>རང་ཉིད་ལ་ལས་ཀ་མི་བྱེད་མཁན་ནི་ནམ་ཡང་གནས་སྟངས་ཀྱི་གཡོག་ཏུ་འགྱུར། དེ་ནི་རྒྱ་མཚོའི་རྦ་རླབས་དྲག་པོའི་ཁྲོད་ཀྱི་ཤིང་སྡོང་སྐམ་པོ་ཞིག་དང་འདྲ།</p>\n<p>བྱ་བ་དག་གིས་མུ་མཐུད་དུ་འགྱུར་བ་འགྲོ་ཞིང་། རྣམ་པ་མང་པོ་འདྲེས་སྦྱོར་བྱས་ཏེ་རྦ་རླབས་བཞིན་རིམ་པར་འབྱུང་བ་ནི་ནུས་ཤུགས་རེད།</p>\n<p>བཟང་པོ་དང་ངན་པའི་བྱ་བ་ངེས་པར་དུ་ཡོད་དེ། དོན་དག་འགའ་ཞིག་གཞན་ལས་ཡག་བ་དང་སྡུག་པ་ཡོད་སྲིད།</p>\n<p>བྱ་བ་འགའ་ཞིག་ལ་བཅོས་བསྒྱུར་བྱེད་ཐུབ་སྟེ། མཇུག་འབྲས་བསྒྱུར་བཅོས་དང་། གནས་སྟངས་བསྒྱུར་བཅོས་སོགས་ནི་གདམ་ཀ་མང་པོའི་ཁྲོད་དུ་ཡོད་ངེས།</p>\n<p>འོན་ཀྱང་དོན་དངོས་ཀྱི་གནས་སྟངས་འགའ་ཞིག་ལ་བཅོས་བསྒྱུར་བྱེད་མི་ཐུབ་པ་ཡོད་དེ། གནས་སྟངས་དེ་འདྲ་བ་དག་ལ་རྟོགས་པ་དང་བཅས་ཏེ་ངེས་པར་དུ་དང་ལེན་བྱེད་དགོས་ཏེ། འགའ་ཞིག་ནི་ཧ་ཅང་གི་ཉེན་ཁ་ཅན་དང་ན་ཟུག་ཅན་ཞིག་ཏུ་འགྱུར་སྲིད།</p>\n<p>གལ་ཏེ་ང་ཚོས་གནད་དོན་བྱུང་བ་དེར་ངོས་འཛིན་མ་བྱས་ན། ན་ཟུག་དེ་མེད་པར་འགྱུར་བ་ནི་བསྙོན་དུ་མེད་པ་ཞིག་ཡིན།</p>\n<p>ང་ཚོས་མི་ཚེ་ནི་ནང་སེམས་ཀྱི་གནས་སྟངས་རིམ་པ་བཞིན་བརྩེགས་པ་ཞིག་ཏུ་ངོས་འཛིན་དགོས་ཏེ། རང་ཉིད་ཀྱི་མི་ཚེའི་དངོས་ཡོད་ཀྱི་ལོ་རྒྱུས་ནི་གནས་སྟངས་དེ་དག་གིས་གྲུབ་པ་ཞིག་རེད།</p>\n<p>ང་ཚོས་རང་གི་མི་ཚེ་ཧྲིལ་པོར་བསྐྱར་ཞིབ་བྱས་ན། ང་ཚོས་དངོས་སུ་རང་ཉིད་ཀྱིས་གནས་སྟངས་མི་བཟང་པ་མང་པོ་ཞིག་ནང་སེམས་ཀྱི་ནོར་འཁྲུལ་ཅན་གྱི་གནས་སྟངས་ཀྱི་རྐྱེན་པས་བྱུང་བ་ར་སྤྲོད་བྱེད་ཐུབ།</p>\n<p>ཨ་ལེ་སན་ཏྲོ་མེག་ནོ་ནི་རང་བཞིན་གྱིས་ནམ་ཡང་ཚོད་འཛིན་བྱེད་མཁན་ཞིག་ཡིན་རུང་ང་རྒྱལ་གྱིས་དབང་དུ་བསྡུས་པས། ཚོད་མེད་ཀྱིས་བེད་སྤྱོད་བྱས་པའི་རྐྱེན་གྱིས་འཆི་བར་གྱུར།</p>\n<p>ཧྥ་རན་སི་སི་ཀོ་དང་པོ་ནི་བཙོག་པ་དང་མི་དགའ་བའི་གཞན་འབྲེལ་གྱི་རྐྱེན་གྱིས་ཤི་བ་དེ་ལོ་རྒྱུས་སུ་ད་དུང་ཡང་དྲན་གསོ་ཐུབ།</p>\n<p>མཱ་རའེ་མནྜལ་བཙུན་མ་ཞིག་གིས་བསད་སྐབས་ཁོ་རང་ང་རྒྱལ་དང་ཕྲག་དོག་གིས་ཤི་བ་དང་རང་ཉིད་ནི་ཡང་དག་པ་ཞིག་ཡིན་པར་སེམས།</p>\n<p>ཞབས་ཞུའི་སྤྱི་གླིང་གི་བུད་མེད་དག་གིས་བསྙོན་མེད་པར་ལུས་འབྲེལ་གྱི་འདོད་པ་སྤྱོད་མཁན་ལུའི་སི་བཅོ་ལྔ་བ་ཞེས་འབོད་པ་དེའི་སྲོག་ཤུགས་རྦད་དེ་མེད་པར་བཟོས།</p>\n<p>མི་མང་པོ་ཞིག་ཧམ་སེམས་དང་། ཁོང་ཁྲོ། ཕྲག་དོག་བཅས་ཀྱི་རྐྱེན་པས་ཤི་བ་སེམས་ཁམས་རིག་པ་བ་ཚོས་ཧ་ཅང་གིས་ཡག་པོར་ཤེས།</p>\n<p>ང་ཚོའི་འདོད་པ་གཏན་འཁེལ་གྱིས་གོ་མེད་ཚོར་མེད་ཀྱི་འདུན་པ་ཞིག་ལ་གནས་པ་དང་ཆབས་ཅིག་ཏུ། ང་ཚོ་ནི་ཕུང་ཁང་ངམ་དུར་སའི་འོས་མི་ཞིག་ཏུ་འགྱུར།</p>\n<p>ཨོ་ཐི་ལོའི་ཕྲག་དོག་གིས་རྐྱེན་པས་མི་གསོད་མཁན་དུ་གྱུར་བ་དང་བཙོན་ཁང་ནི་ནོར་འཁྲུལ་ཅན་གྱི་དྭངས་བླངས་དག་གིས་ཁེངས་ཡོད།</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bo/tratado-de-psicologia-revolucionaria/estados-equivocados.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bo/tratado-de-psicologia-revolucionaria/estados-equivocados.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bo/tratado-de-psicologia-revolucionaria/estados-equivocados.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
