import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "தவறான மாநிலங்கள்",
  "locale": "ta",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "8. தவறான மாநிலங்கள்",
    "order": 8
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>நிச்சயமாக, சுயத்தை உன்னிப்பாக கவனிப்பதில், நடைமுறை வாழ்க்கையின் வெளிப்புற நிகழ்வுகளுக்கும் மனசாட்சியின் உள்ளார்ந்த நிலைகளுக்கும் இடையே ஒரு முழுமையான தர்க்கரீதியான வேறுபாடு காண்பது எப்போதுமே தவிர்க்க முடியாததும் தாமதப்படுத்த முடியாததுமாகும்.</p>\n<p>ஒரு குறிப்பிட்ட தருணத்தில் நாம் எங்கிருக்கிறோம் என்பதை அவசரமாக அறிய வேண்டும், மனசாட்சியின் உள்ளார்ந்த நிலை மற்றும் நமக்கு நடக்கும் வெளிப்புற நிகழ்வின் குறிப்பிட்ட தன்மை ஆகிய இரண்டையும் பொறுத்து.</p>\n<p>வாழ்க்கை என்பது காலப்போக்கில் செயலாக்கப்படும் தொடர்ச்சியான நிகழ்வுகளின் தொகுப்பாகும்…</p>\n<p>ஒருவர் கூறினார்: “வாழ்க்கை என்பது ஒரு சங்கிலி, மனிதன் ஆன்மாவில் சிக்கியிருக்கும் துன்புறுத்தல்களின் சங்கிலி…”</p>\n<p>ஒவ்வொருவரும் அவர்கள் விரும்பியபடி சிந்திக்க மிகவும் சுதந்திரமாக இருக்கிறார்கள்; கணநேர இன்பத்திற்குப் பிறகு ஏமாற்றமும் கசப்பும் ஏற்படும் என்று நான் நம்புகிறேன்…</p>\n<p>ஒவ்வொரு நிகழ்வுக்கும் அதன் சிறப்பு சுவை உள்ளது, மேலும் உள் நிலைகளும் வெவ்வேறு வகைகளாகும்; இது மறுக்க முடியாதது, மறுக்க முடியாதது…</p>\n<p>உண்மையில், தன்னைப் பற்றிய உள் வேலைப்பாடு மனசாட்சியின் பல்வேறு உளவியல் நிலைகளை அழுத்தமாக குறிக்கிறது…</p>\n<p>நம் உள்ளே பல தவறுகளை சுமந்துள்ளோம் என்பதையும், தவறான நிலைகள் உள்ளன என்பதையும் யாரும் மறுக்க முடியாது…</p>\n<p>நாம் உண்மையில் மாற விரும்பினால், மனசாட்சியின் தவறான நிலைகளை தீவிரமாக மாற்ற வேண்டியது அவசரமும் தவிர்க்க முடியாததும் ஆகும்…</p>\n<p>தவறான நிலைகளின் முழுமையான மாற்றம், நடைமுறை வாழ்க்கையில் முழுமையான மாற்றங்களை உருவாக்குகிறது…</p>\n<p>ஒருவர் தவறான நிலைகளில் தீவிரமாக வேலை செய்யும் போது, வாழ்க்கையின் விரும்பத்தகாத நிகழ்வுகள் அவரை அவ்வளவு எளிதில் காயப்படுத்த முடியாது…</p>\n<p>நாங்கள் சொல்வது ஒன்று உள்ளது, அதை அனுபவிப்பதன் மூலமும், உண்மையாக உணருவதன் மூலமும் மட்டுமே புரிந்து கொள்ள முடியும்…</p>\n<p>தன்னில் வேலை செய்யாதவன் எப்போதும் சூழ்நிலைகளின் பிடியில் இருப்பான்; அவன் கொந்தளிப்பான கடலின் நீரில் பரிதாபமான மரக்கட்டையைப் போன்றவன்…</p>\n<p>நிகழ்வுகள் அவற்றின் பலவிதமான சேர்க்கைகளில் இடைவிடாமல் மாறுகின்றன; அவை அலைகளில் ஒன்றன்பின் ஒன்றாக வருகின்றன, அவை தாக்கங்கள்…</p>\n<p>நிச்சயமாக நல்ல மற்றும் கெட்ட நிகழ்வுகள் உள்ளன; சில நிகழ்வுகள் மற்றவற்றை விட சிறந்ததாகவோ அல்லது மோசமானதாகவோ இருக்கும்…</p>\n<p>சில நிகழ்வுகளை மாற்றுவது சாத்தியம்; முடிவுகளை மாற்றுவது, சூழ்நிலைகளை மாற்றுவது போன்றவை சாத்தியக்கூறுகளின் எண்ணிக்கையில் நிச்சயமாக உள்ளன.</p>\n<p>இருப்பினும் உண்மையில் மாற்ற முடியாத உண்மை நிலைகள் உள்ளன; இந்த கடைசி சந்தர்ப்பங்களில், சில மிகவும் ஆபத்தானதாக அல்லது வேதனையாக இருந்தாலும் கூட, அவை உணர்வுபூர்வமாக ஏற்றுக்கொள்ளப்பட வேண்டும்…</p>\n<p>ஒரு பிரச்சனையுடன் நம்மை அடையாளப்படுத்திக் கொள்ளாதபோது வலி மறைந்துவிடும் என்பது கேள்விக்கு இடமின்றி உள்ளது…</p>\n<p>வாழ்க்கையை உள் மாநிலங்களின் தொடர்ச்சியான தொடராக நாம் கருத வேண்டும்; ஒரு தனிப்பட்ட வாழ்க்கையின் உண்மையான வரலாறு அந்த அனைத்து நிலைகளாலும் ஆனது…</p>\n<p>நம்முடைய முழு இருப்பையும் மறுபரிசீலனை செய்வதன் மூலம், பல விரும்பத்தகாத சூழ்நிலைகள் தவறான உள் மாநிலங்களால் சாத்தியமானது என்பதை நாமே நேரடியாக சரிபார்க்க முடியும்…</p>\n<p>அலெக்சாண்டர் தி கிரேட் இயற்கையால் எப்போதும் நிதானமாக இருந்தபோதிலும், இறுமாப்பால் இறப்பை விளைவித்த அதிகப்படியான செயல்களில் ஈடுபட்டார்…</p>\n<p>பிரான்சிஸ் I ஒரு அசுத்தமான மற்றும் அருவருப்பான விபச்சாரத்தின் காரணமாக இறந்தார், அதை வரலாறு இன்னும் நன்றியுடன் நினைவில் கொள்கிறது…</p>\n<p>மாறாட் ஒரு கொடூரமான கன்னியாஸ்திரீயால் கொல்லப்பட்டபோது, அவர் பெருமையாலும் பொறாமையாலும் இறந்து கொண்டிருந்தார், தன்னை முற்றிலும் நியாயமானவர் என்று நம்பினார்…</p>\n<p>மான் பூங்காவின் பெண்கள் லூயிஸ் XV என்ற கொடூரமான விபச்சாரனின் உயிர்ச்சக்தியை முற்றிலும் அழித்துவிட்டார்கள் என்பதில் சந்தேகமில்லை.</p>\n<p>அதிக ஆசை, கோபம் அல்லது பொறாமையால் பலர் இறக்கிறார்கள், உளவியலாளர்களுக்கு இது நன்றாகத் தெரியும்…</p>\n<p>நமது விருப்பம் ஒரு அபத்தமான போக்கில் மாற்ற முடியாததாக உறுதிப்படுத்தப்படும்போது, நாம் கல்லறை அல்லது மயானத்திற்கான வேட்பாளர்களாகி விடுகிறோம்…</p>\n<p>ஒத்தெல்லோ பொறாமை காரணமாக ஒரு கொலைகாரனாக மாறினான், மேலும் சிறை நேர்மையான தவறுகளால் நிறைந்துள்ளது…</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ta/tratado-de-psicologia-revolucionaria/estados-equivocados.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ta/tratado-de-psicologia-revolucionaria/estados-equivocados.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ta/tratado-de-psicologia-revolucionaria/estados-equivocados.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
