import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ދައުލަތްތައް ގޯސްވުން",
  "locale": "dv",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "8. ދައުލަތްތައް ގޯސްވުން",
    "order": 8
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ތިމާގެ ޒާތީ ސިފަތައް ވަރަށް ސާފުކޮށް ދެނެގަތުމަށްފަހު، ދިރިއުޅުމުގައި ދިމާވާ ކަންތައްތަކާއި، ހިތުގައި އުފެދޭ ޝުޢޫރުތައް ވަކިކޮށް ދެނެގަތުން މުހިއްމެވެ.</p>\n<p>އަހަރެމެން ކޮންމެ ވަގުތަކުވެސް ހިތުގައި އުފެދޭ ޝުޢޫރުތަކާއި ބޭރުފުށުން ދިމާވާ ކަންތައްތަކަށް ސަމާލުވެ، އެވަގުތު އަހަރެމެން ހުރީ ކޮންތާކުކަން ދެނެގަންނަން ޖެހެއެވެ.</p>\n<p>ދިރިއުޅުމަކީ ވަގުތާއި ތަނުގެ ތެރެއިން ހިނގާ ކަންތައްތަކެކެވެ.</p>\n<p>ބުނެވޭގޮތުގައި “ދިރިއުޅުމަކީ އިންސާނާގެ ރޫޙާ ޖެހިފައިވާ އަނިޔާވެރިކަމުގެ ސިލްސިލާއެކެވެ.”</p>\n<p>ކޮންމެ މީހަކަށްވެސް އެމީހަކު ބޭނުންގޮތަކަށް ވިސްނުމުގެ މިނިވަންކަން އެބައޮތެވެ. އަހަރެން ދެކޭގޮތުގައި ވަގުތީ އުފާވެރިކަމަށްފަހު އަންނަނީ މާޔޫސްކަމާއި ހިތްދަތިކަމެވެ.</p>\n<p>ކޮންމެ ކަމަކީވެސް އެއަށް ޚާއްޞަ ރަހައެއް ލިބިގެންވާ އެއްޗެކެވެ. ހަމަ އެފަދައިން އެތެރެހަށީގެ ޙާލަތުތައްވެސް ތަފާތުވާނެއެވެ. މިއީ ދެބަސްވެވެން ނެތް ޙަޤީޤަތެކެވެ.</p>\n<p>ހަމަކަށަވަރުންވެސް އަމިއްލަ ނަފްސުގެ މައްޗަށް ކުރާ މަސައްކަތްތައް އަމާޒުކުރެވެނީ ހޭލުންތެރިކަމުގެ ތަފާތު ނަފްސާނީ ޙާލަތުތަކަށެވެ.</p>\n<p>އަހަރެމެން އެންމެންގެ އެތެރެހަށީގައިވެސް ގިނަ ގޯސްތަކެއް ހުރިކަމާއި، ގޯސް ޙާލަތުތަކެއް ވެސް ހުރިކަން އެއްވެސް މީހަކަށް ދެކޮޅުހެދިގެން ނުވާނެއެވެ.</p>\n<p>އަހަރެމެން ޙަޤީޤަތުގައިވެސް ބަދަލުވާން ބޭނުންނަމަ، އެންމެ އަވަހަށް އަދި ލަސްނުކޮށް، އެ ހޭލުންތެރިކަމުގެ ގޯސް ޙާލަތުތައް ރަނގަޅުކުރަން ޖެހެއެވެ.</p>\n<p>ގޯސް ޙާލަތުތައް މުޅިން ބަދަލުކުރުމުން، ދިރިއުޅުމުގެ ޢަމަލީ މައިދާނުގައި ފުރިހަމަ ބަދަލުތަކެއް އުފެދެއެވެ.</p>\n<p>އެކަކު އޭނާގެ ނަފްސުގެ ގޯސް ޙާލަތުތައް ރަނގަޅުކުރުމަށް ސީރިއަސްކޮށް މަސައްކަތްކުރާނަމަ، ދިރިއުޅުމުގައި ދިމާވާ ނޭދެވޭ ކަންތައްތަކުން ފަސޭހައިން އަސަރު ނުކުރާނެއެވެ.</p>\n<p>މި ވާހަކައަކީ ޢަމަލުން ތަޖުރިބާކޮށް، ޙަޤީޤަތުގައި އިޙްސާސްކުރެވޭނަމަ ނޫނީ ނުވިސްނޭނެ ވާހަކައެކެވެ.</p>\n<p>އަމިއްލަ ނަފްސަށް މަސައްކަތް ނުކުރާ މީހާ އަބަދުވެސް ވާނީ ޙާލަތުގެ ޝިކާރައަކަށެވެ. އެމީހަކީ ކަނޑުގެ ތޫފާނީ ރާޅުތަކުގެ މެދުގައި އޮޔާދާ މުޑިއެއް ފަދައެވެ.</p>\n<p>ކަންތައްތައް އެކި ގޮތްގޮތަށް ބަދަލުވަމުން ދެއެވެ. ރާޅުތަކެއްގެ ގޮތުގައި އެއްކަމަށްފަހު އަނެއްކަން އާދެއެވެ. މިއީ އަސަރުތަކެކެވެ.</p>\n<p>ހަމަކަށަވަރުންވެސް ރަނގަޅު އަދި ނުރަނގަޅު ކަންތައްތައް ވެއެވެ. ބައެއް ކަންތައްތައް އެހެން ކަންތައްތަކަށްވުރެ ރަނގަޅުވެސް ނުވަތަ ނުރަނގަޅުވެސް ވެދާނެއެވެ.</p>\n<p>ބައެއް ކަންތައްތައް ބަދަލުކުރުމަކީ ކުރެވޭނެ ކަމެކެވެ. ނަތީޖާތައް ބަދަލުކުރުމާއި، ޙާލަތުތައް ބަދަލުކުރުމާއި، މިފަދަ ކަންތައްތަކަކީ ޤާބިލިއްޔަތުކަން ހުރި ކަންތައްތަކެވެ.</p>\n<p>ނަމަވެސް ޙަޤީޤަތުގައި ބަދަލުނުކުރެވޭނެ ޙާލަތުތަކެއްވެސް ވެއެވެ. އެފަދަ ޙާލަތުތަކުގައި، އެއީ ނުރައްކާތެރި އަދި ވޭންދެނިވި ކަންތައްތަކެއް ކަމުގައިވިޔަސް، ހޭލުންތެރިކަމާއެކު އެކަންތައްތައް ޤަބޫލުކުރަންވާނެއެވެ.</p>\n<p>ސުވާލުކުރެވޭނެ ޖާގައެއްނެތްގޮތުގައި، ވޭން އިޙްސާސްނުވާނީ ދިމާވާ މައްސަލައާއެކު ތިމާގެ ޒާތު އެއްނުކުރުމުންނެވެ.</p>\n<p>އަހަރެމެން ދިރިއުޅުމަށް ބަލަންވާނީ އެތެރެހަށީގެ ޙާލަތުތަކެއްގެ ގޮތުގައެވެ. އަހަރެމެންގެ ދިރިއުޅުމުގެ ޙަޤީޤީ ތާރީޚު އެކުލެވިގެންވަނީ އެ ޙާލަތުތަކުގެ މައްޗަށެވެ.</p>\n<p>އަހަރެމެންގެ މުޅި ދިރިއުޅުން މުރާޖަޢާކުރުމުން، އަހަރެމެންނަށް ސީދާކޮށް ޔަޤީންކުރެވޭނެ ގިނަ ނޭދެވޭ ޙާލަތުތަކެއް މެދުވެރިވީ ގޯސް އެތެރެހަށީގެ ޙާލަތުތަކުގެ ސަބަބުންކަމެވެ.</p>\n<p>އަލެކްސަންޑަރ ދަ ގްރޭޓަކީ އާންމުގޮތެއްގައި ރަނގަޅު މިޒާޖެއްގެ ވެރި މީހަކަށް ވީނަމަވެސް، ބޮޑާކަމުގެ ސަބަބުން އިސްރާފުކުރުންތަކަށް އަރައިގަތުމުގެ ނަތީޖާއަކަށްވީ އޭނާގެ މަރެވެ.</p>\n<p>ފްރާންސިސްކޯ އެއްވަނަ މަރުވީ ހަޑިމުޑުދާރު ޒިނޭއެއްގެ ސަބަބުންނެވެ. އެ ވާހަކަ ތާރީޚުގައި އަދިވެސް ހަނދާން އެބަހުއްޓެވެ.</p>\n<p>މަރާޓް މަރުވީ ނުބައި ރާހިބަކު އޭނާ ޤަތުލުކުރުމުންނެވެ. އޭނާ މަރުވީ ބޮޑާކަމާއި ހަސަދަވެރިކަމުގެ ސަބަބުންނެވެ. އޭނާ އަމިއްލަ ނަފްސު ދެކުނީ މުޅިންވެސް ހައްޤުވެރިއެއްގެ ގޮތުގައެވެ.</p>\n<p>ސާވަންޓްސް ޕާކްގެ އަންހެން ބޭފުޅުން ލުއިސް ފަނަރަވަނަ ރަސްގެފާނުގެ ހުރިހާ ހަކަތައެއް ހުސްކޮށްލިއެވެ.</p>\n<p>ގިނަ ބަޔަކު މަރުވަނީ ދަހިވެތިކަމާއި، ރުޅިވެރިކަމާއި، ހަސަދަވެރިކަމުގެ ސަބަބުންނެވެ. މިއީ ނަފްސާނީ ޢިލްމުވެރިންނަށް ވަރަށް ރަނގަޅަށް އެނގޭ ޙަޤީޤަތެކެވެ.</p>\n<p>އަހަރެމެންގެ ޢަޒުމް ގޯސްކަމަކަށް ބަދަލުވުމުން، އަހަރެމެން ވެގެންދަނީ މަހާނާގެ ކެންޑިޑޭޓަކަށެވެ.</p>\n<p>އޮތެލޯ ހަސަދައިގެ ސަބަބުން ޤާތިލަކަށް ވެގެންދިޔައެވެ. ޖަލުތައް ފުރިފައިވަނީ އިޚްލާސްތެރި ގޯސްކުރާ މީހުންނެވެ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/dv/tratado-de-psicologia-revolucionaria/estados-equivocados.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/tratado-de-psicologia-revolucionaria/estados-equivocados.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/tratado-de-psicologia-revolucionaria/estados-equivocados.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
