import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Λανθασμένες Καταστάσεις",
  "locale": "el",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "8. Λανθασμένες Καταστάσεις",
    "order": 8
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Αναμφισβήτητα, στην αυστηρή παρατήρηση του Εαυτού, είναι πάντα επιτακτικό και αναπόφευκτο να γίνει μια πλήρης λογική διαφοροποίηση σε σχέση με τα εξωτερικά γεγονότα της πρακτικής ζωής και τις εσωτερικές καταστάσεις της συνείδησης.</p>\n<p>Χρειάζεται επειγόντως να γνωρίζουμε πού βρισκόμαστε σε μια δεδομένη στιγμή, τόσο σε σχέση με την εσωτερική κατάσταση της συνείδησης, όσο και με τη συγκεκριμένη φύση του εξωτερικού γεγονότος που μας συμβαίνει.</p>\n<p>Η ζωή από μόνη της είναι μια σειρά γεγονότων που επεξεργάζονται μέσω του χρόνου και του χώρου…</p>\n<p>Κάποιος είπε: “Η ζωή είναι μια αλυσίδα μαρτυρίων που κουβαλάει ο άνθρωπος μπλεγμένη στην Ψυχή…”</p>\n<p>Ο καθένας είναι πολύ ελεύθερος να σκέφτεται όπως θέλει. εγώ πιστεύω ότι τις εφήμερες απολαύσεις μιας φευγαλέας στιγμής ακολουθούν πάντα η απογοήτευση και η πικρία…</p>\n<p>Κάθε γεγονός έχει την ιδιαίτερη χαρακτηριστική του γεύση και οι εσωτερικές καταστάσεις είναι επίσης διαφορετικής τάξης. αυτό είναι αδιαμφισβήτητο, αδιάσειστο…</p>\n<p>Βεβαίως, η εσωτερική εργασία πάνω στον εαυτό αναφέρεται με έμφαση στις διάφορες ψυχολογικές καταστάσεις της συνείδησης…</p>\n<p>Κανείς δεν μπορεί να αρνηθεί ότι στο εσωτερικό μας κουβαλάμε πολλά λάθη και ότι υπάρχουν λανθασμένες καταστάσεις…</p>\n<p>Αν πραγματικά θέλουμε να αλλάξουμε, χρειαζόμαστε με μέγιστη και επείγουσα ανάγκη να τροποποιήσουμε ριζικά αυτές τις λανθασμένες καταστάσεις της συνείδησης…</p>\n<p>Η απόλυτη τροποποίηση των λανθασμένων καταστάσεων προκαλεί πλήρεις μεταμορφώσεις στον τομέα της πρακτικής ζωής…</p>\n<p>Όταν κάποιος εργάζεται σοβαρά πάνω στις λανθασμένες καταστάσεις, είναι προφανές ότι τα δυσάρεστα γεγονότα της ζωής δεν μπορούν πλέον να τον πληγώσουν τόσο εύκολα…</p>\n<p>Λέμε κάτι που είναι δυνατό να το κατανοήσει κανείς μόνο βιώνοντάς το, νιώθοντάς το πραγματικά στο ίδιο το πεδίο των γεγονότων…</p>\n<p>Όποιος δεν εργάζεται πάνω στον εαυτό του είναι πάντα θύμα των περιστάσεων. είναι σαν ένα άθλιο ξύλο ανάμεσα στα θυελλώδη νερά του ωκεανού…</p>\n<p>Τα γεγονότα αλλάζουν αδιάκοπα στους πολλαπλούς συνδυασμούς τους. έρχονται το ένα μετά το άλλο σε κύματα, είναι επιρροές…</p>\n<p>Βεβαίως, υπάρχουν καλά και κακά γεγονότα. μερικά γεγονότα θα είναι καλύτερα ή χειρότερα από άλλα…</p>\n<p>Η τροποποίηση ορισμένων γεγονότων είναι δυνατή. Η αλλαγή αποτελεσμάτων, η τροποποίηση καταστάσεων, κ.λπ., είναι σίγουρα μέσα στον αριθμό των πιθανών.</p>\n<p>Ωστόσο, υπάρχουν πραγματικές καταστάσεις που πραγματικά δεν μπορούν να αλλάξουν. σε αυτές τις τελευταίες περιπτώσεις πρέπει να γίνουν αποδεκτές συνειδητά, παρόλο που ορισμένες είναι πολύ επικίνδυνες και ακόμη και επώδυνες…</p>\n<p>Αναμφισβήτητα, ο πόνος εξαφανίζεται όταν δεν ταυτιζόμαστε με το πρόβλημα που έχει παρουσιαστεί…</p>\n<p>Πρέπει να θεωρούμε τη ζωή ως μια διαδοχική σειρά εσωτερικών καταστάσεων. μια αυθεντική ιστορία της ιδιαίτερης ζωής μας αποτελείται από όλες αυτές τις καταστάσεις…</p>\n<p>Εξετάζοντας το σύνολο της δικής μας ύπαρξης, μπορούμε να επαληθεύσουμε από μόνοι μας άμεσα, ότι πολλές δυσάρεστες καταστάσεις ήταν δυνατές χάρη σε λανθασμένες εσωτερικές καταστάσεις…</p>\n<p>Ο Μέγας Αλέξανδρος, αν και ήταν πάντα μετριοπαθής από τη φύση του, παραδόθηκε από υπερηφάνεια στις υπερβολές που του προκάλεσαν το θάνατο…</p>\n<p>Ο Φραγκίσκος Α’ πέθανε εξαιτίας μιας βρώμικης και αισχρής μοιχείας, την οποία θυμάται ακόμη και η ιστορία…</p>\n<p>Όταν ο Μαρά δολοφονήθηκε από μια διεστραμμένη καλόγρια, πέθαινε από έπαρση και φθόνο, πίστευε τον εαυτό του απόλυτα δίκαιο…</p>\n<p>Οι κυρίες του Πάρκου των Υπηρετών αναμφισβήτητα εξάντλησαν εντελώς τη ζωτικότητα του τρομερού πορνομανή που ονομαζόταν ΛΟΥΗΣ ΙΕ’.</p>\n<p>Πολλοί είναι οι άνθρωποι που πεθαίνουν από φιλοδοξία, οργή ή ζήλια, αυτό το γνωρίζουν πολύ καλά οι Ψυχολόγοι…</p>\n<p>Μόλις η θέλησή μας επιβεβαιωθεί αμετάκλητα σε μια παράλογη τάση, γινόμαστε υποψήφιοι για το πάνθεον ή το νεκροταφείο…</p>\n<p>Ο Οθέλλος λόγω ζήλιας έγινε δολοφόνος και η φυλακή είναι γεμάτη από ειλικρινείς λάθος ανθρώπους…</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/el/tratado-de-psicologia-revolucionaria/estados-equivocados.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/tratado-de-psicologia-revolucionaria/estados-equivocados.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/tratado-de-psicologia-revolucionaria/estados-equivocados.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
