import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "მცდარი სახელმწიფოები",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "8. მცდარი სახელმწიფოები",
    "order": 8
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>უდავოა, საკუთარი თავის გულდასმით დაკვირვებით, ყოველთვის გადაუდებელი და დროული ხდება პრაქტიკული ცხოვრების გარეგან მოვლენებსა და ცნობიერების შინაგან მდგომარეობებს შორის სრული ლოგიკური დიფერენცირება.</p>\n<p>აუცილებლად უნდა ვიცოდეთ, სად ვიმყოფებით მოცემულ მომენტში, როგორც ცნობიერების შინაგან მდგომარეობასთან, ასევე ჩვენთვის მომხდარი გარეგანი მოვლენის სპეციფიკურ ბუნებასთან მიმართებაში.</p>\n<p>ცხოვრება თავისთავად არის მოვლენების სერია, რომლებიც მუშავდება დროისა და სივრცის გავლით…</p>\n<p>ვიღაცამ თქვა: “ცხოვრება არის ჯაჭვი, წამება, რომელიც ადამიანს სულში აქვს ჩახლართული…”</p>\n<p>ყველას თავისუფლად შეუძლია იფიქროს ისე, როგორც სურს; მე მჯერა, რომ წარმავალი წამის ეფემერულ სიამოვნებებს ყოველთვის მოსდევს იმედგაცრუება და სიმწარე…</p>\n<p>თითოეულ მოვლენას აქვს თავისი განსაკუთრებული, დამახასიათებელი გემო და შინაგანი მდგომარეობებიც განსხვავებულია; ეს უდავოა, უარყოფით…</p>\n<p>უდავოა, რომ შინაგანი მუშაობა საკუთარ თავზე ხაზგასმით ეხება ცნობიერების სხვადასხვა ფსიქოლოგიურ მდგომარეობას…</p>\n<p>ვერავინ უარყოფს, რომ ჩვენში ბევრი შეცდომა გვაქვს და რომ არსებობს არასწორი მდგომარეობები…</p>\n<p>თუ ჩვენ ნამდვილად გვინდა შევცვალოთ, ჩვენ სასწრაფოდ და გადაუდებლად გვჭირდება რადიკალურად შევცვალოთ ცნობიერების ეს არასწორი მდგომარეობები…</p>\n<p>არასწორი მდგომარეობების აბსოლუტური მოდიფიკაცია იწვევს სრულ ტრანსფორმაციას პრაქტიკული ცხოვრების სფეროში…</p>\n<p>როდესაც სერიოზულად მუშაობ არასწორ მდგომარეობებზე, ცხადია, ცხოვრების უსიამოვნო მოვლენები ვეღარ გტკივა ასე ადვილად…</p>\n<p>ჩვენ ვამბობთ რაღაცას, რისი გაგებაც მხოლოდ გამოცდილებით არის შესაძლებელი, ფაქტების სფეროში მისი რეალურად შეგრძნებით…</p>\n<p>ვინც საკუთარ თავზე არ მუშაობს, ყოველთვის გარემოებების მსხვერპლია; ისევე როგორც საწყალი მორი ოკეანის ქარიშხლიან წყლებში…</p>\n<p>მოვლენები განუწყვეტლივ იცვლება მრავალ კომბინაციაში; ისინი მოდიან ერთმანეთის მიყოლებით ტალღებად, ეს გავლენებია…</p>\n<p>რა თქმა უნდა, არსებობს კარგი და ცუდი მოვლენები; ზოგიერთი მოვლენა სხვებზე უკეთესი ან უარესი იქნება…</p>\n<p>გარკვეული მოვლენების მოდიფიცირება შესაძლებელია; შედეგების შეცვლა, სიტუაციების შეცვლა და ა.შ., რა თქმა უნდა, შესაძლებლობების რიცხვშია.</p>\n<p>მაგრამ არსებობს ფაქტობრივი სიტუაციები, რომელთა შეცვლა ნამდვილად შეუძლებელია; ამ უკანასკნელ შემთხვევაში ისინი შეგნებულად უნდა იქნას მიღებული, თუნდაც ზოგიერთი ძალიან საშიში და მტკივნეული იყოს…</p>\n<p>უდავოა, ტკივილი ქრება, როდესაც არ ვახდენთ იდენტიფიცირებას პრობლემასთან, რომელიც წარმოიშვა…</p>\n<p>ჩვენ უნდა განვიხილოთ ცხოვრება, როგორც შინაგანი მდგომარეობების თანმიმდევრული სერია; ჩვენი კონკრეტული ცხოვრების ავთენტური ისტორია ჩამოყალიბებულია ყველა ამ მდგომარეობით…</p>\n<p>ჩვენი საკუთარი არსებობის მთლიანობის გადახედვით, ჩვენ შეგვიძლია უშუალოდ დავრწმუნდეთ, რომ მრავალი უსიამოვნო სიტუაცია შესაძლებელი იყო არასწორი შინაგანი მდგომარეობების წყალობით…</p>\n<p>ალექსანდრე მაკედონელი, თუმცა ბუნებით ყოველთვის თავშეკავებული იყო, სიამაყის გამო გადაეცა ექსცესებს, რამაც სიკვდილი გამოიწვია…</p>\n<p>ფრანცისკე I გარდაიცვალა ბინძური და საზიზღარი მრუშობის გამო, რომელიც ისტორიას ჯერ კიდევ კარგად ახსოვს…</p>\n<p>როდესაც მარატი მოკლა გარყვნილმა მონაზონმა, ის კვდებოდა სიამაყითა და შურით, თავს აბსოლუტურად მართალად თვლიდა…</p>\n<p>ირმების პარკის ქალბატონებმა უდავოდ მთლიანად დაასრულეს საშინელი მეძავის, ლუი XV-ის სიცოცხლისუნარიანობა.</p>\n<p>ბევრი ადამიანი კვდება ამბიციის, რისხვის ან ეჭვიანობის გამო, ეს ფსიქოლოგებმა ძალიან კარგად იციან…</p>\n<p>როგორც კი ჩვენი ნება შეუქცევად დადასტურდება აბსურდულ ტენდენციაში, ჩვენ ვხდებით პანთეონის ან სასაფლაოს კანდიდატები…</p>\n<p>ოტელო ეჭვიანობის გამო მკვლელი გახდა და ციხე სავსეა გულწრფელი შემცდომელებით…</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/tratado-de-psicologia-revolucionaria/estados-equivocados.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/tratado-de-psicologia-revolucionaria/estados-equivocados.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/tratado-de-psicologia-revolucionaria/estados-equivocados.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
