import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "รัฐที่ไม่ถูกต้อง",
  "locale": "th",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "8. รัฐที่ไม่ถูกต้อง",
    "order": 8
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>อย่างไม่ต้องสงสัย ในการสังเกตตนเองอย่างเข้มงวด จำเป็นอย่างยิ่งที่จะต้องทำการแยกแยะเชิงตรรกะอย่างสมบูรณ์ระหว่างเหตุการณ์ภายนอกของชีวิตประจำวันและสภาวะภายในของจิตสำนึก</p>\n<p>เราจำเป็นอย่างเร่งด่วนที่จะต้องรู้ว่าเราอยู่ที่ไหนในขณะใดขณะหนึ่ง ทั้งในส่วนที่เกี่ยวข้องกับสภาวะภายในของจิตสำนึก และในส่วนของลักษณะเฉพาะของเหตุการณ์ภายนอกที่เกิดขึ้นกับเรา</p>\n<p>ชีวิตนั้นเป็นชุดของเหตุการณ์ที่เกิดขึ้นผ่านกาลเวลาและสถานที่…</p>\n<p>มีคนกล่าวว่า: “ชีวิตคือโซ่ตรวนแห่งความทุกข์ทรมานที่มนุษย์ผูกพันไว้ในจิตวิญญาณ…”</p>\n<p>แต่ละคนมีอิสระที่จะคิดตามที่ตนเองต้องการ ฉันเชื่อว่าความสุขชั่วแล่นในชั่วขณะหนึ่งนั้น มักจะตามมาด้วยความผิดหวังและความขมขื่น…</p>\n<p>แต่ละเหตุการณ์มีรสชาติที่เป็นเอกลักษณ์เฉพาะตัว และสภาวะภายในก็มีหลายประเภทเช่นกัน นี่เป็นสิ่งที่ไม่อาจโต้แย้งได้…</p>\n<p>แน่นอนว่าการทำงานภายในตนเองนั้น เน้นไปที่สภาวะทางจิตใจต่างๆ ของจิตสำนึก</p>\n<p>ไม่มีใครสามารถปฏิเสธได้ว่าภายในตัวเรานั้นเต็มไปด้วยความผิดพลาดมากมาย และมีสภาวะที่ไม่ถูกต้องอยู่</p>\n<p>หากเราต้องการเปลี่ยนแปลงอย่างแท้จริง เราจำเป็นต้องแก้ไขสภาวะที่ไม่ถูกต้องของจิตสำนึกอย่างรุนแรงโดยด่วนที่สุด</p>\n<p>การแก้ไขสภาวะที่ไม่ถูกต้องอย่างสมบูรณ์ จะนำไปสู่การเปลี่ยนแปลงที่สมบูรณ์ในด้านชีวิตประจำวัน</p>\n<p>เมื่อเราทำงานอย่างจริงจังเกี่ยวกับสภาวะที่ไม่ถูกต้อง แน่นอนว่าเหตุการณ์ที่ไม่พึงประสงค์ในชีวิตจะไม่สามารถทำร้ายเราได้ง่ายนัก</p>\n<p>เรากำลังพูดถึงบางสิ่งที่สามารถเข้าใจได้ก็ต่อเมื่อได้สัมผัสและรู้สึกถึงมันอย่างแท้จริงในพื้นที่แห่งความเป็นจริง</p>\n<p>ผู้ที่ไม่ทำงานกับตนเองมักตกเป็นเหยื่อของสถานการณ์เสมอ เปรียบเสมือนท่อนซุงที่น่าสังเวชท่ามกลางกระแสน้ำที่เชี่ยวกรากในมหาสมุทร</p>\n<p>เหตุการณ์เปลี่ยนแปลงไปอย่างไม่หยุดนิ่งในการผสมผสานที่หลากหลาย พวกเขามาทีละคนเป็นระลอกคลื่น พวกเขาคืออิทธิพล</p>\n<p>แน่นอนว่ามีเหตุการณ์ที่ดีและไม่ดี บางเหตุการณ์จะดีกว่าหรือแย่กว่าเหตุการณ์อื่นๆ</p>\n<p>การแก้ไขเหตุการณ์บางอย่างเป็นไปได้ การเปลี่ยนแปลงผลลัพธ์ การปรับเปลี่ยนสถานการณ์ ฯลฯ อยู่ในขอบเขตของความเป็นไปได้อย่างแน่นอน</p>\n<p>แต่มีสถานการณ์บางอย่างที่ไม่สามารถเปลี่ยนแปลงได้จริง ในกรณีหลังนี้ ควรยอมรับอย่างมีสติ แม้ว่าบางสถานการณ์จะอันตรายและเจ็บปวดมาก…</p>\n<p>ไม่ต้องสงสัยเลยว่าความเจ็บปวดจะหายไปเมื่อเราไม่ระบุตัวเองกับปัญหาที่เกิดขึ้น</p>\n<p>เราควรพิจารณาชีวิตเป็นชุดของสภาวะภายในที่ต่อเนื่องกัน เรื่องราวที่แท้จริงของชีวิตของเราแต่ละคนประกอบด้วยสภาวะเหล่านั้นทั้งหมด</p>\n<p>เมื่อตรวจสอบชีวิตทั้งหมดของเรา เราสามารถตรวจสอบได้ด้วยตนเองโดยตรงว่าสถานการณ์ที่ไม่พึงประสงค์หลายอย่างเป็นไปได้ด้วยสภาวะภายในที่ไม่ถูกต้อง</p>\n<p>อเล็กซานเดอร์มหาราชแม้ว่าโดยธรรมชาติจะเป็นคนรู้จักยับยั้งชั่งใจเสมอ แต่ด้วยความหยิ่งผยองจึงปล่อยตัวไปกับความมากเกินไปที่ทำให้เขาเสียชีวิต</p>\n<p>ฟรานซิสที่ 1 สิ้นพระชนม์เนื่องจากการนอกใจที่สกปรกและน่ารังเกียจ ซึ่งประวัติศาสตร์ยังคงจดจำได้ดี</p>\n<p>เมื่อมาราต์ถูกฆ่าโดยแม่ชีที่ชั่วร้าย เขากำลังจะตายด้วยความเย่อหยิ่งและความอิจฉา เขามั่นใจในความถูกต้องของตนเองอย่างสมบูรณ์</p>\n<p>สุภาพสตรีแห่งอุทยานแห่งข้ารับใช้ทำให้พลังชีวิตของผู้ที่ล่วงประเวณีที่น่ากลัวที่เรียกว่าหลุยส์ที่ 15 หมดสิ้นไปอย่างไม่ต้องสงสัย</p>\n<p>มีผู้คนมากมายที่เสียชีวิตด้วยความทะเยอทะยาน ความโกรธ หรือความหึงหวง นักจิตวิทยาตระหนักถึงสิ่งนี้ดี</p>\n<p>ทันทีที่เจตจำนงของเราได้รับการยืนยันอย่างแน่วแน่ในแนวโน้มที่ไร้สาระ เราก็กลายเป็นผู้สมัครสำหรับสุสาน</p>\n<p>โอเทลโลกลายเป็นฆาตกรเพราะความหึงหวง และคุกก็เต็มไปด้วยคนที่เข้าใจผิดโดยสุจริต</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/th/tratado-de-psicologia-revolucionaria/estados-equivocados.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/tratado-de-psicologia-revolucionaria/estados-equivocados.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/tratado-de-psicologia-revolucionaria/estados-equivocados.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
