import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Хувьсал, Ухралт, Хувьсгал",
  "locale": "mn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. Хувьсал, Ухралт, Хувьсгал",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Бодит байдал дээр бид МАТЕРИАЛИСТ СУРГУУЛЬ болон СЭТГЭЛИЙН СУРГУУЛИУД хоёулаа ЭВОЛЮЦИЙН ДОГМА-д бүрэн шигдсэн байгааг баталж чадсан.</p>\n<p>Хүний гарал үүсэл, түүний өнгөрсөн ЭВОЛЮЦИЙН талаарх орчин үеийн үзэл бодол нь үнэндээ ХЯМД СОФИСТЕРИ бөгөөд гүн гүнзгий шүүмжлэлийг тэсвэрлэж чадахгүй.</p>\n<p>КАРЛ МАРКС болон түүний алдартай ДИАЛЕКТИКИЙН МАТЕРИАЛИЗМ-аар сохор итгэлийн зүйл гэж хүлээн зөвшөөрөгдсөн ДАРВИНЫ бүх онолуудыг үл харгалзан орчин үеийн эрдэмтэд хүний гарал үүслийн талаар юу ч мэдэхгүй, тэдэнд юу ч байхгүй, шууд туршлага байхгүй, ХҮНИЙ ЭВОЛЮЦИЙН талаархи тодорхой, нарийн баримт байхгүй.</p>\n<p>Харин түүхэн хүн төрөлхтнийг авч үзвэл, өөрөөр хэлбэл Христээс өмнөх сүүлийн хорин мянга, гучин мянган жилийн түүхэн хүн төрөлхтнийг авч үзвэл орчин үеийн хүмүүст ойлгомжгүй, олон тооны гэрчлэл, хуучин Иероглиф, эртний Пирамид, экзотик монолит, нууцлаг папирус болон төрөл бүрийн эртний хөшөө дурсгалаар нотолж болох хүний дээд төрлийн яг баримт, анзаарагдам шинж тэмдгийг бид олж мэднэ.</p>\n<p>ТҮҮХИЙН ӨМНӨХ ХҮНИЙ хувьд, АМЬТНЫ ОЮУН УХААНТАЙ маш төстэй, гэхдээ өөр, маш өөр, маш нууцлаг, ясны гайхамшигтай байрлал нь мөстлөгийн буюу Мөстлөгийн өмнөх үеийн археологийн ордод гүн гүнзгий нуугдсан байдаг энэ хачирхалтай, нууцлаг амьтдын талаар орчин үеийн эрдэмтэд яг таг юу ч мэдэхгүй, шууд туршлага байхгүй.</p>\n<p>ГНОСТИКИЙН ШИНЖЛЭХ УХААН нь бидний мэдэж байгаа РАЦИОНАЛ АМЬТАН нь ТӨГС ТӨГӨЛДӨР ЗҮЙЛ БИШ, энэ нь үгний бүрэн утгаараа ХҮН биш, байгаль үүнийг тодорхой хэмжээнд хөгжүүлж, дараа нь хөгжлөө үргэлжлүүлэх эсвэл бүх боломжоо алдаж, доройтоход нь бүрэн эрх чөлөөтэй болгодог гэж заадаг.</p>\n<p>ЭВОЛЮЦИ болон ИНВОЛЮЦИЙН ХУУЛИУД нь бүх байгалийн механик тэнхлэг бөгөөд БИЕ-ийн ХУВИЙН АВТОРЕАЛИЗАЦИЙН ХОЛБООГҮЙ.</p>\n<p>ОЮУНЫ АМЬТНЫ дотор хөгжиж болох эсвэл алдаж болох асар том боломжууд бий, тэд хөгжинө гэсэн хууль байхгүй. ЭВОЛЮЦИЙН механик нь тэднийг хөгжүүлж чадахгүй.</p>\n<p>Ийм далд боломжуудыг хөгжүүлэх нь зөвхөн тодорхой нөхцөлд л боломжтой бөгөөд энэ нь хувь хүний асар их SUPER-ESFUERZOS болон өнгөрсөн хугацаанд энэ ажлыг хийсэн МАСТЕР-уудын үр дүнтэй тусламжийг шаарддаг.</p>\n<p>Хүн болохын тулд бүх далд боломжоо хөгжүүлэхийг хүсч байгаа хүн УХАМСАРЫН ХУВЬСГАЛЫН замаар орох ёстой.</p>\n<p>ОЮУНЫ АМЬТАН бол ҮР, ҮР СУУЦ юм; энэ үрээс АМЬДРАЛЫН МОД, ҮНЭН ХҮН төрж болно, энэ ХҮН бол ДИОГЕНЕС АТЕНЫ гудамжаар үд дунд асаасан дэнлүү барин хайж байсан, харамсалтай нь олж чадаагүй хүн юм.</p>\n<p>Энэ үр тариа, энэ маш онцгой үр хөгжиж чадна гэсэн ХУУЛЬ БАЙХГҮЙ, хэвийн, байгалийн зүйл бол алдагдах явдал юм.</p>\n<p>ҮНЭН ХҮН бол ОЮУНЫ АМЬТНААС аянга үүлнээс ялгаатай байдаг.</p>\n<p>Хэрэв үр тариа үхэхгүй бол үр соёолуулахгүй, ХҮН төрөхийн тулд ЭГО, БИ, МИНИЙ ҮХЭЛ шаардлагатай, яаралтай байна.</p>\n<p>Сургууль, коллеж, их дээд сургуулиудын багш, багш нар оюутнуудад ЭТИКИЙН ХУВЬСГАЛЫН ЗАМЫГ заах ёстой, зөвхөн ингэснээр л ЭГО-г үхүүлэх боломжтой.</p>\n<p>ХҮЧИН ЗҮЙЛЭЭР хэлэхэд УХАМСАРЫН ХУВЬСГАЛ нь энэ ертөнцөд ховор төдийгүй улам бүр ховор, улам бүр ховор болж байна гэж баталж болно.</p>\n<p>УХАМСАРЫН ХУВЬСГАЛ нь тодорхой гурван хүчин зүйлтэй: Нэгдүгээрт, Үхэх; Хоёрдугаарт, Төрөх; Гуравдугаарт, хүн төрөлхтний төлөө золиос. Хүчин зүйлсийн дараалал нь бүтээгдэхүүнийг өөрчлөхгүй.</p>\n<p>ҮХЭХ нь ЭТИКИЙН ХУВЬСГАЛЫН АСУУДАЛ БОЛОН СЭТГЭЛ ЗҮЙН БИ-г УУСГАХ АСУУДАЛ юм.</p>\n<p>ТӨРӨХ нь СЕКСУАЛЫН ТРАНСМУТАЦИЙН АСУУДАЛ, энэ асуудал нь ТРАНСЦЕНДЕНТАЛЬ СЕКСОЛОГИД хамаарна, энэ сэдвийг судлахыг хүсч байгаа хүмүүс бидэнд бичиж, Гностикийн номуудыг маань мэдэх ёстой.</p>\n<p>Хүн төрөлхтний төлөө золиос бол УХАМСАРТАЙ ТӨГС ӨРШӨӨЛ юм.</p>\n<p>Хэрэв бид УХАМСАРЫН ХУВЬСГАЛЫГ хүсэхгүй байгаа бол биднийг АВТО-РЕАЛИ2АЦИЯд хүргэх тэр далд боломжуудыг хөгжүүлэхийн тулд асар их SUPER-ESFUERZOS гаргахгүй бол эдгээр боломжууд хэзээ ч хөгжихгүй нь тодорхой.</p>\n<p>ӨӨРӨӨР ХЭРЭГЖИЖ, аврагдсан хүмүүс маш ховор байдаг бөгөөд үүнд ямар ч шударга бус зүйл байхгүй, ядуу ОЮУНЫ АМЬТАН яагаад хүсэхгүй байгаа зүйлтэй байх ёстой гэж?</p>\n<p>Нэг томоохон, бүрэн, эцсийн өөрчлөлт хэрэгтэй, гэхдээ бүх хүмүүс энэ өөрчлөлтийг хүсэхгүй, хүсэхгүй байна, мэдэхгүй байна, хэлэхэд ойлгохгүй байна, ойлгохгүй байна, сонирхолгүй байна. Хүсэхгүй байгаа зүйлийг яагаад хүчээр өгөх ёстой гэж?</p>\n<p>Үнэн хэрэгтээ хувь хүн алс холоос ч мэдэхгүй, одоо хүртэл эзэмшээгүй ШИНЭ ЧАДВАР эсвэл ШИНЭ ХҮЧ-г олж авахаасаа өмнө өөрт байгаа гэж андуурч боддог, гэхдээ үнэндээ байхгүй чадвар, хүчийг олж авах ёстой.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mn/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
