import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ބަދަލުވުން، ފަހަތަށްދިއުން، އިންޤިލާބު",
  "locale": "dv",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. ބަދަލުވުން، ފަހަތަށްދިއުން، އިންޤިލާބު",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>އަމަލީގޮތުން އަޅުގަނޑުމެންނަށް ޔަގީންކުރެވިފައިވަނީ މާއްދީ ޚިޔާލުގެ ސްކޫލްތަކާއި، ރޫޙާނީ ޚިޔާލުގެ ސްކޫލްތައްވެސް ފުރިހަމަގޮތުގައި “އެވޮލިއުޝަން” ގެ ޑޯގްމާގެ ތެރޭގައި ބަންދުވެފައިވާކަމެވެ.</p>\n<p>މީހާ އުފެދުނުގޮތާއި އޭނާގެ މާޒީގެ “އެވޮލިއުޝަން” އާއިމެދު ދެކޭ ޒަމާނީ ޚިޔާލުތަކަކީ، އަސްލު އަގުހެޔޮ ސޮފިސްޓްރީއެކެވެ. އެއީ ފުންކޮށް ކަންކަން ދެނެގަތުމުގެ މަރުހަލާއަކަށް އެއްގޮތަކަށްވެސް ކެތްކުރާނެ އެއްޗެއްނޫނެވެ.</p>\n<p>ކާލް މާކްސް އާއި އޭނާގެ މާއްދީ ދާއިރާގެ ތިއަރީތަކުގެ ސަބަބުން، ޑާވިންގެ ހުރިހާ ތިއަރީތަކެއް ލޮލާލޮލަށް ގަބޫލުކުރިނަމަވެސް، މީހާ އުފެދުނުގޮތާއިމެދު އެއްވެސް ސައިންސްވެރިއަކަށް އެއްވެސް އެއްޗެއް އެނގިގެނެއް ނުވެއެވެ. އެމީހުންނަށް ސީދާގޮތުން އެއްވެސް ތަޖުރިބާއެއް ލިބިފައެއް ނެތެވެ. އަދި އިންސާނީ އިވޮލިއުޝަންގެ ސީދާ އަދި ސާބިތު ހެކި އެމީހުންގެ އަތުގައި ނެތެވެ.</p>\n<p>އެއާ ޚިލާފަށް، ތާރީޚީ އިންސާނިއްޔަތު ނަގާނަމަ، އެބަހީ ޔުނާނީ ރަސްގެފާނު އީސާގެފާނުގެ ކުރިން ވިހި ނުވަތަ ތިރީސް ހާސް އަހަރު ކުރީގެ ވާހަކަ ނަގާނަމަ، މޮޅުވައްތަރުގެ އިންސާނެއްގެ ސީދާ ހެކިތައް އަޅުގަނޑުމެންނަށް ފެނެއެވެ. މިޒަމާނުގެ މީހުންނަށް ނުވިސްނޭ، އަދި އޭގެ ހާޒިރުކަން އެތައް ހެކިތަކުން ސާބިތުކޮށްދެވޭނެއެވެ. އެއީ ޖެރޮގްލިފިކްސް، އެންމެ ދުވަސްވީ ޕިރަމިޑްތައް، އެގްޒޮޓިކް މޮނޮލިތުސް، މިސްޓީރިއަސް ޕެޕައިރަސް އަދި ތަފާތު ގަދީމީ މޮނިއުމެންޓްސް ތަކެވެ.</p>\n<p>ޕްރީހިސްޓޯރިކް އިންސާނާގެ ވާހަކައަށް އަންނައިރު، އެއީ ޖަނަވާރުންނާއި އެއްގޮތް ސިފަތަކެއްހުރި އަޖައިބު ކުރުވަނިވި އަދި ސިއްރުވެރި މަޚްލޫގުންނެވެ. އެހެންނަމަވެސް އެއީ ވަރަށް ތަފާތު އަދި ސިއްރުވެރި އެއްޗެކެވެ. އެމީހުންގެ ކަށިތައް ގަނޑުފެން އުފެދިފައިވާ ދުވަސްވަރުގެ ބިންގަރާސްތަކުގެ ތެރޭގައި ވަރަށް ފުންކޮށް ވަޅުލާފައި އެބަހުއްޓެވެ. އެކަމާބެހޭ އެއްވެސް ސީދާ ތަޖުރިބާއެއް އަދި ސީދާ އެއްޗެއް ޒަމާނީ ސައިންސްވެރިންނަކަށް އެނގިގެނެއް ނުވެއެވެ.</p>\n<p>ޖީނޯސްޓިކް ސައިންސްއިން ދަސްކޮށްދެނީ އަޅުގަނޑުމެންނަށް އެނގޭ “ރޭޝަނަލް އެނިމަލް” އެއީ ފުރިހަމަ ވުޖޫދެއް ނޫންކަމެވެ. އަދި އެއީ ލަފުޒުގެ ފުރިހަމަ މާނައިގައި އަދިވެސް އިންސާނެއް ނޫނެވެ. އެއީ ކޮންމެވެސް ވަރަކަށް ތަރައްގީވެފައިވާ އެއްޗެކެވެ. އެއަށްފަހު، އަމިއްލަ އިޚްތިޔާރުގައި ކުރިއަށްދިއުމަށް ނުވަތަ ހުރިހާ ފުރުސަތުތަކެއް ގެއްލުވައި، ދެރަވެގެން ދިއުމަށް ދޫކޮށްލާފައެވެ.</p>\n<p>އިވޮލިއުޝަން އާއި އިންވޮލިއުޝަންގެ ގާނޫނުތަކަކީ މުޅި ގުދުރަތުގެ މެކޭނިކަލް މަގުސަދެވެ. އަދި އެއީ “ސަރ” ގެ އަމިއްލަ ހަގީގަތް ދެނެގަތުމާއި އެއްވެސް ގުޅުމެއްހުރި އެއްޗެއްނޫނެވެ.</p>\n<p>“ރޭޝަނަލް އެނިމަލް” ގެ ތެރޭގައި ތަރައްގީކުރެވޭނެ ނުވަތަ ގެއްލުވައިލެވޭނެ ބިރުވެރި ފުރުސަތުތަކެއް އެބަހުއްޓެވެ. އެއީ ތަރައްގީވާނެ ގާނޫނެއްނޫނެވެ. އިވޮލިއުޓިވް މެކޭނިޒަމްއަކަށް އެއީ ތަރައްގީއެއް ނުކުރެވޭނެއެވެ.</p>\n<p>އެފަދަ ފޮރުވިފައިވާ ފުރުސަތުތައް ތަރައްގީކުރެވޭނީ ހަމަޖެހިފައިވާ ހާލަތްތަކެއްގައެވެ. އަދި އެކަމަށް ވަކިވަކި ފަރުދުންގެ ވަރަށް ބޮޑު މަސައްކަތްތަކެއް އަދި މާޒީގައި އެ މަސައްކަތް ކޮށްފައިވާ މުދައްރިސުންގެ ފަރާތުން އެހީތެރިކަމެއް ބޭނުންވެއެވެ.</p>\n<p>އިންސާނަކަށް ވުމަށް އޭނާގެ ހުރިހާ ފޮރުވިފައިވާ ފުރުސަތުތައް ތަރައްގީކުރަން ބޭނުންވާ މީހާ، ޖެހޭނީ “ރިވޮލޫޝަން އޮފް ކޮންޝިއަސްނަސް” ގެ މަގުން ދާށެވެ.</p>\n<p>“ރޭޝަނަލް އެނިމަލް” އަކީ އޮށްޓަރެވެ. އެ އޮށްޓަރުން “ދިރިއުޅުމުގެ ގަސް” އުފެދިދާނެއެވެ. އެއީ ހަގީގީ އިންސާނެކެވެ. އެއީ އެތެންސްގެ މަގުތަކުގައި މެންދުރުފަހުގެ ވަގުތުގައި ދިއްލާފައިވާ ބައްތިއަކުން ޑިއޯޖެނެސް ހޯދި، އަދި ނަސީބު ދެރަކަމުން ފެނުނު އިންސާނެކެވެ.</p>\n<p>މި އޮށްޓަރަށް، މި ޚާއްސަ އޮށްޓަރަށް ތަރައްގީވެވޭނީ ގާނޫނަކުންނެއް ނޫނެވެ. އާންމުގޮތެއްގައި އެއީ ގެއްލިގެންދާނެ އެއްޗެކެވެ.</p>\n<p>ހަގީގީ އިންސާނާ “ރޭޝަނަލް އެނިމަލް” އާއި ތަފާތުވާނީ ވިދާގުލަން އާ އަދި ވިލާގަނޑާއި ތަފާތުވާ ފަދައިންނެވެ.</p>\n<p>އޮށްޓަރު މަރުނުވެއްޖެނަމަ، އޮށް ފަޅައެއް ނުލާނެއެވެ. އިންސާނާ އުފަންވުމަށް އީގޯ، އަހަރެން، ތިމަން މަރުވުން ވަރަށް މުހިންމެވެ.</p>\n<p>ސްކޫލްތަކާއި، ކޮލެޖްތަކާއި، ޔުނިވާސިޓީތަކުގެ މުދައްރިބުން، އެމީހުންގެ ދަރިވަރުންނަށް “އެތިކްސް ރިވޮލިއުޝަނަރީ” ގެ މަގު ދަސްކޮށްދޭން ޖެހެއެވެ. އީގޯ މަރުކުރުވަން އެކަންޏޭ އެގޮތަކުން ކުރެވޭނީ.</p>\n<p>އަޅުގަނޑުމެންގެ ފާހަގަކޮށްލެވޭ ނުކުތާއަކީ “ރިވޮލިއުޝަން އޮފް ކޮންޝިއަސްނަސް” އަކީ މި ދުނިޔޭގައި މަދުން ނޫނީ ނުފެންނަ އެއްޗެއްކަމެވެ. އަދި ދުވަހެއް ދުވަހަކަށް އެކަން ދަނީ މަދުވަމުންނެވެ.</p>\n<p>“ރިވޮލިއުޝަން އޮފް ކޮންޝިއަސްނަސް” ގައި ފުރިހަމައަށް ބަޔާންކޮށްދީފައިވާ ތިން ކަމެއް އެބަހުއްޓެވެ. ފުރަތަމަ، މަރުވުން؛ ދެވަނަ، އުފަންވުން؛ ތިންވަނަ، އިންސާނިއްޔަތަށްޓަކައި ގުރުބާންވުން. މިކަންކަމުގެ އުސޫލު ބަދަލުވުމަކުން ނަތީޖާއަކަށް ބަދަލެއް ނާންނާނެއެވެ.</p>\n<p>މަރުވުމަކީ “އެތިކްސް ރިވޮލިއުޝަނަރީ” އާއި “ދަ ޔޯ ސައިކޮލޮޖިކަލް” އާއި ގުޅުންހުރި ކަމެކެވެ.</p>\n<p>އުފަންވުމަކީ “ޓްރާންސްމިއުޓޭޝަން ސެކްޝުއަލް” އާއި ގުޅުންހުރި ކަމެކެވެ. މި މައުޟޫއަށް ތަޢުލީމް ހާސިލުކުރަން ބޭނުންވާ މީހާ، އަޅުގަނޑުމެންނަށް ލިޔެ އަޅުގަނޑުމެންގެ ޖީނޯސްޓިކް ފޮތްތައް ދެނެގަންނަން ޖެހޭނެއެވެ.</p>\n<p>އިންސާނިއްޔަތަށްޓަކައި ގުރުބާންވުމަކީ “ޔުނިވަރސަލް ކެރިޓީ ކޮންޝިއެންޓް” އެވެ.</p>\n<p>އަހަރެމެން “ރިވޮލިއުޝަން އޮފް ކޮންޝިއަސްނަސް” އަށް އެދި އަހަރެމެންގެ އަމިއްލަ ހަގީގަތް ދެނެގަތުމަށް އެ ލެޓެންޓް ޕޮސިބިލިޓީސް ތަރައްގީކުރަން ބޭނުންވާ މިންވަރަށް ބޮޑެތި މަސައްކަތްތަކެއް ނުކުރާނަމަ، އެފަދަ ޕޮސިބިލިޓީސްތަކެއް އެއްގޮތަކަށްވެސް ތަރައްގީއެއް ނުވާނެއެވެ.</p>\n<p>އަމިއްލަ ހަގީގަތް ދެނެގަންނަ މީހުން ވަރަށް މަދެވެ. އަދި އެކަމުން ސަލާމަތްވާ މީހުންވެސް މަދެވެ. އެކަމުގައި އެއްވެސް ނާއިންސާފެއް ނެތެވެ. ނިކަމެތި “އިންޓެލެކްޗުއަލް އެނިމަލް” އަކަށް އެމީހުން ބޭނުންނުވާ އެއްޗެއް ލިބެންވީ ކީއްވެގެން ހެއްޔެވެ؟</p>\n<p>އެންމެންނަށްވެސް ފުރިހަމަ އަސާސީ ބަދަލެއް ބޭނުންވެއެވެ. އެހެންނަމަވެސް ހުރިހާ ފަރުދުންނެއް އެ ބަދަލަށް އެދޭކަށް ނޫޅެއެވެ. އެމީހުންނަކަށް އެކަމެއް ނޭނގެއެވެ. އަދި އެމީހުންނަށް އެވާހަކަ ބުނެވޭހިނދުވެސް އެމީހުންނަކަށް ވިސްނައެއް ނުގަނެވެއެވެ. އެމީހުންނަށް އެކަމަކު އެއްވެސް ޝައުގުވެރިކަމެއް ނެތެވެ. އެމީހުން ބޭނުންނުވާ އެއްޗެއް މަޖުބޫރުން ދޭންވީ ކީއްވެގެން ހެއްޔެވެ؟</p>\n<p>ހަގީގަތަކީ ފަރުދުންނަށް އާ ކުޅަދާނަކަމެއް ނުވަތަ ބާރެއް ލިބުމުގެ ކުރިން، އަދި ދުރުދުރުންވެސް އެއިން އެއްވެސް އެއްޗެއް ނުދަންނަ އަދި މިހާރުވެސް އެއީ ލިބިފައިނުވާ އެއްޗަކަށްވުމުގެ ކުރިން، އެމީހުންނަށް މިހާރު ހީކުރާ ކުޅަދާނަކަމާއި ބާރުވެސް ލިބިފައިނުވެއެވެ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/dv/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
