import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Эвалюцыя, Інвалюцыя, Рэвалюцыя",
  "locale": "be",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. Эвалюцыя, Інвалюцыя, Рэвалюцыя",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>На практыцы мы змаглі пераканацца, што як МАТЭРЫЯЛІСТЫЧНЫЯ ШКОЛЫ, так і ДУХОЎНЫЯ ШКОЛЫ цалкам закаркаваны ў ДАГМЕ ЭВАЛЮЦЫІ.</p>\n<p>Сучасныя погляды на паходжанне чалавека і яго мінулую ЭВАЛЮЦЫЮ, па сутнасці, з’яўляюцца чыстай ТАННАЙ САФІСТЫКАЙ, не вытрымліваюць глыбокага крытычнага этапу.</p>\n<p>Насуперак усім тэорыям ДАРВІНА, прынятым як артыкул сляпой ВЕРЫ КАРЛАМ МАРКСАМ і яго такім разрэкламаваным ДЫЯЛЕКТЫЧНЫМ МАТЭРЫЯЛІЗМАМ, сучасныя навукоўцы нічога не ведаюць пра паходжанне чалавека, нічога не пацверджана, нічога не было перажыта непасрэдна і яны не маюць ніякіх канкрэтных, дакладных доказаў адносна ЭВАЛЮЦЫІ ЧАЛАВЕКА.</p>\n<p>Наадварот, калі мы возьмем гістарычнае чалавецтва, гэта значыць апошнія дваццаць-трыццаць тысяч гадоў да Ісуса Хрыста, мы знаходзім дакладныя доказы, бясспрэчныя прыкметы вышэйшага тыпу чалавека, незразумелага для сучасных людзей, і чыю прысутнасць можна прадэманстраваць шматлікімі сведчаннямі, старымі іерогліфамі, старажытнымі пірамідамі, экзатычнымі маналітамі, таямнічымі папірусамі і рознымі старажытнымі помнікамі.</p>\n<p>Што тычыцца ПЕРШАБЫТНАГА ЧАЛАВЕКА, гэтых дзіўных і таямнічых істот, такіх падобных да ІНТЭЛЕКТУАЛЬНАЙ ЖЫВЁЛЫ і ў той жа час такіх розных, такіх адрозных, такіх таямнічых, і чые знакамітыя косці схаваныя глыбока часам у архаічных месцах эпохі абляднення або да абляднення, сучасныя навукоўцы нічога не ведаюць дакладна і з непасрэднага вопыту.</p>\n<p>ГНОСТЫЧНАЯ НАВУКА вучыць, што РАЗУМНАЯ ЖЫВЁЛА, якой мы яе ведаем, не з’яўляецца ДАСКАНАЛАЙ ІСТОТАЙ, гэта яшчэ не ЧАЛАВЕК у поўным сэнсе гэтага слова; прырода развівае яе да пэўнай ступені, а потым пакідае, пакідаючы ў поўнай свабодзе працягваць яе развіццё або страціць усе яе магчымасці і дэградаваць.</p>\n<p>ЗАКОНЫ ЭВАЛЮЦЫІ і ІНВАЛЮЦЫІ з’яўляюцца механічнай воссю ўсёй прыроды і не маюць нічога агульнага з УЛАСНАЙ УНУТРАНАЙ РЭАЛІЗАЦЫЯЙ ІСТОТЫ.</p>\n<p>Унутры ІНТЭЛЕКТУАЛЬНАЙ ЖЫВЁЛЫ існуюць велізарныя магчымасці, якія могуць развіцца або знікнуць, няма закона, каб яны развіваліся. Механіка ЭВАЛЮЦЫІ не можа іх развіць.</p>\n<p>Развіццё такіх схаваных магчымасцяў магчыма толькі ў добра вызначаных умовах, і гэта патрабуе велізарных ІНДЫВІДУАЛЬНЫХ ЗВЕРХ-НАМАГАННЯЎ і эфектыўнай дапамогі з боку тых МАЙСТРОЎ, якія ўжо рабілі гэтую працу ў мінулым.</p>\n<p>Той, хто хоча развіць усе свае схаваныя магчымасці, каб стаць чалавекам, павінен уступіць на шлях РЭВАЛЮЦЫІ СВЯДОМАСЦІ.</p>\n<p>ІНТЭЛЕКТУАЛЬНАЯ ЖЫВЁЛА - гэта ЗЕРНЕ, НАСЕННЕ; з гэтага насення можа нарадзіцца ДРЭВА ЖЫЦЦЯ, ПРАЎДЗІВЫ ЧАЛАВЕК, той ЧАЛАВЕК, якога Дыяген шукаў з запаленай лямпай па вуліцах АФІН у апоўдні і якога, на жаль, не змог знайсці.</p>\n<p>НЕ ЗАКОН, што гэтае зерне, гэтае асаблівае насенне можа развіцца, звычайным, натуральным з’яўляецца тое, што яно страціцца.</p>\n<p>ПРАЎДЗІВЫ ЧАЛАВЕК настолькі адрозніваецца ад ІНТЭЛЕКТУАЛЬНАЙ ЖЫВЁЛЫ, як маланка ад воблака.</p>\n<p>Калі зерне не памрэ, насенне не прарасце, неабходна, тэрмінова, каб памерла ЭГА, Я, САМ, каб нарадзіўся ЧАЛАВЕК.</p>\n<p>Майстры і майстрыхі школ, каледжаў і ўніверсітэтаў павінны вучыць сваіх вучняў ШЛЯХУ РЭВАЛЮЦЫЙНАЙ ЭТЫКІ, толькі так можна дасягнуць смерці ЭГА.</p>\n<p>Падкрэсліваючы, мы можам сказаць, што РЭВАЛЮЦЫЯ СВЯДОМАСЦІ не толькі рэдкая ў гэтым свеце, але з кожным разам становіцца ўсё больш і больш рэдкай.</p>\n<p>РЭВАЛЮЦЫЯ СВЯДОМАСЦІ мае тры дакладна вызначаныя фактары: Па-першае, Памерці; Па-другое, Нарадзіцца; Па-трэцяе, Ахвяраванне дзеля чалавецтва. Парадак фактараў не змяняе прадукт.</p>\n<p>ПАМЕРЦІ - гэта пытанне РЭВАЛЮЦЫЙНАЙ ЭТЫКІ і РАСПАДУ ПСІХАЛАГІЧНАГА Я.</p>\n<p>НАРАДЗІЦЦА - гэта пытанне СЭКСУАЛЬНАЙ ТРАНСМУТАЦЫІ, гэта пытанне адносіцца да ТРАНСЦЭНДЭНТАЛЬНАЙ СЕКСОЛОГІІ, той, хто хоча вывучыць гэтую тэму, павінен напісаць нам і даведацца пра нашы гнастычныя кнігі.</p>\n<p>АХВЯРАВАННЕ дзеля чалавецтва - гэта ПРАСВЯДОМАЯ ЎСЯСВЕТНАЯ МІЛАСЦІННЯ.</p>\n<p>Калі мы не жадаем РЭВАЛЮЦЫІ СВЯДОМАСЦІ, калі мы не робім велізарных ЗВЕРХ-НАМАГАННЯЎ для развіцця тых схаваных магчымасцяў, якія прывядуць нас да ЎЛАСНАЙ УНУТРАНАЙ РЭАЛІЗАЦЫІ, зразумела, што гэтыя магчымасці ніколі не развіваюцца.</p>\n<p>Вельмі рэдкія тыя, хто САМАРЭАЛІЗУЕЦЦА, тыя, хто ратуецца, і ў гэтым няма ніякай несправядлівасці, чаму бедная ІНТЭЛЕКТУАЛЬНАЯ ЖЫВЁЛА павінна мець тое, чаго не жадае?</p>\n<p>Патрэбна радыкальная, поўная і канчатковая змена, але не ўсе істоты жадаюць гэтай змены, не жадаюць яе, не ведаюць яе, і ім кажуць, і яны не разумеюць яе, не разумеюць яе, не цікавяцца ёю. Чаму трэба даваць ім сілай тое, чаго яны не хочуць?</p>\n<p>Праўда ў тым, што перш чым набыць індывіду НОВЫЯ ЗДОЛЬНАСЦІ або НОВЫЯ СІЛЫ, якіх ён нават аддалена не ведае і якіх яшчэ не мае, ён павінен набыць здольнасці і сілы, якія памылкова лічыць, што мае, але якіх насамрэч не мае.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/be/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
