import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Էվոլյուցիա, Ինվոլյուցիա, Հեղափոխություն",
  "locale": "hy",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. Էվոլյուցիա, Ինվոլյուցիա, Հեղափոխություն",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Գործնականում մենք կարողացանք ստուգել, որ ինչպես ՄԱՏԵՐԻԱԼԻՍՏԱԿԱՆ ԴՊՐՈՑՆԵՐԸ, այնպես էլ ՀՈԳԵՎՈՐԱԿԱՆ ԴՊՐՈՑՆԵՐԸ լիովին շշալցված են ԷՎՈԼՅՈՒՑԻԱՅԻ ԴՈԳՄԱՅՈՒՄ:</p>\n<p>Մարդու ծագման և նրա անցյալ ԷՎՈԼՅՈՒՑԻԱՅԻ մասին ժամանակակից կարծիքները, ըստ էության, մաքուր ԷԺԱՆ ՍՈՓԻՍՏՈՒԹՅՈՒՆ են, որոնք չեն դիմանում խորը քննադատական փուլին:</p>\n<p>Չնայած ԴԱՐՎԻՆԻ բոլոր տեսություններին, որոնք ԿԱՌԼ ՄԱՐՔՍԻ կողմից ընդունվել են որպես կույր ՀԱՎԱՏՔԻ հոդված և իր այսպես կոչված ԴԻԱԼԵԿՏԻԿԱԿԱՆ ՄԱՏԵՐԻԱԼԻԶՄԻ կողմից, ժամանակակից գիտնականները ոչինչ չգիտեն մարդու ծագման մասին, ոչինչ չեն հաստատել, ոչինչ ուղղակիորեն չեն փորձարկել և չունեն որոշակի կոնկրետ ապացույցներ ՄԱՐԴԿԱՅԻՆ ԷՎՈԼՅՈՒՑԻԱՅԻ մասին:</p>\n<p>Ընդհակառակը, եթե վերցնենք պատմական մարդկությունը, այսինքն՝ Քրիստոսից առաջ վերջին քսան կամ երեսուն հազար տարիները, ապա կգտնենք ճշգրիտ ապացույցներ, մարդու գերազանց տեսակի անսխալ նշաններ, որոնք անհասկանալի են ժամանակակից մարդկանց համար, և որոնց ներկայությունը կարելի է ապացուցել բազմաթիվ վկայություններով, հին հիերոգլիֆներով, հնագույն բուրգերով, էկզոտիկ մոնոլիտներով, խորհրդավոր պապիրուսներով և տարբեր հին հուշարձաններով:</p>\n<p>Ինչ վերաբերում է ՆԱԽԱՊԱՏՄԱԿԱՆ ՄԱՐԴՈՒՆ, այդ տարօրինակ և խորհրդավոր արարածներին, որոնք այնքան նման են ՄՏԱՎՈՐ ԿԵՆԴԱՆՈՒՆ, և այնուամենայնիվ այնքան տարբեր, այնքան տարբեր, այնքան խորհրդավոր, որոնց փառավոր ոսկորները երբեմն խորը թաքնված են Սառցադաշտային կամ Նախասառցադաշտային շրջանի հնագույն հանքավայրերում, ժամանակակից գիտնականները ոչինչ չգիտեն ճշգրիտ և ուղղակի փորձով:</p>\n<p>ԳՆՈՍՏԻԿԱԿԱՆ ԳԻՏՈՒԹՅՈՒՆԸ սովորեցնում է, որ ՌԱՑԻՈՆԱԼ ԿԵՆԴԱՆԻՆ, ինչպես մենք գիտենք, ԿԱՏԱՐՅԱԼ ԷԱՍՈՒԹՅՈՒՆ ՉԷ, դեռ ՄԱՐԴ ՉԷ բառի ամբողջական իմաստով. բնությունը այն զարգացնում է մինչև որոշակի կետ և հետո լքում է՝ թողնելով լիակատար ազատության մեջ՝ շարունակելու իր զարգացումը կամ կորցնելու բոլոր իր հնարավորությունները և այլասերվելու:</p>\n<p>ԷՎՈԼՅՈՒՑԻԱՅԻ և ԻՆՎՈԼՅՈՒՑԻԱՅԻ ՕՐԵՆՔՆԵՐԸ ամբողջ բնության մեխանիկական առանցքն են և ոչ մի կապ չունեն ԷՈՒԹՅԱՆ ՆԵՐՔԻՆ ԻՐԱԿԱՆԱՑՄԱՆ հետ:</p>\n<p>ՄՏԱՎՈՐ ԿԵՆԴԱՆՈՒ ներսում կան հսկայական հնարավորություններ, որոնք կարող են զարգանալ կամ կորչել, դրանց զարգացումը օրենք չէ: ԷՎՈԼՅՈՒՑԻՈՆ մեխանիզմը չի կարող դրանք զարգացնել:</p>\n<p>Այդ թաքնված հնարավորությունների զարգացումը հնարավոր է միայն լավ սահմանված պայմաններում, և դա պահանջում է անհատական գերմարդկային ջանքեր և արդյունավետ օգնություն այն ՎԱՐՊԵՏՆԵՐԻ կողմից, ովքեր արդեն անցյալում կատարել են այդ աշխատանքը:</p>\n<p>Ով ցանկանում է զարգացնել իր բոլոր թաքնված հնարավորությունները, որպեսզի դառնա մարդ, պետք է մտնի ԳԻՏԱԿՑՈՒԹՅԱՆ ՀԵՂԱՓՈԽՈՒԹՅԱՆ ճանապարհով:</p>\n<p>ՄՏԱՎՈՐ ԿԵՆԴԱՆԻՆ ՀԱՏԻԿՆ Է, ՍԵՐՄԸ. այդ սերմից կարող է ծնվել ԿՅԱՆՔԻ ԾԱՌԸ, ԻՍԿԱԿԱՆ ՄԱՐԴԸ, այն ՄԱՐԴԸ, ում ԴԻՈԳԵՆԵՍԸ փնտրում էր լույս վառած լամպով ԱԹԵՆՔԻ փողոցներում և Կեսօրին, և որը, ցավոք, չկարողացավ գտնել:</p>\n<p>ՕՐԵՆՔ ՉԷ, որ այս հատիկը, այսքան առանձնահատուկ սերմը կարող է զարգանալ, նորմալը, բնականը կորչելն է:</p>\n<p>ԻՍԿԱԿԱՆ ՄԱՐԴԸ այնքան տարբեր է ՄՏԱՎՈՐ ԿԵՆԴԱՆՈՒՑ, որքան ԿԱՅԾԱԿԸ ամպից:</p>\n<p>Եթե հատիկը չմեռնի, սերմը չի ծլի, անհրաժեշտ է, հրատապ է, որպեսզի մահանա ԷԳՈՆ, ԵՍ-Ը, ԻՆՔՍ ԻՆՁ, որպեսզի ՄԱՐԴ ծնվի:</p>\n<p>Դպրոցների, քոլեջների և համալսարանների Ուսուցիչները և Դասախոսները պետք է իրենց ուսանողներին սովորեցնեն ՀԵՂԱՓՈԽԱԿԱՆ ԷԹԻԿԱՅԻ ՃԱՆԱՊԱՐՀԸ, միայն այդպես է հնարավոր հասնել ԷԳՈՅԻ մահվանը:</p>\n<p>ԿԱՐԵՎՈՐԵԼՈՎ՝ կարող ենք պնդել, որ ԳԻՏԱԿՑՈՒԹՅԱՆ ՀԵՂԱՓՈԽՈՒԹՅՈՒՆԸ ոչ միայն հազվադեպ է այս աշխարհում, այլև գնալով ավելի ու ավելի հազվադեպ է դառնում:</p>\n<p>ԳԻՏԱԿՑՈՒԹՅԱՆ ՀԵՂԱՓՈԽՈՒԹՅՈՒՆԸ ունի երեք հստակ սահմանված գործոն. Առաջին, Մահանալ; Երկրորդ, Ծնվել; Երրորդ, Զոհաբերություն մարդկության համար: Գործոնների կարգը չի փոխում արդյունքը:</p>\n<p>ՄԱՀԱՆԱԼԸ ՀԵՂԱՓՈԽԱԿԱՆ ԷԹԻԿԱՅԻ և ՀՈԳԵԲԱՆԱԿԱՆ ԵՍ-Ի ԼՈՒԾԱՐՄԱՆ հարց է:</p>\n<p>ԾՆՎԵԼԸ ՍԵՔՍՈՒԱԼ ՏՐԱՆՍՄՈՒՏԱՑԻԱՅԻ հարց է, այս հարցը համապատասխանում է ՏՐԱՆՍՑԵՆԴԵՆՏԱԼ ՍԵՔՍՈԼՈԳԻԱՅԻՆ, ով ցանկանում է ուսումնասիրել այս թեման, պետք է գրի մեզ և ծանոթանա մեր Գնոստիկական գրքերին:</p>\n<p>ԶՈՀԱԲԵՐՈՒԹՅՈՒՆԸ մարդկության համար ԳԻՏԱԿԻՑ ՏԻԵԶԵՐԱԿԱՆ ԲԱՐՈՒԹՅՈՒՆ Է:</p>\n<p>Եթե մենք չենք ցանկանում ԳԻՏԱԿՑՈՒԹՅԱՆ ՀԵՂԱՓՈԽՈՒԹՅՈՒՆԸ, եթե մենք գերմարդկային ջանքեր չենք գործադրում զարգացնելու այն թաքնված հնարավորությունները, որոնք մեզ կտանեն դեպի ՆԵՐՔԻՆ ԻՆՔՆԻՐԱԿԱՆԱՑՈՒՄԸ, ապա պարզ է, որ այդ հնարավորությունները երբեք չեն զարգանա:</p>\n<p>Շատ քչերն են ԻՆՔՆԻՐԱԿԱՆԱՑՎՈՒՄ, նրանք, ովքեր փրկվում են, և դրանում ոչ մի անարդարություն չկա, ինչու՞ պետք է աղքատ ՄՏԱՎՈՐ ԿԵՆԴԱՆԻՆ ունենա այն, ինչ չի ցանկանում:</p>\n<p>Անհրաժեշտ է արմատական լիակատար և վերջնական փոփոխություն, բայց ոչ բոլոր էակներն են ցանկանում այդ փոփոխությունը, նրանք դա չեն ցանկանում, նրանք դա չգիտեն, և իրենց ասում են, բայց իրենք չեն հասկանում, չեն ըմբռնում, նրանց դա հետաքրքիր չէ: Ինչու՞ պետք է իրենց ուժով տրվի այն, ինչ իրենք չեն ուզում:</p>\n<p>Ճշմարտությունն այն է, որ նախքան անհատի կողմից ՆՈՐ ԿԱՐՈՂՈՒԹՅՈՒՆՆԵՐ ձեռք բերելը կամ ՆՈՐ ԻՇԽԱՆՈՒԹՅՈՒՆՆԵՐ, որոնք նա նույնիսկ հեռավոր կերպով չգիտի և որոնք նա դեռ չունի, նա պետք է ձեռք բերի կարողություններ և իշխանություններ, որոնք սխալմամբ կարծում է, որ ունի, բայց որոնք իրականում չունի:</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hy/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
