import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "אבולוציה, אינבולוציה, מהפכה",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. אבולוציה, אינבולוציה, מהפכה",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>בפועל, יכולנו לוודא שגם האסכולות המטריאליסטיות וגם האסכולות הרוחניות סגורות לחלוטין בדוגמה של האבולוציה.</p>\n<p>הדעות המודרניות על מוצא האדם והאבולוציה הקודמת שלו הן בעצם סופיזם זול, שאינו עומד בשלב ביקורתי מעמיק.</p>\n<p>למרות כל התיאוריות של דרווין שהתקבלו כמאמר של אמונה עיוורת על ידי קרל מרקס והמטריאליזם הדיאלקטי המהולל שלו, למדענים המודרניים אין שום ידע על מוצא האדם, אין להם שום הוכחה, הם לא התנסו בשום דבר בצורה ישירה ואין להם ראיות ספציפיות קונקרטיות ומדויקות על האבולוציה האנושית.</p>\n<p>לעומת זאת, אם ניקח את האנושות ההיסטורית, כלומר, של עשרים או שלושים אלף השנים האחרונות לפני ישו, נמצא ראיות מדויקות, סימנים חד משמעיים לסוג נעלה יותר של אדם, בלתי מובן לאנשים מודרניים, ונוכחותו ניתנת להוכחה על ידי עדויות מרובות, הירוגליפים ישנים, פירמידות עתיקות מאוד, מונוליתים אקזוטיים, פפירוסים מסתוריים ומונומנטים עתיקים שונים.</p>\n<p>באשר לאדם הפרהיסטורי, לאותם יצורים מוזרים ומסתוריים שנראים כל כך דומים לחיה האינטלקטואלית, ובכל זאת כל כך שונים, כל כך שונים, כל כך מסתוריים ועצמותיהם המהוללות מוסתרות עמוק לפעמים במרבצים ארכאיים מתקופת הקרח או טרום הקרח, למדענים מודרניים אין ידע מדויק על כך בצורה מדויקת או מניסיון ישיר.</p>\n<p>המדע הגנוסטי מלמד שהחיה התבונית כפי שאנו מכירים אותה אינה יצור מושלם, היא עדיין אינה אדם במובן המלא של המילה; הטבע מפתח אותו עד לנקודה מסוימת ואז נוטש אותו, ומשאיר אותו חופשי לחלוטין להמשיך בהתפתחותו או לאבד את כל האפשרויות שלו ולניוון.</p>\n<p>חוקי האבולוציה והאינבולוציה הם הציר המכני של כל הטבע ואין להם שום קשר למימוש העצמי האינטימי של הישות.</p>\n<p>בתוך החיה האינטלקטואלית קיימות אפשרויות עצומות שיכולות להתפתח או ללכת לאיבוד, אין זה חוק שהן יתפתחו. המכניקה האבולוציונית לא יכולה לפתח אותן.</p>\n<p>התפתחותן של אפשרויות סמויות כאלה אפשרית רק בתנאים מוגדרים היטב, וזה דורש מאמצי-על אישיים עצומים ועזרה יעילה מאותם מאסטרים שכבר עשו את העבודה הזו בעבר.</p>\n<p>מי שרוצה לפתח את כל האפשרויות הסמויות שלו כדי להפוך לאדם, חייב להיכנס לדרך מהפכת התודעה.</p>\n<p>החיה האינטלקטואלית היא הגרעין, הזרע; מהזרע הזה יכול לצמוח עץ החיים, האדם האמיתי, אותו אדם שחיפש דיוגנס עם מנורה דולקת ברחובות אתונה ובצהרי היום ולא הצליח למצוא אותו למרבה הצער.</p>\n<p>זה לא חוק שהגרעין הזה, הזרע המיוחד הזה, יכול להתפתח, הדבר הנורמלי, הטבעי הוא שהוא יאבד.</p>\n<p>האדם האמיתי שונה מהחיה האינטלקטואלית, כמו שהברק שונה מהענן.</p>\n<p>אם הגרעין לא מת, הזרע לא נובט, יש צורך, דחוף שהאגו, האני, עצמי ימותו, כדי שהאדם יוולד.</p>\n<p>מאסטרים ומורות בבתי ספר, מכללות ואוניברסיטאות, חייבים ללמד את תלמידיהם את דרך האתיקה המהפכנית, רק כך ניתן להשיג את מות האגו.</p>\n<p>תוך הדגשה, אנו יכולים לומר שמהפכת התודעה לא רק נדירה בעולם הזה, אלא שהיא הופכת ליותר ויותר נדירה.</p>\n<p>למהפכת התודעה שלושה גורמים מוגדרים לחלוטין: ראשית, למות; שנית, להיוולד; שלישית, הקרבה למען האנושות. סדר הגורמים אינו משנה את התוצר.</p>\n<p>מוות הוא עניין של אתיקה מהפכנית ופירוק האני הפסיכולוגי.</p>\n<p>להיוולד זה עניין של טרנסמוטציה מינית, הנושא הזה שייך לסקסולוגיה הטרנסצנדנטלית, מי שרוצה ללמוד את הנושא הזה, חייב לכתוב לנו ולהכיר את הספרים הגנוסטיים שלנו.</p>\n<p>הקרבה למען האנושות היא צדקה אוניברסלית מודעת.</p>\n<p>אם אנחנו לא רוצים את מהפכת התודעה, אם אנחנו לא עושים מאמצי-על עצומים כדי לפתח את האפשרויות הסמויות האלה שיובילו אותנו למימוש עצמי אינטימי, ברור שהאפשרויות האלה לעולם לא יתפתחו.</p>\n<p>נדירים מאוד אלה שמממשים את עצמם, אלה שניצלים ואין בכך שום עוול, מדוע שלחיה התבונית המסכנה יהיה את מה שהיא לא רוצה?</p>\n<p>יש צורך בשינוי רדיקלי מוחלט וסופי אבל לא כל היצורים רוצים בשינוי הזה, הם לא רוצים אותו, הם לא יודעים אותו ואומרים להם והם לא מבינים אותו, הם לא מבינים אותו, זה לא מעניין אותם. מדוע יש לתת להם בכוח את מה שהם לא רוצים?</p>\n<p>האמת היא שלפני שהאדם רוכש יכולות חדשות או כוחות חדשים, שהוא לא מכיר אפילו מרחוק ועדיין לא מחזיק בהם, הוא חייב לרכוש יכולות וכוחות שהוא חושב בטעות שיש לו, אבל שבעצם אין לו.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
