import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ევოლუცია, ინვოლუცია, რევოლუცია",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. ევოლუცია, ინვოლუცია, რევოლუცია",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>პრაქტიკაში დავრწმუნდით, რომ როგორც მატერიალისტური, ისე სპირიტუალისტური სკოლები სრულიად ჩაკეტილია ევოლუციის დოგმაში.</p>\n<p>თანამედროვე შეხედულებები ადამიანის წარმოშობასა და მის წარსულ ევოლუციაზე, არსებითად იაფი სოფისტიკაა, რომელიც არ უძლებს ღრმა კრიტიკულ სტადიას.</p>\n<p>მიუხედავად დარვინის ყველა თეორიისა, რომლებიც კარლ მარქსმა და მისმა ხმამაღალმა დიალექტიკურმა მატერიალიზმმა ბრმად მიიღეს, თანამედროვე მეცნიერებმა არაფერი იციან ადამიანის წარმოშობის შესახებ, არაფერი იციან დანამდვილებით, არაფერი გამოუცდიათ უშუალოდ და არ გააჩნიათ რაიმე კონკრეტული მტკიცებულება ადამიანის ევოლუციის შესახებ.</p>\n<p>პირიქით, თუკი ისტორიულ კაცობრიობას ავიღებთ, ანუ ქრისტეს შობამდე ოცი-ოცდაათი ათასი წლის პერიოდს, ვხვდებით ზუსტ მტკიცებულებებს, უტყუარ ნიშნებს ადამიანის უმაღლესი ტიპისა, რაც გაუგებარია თანამედროვე ადამიანებისთვის და რომლის არსებობაც მრავალი მოწმობით დასტურდება: ძველი იეროგლიფები, უძველესი პირამიდები, ეგზოტიკური მონოლითები, იდუმალი პაპირუსები და სხვადასხვა უძველესი ძეგლები.</p>\n<p>რაც შეეხება პრეისტორიულ ადამიანს, ამ უცნაურ და იდუმალ არსებებს, რომლებიც გარეგნულად ძალიან ჰგვანან ინტელექტუალურ ცხოველებს, მაგრამ ამავე დროს ძალიან განსხვავდებიან მათგან, იმდენად იდუმალნი არიან და რომელთა ძვლებიც ზოგჯერ ღრმად არის დამალული გამყინვარების ან გამყინვარების წინა პერიოდის არქაულ საბადოებში, თანამედროვე მეცნიერებმა არაფერი იციან ზუსტად და უშუალო გამოცდილებით.</p>\n<p>გნოსტიკური მეცნიერება გვასწავლის, რომ რაციონალური ცხოველი, როგორც მას ვიცნობთ, არ არის სრულყოფილი არსება, ის ჯერ კიდევ არ არის ადამიანი ამ სიტყვის სრული მნიშვნელობით; ბუნება მას გარკვეულ ეტაპამდე ავითარებს და შემდეგ ტოვებს მას სრულიად თავისუფალს, რათა გააგრძელოს განვითარება ან დაკარგოს ყველა შესაძლებლობა და გადაგვარდეს.</p>\n<p>ევოლუციისა და ინვოლუციის კანონები მთელი ბუნების მექანიკური ღერძია და არაფერი აქვთ საერთო არსის შინაგან თვითრეალიზაციასთან.</p>\n<p>ინტელექტუალურ ცხოველში არსებობს უზარმაზარი შესაძლებლობები, რომლებიც შეიძლება განვითარდეს ან დაიკარგოს, მათი განვითარება კანონი არ არის. ევოლუციური მექანიკა ვერ შეძლებს მათ განვითარებას.</p>\n<p>ასეთი ლატენტური შესაძლებლობების განვითარება შესაძლებელია მხოლოდ მკაცრად განსაზღვრულ პირობებში და ეს მოითხოვს უზარმაზარ ინდივიდუალურ ზეძალისხმევას და ეფექტურ დახმარებას იმ ოსტატების მხრიდან, რომლებმაც წარსულში უკვე გააკეთეს ეს სამუშაო.</p>\n<p>ვისაც სურს განავითაროს ყველა თავისი ლატენტური შესაძლებლობა, რათა გახდეს ადამიანი, უნდა დაადგეს ცნობიერების რევოლუციის გზას.</p>\n<p>ინტელექტუალური ცხოველი არის მარცვალი, თესლი; ამ თესლიდან შეიძლება გაიზარდოს სიცოცხლის ხე, ჭეშმარიტი ადამიანი, ის ადამიანი, რომელსაც დიოგენე ეძებდა ანთებული ლამპრით ათენის ქუჩებში შუადღისას და რომელიც სამწუხაროდ ვერ იპოვა.</p>\n<p>არ არის კანონი, რომ ეს მარცვალი, ეს განსაკუთრებული თესლი განვითარდება, ნორმალური და ბუნებრივია ის დაიკარგოს.</p>\n<p>ჭეშმარიტი ადამიანი ისევე განსხვავდება ინტელექტუალური ცხოველისგან, როგორც ელვა ღრუბლისგან.</p>\n<p>თუ მარცვალი არ მოკვდება, თესლი არ გაღივდება, აუცილებელია, სასწრაფოდ მოკვდეს ეგო, მე, ჩემი თავი, რათა ადამიანი დაიბადოს.</p>\n<p>სკოლების, კოლეჯებისა და უნივერსიტეტების მასწავლებლებმა უნდა ასწავლონ თავიანთ მოსწავლეებს რევოლუციური ეთიკის გზა, მხოლოდ ამ გზით არის შესაძლებელი ეგოს სიკვდილის მიღწევა.</p>\n<p>ხაზგასმით შეგვიძლია ვთქვათ, რომ ცნობიერების რევოლუცია არა მხოლოდ იშვიათია ამ სამყაროში, არამედ სულ უფრო და უფრო იშვიათი ხდება.</p>\n<p>ცნობიერების რევოლუციას აქვს სამი მკაფიოდ განსაზღვრული ფაქტორი: პირველი, სიკვდილი; მეორე, დაბადება; მესამე, მსხვერპლი კაცობრიობისთვის. ფაქტორების თანმიმდევრობა არ ცვლის პროდუქტს.</p>\n<p>სიკვდილი არის რევოლუციური ეთიკისა და ფსიქოლოგიური მეს დაშლის საკითხი.</p>\n<p>დაბადება სექსუალური ტრანსმუტაციის საკითხია, ეს საკითხი ტრანსცენდენტულ სექსოლოგიას ეხება, ვისაც ამ თემის შესწავლა სურს, უნდა მოგვწეროს და გაეცნოს ჩვენს გნოსტიკურ წიგნებს.</p>\n<p>მსხვერპლი კაცობრიობისთვის არის უნივერსალური შეგნებული ქველმოქმედება.</p>\n<p>თუ ჩვენ არ გვსურს ცნობიერების რევოლუცია, თუ არ ვახორციელებთ უზარმაზარ ძალისხმევას იმ ლატენტური შესაძლებლობების განსავითარებლად, რაც შინაგან თვითრეალიზაციამდე მიგვიყვანს, ცხადია, რომ ეს შესაძლებლობები არასოდეს განვითარდება.</p>\n<p>ძალიან ცოტაა ის, ვინც თავს ირეალიზებს, ვინც გადარჩება და ამაში არანაირი უსამართლობა არ არის, რატომ უნდა ჰქონდეს საწყალ ინტელექტუალურ ცხოველს ის, რაც არ სურს?</p>\n<p>საჭიროა რადიკალური, სრული და საბოლოო ცვლილება, მაგრამ ყველა არსებას არ სურს ეს ცვლილება, არ სურთ, არ იციან და ეუბნებიან და არ ესმით, ვერ ხვდებიან, არ აინტერესებთ. რატომ უნდა მივცეთ ძალდატანებით ის, რაც არ უნდათ?</p>\n<p>სიმართლე ის არის, რომ სანამ ინდივიდი შეიძენს ახალ უნარებს ან ახალ ძალებს, რომლებსაც ვერც კი წარმოიდგენს და ჯერ არ გააჩნია, უნდა შეიძინოს ის უნარები და ძალები, რომლებიც შეცდომით ჰგონია, რომ აქვს, მაგრამ სინამდვილეში არ აქვს.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
