import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Өнүгүү, Артка кетүү, Революция",
  "locale": "ky",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. Өнүгүү, Артка кетүү, Революция",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Практика көрсөткөндөй, МАТЕРИАЛИСТТИК МЕКТЕПТЕР да, СПИРИТУАЛИСТТИК МЕКТЕПТЕР да ЭВОЛЮЦИЯ догмасына толугу менен тыгылып калган.</p>\n<p>Адамдын келип чыгышы жана анын өткөн чактагы ЭВОЛЮЦИЯСЫ жөнүндөгү азыркы көз караштар, негизинен арзан СОФИСТИКА, алар терең сындарга туруштук бере алышпайт.</p>\n<p>КАРЛ МАРКС жана анын атактуу ДИАЛЕКТИКАЛЫК МАТЕРИАЛИЗМИ тарабынан сокур ишеним катары кабыл алынган ДАРВИНдин бардык теорияларына карабастан, азыркы окумуштуулар адамдын келип чыгышы жөнүндө эч нерсе билишпейт, алар эч нерсени тастыкташпайт, алар эч нерсени түздөн-түз тажрыйбадан өткөрүшкөн эмес жана аларда АДАМДЫН ЭВОЛЮЦИЯСЫ жөнүндө конкреттүү, так далилдер жок.</p>\n<p>Тескерисинче, эгерде биз тарыхый адамзатты алсак, башкача айтканда, Ыйса Машаякка чейинки акыркы жыйырма же отуз миң жылды алсак, анда биз азыркы адамдар үчүн түшүнүксүз болгон адамдын жогорку түрүнүн так далилдерин, адаштыргыс белгилерин табабыз жана анын бар экенин көптөгөн күбөлүктөр, эски Иероглифтер, байыркы Пирамидалар, экзотикалык монолиттер, табышмактуу папирустар жана ар кандай байыркы эстеликтер менен далилдөөгө болот.</p>\n<p>АЛГАЧКЫ АДАМГА келсек, АҢ-СЕЗИМДҮҮ ЖАНЫБАРГА окшош, бирок ошончолук айырмаланган, башкача, сырдуу жандыктарга жана алардын даңктуу сөөктөрү кээде Муз доорунун же Музга чейинки мезгилдин байыркы катмарларында терең көмүлүп калгандарга келсек, азыркы окумуштуулар так жана түздөн-түз тажрыйба аркылуу эч нерсе билишпейт.</p>\n<p>ГНОСТИКАЛЫК ИЛИМ биз билгендей АКЫЛДУУ ЖАНЫБАР кемчиликсиз МАХЛУК эмес, ал сөздүн толук маанисинде АДАМ эмес деп үйрөтөт; жаратылыш аны белгилүү бир деңгээлге чейин өнүктүрөт, андан кийин аны таштап, анын өнүгүүсүн улантуу же бардык мүмкүнчүлүктөрүн жоготуп, бузулууга толук эркиндик берет.</p>\n<p>ЭВОЛЮЦИЯ жана ИНВОЛЮЦИЯ ЗАКОНДОРУ бүткүл жаратылыштын механикалык огу болуп саналат жана ЖАНДЫН ИЧКИ ӨЗҮН-ӨЗҮ ИШКЕ АШЫРУУГА эч кандай тиешеси жок.</p>\n<p>АКЫЛДУУ ЖАНЫБАРДЫН ичинде өнүгө турган же жоголуп кете турган коркунучтуу мүмкүнчүлүктөр бар, алар өнүгөт деген мыйзам жок. ЭВОЛЮЦИЯЛЫК механика аларды өнүктүрө албайт.</p>\n<p>Мындай жашыруун мүмкүнчүлүктөрдүн өнүгүшү жакшы аныкталган шарттарда гана мүмкүн жана бул жеке адамдын чоң СУПЕР-АРАКЕТТЕРИН жана мурда бул ишти жасаган УСТАТТАРДЫН натыйжалуу жардамын талап кылат.</p>\n<p>Адам болуу үчүн бардык жашыруун мүмкүнчүлүктөрүн өнүктүрүүнү каалаган адам, АҢ-СЕЗИМДИН РЕВОЛЮЦИЯСЫ жолуна түшүшү керек.</p>\n<p>АКЫЛДУУ ЖАНЫБАР - бул ДАН, ҮРӨН; ал үрөндөн ӨМҮР ДАРАГЫ, ЧЫНЫГЫ АДАМ жаралышы мүмкүн, бул АДАМ Диоген Афинанын көчөлөрүндө күндүзү шам жагып издеген жана тилекке каршы таба албаган.</p>\n<p>Бул дан, бул өзгөчө үрөн өнүгө алат деген ЗАКОН жок, нормалдуу, табигый нерсе - анын жоголушу.</p>\n<p>ЧЫНЫГЫ АДАМ АКЫЛДУУ ЖАНЫБАРДАН чагылган булуттан кандай айырмаланса, ошондой айырмаланат.</p>\n<p>Эгерде дан өлбөсө, үрөн өнүп чыкпайт, АДАМ жаралышы үчүн ЭГО, МЕН, МЕН ӨЛҮШҮ КЕРЕК, шашылыш.</p>\n<p>Мектептердин, колледждердин жана университеттердин мугалимдери окуучуларына Этикалык Революциянын ЖОЛУН үйрөтүшү керек, ЭГОнун өлүмүнө ошондо гана жетүүгө болот.</p>\n<p>Баса белгилеп айта турган нерсе, АҢ-СЕЗИМДИН РЕВОЛЮЦИЯСЫ бул дүйнөдө сейрек гана эмес, барган сайын сейрек болуп баратат.</p>\n<p>АҢ-СЕЗИМДИН РЕВОЛЮЦИЯСЫнын үч кемчиликсиз аныкталган фактору бар: Биринчиси - Өлүү; Экинчиси - Төрөлүү; Үчүнчүсү - Адамзат үчүн курмандык. Факторлордун тартиби продуктту өзгөртпөйт.</p>\n<p>ӨЛҮҮ - бул ЭТИКАЛЫК РЕВОЛЮЦИЯ жана ПСИХОЛОГИЯЛЫК МЕНДИ ЭЭРҮҮ маселеси.</p>\n<p>ТӨРӨЛҮҮ - бул СЕКСУАЛДЫК ТРАНСМУТАЦИЯ маселеси, бул маселе ТРАНСЦЕНДЕНТАЛДЫК СЕКСОЛОГИЯГА таандык, бул теманы изилдөөнү каалагандар бизге жазып, Гностикалык китептерибиз менен таанышуусу керек.</p>\n<p>Адамзат үчүн курмандык - бул АҢ-СЕЗИМДҮҮ ДҮЙНӨЛҮК МЭЭРИМ.</p>\n<p>Эгерде биз АҢ-СЕЗИМДИН РЕВОЛЮЦИЯСЫН каалабасак, Эгерде биз ӨЗҮБҮЗДҮ ИЧКИ ӨЗҮБҮЗДҮ ИШКЕ АШЫРУУГА алып бара турган жашыруун мүмкүнчүлүктөрдү өнүктүрүү үчүн чоң СУПЕР-АРАКЕТТЕРДИ жасабасак, анда ал мүмкүнчүлүктөр эч качан өнүкпөйт.</p>\n<p>ӨЗҮН-ӨЗҮ ИШКЕ АШЫРГАНДАР, куткарылгандар өтө сейрек кездешет жана бул жерде эч кандай адилетсиздик жок, эмне үчүн байкуш АКЫЛДУУ ЖАНЫБАР каалабаган нерсеге ээ болушу керек?</p>\n<p>Толугу менен жана биротоло радикалдуу өзгөрүү керек, бирок баардык жандыктар эле бул өзгөрүүнү каалабайт, аны каалабайт, билбейт жана аларга айтылат, бирок түшүнбөйт, кызыкпайт. Алар каалабаган нерсени күч менен эмнеге беришибиз керек?</p>\n<p>Чындык мындай: Индивид ЖАҢЫ ЖӨНДӨМДҮҮЛҮКТӨРГӨ же УКУКТАРГА ээ боло электе, ал тургай билбеген жана азырынча ээ боло элек нерсеге, ал жаңылыш түрдө бар деп ойлогон, бирок чындыгында жок жөндөмдүүлүктөргө жана укуктарга ээ болушу керек.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ky/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
