import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "تکامل، انحطاط، انقلاب",
  "locale": "fa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. تکامل، انحطاط، انقلاب",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>در عمل، ما توانسته‌ایم تأیید کنیم که هم مکاتب ماتریالیستی و هم مکاتب اسپریتوآلیستی کاملاً در دگم تکامل گرفتار شده‌اند.</p>\n<p>نظرات مدرن در مورد منشأ انسان و تکامل پیشین او، در اصل، صرفاً سفسطه‌ی ارزان‌قیمتی است و در برابر یک مرحله‌ی انتقادی عمیق تاب نمی‌آورد.</p>\n<p>با وجود تمام نظریه‌های داروین که توسط کارل مارکس و ماتریالیسم دیالکتیکی پر سر و صدایش به عنوان یک ماده‌ی ایمان کورکورانه پذیرفته شده‌اند، دانشمندان مدرن هیچ چیز در مورد منشأ انسان نمی‌دانند، هیچ چیز به آن‌ها ثابت نشده، هیچ چیزی را به طور مستقیم تجربه نکرده‌اند و فاقد شواهد خاص، عینی و دقیقی در مورد تکامل انسان هستند.</p>\n<p>برعکس، اگر بشریت تاریخی را در نظر بگیریم، یعنی بیست یا سی هزار سال گذشته قبل از عیسی مسیح، شواهد دقیقی می‌یابیم، نشانه‌های بی‌اشتباهی از یک نوع برتر از انسان، که برای مردم مدرن غیرقابل درک است و حضور آن را می‌توان با شهادت‌های متعدد، هیروگلیف‌های قدیمی، اهرام بسیار باستانی، یکپارچه‌های عجیب و غریب، پاپیروس‌های مرموز و بناهای باستانی مختلف نشان داد.</p>\n<p>در مورد انسان ماقبل تاریخ، آن موجودات عجیب و غریب و مرموزی که ظاهرشان بسیار شبیه به حیوان فکری است و در عین حال بسیار متفاوت، بسیار متفاوت و بسیار مرموز هستند و استخوان‌های برجسته‌شان گاهی عمیقاً در ذخایر باستانی دوره‌ی یخبندان یا پیش از یخبندان پنهان شده‌اند، دانشمندان مدرن هیچ چیز به طور دقیق و از طریق تجربه مستقیم نمی‌دانند.</p>\n<p>علم گنوسی آموزش می‌دهد که حیوان منطقی همانطور که می‌شناسیم، یک موجود کامل نیست، هنوز به معنای کامل کلمه انسان نیست. طبیعت آن را تا حدی توسعه می‌دهد و سپس آن را رها می‌کند و آن را در آزادی کامل قرار می‌دهد تا به توسعه خود ادامه دهد یا تمام امکانات خود را از دست بدهد و منحط شود.</p>\n<p>قوانین تکامل و انحطاط، محور مکانیکی کل طبیعت هستند و هیچ ارتباطی با خودآگاهی درونی وجود ندارند.</p>\n<p>درون حیوان فکری، امکانات فوق‌العاده‌ای وجود دارد که می‌تواند توسعه یابد یا از بین برود، توسعه‌ی آن‌ها یک قانون نیست. مکانیک تکاملی نمی‌تواند آن‌ها را توسعه دهد.</p>\n<p>توسعه‌ی چنین امکانات نهفته، تنها در شرایط کاملاً مشخص امکان‌پذیر است و این امر مستلزم تلاش‌های فوق‌العاده‌ی فردی و کمک کارآمد از سوی آن استادانی است که قبلاً در گذشته این کار را انجام داده‌اند.</p>\n<p>هر کسی که می‌خواهد تمام امکانات نهفته‌ی خود را توسعه دهد تا به انسان تبدیل شود، باید وارد مسیر انقلاب آگاهی شود.</p>\n<p>حیوان فکری دانه، بذر است. از آن دانه، درخت زندگی، انسان واقعی می‌تواند متولد شود، آن انسانی که دیوژن با چراغ روشن در خیابان‌های آتن و در وسط روز به دنبالش بود و متاسفانه نتوانست پیدا کند.</p>\n<p>این یک قانون نیست که این دانه، این بذر بسیار ویژه بتواند توسعه یابد، حالت عادی و طبیعی این است که از بین برود.</p>\n<p>انسان واقعی به همان اندازه با حیوان فکری متفاوت است که رعد و برق با ابر.</p>\n<p>اگر دانه نمیرد، بذر جوانه نمی‌زند، ضروری و فوری است که نفس، من، خودِ من بمیرد تا انسان متولد شود.</p>\n<p>معلمان و آموزگاران مدارس، کالج‌ها و دانشگاه‌ها باید راه اخلاق انقلابی را به دانش‌آموزان خود آموزش دهند، تنها در این صورت است که می‌توان به مرگ نفس دست یافت.</p>\n<p>با تاکید می‌توانیم بگوییم که انقلاب آگاهی نه تنها در این جهان نادر است، بلکه هر روز نادرتر و نادرتر می‌شود.</p>\n<p>انقلاب آگاهی دارای سه عامل کاملاً مشخص است: اول، مردن؛ دوم، متولد شدن؛ سوم، فداکاری برای بشریت. ترتیب عوامل تغییری در محصول ایجاد نمی‌کند.</p>\n<p>مردن، مسئله‌ی اخلاق انقلابی و انحلال خودِ روانشناختی است.</p>\n<p>متولد شدن، مسئله‌ی جهش جنسی است، این موضوع مربوط به سکسولوژی متعالی است، هر کسی که می‌خواهد این موضوع را مطالعه کند، باید برای ما بنویسد و کتاب‌های گنوسی ما را بشناسد.</p>\n<p>فداکاری برای بشریت، صدقه‌ی جهانی آگاهانه است.</p>\n<p>اگر ما انقلاب آگاهی را نمی‌خواهیم، اگر تلاش‌های فوق‌العاده‌ای برای توسعه‌ی آن امکانات نهفته که ما را به خودآگاهی درونی سوق می‌دهد، انجام ندهیم، واضح است که چنین امکاناتی هرگز توسعه نخواهند یافت.</p>\n<p>بسیار نادرند کسانی که خودآگاه می‌شوند، کسانی که نجات می‌یابند و در این هیچ بی‌عدالتی وجود ندارد. چرا حیوان فکری بیچاره باید چیزی را داشته باشد که نمی‌خواهد؟</p>\n<p>به یک تغییر ریشه‌ای، کامل و قطعی نیاز است، اما همه موجودات این تغییر را نمی‌خواهند، آن را آرزو نمی‌کنند، آن را نمی‌دانند و به آن‌ها گفته می‌شود و آن را درک نمی‌کنند، آن را نمی‌فهمند، به آن علاقه‌ای ندارند. چرا باید به زور چیزی را به آن‌ها داد که نمی‌خواهند؟</p>\n<p>حقیقت این است که قبل از اینکه فرد توانایی‌ها یا قدرت‌های جدیدی را که نه به طور دوردست می‌شناسد و نه هنوز در اختیار دارد، به دست آورد، باید توانایی‌ها و قدرت‌هایی را به دست آورد که به اشتباه تصور می‌کند دارد، اما در واقع ندارد.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/fa/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
