import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ઉત્ક્રાંતિ, અધોગતિ, ક્રાંતિ",
  "locale": "gu",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. ઉત્ક્રાંતિ, અધોગતિ, ક્રાંતિ",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>વ્યવહારમાં આપણે ચકાસી શક્યા છીએ કે ભૌતિકવાદી શાળાઓ અને આધ્યાત્મિક શાળાઓ બંને ઉત્ક્રાંતિના સિદ્ધાંતમાં સંપૂર્ણપણે બંધ છે.</p>\n<p>માણસની ઉત્પત્તિ અને તેના ભૂતકાળના ઉત્ક્રાંતિ વિશેના આધુનિક અભિપ્રાયો, મૂળભૂત રીતે સસ્તી સોફિસ્ટ્રી છે, તે ગહન વિવેચનાત્મક તબક્કાનો સામનો કરી શકતા નથી.</p>\n<p>કાર્લ માર્ક્સ દ્વારા આંધળી શ્રદ્ધાના લેખ તરીકે સ્વીકૃત ડાર્વિનના તમામ સિદ્ધાંતો હોવા છતાં અને તેના ઘોંઘાટીયા ભૌતિકવાદ હોવા છતાં, આધુનિક વૈજ્ઞાનિકોને માણસની ઉત્પત્તિ વિશે કંઈ ખબર નથી, તેઓને કંઈ ખબર નથી, તેઓએ સીધી રીતે કંઈપણ અનુભવ્યું નથી અને તેમની પાસે ચોક્કસ નક્કર પુરાવા નથી, માનવ ઉત્ક્રાંતિ પર ચોક્કસ પુરાવા નથી.</p>\n<p>તેનાથી વિપરીત, જો આપણે ઐતિહાસિક માનવતાને લઈએ, એટલે કે, ઈસુ ખ્રિસ્ત પહેલાંના છેલ્લા વીસ હજાર કે ત્રીસ હજાર વર્ષો, તો આપણને ચોક્કસ પુરાવા મળે છે, એક શ્રેષ્ઠ પ્રકારના માણસના અચૂક સંકેતો, જે આધુનિક લોકો માટે અગમ્ય છે, અને જેની હાજરી બહુવિધ પ્રમાણો, જૂના હાયરોગ્લિફ્સ, પ્રાચીન પિરામિડ્સ, વિચિત્ર મોનોલિથ્સ, રહસ્યમય પપાયરસ અને વિવિધ પ્રાચીન સ્મારકો દ્વારા સાબિત કરી શકાય છે.</p>\n<p>પૂર્વ-ઐતિહાસિક માણસની વાત કરીએ તો, તે વિચિત્ર અને રહસ્યમય જીવો જે દેખાવમાં બુદ્ધિશાળી પ્રાણી જેવા જ છે અને તેમ છતાં તે ખૂબ જ અલગ, ખૂબ જ ભિન્ન, ખૂબ જ રહસ્યમય છે અને જેના ભવ્ય હાડકાં કેટલીકવાર હિમયુગ અથવા પ્રાગૈતિહાસિક સમયગાળાના પ્રાચીન સ્થળોમાં ઊંડે છુપાયેલા જોવા મળે છે, તેના વિશે આધુનિક વૈજ્ઞાનિકોને ચોક્કસ રીતે અને સીધા અનુભવથી કંઈ ખબર નથી.</p>\n<p>જ્ઞાન વિજ્ઞાન શીખવે છે કે તર્કસંગત પ્રાણી જેવું કે જેને આપણે જાણીએ છીએ, તે સંપૂર્ણ અસ્તિત્વ નથી, તે હજુ સુધી સંપૂર્ણ અર્થમાં માણસ નથી; પ્રકૃતિ તેને અમુક હદ સુધી વિકસાવે છે અને પછી તેને છોડી દે છે, તેને તેના વિકાસને આગળ વધારવા અથવા તેની બધી શક્યતાઓને ગુમાવવા અને અધોગતિ કરવા માટે સંપૂર્ણ સ્વતંત્રતા આપે છે.</p>\n<p>ઉત્ક્રાંતિ અને અધોગતિના નિયમો એ સમગ્ર પ્રકૃતિની યાંત્રિક ધરી છે અને તેને અસ્તિત્વની આંતરિક અનુભૂતિ સાથે કોઈ લેવાદેવા નથી.</p>\n<p>બુદ્ધિશાળી પ્રાણીની અંદર જબરદસ્ત શક્યતાઓ રહેલી છે જે વિકસી શકે છે અથવા ખોવાઈ શકે છે, તે વિકસાવવા માટેનો કોઈ નિયમ નથી. ઉત્ક્રાંતિની પદ્ધતિ તેમને વિકસાવી શકતી નથી.</p>\n<p>આવી સુષુપ્ત શક્યતાઓનો વિકાસ માત્ર સારી રીતે વ્યાખ્યાયિત પરિસ્થિતિઓમાં જ શક્ય છે અને આ માટે જબરદસ્ત વ્યક્તિગત સુપર-પ્રયત્નો અને એવા ગુરુઓની કાર્યક્ષમ મદદની જરૂર છે જેમણે ભૂતકાળમાં આ કાર્ય કર્યું છે.</p>\n<p>જે કોઈ માણસ બનવા માટે પોતાની બધી સુષુપ્ત શક્યતાઓને વિકસાવવા માંગે છે, તેણે ચેતનાના ક્રાંતિના માર્ગ પર પ્રવેશ કરવો જોઈએ.</p>\n<p>બુદ્ધિશાળી પ્રાણી એ બીજ છે; તે બીજમાંથી જીવનનું વૃક્ષ જન્મી શકે છે, સાચો માણસ, તે માણસ જેને ડાયોજીનીસે એથેન્સની શેરીઓમાં દિવસના મધ્યમાં દીવો લઈને શોધ્યો હતો અને દુર્ભાગ્યે તે શોધી શક્યો ન હતો.</p>\n<p>એવો કોઈ નિયમ નથી કે આ બીજ, આ ખાસ બીજ વિકસી શકે, સામાન્ય બાબત એ છે કે તે ખોવાઈ જાય છે.</p>\n<p>સાચો માણસ બુદ્ધિશાળી પ્રાણીથી એટલો જ અલગ છે, જેટલો વીજળીનો ચમકારો વાદળથી અલગ છે.</p>\n<p>જો બીજ મરી ન જાય તો બીજ અંકુરિત થતું નથી, તે જરૂરી છે, તે તાકીદનું છે કે અહંકાર, સ્વ, હું મરી જવું જોઈએ, જેથી માણસનો જન્મ થાય.</p>\n<p>શાળાઓ, કોલેજો અને યુનિવર્સિટીઓના શિક્ષકોએ તેમના વિદ્યાર્થીઓને ક્રાંતિકારી નીતિશાસ્ત્રનો માર્ગ શીખવવો જોઈએ, માત્ર આ રીતે અહંકારનું મૃત્યુ શક્ય છે.</p>\n<p>ભારપૂર્વક આપણે કહી શકીએ કે ચેતનાની ક્રાંતિ આ દુનિયામાં દુર્લભ નથી, પરંતુ તે વધુને વધુ દુર્લભ થતી જાય છે.</p>\n<p>ચેતનાની ક્રાંતિમાં ત્રણ સંપૂર્ણ રીતે વ્યાખ્યાયિત પરિબળો છે: પ્રથમ, મરવું; બીજું, જન્મ લેવો; ત્રીજું, માનવતા માટે બલિદાન. પરિબળોનો ક્રમ ઉત્પાદનને બદલતો નથી.</p>\n<p>મરવું એ ક્રાંતિકારી નીતિશાસ્ત્ર અને મનોવૈજ્ઞાનિક સ્વના વિસર્જનનો પ્રશ્ન છે.</p>\n<p>જન્મ લેવો એ જાતીય પરિવર્તનનો પ્રશ્ન છે, આ બાબત ટ્રાન્સેન્ડન્ટલ સેક્સોલોજીને અનુરૂપ છે, જે કોઈ આ વિષયનો અભ્યાસ કરવા માંગે છે, તેણે અમને લખવું જોઈએ અને અમારા જ્ઞાન પુસ્તકો જાણવા જોઈએ.</p>\n<p>માનવતા માટે બલિદાન એ સભાન સાર્વત્રિક દાન છે.</p>\n<p>જો આપણે ચેતનાની ક્રાંતિ ન ઈચ્છીએ, જો આપણે આપણી સુષુપ્ત શક્યતાઓને વિકસાવવા માટે જબરદસ્ત સુપર-પ્રયત્નો ન કરીએ જે આપણને આંતરિક સ્વ-અનુભૂતિ તરફ દોરી જશે, તો તે સ્પષ્ટ છે કે આવી શક્યતાઓ ક્યારેય વિકસિત થશે નહીં.</p>\n<p>જેઓ સ્વ-અનુભૂતિ કરે છે, જેઓ બચી જાય છે તે ખૂબ જ દુર્લભ છે અને તેમાં કોઈ અન્યાય નથી, ગરીબ બુદ્ધિશાળી પ્રાણી પાસે તે શા માટે હોવું જોઈએ જે તે ઈચ્છતો નથી?</p>\n<p>સંપૂર્ણ અને ચોક્કસ આમૂલ પરિવર્તનની જરૂર છે પરંતુ દરેક વ્યક્તિ તે પરિવર્તન ઈચ્છતી નથી, તેઓ તે ઈચ્છતા નથી, તેઓ જાણતા નથી અને તેઓને કહેવામાં આવે છે અને તેઓ સમજતા નથી, તેઓ સમજી શકતા નથી, તેઓને રસ નથી. તેઓને તે બળજબરીથી શા માટે આપવું જોઈએ જે તેઓ ઈચ્છતા નથી?</p>\n<p>સત્ય એ છે કે વ્યક્તિ નવી ક્ષમતાઓ અથવા નવી શક્તિઓ પ્રાપ્ત કરે તે પહેલાં, જેને તે દૂરથી પણ જાણતો નથી અને જે તેની પાસે હજુ સુધી નથી, તેણે એવી ક્ષમતાઓ અને શક્તિઓ પ્રાપ્ત કરવી જોઈએ જે તે ભૂલથી માને છે કે તેની પાસે છે, પરંતુ હકીકતમાં તેની પાસે નથી.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/gu/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/gu/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/gu/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
