import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ການວິວັດທະນາ, ການເສື່ອມ, ການປະຕິວັດ",
  "locale": "lao",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. ການວິວັດທະນາ, ການເສື່ອມ, ການປະຕິວັດ",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ໃນພາກປະຕິບັດ, ພວກເຮົາໄດ້ກວດສອບແລ້ວວ່າທັງໂຮງຮຽນວັດຖຸນິຍົມ ແລະ ໂຮງຮຽນທາງວິນຍານແມ່ນຖືກຂວດໄວ້ໝົດແລ້ວໃນຫຼັກຄຳສອນຂອງວິວັດທະນາການ.</p>\n<p>ຄວາມຄິດເຫັນທີ່ທັນສະໄໝກ່ຽວກັບຕົ້ນກຳເນີດຂອງມະນຸດ ແລະ ວິວັດທະນາການໃນອະດີດຂອງເຂົາເຈົ້າ, ໂດຍພື້ນຖານແລ້ວແມ່ນເປັນພຽງການຫຼອກລວງລາຄາຖືກ, ມັນບໍ່ສາມາດຕ້ານທານກັບຂັ້ນຕອນທີ່ສໍາຄັນທີ່ເລິກເຊິ່ງ.</p>\n<p>ເຖິງວ່າຈະມີທິດສະດີທັງໝົດຂອງ DARWIN ທີ່ຍອມຮັບເປັນບົດຄວາມແຫ່ງຄວາມເຊື່ອທີ່ຕາບອດໂດຍ CARLOS MARX ແລະ ວັດຖຸນິຍົມແບບມີເຫດຜົນທີ່ກ່າວມາຫຼາຍຂອງລາວ, ນັກວິທະຍາສາດຍຸກໃໝ່ບໍ່ຮູ້ຫຍັງກ່ຽວກັບຕົ້ນກຳເນີດຂອງມະນຸດ, ບໍ່ມີຫຍັງເປັນທີ່ຮູ້ຈັກກັບພວກເຂົາ, ພວກເຂົາບໍ່ໄດ້ປະສົບຫຍັງໂດຍກົງ ແລະ ພວກເຂົາຂາດຫຼັກຖານສະເພາະ, ສົມບູນ, ຊັດເຈນກ່ຽວກັບວິວັດທະນາການຂອງມະນຸດ.</p>\n<p>ໃນທາງກົງກັນຂ້າມ, ຖ້າພວກເຮົາເອົາມະນຸດໃນປະຫວັດສາດ, ນັ້ນແມ່ນ, ມະນຸດໃນຊ່ວງຊາວພັນຫຼືສາມສິບພັນປີກ່ອນພຣະເຢຊູຄຣິດ, ພວກເຮົາພົບເຫັນຫຼັກຖານທີ່ຊັດເຈນ, ສັນຍານທີ່ບໍ່ສາມາດເຂົ້າໃຈຜິດໄດ້ຂອງມະນຸດຊັ້ນສູງ, ເຊິ່ງບໍ່ສາມາດເຂົ້າໃຈໄດ້ສໍາລັບຄົນຍຸກໃຫມ່, ແລະການປະກົດຕົວຂອງມັນສາມາດສະແດງໃຫ້ເຫັນໄດ້ໂດຍພະຍານຫຼັກຖານຫຼາຍຢ່າງ, ຮູບແຕ້ມເກົ່າແກ່, ປິລາມິດບູຮານ, ແທ່ງຫີນທີ່ແປກປະຫຼາດ, ເຈ້ຍປາປິຣັດລຶກລັບ ແລະ ອະນຸສອນສະຖານບູຮານຕ່າງໆ.</p>\n<p>ສໍາລັບມະນຸດກ່ອນປະຫວັດສາດ, ສໍາລັບສັດທີ່ແປກປະຫຼາດ ແລະ ລຶກລັບເຫຼົ່ານັ້ນທີ່ເບິ່ງຄືວ່າເປັນສັດທີ່ສະຫຼາດຫຼາຍ ແລະ ແຕກຕ່າງກັນຫຼາຍ, ແຕກຕ່າງກັນຫຼາຍ, ລຶກລັບຫຼາຍ ແລະ ກະດູກທີ່ມີຊື່ສຽງຂອງມັນຖືກເຊື່ອງໄວ້ຢ່າງເລິກເຊິ່ງບາງຄັ້ງຢູ່ໃນສະຖານທີ່ບູຮານຄະດີຈາກໄລຍະເວລາ glacial ຫຼື preglacial, ນັກວິທະຍາສາດຍຸກໃໝ່ບໍ່ຮູ້ຫຍັງຢ່າງແນ່ນອນ ແລະ ໂດຍປະສົບການໂດຍກົງ.</p>\n<p>ວິທະຍາສາດ GNOSTIC ສອນວ່າສັດທີ່ມີເຫດຜົນຕາມທີ່ພວກເຮົາຮູ້, ບໍ່ແມ່ນສັດທີ່ສົມບູນແບບ, ມັນຍັງບໍ່ທັນເປັນມະນຸດໃນຄວາມໝາຍທີ່ສົມບູນຂອງຄໍາສັບ; ທໍາມະຊາດພັດທະນາມັນເຖິງຈຸດໃດຫນຶ່ງແລະຫຼັງຈາກນັ້ນປະຖິ້ມມັນປ່ອຍໃຫ້ມັນມີອິດສະລະຢ່າງສົມບູນເພື່ອສືບຕໍ່ການພັດທະນາຫຼືສູນເສຍຄວາມເປັນໄປໄດ້ທັງຫມົດແລະເສື່ອມໂຊມລົງ.</p>\n<p>ກົດໝາຍຂອງວິວັດທະນາການ ແລະ ການຖົດຖອຍ ແມ່ນແກນກົນຈັກຂອງທຳມະຊາດທັງໝົດ ແລະ ບໍ່ມີຫຍັງກ່ຽວຂ້ອງກັບຄວາມເປັນຈິງພາຍໃນຂອງອົງການ.</p>\n<p>ພາຍໃນສັດທີ່ສະຫຼາດ ມີຄວາມເປັນໄປໄດ້ຢ່າງຫຼວງຫຼາຍທີ່ສາມາດພັດທະນາ ຫຼື ສູນເສຍ, ມັນບໍ່ແມ່ນກົດໝາຍທີ່ພວກເຂົາຈະພັດທະນາ. ກົນຈັກວິວັດທະນາການບໍ່ສາມາດພັດທະນາພວກມັນໄດ້.</p>\n<p>ການພັດທະນາຂອງຄວາມເປັນໄປໄດ້ທີ່ເຊື່ອງໄວ້ດັ່ງກ່າວ, ເປັນໄປໄດ້ພຽງແຕ່ໃນເງື່ອນໄຂທີ່ກໍານົດໄວ້ໄດ້ດີ ແລະ ນີ້ຮຽກຮ້ອງໃຫ້ມີຄວາມພະຍາຍາມອັນໃຫຍ່ຫຼວງຈາກບຸກຄົນ ແລະ ການຊ່ວຍເຫຼືອທີ່ມີປະສິດທິພາບຈາກນາຍຄູທີ່ໄດ້ເຮັດວຽກນັ້ນແລ້ວໃນອະດີດ.</p>\n<p>ຜູ້ທີ່ຕ້ອງການພັດທະນາຄວາມເປັນໄປໄດ້ທີ່ເຊື່ອງໄວ້ທັງໝົດຂອງລາວເພື່ອຈະກາຍເປັນມະນຸດ, ຕ້ອງເຂົ້າໄປໃນເສັ້ນທາງແຫ່ງການປະຕິວັດແຫ່ງສະຕິ.</p>\n<p>ສັດທີ່ສະຫຼາດແມ່ນເມັດພືດ, ເມັດພັນ; ຈາກເມັດນັ້ນສາມາດເກີດຕົ້ນໄມ້ແຫ່ງຊີວິດ, ຜູ້ຊາຍທີ່ແທ້ຈິງ, ຜູ້ຊາຍຄົນນັ້ນທີ່ DIOGENES ກໍາລັງຊອກຫາດ້ວຍໂຄມໄຟທີ່ຈູດໄຟຕາມຖະຫນົນຂອງ ATHENS ແລະໃນເວລາກາງເວັນແລະຜູ້ທີ່ໂຊກບໍ່ດີທີ່ບໍ່ສາມາດຊອກຫາໄດ້.</p>\n<p>ມັນບໍ່ແມ່ນກົດໝາຍທີ່ວ່າເມັດພືດນີ້, ວ່າເມັດພັນພິເສດນີ້ສາມາດພັດທະນາໄດ້, ສິ່ງທີ່ເປັນປົກກະຕິ, ສິ່ງທີ່ເປັນທໍາມະຊາດແມ່ນວ່າມັນສູນເສຍ.</p>\n<p>ຜູ້ຊາຍທີ່ແທ້ຈິງແມ່ນແຕກຕ່າງຈາກສັດທີ່ສະຫຼາດ, ດັ່ງທີ່ຟ້າຜ່າແມ່ນເມກ.</p>\n<p>ຖ້າເມັດພືດບໍ່ຕາຍ, ເມັດພັນຈະບໍ່ແຕກງອກ, ມັນຈໍາເປັນ, ມັນຮີບດ່ວນທີ່ EGO, SELF, ME ຕົວເອງຕາຍ, ເພື່ອໃຫ້ຜູ້ຊາຍເກີດມາ.</p>\n<p>ຄູອາຈານທັງຫຼາຍໃນໂຮງຮຽນ, ວິທະຍາໄລ ແລະ ມະຫາວິທະຍາໄລ ຄວນສອນນັກຮຽນຂອງພວກເຂົາກ່ຽວກັບເສັ້ນທາງຂອງຈັນຍາບັນການປະຕິວັດ, ພຽງແຕ່ວິທີນັ້ນມັນເປັນໄປໄດ້ທີ່ຈະບັນລຸຄວາມຕາຍຂອງ EGO.</p>\n<p>ໂດຍການເນັ້ນໜັກ, ພວກເຮົາສາມາດຢືນຢັນໄດ້ວ່າການປະຕິວັດແຫ່ງສະຕິບໍ່ພຽງແຕ່ຫາຍາກໃນໂລກນີ້, ແຕ່ມັນກຳລັງຫາຍາກຂຶ້ນເລື້ອຍໆ.</p>\n<p>ການປະຕິວັດແຫ່ງສະຕິມີສາມປັດໃຈທີ່ກຳນົດໄວ້ຢ່າງສົມບູນ: ອັນທີໜຶ່ງ, ຕາຍ; ອັນທີສອງ, ເກີດ; ອັນທີສາມ, ການເສຍສະຫຼະເພື່ອມະນຸດຊາດ. ລໍາດັບຂອງປັດໃຈບໍ່ປ່ຽນແປງຜົນຜະລິດ.</p>\n<p>ການເສຍຊີວິດ ແມ່ນເລື່ອງຂອງຈັນຍາບັນການປະຕິວັດ ແລະ ການແກ້ໄຂຂອງ YO ທາງດ້ານຈິດໃຈ.</p>\n<p>ການເກີດ ແມ່ນເລື່ອງຂອງການຖ່າຍທອດທາງເພດ, ເລື່ອງນີ້ກົງກັບ SEXOLOGY TRANSCENDENTAL, ຜູ້ທີ່ຕ້ອງການສຶກສາຫົວຂໍ້ນີ້, ຕ້ອງຂຽນຫາພວກເຮົາ ແລະ ຮູ້ຈັກປຶ້ມ Gnostic ຂອງພວກເຮົາ.</p>\n<p>ການເສຍສະຫຼະເພື່ອມະນຸດຊາດແມ່ນຄວາມໃຈບຸນທົ່ວໄປທີ່ຮູ້ສະຕິ.</p>\n<p>ຖ້າພວກເຮົາບໍ່ຕ້ອງການການປະຕິວັດແຫ່ງສະຕິ, ຖ້າພວກເຮົາບໍ່ສ້າງຄວາມພະຍາຍາມຢ່າງໃຫຍ່ຫຼວງເພື່ອພັດທະນາຄວາມເປັນໄປໄດ້ທີ່ເຊື່ອງໄວ້ເຫຼົ່ານັ້ນທີ່ຈະນໍາພວກເຮົາໄປສູ່ການຮັບຮູ້ຕົນເອງພາຍໃນ, ມັນເປັນທີ່ຈະແຈ້ງວ່າຄວາມເປັນໄປໄດ້ເຫຼົ່ານັ້ນຈະບໍ່ພັດທະນາ.</p>\n<p>ມີໜ້ອຍຄົນທີ່ຕື່ນຕົວ, ຜູ້ທີ່ຖືກຊ່ວຍໃຫ້ລອດ ແລະ ໃນນັ້ນບໍ່ມີຄວາມບໍ່ຍຸດຕິທຳໃດໆ, ເປັນຫຍັງສັດທີ່ສະຫຼາດທີ່ທຸກຍາກຈຶ່ງຕ້ອງມີສິ່ງທີ່ລາວບໍ່ຕ້ອງການ?</p>\n<p>ການປ່ຽນແປງທີ່ຮຸນແຮງທັງໝົດ ແລະ ເດັດຂາດແມ່ນຈໍາເປັນ ແຕ່ບໍ່ແມ່ນສັດທັງໝົດທີ່ຕ້ອງການການປ່ຽນແປງນັ້ນ, ພວກເຂົາບໍ່ຕ້ອງການມັນ, ພວກເຂົາບໍ່ຮູ້ມັນ ແລະ ພວກເຂົາຖືກບອກ ແລະ ພວກເຂົາບໍ່ເຂົ້າໃຈມັນ, ພວກເຂົາບໍ່ເຂົ້າໃຈມັນ, ພວກເຂົາບໍ່ສົນໃຈ. ເປັນຫຍັງພວກເຂົາຄວນໃຫ້ສິ່ງທີ່ພວກເຂົາບໍ່ຕ້ອງການບັງຄັບ?</p>\n<p>ຄວາມຈິງກໍຄືກ່ອນທີ່ບຸກຄົນຈະໄດ້ຮັບຄວາມສາມາດໃໝ່ ຫຼື ອຳນາດໃໝ່, ເຊິ່ງລາວບໍ່ຮູ້ ແລະ ຍັງບໍ່ມີ, ລາວຕ້ອງໄດ້ຮັບຄວາມສາມາດ ແລະ ອຳນາດທີ່ລາວເຊື່ອວ່າລາວມີ, ແຕ່ໃນຄວາມເປັນຈິງລາວບໍ່ມີ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/lao/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
