import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "تکامل، انحطاط، انقلاب",
  "locale": "ps",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. تکامل، انحطاط، انقلاب",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>په عمل کې، موږ لیدلي دي چې هم مادیت پلوه ښوونځي او هم روحاني ښوونځي د ارتقا په عقیده کې په بشپړه توګه بند پاتې دي.</p>\n<p>د انسان د اصل او د هغه د پخوانی ارتقا په اړه عصري نظرونه، په اصل کې ارزانه سوفسطائي دي، او د انتقادي مرحلې په وړاندې مقاومت نه شي کولی.</p>\n<p>د ډاروین د ټولو هغو تیوریو سره سره چې د کارل مارکس او د هغه د ډېر مشهور شوي ډایالیکټیک مادیت له خوا د ړوندې عقیدې په توګه منل شوي، عصري ساینس پوهان د انسان د اصل په اړه هیڅ نه پوهیږي، دوی هیڅ نه دي تجربه کړي، دوی هیڅ مستقیم تجربه نه ده کړې، او دوی د بشري ارتقا په اړه هیڅ ځانګړي، مشخص، دقیق شواهد نلري.</p>\n<p>برعکس، که موږ تاریخي انسانیت واخلو، یعنې د عیسی مسیح څخه شاوخوا شل یا دېرش زره کاله مخکې، موږ دقیق شواهد، د یو ډول لوړ انسان نه منلو وړ نښې نښانې پیدا کوو، کوم چې د عصري خلکو لپاره د پوهې وړ ندي، او شتون یې د ډیری شهادتونو، زړو هیروگلیفونو، لرغونو اهرامونو، عجيب ډبرینو، مرموزو پاپیروسونو او مختلفو لرغونو یادگارونو له لارې ثابت کیدی شي.</p>\n<p>د تاریخ څخه مخکې انسان، د هغو عجیب او مرموز مخلوقاتو په اړه چې د هوښیار څارویو سره ډېر ورته دي، مګر بیا هم دومره توپیر لري، دومره مختلف، دومره مرموز او د دوی مشهور هډوکي ځینې وختونه د ګلیشیال یا پریګلیشیال دورې په لرغونو ځایونو کې ژور پټ دي، عصري ساینس پوهان په سمه توګه او د مستقیم تجربې له لارې هیڅ نه پوهیږي.</p>\n<p>ګنوسټیک ساینس ښیي چې منطقي ځناور لکه څنګه چې موږ پوهیږو، یو بشپړ وجود نه دی، دا لا تر اوسه د کلمې په بشپړه معنی کې انسان نه دی؛ طبیعت یې تر یوې اندازې پورې وده کوي او بیا یې پریږدي ترڅو د خپل پرمختګ ته دوام ورکړي یا ټول امکانات له لاسه ورکړي او زوال وکړي.</p>\n<p>د ارتقا او انولوشن قوانین د ټول طبیعت میکانیکي محور دی او د وجود د داخلي خود تحقق سره هیڅ تړاو نلري.</p>\n<p>د هوښیار ځناور په دننه کې ډېر لوی امکانات شتون لري چې وده کولی شي یا له لاسه ورکړي، دا قانون نه دی چې دوی وده وکړي. ارتقايي میکانیکونه نشي کولی دوی ته وده ورکړي.</p>\n<p>د دغو پټو امکاناتو پراختیا یوازې په ښه تعریف شویو شرایطو کې ممکنه ده او دا د انفرادي سوپر هڅو او د هغو استادانو له خوا اغیزمنې مرستې ته اړتیا لري چې په تیرو وختونو کې یې دا کار کړی دی.</p>\n<p>هرڅوک چې غواړي خپل ټول پټ امکانات پراختیا ورکړي ترڅو یو انسان شي، باید د شعور د انقلاب په لاره لاړ شي.</p>\n<p>منطقي ځناور د غلې دانه ده، تخم دی؛ له دې تخم څخه د ژوند ونه، ریښتینی انسان زیږیدلی شي، هغه انسان چې ډایوجینز د ورځې په رڼا کې د اتن په کوڅو کې په لاس کې څراغ نیولی و او په بدبختۍ سره یې ونه موند.</p>\n<p>دا قانون نه دی چې دا دانه، دا ځانګړی تخم وده وکړي، معمول، طبیعي دا دی چې دا له لاسه ورکړي.</p>\n<p>ریښتینی انسان د منطقي ځناور څخه دومره توپیر لري لکه بریښنا چې د ورېځې څخه توپیر لري.</p>\n<p>که دانه ونه مري، تخم نه ټوکیږي، دا اړینه ده، دا عاجله ده چې نفس، ځان، زه مړ شم، ترڅو انسان زیږیدلی شي.</p>\n<p>د ښوونځیو، کالجونو او پوهنتونونو ښوونکي باید خپلو زده کونکو ته د انقلابي اخلاقو لاره وروښيي، یوازې په دې توګه د نفس مړینه ممکنه ده.</p>\n<p>د ټینګار په کولو سره، موږ کولی شو ووایو چې د شعور انقلاب نه یوازې په دې نړۍ کې نادر دی، بلکې ورځ تر بلې نادره کیږي.</p>\n<p>د شعور انقلاب درې بشپړ تعریف شوي عوامل لري: لومړی، مړینه؛ دویم، زیږیدنه؛ دریم، د انسانیت لپاره قرباني. د عواملو ترتیب محصول نه بدلوي.</p>\n<p>مړینه د انقلابي اخلاقو او د رواني ځان منحل کولو مسله ده.</p>\n<p>زیږیدنه د جنسي بدلون مسله ده، دا موضوع د ټرانسینډینټل سیکسوالوژي پورې اړه لري، هرڅوک چې غواړي دا موضوع مطالعه کړي، باید موږ ته ولیکي او زموږ ګنوسټیک کتابونه وپیژني.</p>\n<p>د انسانیت لپاره قرباني د شعوري نړیوالې مینې مانا لري.</p>\n<p>که موږ د شعور انقلاب ونه غواړو، که موږ د هغو پټو امکاناتو د پراختیا لپاره لویې هڅې ونه کړو چې موږ به داخلي خود تحقق ته ورسوي، دا څرګنده ده چې دا امکانات به هیڅکله وده ونه کړي.</p>\n<p>ډېر لږ خلک شته چې ځان تحقق کوي، هغه څوک چې ژغورل کیږي او په دې کې هیڅ ډول بې انصافي نشته، ولې باید بې وزله منطقي ځناور هغه څه ولري چې هغه یې نه غواړي؟</p>\n<p>د بشپړ او حتمي بنسټیز بدلون اړتیا ده، مګر ټول موجودات دا بدلون نه غواړي، دوی یې نه غواړي، دوی یې نه پوهیږي او دوی ته ویل کیږي او دوی یې نه پوهیږي، دوی یې نه درک کوي، دوی ورته لیواله ندي. ولې باید په زور هغه څه ورکړل شي چې دوی یې نه غواړي؟</p>\n<p>حقیقت دا دی چې مخکې له دې چې فرد نوي وړتیاوې یا نوي ځواکونه ترلاسه کړي، کوم چې هغه په لرې ډول هم نه پیژني او کوم چې هغه لا تر اوسه نلري، باید هغه وړتیاوې او ځواکونه ترلاسه کړي چې هغه په غلطۍ سره فکر کوي چې لري یې، مګر په حقیقت کې یې نلري.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ps/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
