import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Еволуција, Инволуција, Револуција",
  "locale": "mk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. Еволуција, Инволуција, Револуција",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Во пракса можевме да потврдиме дека и МАТЕРИЈАЛИСТИЧКИТЕ УЧИЛИШТА и СПИРИТУАЛИСТИЧКИТЕ УЧИЛИШТА се целосно заглавени во ДОГМАТА на ЕВОЛУЦИЈАТА.</p>\n<p>Современите мислења за потеклото на човекот и неговата мината ЕВОЛУЦИЈА, во суштина се чиста ЕВТИНА СОФИСТИКА, не издржуваат длабока критичка фаза.</p>\n<p>И покрај сите теории на ДАРВИН прифатени како артикл на слепа ВЕРА од КАРЛ МАРКС и неговиот толку разгласен ДИЈАЛЕКТИЧКИ МАТЕРИЈАЛИЗАМ, ништо не знаат современите научници за потеклото на човекот, ништо не им е познато, ништо не искусиле директно и немаат конкретни, точни специфични докази за ЧОВЕЧКАТА ЕВОЛУЦИЈА.</p>\n<p>Напротив, ако ја земеме историската човештво, односно онаа од последните дваесет илјади или триесет илјади години пред Исус Христос, наоѓаме точни докази, недвосмислени знаци на повисок тип на човек, несфатлив за модерните луѓе, и чие присуство може да се докаже со многубројни сведоштва, стари Хиероглифи, многу стари Пирамиди, егзотични монолити, мистериозни папируси и разни антички споменици.</p>\n<p>Што се однесува до ПРАИСТОРИСКИОТ ЧОВЕК, до тие чудни и мистериозни суштества кои изгледаат толку слично на ИНТЕЛЕКТУАЛНОТО ЖИВОТНО, а сепак толку различни, толку различни, толку мистериозни и чии славни коски се скриени длабоко понекогаш во архаични наоѓалишта од Глецијалниот или Предглацијалниот период, современите научници не знаат ништо точно и преку директно искуство.</p>\n<p>ГНОСТИЧКАТА НАУКА учи дека РАЦИОНАЛНОТО ЖИВОТНО како што го знаеме, не е СОВРШЕНО БИТИЕ, сè уште не е ЧОВЕК во целосната смисла на зборот; природата го развива до одредена точка и потоа го напушта, оставајќи го во целосна слобода да го продолжи својот развој или да ги изгуби сите свои можности и да дегенерира.</p>\n<p>ЗАКОНИТЕ за ЕВОЛУЦИЈА и ИНВОЛУЦИЈА се механичка оска на целата природа и немаат никаква врска со ВНАТРЕШНАТА САМООСТВАРУВАЊЕ на БИТИЕТО.</p>\n<p>Во ИНТЕЛЕКТУАЛНОТО ЖИВОТНО постојат огромни можности кои можат да се развијат или да се изгубат, не е закон дека тие ќе се развијат. Механиката на ЕВОЛУЦИЈАТА не може да ги развие.</p>\n<p>Развојот на таквите латентни можности е можен само во добро дефинирани услови и тоа бара огромни индивидуални СУПЕР-НАПОРИ и ефикасна помош од оние УЧИТЕЛИ кои веќе ја завршиле таа работа во минатото.</p>\n<p>Оној кој сака да ги развие сите свои латентни можности за да стане човек, мора да влезе на патот на РЕВОЛУЦИЈАТА НА СВЕСТА.</p>\n<p>ИНТЕЛЕКТУАЛНОТО ЖИВОТНО е ЗРНОТО, СЕМЕТО; од тоа семе може да се роди ДРВОТО НА ЖИВОТОТ, ВИСТИНСКИОТ ЧОВЕК, оној ЧОВЕК кој го барал ДИОГЕН со запалена светилка по улиците на АТИНА и на Пладне и кој за жал не можел да го најде.</p>\n<p>НЕ е ЗАКОН дека ова зрно, дека ова толку посебно семе може да се развие, нормално е, природно е да се изгуби.</p>\n<p>ВИСТИНСКИОТ ЧОВЕК е толку различен од ИНТЕЛЕКТУАЛНОТО ЖИВОТНО, како што е МОЛЊАТА од облакот.</p>\n<p>Ако зрното не умре, семето не никнува, неопходно е, итно е да умре ЕГОТО, ЈАС, ЈАС САМИОТ, за да се роди ЧОВЕКОТ.</p>\n<p>Учителите и Учителките од Училиштата, Колеџите и Универзитетите, треба да ги учат своите ученици на ПАТОТ на РЕВОЛУЦИОНЕРНАТА ЕТИКА, само така е можно да се постигне смрт на ЕГОТО.</p>\n<p>Со АКЦЕНТ можеме да потврдиме дека РЕВОЛУЦИЈАТА НА СВЕСТА не само што е ретка во овој свет, туку станува сè поретка и поретка.</p>\n<p>РЕВОЛУЦИЈАТА НА СВЕСТА има три совршено дефинирани фактори: Прво, Умирање; Второ, Раѓање; Трето, Жртва за човештвото. Редоследот на факторите не го менува производот.</p>\n<p>УМИРАЊЕТО е прашање на РЕВОЛУЦИОНЕРНА ЕТИКА и РАСТВОРУВАЊЕ на ПСИХОЛОШКОТО ЈАС.</p>\n<p>РАЃАЊЕТО е прашање на СЕКСУАЛНА ТРАНСМУТАЦИЈА, ова прашање припаѓа на ТРАНСЦЕНДЕНТАЛНАТА СЕКСОЛОГИЈА, кој сака да ја проучува оваа тема, треба да ни пише и да ги запознае нашите Гностички книги.</p>\n<p>ЖРТВА за човештвото е СВЕСНА УНИВЕРЗАЛНА ДОБРОТВОРНОСТ.</p>\n<p>Ако не ја посакуваме РЕВОЛУЦИЈАТА НА СВЕСТА, ако не правиме огромни СУПЕР-НАПОРИ за да ги развиеме тие латентни можности што ќе нè одведат до ВНАТРЕШНА САМО-РЕАЛИЗАЦИЈА, јасно е дека тие можности никогаш нема да се развијат.</p>\n<p>Многу се ретки оние кои се САМО-РЕАЛИЗИРААТ, оние кои се спасуваат и во тоа нема никаква неправда, зошто би требало кутрото ИНТЕЛЕКТУАЛНО ЖИВОТНО да го има она што не го посакува?</p>\n<p>Потребна е радикална целосна и дефинитивна промена, но не сите суштества ја сакаат таа промена, не ја посакуваат, не ја знаат и им се кажува и не разбираат, не разбираат, не ги интересира. Зошто би им се давало на сила она што не го сакаат?</p>\n<p>Вистината е дека пред поединецот да стекне НОВИ СПОСОБНОСТИ или НОВИ МОЌИ, кои ни оддалеку не ги знае и кои сè уште не ги поседува, мора да стекне способности и моќи за кои погрешно верува дека ги има, но кои всушност ги нема.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mk/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
