import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Эволюция, Инволюция, Революция",
  "locale": "kk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. Эволюция, Инволюция, Революция",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Іс жүзінде біз МАТЕРИАЛИСТІК МЕКТЕПТЕР де, РУХАНИ МЕКТЕПТЕР де ЭВОЛЮЦИЯ догмасына толығымен батып кеткенін анықтадық.</p>\n<p>Адамның пайда болуы және оның бұрынғы ЭВОЛЮЦИЯСЫ туралы қазіргі заманғы пікірлер, шын мәнінде, арзан СОФИСТИКА, олар терең сыни кезеңге төтеп бере алмайды.</p>\n<p>КАРЛ МАРКС пен оның даңқты ДИАЛЕКТИКАЛЫҚ МАТЕРИАЛИЗМІ соқыр сенім ретінде қабылдаған ДАРВИНнің барлық теорияларына қарамастан, қазіргі заманғы ғалымдар адамның шығу тегі туралы ештеңе білмейді, олар ештеңе дәлелдемеді, олар тікелей ештеңе тәжірибеден өткізген жоқ және оларда АДАМ ЭВОЛЮЦИЯСЫ туралы нақты, дәл нақты дәлелдер жоқ.</p>\n<p>Керісінше, егер біз тарихи адамзатты, яғни Иса Мәсіхке дейінгі соңғы жиырма немесе отыз мың жылды алсақ, онда біз қазіргі адамдар үшін түсініксіз, жоғары адам түрінің нақты дәлелдерін, қателіксіз белгілерін табамыз, оның болуын көптеген куәліктер, ескі Иероглифтер, көне пирамидалар, экзотикалық монолиттер, жұмбақ папирустар және әртүрлі ежелгі ескерткіштер арқылы дәлелдеуге болады.</p>\n<p>АЛ ТАРИХҚА ДЕЙІНГІ АДАМҒА келсек, ЗИЯТКЕР ЖАНУАРҒА ұқсас және соған қарамастан мүлдем басқа, соншалықты ерекше, соншалықты жұмбақ және олардың даңқты сүйектері кейде Мұздықтық немесе Мұздыққа дейінгі кезеңнің архаикалық кен орындарында терең жасырылған, қазіргі заманғы ғалымдар тікелей тәжірибе арқылы ештеңе білмейді.</p>\n<p>ГНОСТИКАЛЫҚ ҒЫЛЫМ бізге белгілі РАЦИОНАЛДЫ ЖАНУАР КЕМЕЛ СЕР емес, ол сөздің толық мағынасында АДАМ емес деп үйретеді; табиғат оны белгілі бір деңгейге дейін дамытады, содан кейін оны барлық мүмкіндіктерін дамытуды немесе жоғалтуды және азғындауды толығымен еркін қалдырады.</p>\n<p>ЭВОЛЮЦИЯ және ИНВОЛЮЦИЯ ЗАҢДАРЫ бүкіл табиғаттың механикалық осі болып табылады және СЕРДІҢ ІШКІ ӨЗІН-ӨЗІ ЖҮЗЕГЕ АСЫРУМЕН ешқандай байланысы жоқ.</p>\n<p>ЗИЯТКЕР ЖАНУАРДЫҢ ішінде дамытуға немесе жоғалтуға болатын керемет мүмкіндіктер бар, олардың дамуы заң емес. ЭВОЛЮЦИЯЛЫҚ механика оларды дамыта алмайды.</p>\n<p>Мұндай жасырын мүмкіндіктердің дамуы тек жақсы анықталған жағдайларда ғана мүмкін болады және бұл жеке тұлғалардың керемет ЖОҒАРЫ КҮШ-ЖІГЕРін және бұл жұмысты бұрын жасаған ҰСТАЗДАРДЫҢ тиімді көмегін қажет етеді.</p>\n<p>Адам болу үшін барлық жасырын мүмкіндіктерін дамытқысы келетін адам САНАНЫҢ РЕВОЛЮЦИЯСЫ жолына түсуі керек.</p>\n<p>ЗИЯТКЕР ЖАНУАР - бұл дәнді, ТҰҚЫМ; бұл тұқымнан ӨМІР АҒАШЫ, ШЫН АДАМ пайда болуы мүмкін, ДИОГЕН күндіз АФИНА көшелерінде жанып тұрған шаммен іздеген және өкінішке орай таба алмаған АДАМ.</p>\n<p>Бұл дәнді, осы ерекше тұқымның дамуы ЗАҢ емес, әдеттегі, табиғи нәрсе - оны жоғалту.</p>\n<p>ШЫН АДАМ ЗИЯТКЕР ЖАНУАРДАН НАЗАР бұлттан қаншалықты ерекше болса, соншалықты ерекшеленеді.</p>\n<p>Егер дән өлмесе, тұқым өнбейді, АДАМның тууы үшін ЭГО, МЕН, МЕНІҢ ӨЗІМ өлуі қажет, шұғыл.</p>\n<p>Мектептердің, колледждердің және университеттердің ұстаздары мен мұғалімдері өз оқушыларына ЭТИКАЛЫҚ РЕВОЛЮЦИЯ жолын үйретуі керек, тек осылай ғана ЭГО-ның өліміне қол жеткізуге болады.</p>\n<p>Баса айта отырып, біз САНА РЕВОЛЮЦИЯСЫ осы әлемде сирек кездесетінін ғана емес, сонымен қатар ол барған сайын сирек және сирек бола беретінін айта аламыз.</p>\n<p>САНА РЕВОЛЮЦИЯСЫНЫҢ үш анықталған факторы бар: Біріншіден, Өлу; Екіншіден, Туылу; Үшіншіден, адамзат үшін Құрбандық. Факторлардың реті өнімге әсер етпейді.</p>\n<p>ӨЛУ - бұл ЭТИКАЛЫҚ РЕВОЛЮЦИЯ және ПСИХОЛОГИЯЛЫҚ МЕНДІ ЕРІТУ мәселесі.</p>\n<p>ТУЫЛУ - бұл ЖЫНЫСТЫҚ ТРАНСМУТАЦИЯ мәселесі, бұл мәселе ТРАНСЦЕНДЕНТАЛДЫ СЕКСОЛОГИЯҒА жатады, бұл тақырыпты зерттегісі келетіндер бізге жазып, Гностикалық кітаптарымызбен танысуы керек.</p>\n<p>Адамзат үшін ҚҰРБАНДЫҚ - бұл БІЛІМДІ ӘЛЕМДІК ҚАЙЫРЫМДЫЛЫҚ.</p>\n<p>Егер біз САНА РЕВОЛЮЦИЯСЫН қаламасақ, егер біз ӨЗІН-ӨЗІ ЖҮЗЕГЕ АСЫРУҒА апаратын осы жасырын мүмкіндіктерді дамыту үшін керемет ЖОҒАРЫ КҮШ-ЖІГЕР жасамасақ, онда бұл мүмкіндіктер ешқашан дамымайтыны анық.</p>\n<p>ӨЗІН-ӨЗІ ЖҮЗЕГЕ АСЫРАТЫНДАР, құтқарылатындар өте аз және бұл жерде әділетсіздік жоқ, неге бейшара ЗИЯТКЕР ЖАНУАР қаламайтын нәрсеге ие болуы керек?</p>\n<p>Толық және түпкілікті радикалды өзгеріс қажет, бірақ барлық тіршілік иелері бұл өзгерісті қаламайды, оны қаламайды, оны білмейді және оларға айтылады, бірақ олар оны түсінбейді, оны түсінбейді, оларға қызық емес. Неге олар қаламайтын нәрсені күштеп беру керек?</p>\n<p>Шындық мынада, адам ЖАҢА ҚАСИЕТТЕР немесе ЖАҢА КҮШТЕР алғанға дейін, ол тіпті қашықтан білмейтін және әлі иеленбеген, ол қателікпен иеленемін деп санайтын, бірақ іс жүзінде иеленбейтін қасиеттер мен күштерге ие болуы керек.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kk/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
