import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "วิวัฒนาการ, การถดถอย, การปฏิวัติ",
  "locale": "th",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. วิวัฒนาการ, การถดถอย, การปฏิวัติ",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ในทางปฏิบัติ เราได้ตรวจสอบแล้วว่าทั้งสำนักคิดวัตถุนิยมและสำนักคิดจิตนิยมต่างก็ติดอยู่กับหลักคำสอนเรื่องวิวัฒนาการอย่างสมบูรณ์</p>\n<p>ความคิดเห็นสมัยใหม่เกี่ยวกับที่มาของมนุษย์และวิวัฒนาการในอดีตของเขานั้น โดยพื้นฐานแล้วเป็นเพียงวาทศิลป์ราคาถูก ซึ่งไม่สามารถทนต่อขั้นตอนวิกฤตเชิงลึกได้</p>\n<p>แม้จะมีทฤษฎีทั้งหมดของดาร์วินที่คาร์ล มาร์กซ์ยอมรับว่าเป็นบทความแห่งศรัทธาอย่างสุ่มสี่สุ่มห้า และวัตถุนิยมเชิงวิภาษวิธีที่เขาคุยโว นักวิทยาศาสตร์สมัยใหม่ก็ไม่รู้อะไรเลยเกี่ยวกับที่มาของมนุษย์ ไม่มีอะไรที่พวกเขารู้ ไม่มีอะไรที่พวกเขาได้สัมผัสโดยตรง และพวกเขาขาดหลักฐานที่เป็นรูปธรรมที่เฉพาะเจาะจงเกี่ยวกับวิวัฒนาการของมนุษย์</p>\n<p>ในทางตรงกันข้าม หากเราพิจารณาถึงมนุษยชาติในอดีต กล่าวคือ ในช่วงสองหมื่นหรือสามหมื่นปีก่อนพระเยซูคริสต์ เราจะพบหลักฐานที่แน่ชัด สัญญาณที่ไม่ผิดเพี้ยนของมนุษย์ประเภทที่เหนือกว่า ซึ่งคนสมัยใหม่ไม่เข้าใจ และการมีอยู่ของพวกเขาอาจได้รับการพิสูจน์โดยพยานหลักฐานมากมาย อักษรอียิปต์โบราณ พีระมิดโบราณ เสาหินแปลกใหม่ กระดาษปาปิรัสลึกลับ และอนุสาวรีย์โบราณต่างๆ</p>\n<p>สำหรับมนุษย์ยุคก่อนประวัติศาสตร์ สิ่งมีชีวิตที่แปลกประหลาดและลึกลับเหล่านั้นที่มีลักษณะคล้ายกับสัตว์ที่มีสติปัญญา แต่แตกต่างกันมาก แตกต่างกันมาก ลึกลับมาก และกระดูกที่มีชื่อเสียงของพวกมันถูกซ่อนไว้อย่างล้ำลึกบางครั้งในแหล่งโบราณคดีของยุคน้ำแข็งหรือยุคก่อนน้ำแข็ง นักวิทยาศาสตร์สมัยใหม่ไม่รู้อะไรเลยในรูปแบบที่แน่นอนและจากประสบการณ์โดยตรง</p>\n<p>วิทยาศาสตร์ญาณวิทยา (Gnostic Science) สอนว่าสัตว์ที่มีเหตุผลอย่างที่เราทราบกันดีนั้น ไม่ใช่สิ่งมีชีวิตที่สมบูรณ์แบบ ยังไม่ใช่คนในความหมายที่สมบูรณ์ของคำ ธรรมชาติพัฒนาเขาไปถึงจุดหนึ่งแล้วปล่อยเขาไปโดยอิสระอย่างสมบูรณ์เพื่อดำเนินการพัฒนาต่อไปหรือสูญเสียความเป็นไปได้ทั้งหมดและเสื่อมโทรม</p>\n<p>กฎแห่งวิวัฒนาการและวิวัฒนาการถอยหลังเป็นแกนกลไกของธรรมชาติทั้งหมด และไม่มีส่วนเกี่ยวข้องกับการตระหนักรู้ในตนเองอย่างลึกซึ้งของสภาวะแห่งความเป็น</p>\n<p>ภายในสัตว์ที่มีสติปัญญามีความเป็นไปได้อันยิ่งใหญ่ที่สามารถพัฒนาหรือสูญเสียไปได้ ไม่ใช่กฎที่พวกมันจะพัฒนา กลไกวิวัฒนาการไม่สามารถพัฒนาพวกมันได้</p>\n<p>การพัฒนาความเป็นไปได้แฝงดังกล่าวเป็นไปได้เฉพาะในสภาวะที่กำหนดไว้อย่างดีเท่านั้น และนี่ต้องใช้ความพยายามส่วนบุคคลอย่างมากและความช่วยเหลือที่มีประสิทธิภาพจากครูบาอาจารย์เหล่านั้นที่ได้ทำงานนั้นไปแล้วในอดีต</p>\n<p>ใครก็ตามที่ต้องการพัฒนาความเป็นไปได้แฝงทั้งหมดเพื่อกลายเป็นมนุษย์ จะต้องเข้าสู่เส้นทางแห่งการปฏิวัติจิตสำนึก</p>\n<p>สัตว์ที่มีสติปัญญาคือเมล็ดพืช จากเมล็ดนั้นสามารถเกิดต้นไม้แห่งชีวิต มนุษย์ที่แท้จริง มนุษย์ที่ไดโอจินีสกำลังมองหาด้วยตะเกียงที่จุดไฟตามท้องถนนในเอเธนส์และในตอนเที่ยง และน่าเสียดายที่ไม่พบ</p>\n<p>ไม่ใช่กฎที่เมล็ดพืชนี้ เมล็ดพืชพิเศษนี้สามารถพัฒนาได้ สิ่งปกติ ธรรมชาติคือการสูญเสียมันไป</p>\n<p>มนุษย์ที่แท้จริงนั้นแตกต่างจากสัตว์ที่มีสติปัญญามาก เช่นเดียวกับสายฟ้ากับเมฆ</p>\n<p>หากเมล็ดพืชไม่ตาย เมล็ดพืชจะไม่งอก มันจำเป็นเร่งด่วนที่อัตตา ตัวตน ตัวเองของฉันจะต้องตาย เพื่อให้มนุษย์เกิดมา</p>\n<p>ครูและอาจารย์จากโรงเรียน วิทยาลัย และมหาวิทยาลัย ควรสอนนักเรียนเกี่ยวกับเส้นทางแห่งจริยธรรมเชิงปฏิวัติ เพื่อให้การตายของอัตตาเป็นไปได้</p>\n<p>โดยเน้นย้ำ เราสามารถยืนยันได้ว่าการปฏิวัติจิตสำนึกไม่ได้เป็นเพียงเรื่องหายากในโลกนี้เท่านั้น แต่กลับหายากขึ้นเรื่อยๆ</p>\n<p>การปฏิวัติจิตสำนึกมีสามปัจจัยที่กำหนดไว้อย่างสมบูรณ์: ประการแรก ตาย; ประการที่สอง เกิด; ประการที่สาม การเสียสละเพื่อมนุษยชาติ ลำดับของปัจจัยไม่ได้เปลี่ยนแปลงผลลัพธ์</p>\n<p>การตายเป็นเรื่องของจริยธรรมเชิงปฏิวัติและการสลายตัวของอัตตาทางจิตวิทยา</p>\n<p>การเกิดเป็นเรื่องของการแปรธาตุทางเพศ เรื่องนี้สอดคล้องกับเพศวิทยาเหนือธรรมชาติ ใครต้องการศึกษาเรื่องนี้ต้องเขียนถึงเราและรู้จักหนังสือญาณวิทยาของเรา</p>\n<p>การเสียสละเพื่อมนุษยชาติคือความเมตตาสากลที่มีสติ</p>\n<p>หากเราไม่ต้องการการปฏิวัติจิตสำนึก หากเราไม่พยายามอย่างมากที่จะพัฒนาความเป็นไปได้แฝงเหล่านั้นที่จะนำเราไปสู่การตระหนักรู้ในตนเองอย่างลึกซึ้ง เป็นที่ชัดเจนว่าความเป็นไปได้เหล่านั้นจะไม่ได้รับการพัฒนาเลย</p>\n<p>มีน้อยคนที่ตระหนักรู้ในตนเอง ผู้ที่รอดพ้น และไม่มีความอยุติธรรมใดๆ ในเรื่องนั้น ทำไมสัตว์ที่มีสติปัญญาที่น่าสงสารควรจะมีสิ่งที่เขาไม่ต้องการ</p>\n<p>จำเป็นต้องมีการเปลี่ยนแปลงที่รุนแรงโดยสิ้นเชิงและเด็ดขาด แต่ไม่ใช่ทุกชีวิตที่ต้องการการเปลี่ยนแปลงนั้น พวกเขาไม่ต้องการ พวกเขาไม่รู้ และพวกเขาได้รับบอก และพวกเขาไม่เข้าใจ พวกเขาไม่เข้าใจ พวกเขาไม่สนใจ ทำไมจะต้องให้สิ่งที่พวกเขาไม่ต้องการอย่างบังคับ</p>\n<p>ความจริงก็คือ ก่อนที่บุคคลจะได้รับความสามารถหรืออำนาจใหม่ๆ ที่เขาไม่รู้จักแม้แต่น้อย และที่เขายังไม่มี เขาต้องได้รับความสามารถและอำนาจที่เขาเชื่ออย่างผิดๆ ว่าเขามี แต่จริงๆ แล้วเขาไม่มี</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/th/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
