import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Еволюция, Инволюция, Революция",
  "locale": "bg",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. Еволюция, Инволюция, Революция",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>На практика успяхме да проверим, че както МАТЕРИАЛИСТИЧНИТЕ УЧИЛИЩА, така и ДУХОВНИТЕ УЧИЛИЩА са напълно затворени в ДОГМАТА за ЕВОЛЮЦИЯТА.</p>\n<p>Съвременните мнения за произхода на човека и неговата предишна ЕВОЛЮЦИЯ, в основата си са чиста ЕВТИНА СОФИСТИКА, не издържат на дълбок критичен етап.</p>\n<p>Въпреки всички теории на ДАРВИН, приети като артикул на сляпа ВЯРА от КАРЛ МАРКС и неговия толкова разгласен ДИАЛЕКТИЧЕН МАТЕРИАЛИЗЪМ, съвременните учени не знаят нищо за произхода на човека, нищо не им е известно, нищо не са изпитали пряко и им липсват конкретни, точни доказателства за ЧОВЕШКАТА ЕВОЛЮЦИЯ.</p>\n<p>Напротив, ако вземем историческото човечество, тоест това от последните двадесет или тридесет хиляди години преди Исус Христос, намираме точни доказателства, несъмнени знаци за по-висш тип човек, неразбираем за съвременните хора, и чието присъствие може да се докаже чрез множество свидетелства, стари йероглифи, древни пирамиди, екзотични монолити, мистериозни папируси и различни древни паметници.</p>\n<p>Що се отнася до ПРАИСТОРИЧЕСКИЯ ЧОВЕК, до тези странни и мистериозни създания, толкова подобни на ИНТЕЛЕКТУАЛНОТО ЖИВОТНО и въпреки това толкова различни, толкова различни, толкова мистериозни и чиито прославени кости са скрити дълбоко понякога в архаични находища от ледниковия или предледниковия период, съвременните учени не знаят нищо точно и от пряк опит.</p>\n<p>ГНОСТИЧНАТА НАУКА учи, че РАЦИОНАЛНОТО ЖИВОТНО, както го познаваме, не е СЪВЪРШЕНО СЪЩЕСТВО, все още не е ЧОВЕК в пълния смисъл на думата; природата го развива до определена степен и след това го изоставя, оставяйки го в пълна свобода да продължи развитието си или да загуби всичките си възможности и да дегенерира.</p>\n<p>ЗАКОНИТЕ за ЕВОЛЮЦИЯ и ИНВОЛЮЦИЯ са механичната ос на цялата природа и нямат нищо общо с ВЪТРЕШНАТА САМООСЪЗНАТОСТ на БИТИЕТО.</p>\n<p>Вътре в ИНТЕЛЕКТУАЛНОТО ЖИВОТНО има огромни възможности, които могат да се развият или да се загубят, не е закон, че ще се развият. Механичната ЕВОЛЮЦИЯ не може да ги развие.</p>\n<p>Развитието на тези латентни възможности е възможно само при добре определени условия и това изисква огромни индивидуални СУПЕР-УСИЛИЯ и ефективна помощ от онези УЧИТЕЛИ, които вече са извършили тази работа в миналото.</p>\n<p>Който иска да развие всичките си латентни възможности, за да се превърне в човек, трябва да влезе по пътя на РЕВОЛЮЦИЯТА НА СЪЗНАНИЕТО.</p>\n<p>ИНТЕЛЕКТУАЛНОТО ЖИВОТНО е ЗЪРНОТО, СЕМЕТО; от това семе може да се роди ДЪРВОТО НА ЖИВОТА, ИСТИНСКИЯТ ЧОВЕК, онзи ЧОВЕК, когото ДИОГЕН търсеше с запалена лампа по улиците на АТИНА по обяд и когото за съжаление не успя да намери.</p>\n<p>НЕ е ЗАКОН, че това зърно, че това толкова специално семе може да се развие, нормалното, естественото е да се загуби.</p>\n<p>ИСТИНСКИЯТ ЧОВЕК е толкова различен от ИНТЕЛЕКТУАЛНОТО ЖИВОТНО, колкото МЪЛНИЯТА е от облака.</p>\n<p>Ако зърното не умре, семето не покълва, необходимо е, спешно е да умре ЕГОТО, АЗ-ът, САМИЯТ АЗ, за да се роди ЧОВЕКЪТ.</p>\n<p>Учителите и учителките в училища, колежи и университети трябва да преподават на учениците си ПЪТЯ на РЕВОЛЮЦИОННАТА ЕТИКА, само така е възможно да се постигне смъртта на ЕГОТО.</p>\n<p>Подчертавайки, можем да твърдим, че РЕВОЛЮЦИЯТА НА СЪЗНАНИЕТО не само е рядка в този свят, но и става все по-рядка и по-рядка.</p>\n<p>РЕВОЛЮЦИЯТА НА СЪЗНАНИЕТО има три перфектно дефинирани фактора: Първо, да умреш; Второ, да се родиш; Трето, Жертва за човечеството. Редът на факторите не променя продукта.</p>\n<p>ДА УМРЕШ е въпрос на РЕВОЛЮЦИОННА ЕТИКА и РАЗРУШАВАНЕ на ПСИХОЛОГИЧЕСКОТО АЗ.</p>\n<p>ДА СЕ РОДИШ е въпрос на СЕКСУАЛНА ТРАНСМУТАЦИЯ, този въпрос отговаря на ТРАНСЦЕНДЕНТАЛНАТА СЕКСОЛОГИЯ, който иска да изучава тази тема, трябва да ни пише и да се запознае с нашите Гностични книги.</p>\n<p>ЖЕРТВА за човечеството е СЪЗНАТЕЛНА УНИВЕРСАЛНА ДОБРОДЕТЕЛ.</p>\n<p>Ако ние не желаем РЕВОЛЮЦИЯТА НА СЪЗНАНИЕТО, ако не полагаме огромни СУПЕР-УСИЛИЯ, за да развием тези латентни възможности, които ще ни отведат до ВЪТРЕШНАТА АВТО-РЕАЛИЗАЦИЯ, е ясно, че тези възможности никога няма да се развият.</p>\n<p>Много малко са тези, които се АВТО-РЕАЛИЗИРАТ, които се спасяват и в това няма никаква несправедливост, защо бедният ИНТЕЛЕКТУАЛЕН ЖИВОТ трябва да има това, което не желае?</p>\n<p>Необходима е радикална, тотална и окончателна промяна, но не всички същества искат тази промяна, не я желаят, не я знаят и им се казва и не я разбират, не я схващат, не ги интересува. Защо трябва да им се дава насила това, което не искат?</p>\n<p>Истината е, че преди да придобие индивидът НОВИ ФАКУЛТЕТИ или НОВИ СИЛИ, които не познава дори и отдалеч и които все още не притежава, трябва да придобие факултети и сили, които погрешно смята, че има, но които всъщност няма.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bg/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
