import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Эволюция, Инволюция, Революция",
  "locale": "ru",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. Эволюция, Инволюция, Революция",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>На практике мы смогли убедиться, что как МАТЕРИАЛИСТИЧЕСКИЕ ШКОЛЫ, так и ДУХОВНЫЕ ШКОЛЫ полностью погрязли в ДОГМЕ ЭВОЛЮЦИИ.</p>\n<p>Современные взгляды на происхождение человека и его прошлую ЭВОЛЮЦИЮ, по сути, являются чистой ДЕШЕВОЙ СОФИСТИКОЙ, не выдерживают глубокой критической проверки.</p>\n<p>Несмотря на все теории ДАРВИНА, принятые как предмет слепой ВЕРЫ КАРЛОМ МАРКСОМ и его столь расхваленным ДИАЛЕКТИЧЕСКИМ МАТЕРИАЛИЗМОМ, современные ученые ничего не знают о происхождении человека, ничего им не известно, ничего они не испытали непосредственно и не имеют конкретных, точных доказательств ЭВОЛЮЦИИ ЧЕЛОВЕКА.</p>\n<p>Напротив, если мы возьмем историческое человечество, то есть человечество последних двадцати или тридцати тысяч лет до Иисуса Христа, мы найдем точные доказательства, безошибочные признаки высшего типа человека, непостижимого для современного человека, и чье присутствие может быть продемонстрировано многочисленными свидетельствами, старыми иероглифами, древнейшими пирамидами, экзотическими монолитами, таинственными папирусами и различными древними памятниками.</p>\n<p>Что касается ПЕРВОБЫТНОГО ЧЕЛОВЕКА, этих странных и таинственных существ, столь похожих на ИНТЕЛЛЕКТУАЛЬНОЕ ЖИВОТНОЕ и все же столь отличных, столь разных, столь таинственных и чьи прославленные кости спрятаны глубоко в архаических месторождениях ледникового или доледникового периода, современные ученые ничего не знают точно и из личного опыта.</p>\n<p>ГНОСТИЧЕСКАЯ НАУКА учит, что РАЗУМНОЕ ЖИВОТНОЕ, каким мы его знаем, не является СОВЕРШЕННЫМ СУЩЕСТВОМ, оно еще не является ЧЕЛОВЕКОМ в полном смысле этого слова; природа развивает его до определенной степени, а затем оставляет его в полной свободе продолжать свое развитие или потерять все свои возможности и деградировать.</p>\n<p>ЗАКОНЫ ЭВОЛЮЦИИ и ИНВОЛЮЦИИ являются механической осью всей природы и не имеют ничего общего с ВНУТРЕННЕЙ САМОРЕАЛИЗАЦИЕЙ СУЩЕСТВА.</p>\n<p>Внутри ИНТЕЛЛЕКТУАЛЬНОГО ЖИВОТНОГО существуют огромные возможности, которые могут быть развиты или утеряны, нет закона, чтобы они развивались. Эволюционная механика не может их развить.</p>\n<p>Развитие таких скрытых возможностей возможно только в четко определенных условиях, и это требует огромных индивидуальных СВЕРХУСИЛИЙ и эффективной помощи со стороны тех МАСТЕРОВ, которые уже проделали эту работу в прошлом.</p>\n<p>Тот, кто хочет развить все свои скрытые возможности, чтобы стать человеком, должен вступить на путь РЕВОЛЮЦИИ СОЗНАНИЯ.</p>\n<p>ИНТЕЛЛЕКТУАЛЬНОЕ ЖИВОТНОЕ - это ЗЕРНО, СЕМЯ; из этого семени может вырасти ДРЕВО ЖИЗНИ, ИСТИННЫЙ ЧЕЛОВЕК, тот ЧЕЛОВЕК, которого искал ДИОГЕН с зажженной лампой по улицам АФИН посреди дня и которого, к сожалению, не смог найти.</p>\n<p>НЕТ ЗАКОНА, чтобы это зерно, это столь особенное семя могло развиться, нормально, естественно, что оно теряется.</p>\n<p>ИСТИННЫЙ ЧЕЛОВЕК так же отличен от ИНТЕЛЛЕКТУАЛЬНОГО ЖИВОТНОГО, как МОЛНИЯ от тучи.</p>\n<p>Если зерно не умрет, семя не прорастет, необходимо, срочно, чтобы умерло ЭГО, Я, МОЕ Я, чтобы родился ЧЕЛОВЕК.</p>\n<p>Мастера и Мастерицы Школ, Колледжей и Университетов должны учить своих учеников ПУТИ РЕВОЛЮЦИОННОЙ ЭТИКИ, только так можно добиться смерти ЭГО.</p>\n<p>ПОДЧЕРКИВАЯ, мы можем утверждать, что РЕВОЛЮЦИЯ СОЗНАНИЯ не только редка в этом мире, но и становится все реже и реже.</p>\n<p>РЕВОЛЮЦИЯ СОЗНАНИЯ имеет три четко определенных фактора: Первое, Умереть; Второе, Родиться; Третье, Жертва ради человечества. Порядок факторов не меняет продукт.</p>\n<p>УМЕРЕТЬ - это вопрос РЕВОЛЮЦИОННОЙ ЭТИКИ и РАСТВОРЕНИЯ ПСИХОЛОГИЧЕСКОГО Я.</p>\n<p>РОДИТЬСЯ - это вопрос СЕКСУАЛЬНОЙ ТРАНСМУТАЦИИ, этот вопрос относится к ТРАНСЦЕНДЕНТАЛЬНОЙ СЕКСОЛОГИИ, кто хочет изучить эту тему, должен написать нам и ознакомиться с нашими Гностическими книгами.</p>\n<p>ЖЕРТВА ради человечества - это СОЗНАТЕЛЬНАЯ ВСЕОБЩАЯ МИЛОСЕРДЬЕ.</p>\n<p>Если мы не желаем РЕВОЛЮЦИИ СОЗНАНИЯ, если мы не прилагаем огромных СВЕРХУСИЛИЙ для развития этих скрытых возможностей, которые приведут нас к ВНУТРЕННЕЙ САМОРЕАЛИЗАЦИИ, ясно, что эти возможности никогда не будут развиты.</p>\n<p>Очень редки те, кто САМОРЕАЛИЗУЕТСЯ, те, кто спасается, и в этом нет никакой несправедливости, почему бедное ИНТЕЛЛЕКТУАЛЬНОЕ ЖИВОТНОЕ должно иметь то, чего не желает?</p>\n<p>Необходимы радикальные, полные и окончательные изменения, но не все существа хотят этих изменений, не желают их, не знают их, и им говорят, а они не понимают, не осознают, их это не интересует. Почему им нужно давать силой то, чего они не хотят?</p>\n<p>Правда в том, что прежде чем приобрести индивиду НОВЫЕ СПОСОБНОСТИ или НОВЫЕ СИЛЫ, о которых он даже не подозревает и которыми еще не обладает, он должен приобрести способности и силы, которые он ошибочно считает, что имеет, но которых на самом деле не имеет.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ru/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
