import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ဆင့်ကဲပြောင်းလဲခြင်း၊ ဆုတ်ယုတ်ခြင်း၊ တော်လှန်ခြင်း",
  "locale": "my",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. ဆင့်ကဲပြောင်းလဲခြင်း၊ ဆုတ်ယုတ်ခြင်း၊ တော်လှန်ခြင်း",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>လက်တွေ့တွင်၊ ကျွန်ုပ်တို့သည် ပစ္စည်းအယူဝါဒကျောင်းများနှင့် ဝိညာဉ်ရေးအယူဝါဒကျောင်းနှစ်ခုစလုံးသည် ဆင့်ကဲဖြစ်စဉ်၏အယူဝါဒတွင် လုံးဝနစ်မြုပ်နေသည်ကို စစ်ဆေးတွေ့ရှိခဲ့သည်။</p>\n<p>လူသား၏မူလအစနှင့်ပတ်သက်သော ခေတ်မီအမြင်များနှင့် ၎င်း၏ရှေးယခင် ဆင့်ကဲဖြစ်စဉ်တို့သည် အနှစ်သာရအားဖြင့် စျေးပေါသော ဆန်းကြယ်မှုသက်သက်ဖြစ်ပြီး နက်နဲသော ဝေဖန်ပိုင်းခြားမှုကို မခံနိုင်ပါ။</p>\n<p>ဒါဝင်၏သီအိုရီအားလုံးကို ကားလ်မာ့က်စ်နှင့် သူ၏ နာမည်ကြီး ဒွန္ဒ၀ါဒဆိုင်ရာ ပစ္စည်းအယူဝါဒက မျက်စိမှိတ်ယုံကြည်ခြင်း၏ အကြောင်းအရာအဖြစ် လက်ခံခဲ့သော်လည်း လူသား၏မူလအစအကြောင်းကို ခေတ်မီသိပ္ပံပညာရှင်များ ဘာမှမသိပါ၊ ၎င်းတို့သည် ဘာမှမသိပါ၊ ၎င်းတို့သည် တိုက်ရိုက်နည်းဖြင့် ဘာမှမကြုံဖူးဘဲ လူသားဆင့်ကဲဖြစ်စဉ်အကြောင်း တိကျသော၊ အတိအကျ သက်သေအထောက်အထားများ မရှိပါ။</p>\n<p>ဆန့်ကျင်ဘက်အားဖြင့်၊ သမိုင်းဝင်လူသားမျိုးနွယ်ကို ကျွန်ုပ်တို့ယူလျှင်၊ ဆိုလိုသည်မှာ ခရစ်တော်မပေါ်မီ နှစ်ပေါင်းနှစ်သောင်း သို့မဟုတ် သုံးသောင်းအထိ၊ ခေတ်မီလူများအတွက် နားမလည်နိုင်သော လူသားအမျိုးအစားတစ်ခု၏ တိကျသောသက်သေအထောက်အထားများ၊ မမှားနိုင်သောလက္ခဏာများကို ကျွန်ုပ်တို့တွေ့ရှိရပြီး ၎င်း၏တည်ရှိမှုကို ရှေးဟောင်း Hieroglyph များ၊ ရှေးဟောင်းပိရမစ်များ၊ ထူးခြားဆန်းပြားသော monoliths များ၊ လျှို့ဝှက်ဆန်းကြယ်သော papyrus များ နှင့် ရှေးဟောင်းအထိမ်းအမှတ်အဆောက်အအုံအမျိုးမျိုးမှ သက်သေအထောက်အထားများစွာဖြင့် သက်သေပြနိုင်သည်။</p>\n<p>သမိုင်းမလူသားနှင့်ပတ်သက်၍၊ ဉာဏ်ရည်ရှိသော တိရစ္ဆာန်နှင့် အလွန်ဆင်တူပြီး ကွဲပြားခြားနားသော၊ ထူးခြားဆန်းပြားသော သတ္တဝါများအကြောင်း၊ ၎င်းတို့၏ထင်ရှားသောအရိုးများသည် တစ်ခါတစ်ရံ ရေခဲခေတ် သို့မဟုတ် Preglacial ကာလ၏ ရှေးဟောင်းသိုက်များတွင် နက်ရှိုင်းစွာ ဝှက်ထားလေ့ရှိပြီး ခေတ်မီသိပ္ပံပညာရှင်များသည် တိကျသောနည်းဖြင့် တိုက်ရိုက်အတွေ့အကြုံအရ ဘာမှမသိပါ။</p>\n<p>Gnostic သိပ္ပံပညာသည် ကျွန်ုပ်တို့သိသည့်အတိုင်း အသိဉာဏ်ရှိသောတိရစ္ဆာန်သည် ပြီးပြည့်စုံသောသတ္တဝါမဟုတ်ကြောင်း၊ ၎င်းသည် စကားလုံး၏အပြည့်အဝသဘောအရ လူသားမဟုတ်သေးကြောင်း သင်ကြားပေးသည်၊ သဘာဝသည် ၎င်းကို အချို့နေရာအထိ တိုးတက်စေပြီး ထို့နောက် ၎င်းအား ၎င်း၏ဖွံ့ဖြိုးတိုးတက်မှုကို ဆက်လက်လုပ်ဆောင်ရန် သို့မဟုတ် ၎င်း၏ဖြစ်နိုင်ခြေအားလုံးကို ဆုံးရှုံးပြီး ယိုယွင်းပျက်စီးသွားစေရန် လွတ်လပ်စွာထားခဲ့သည်။</p>\n<p>ဆင့်ကဲဖြစ်စဉ်နှင့် ဆုတ်ယုတ်မှု၏ဥပဒေများသည် သဘာဝတရားတစ်ခုလုံး၏ စက်မှုဝင်ရိုးဖြစ်ပြီး ဖြစ်တည်မှု၏ အတွင်းပိုင်းကိုယ်တိုင်သိရှိခြင်းနှင့် ဘာမှမသက်ဆိုင်ပါ။</p>\n<p>အသိဉာဏ်ရှိသောတိရစ္ဆာန်အတွင်းတွင် တိုးတက်နိုင်သည် သို့မဟုတ် ဆုံးရှုံးနိုင်သော ကြီးမားသောဖြစ်နိုင်ခြေများရှိသည်၊ ၎င်းတို့တိုးတက်လာသည်မှာ ဥပဒေတစ်ခုမဟုတ်ပါ။ ဆင့်ကဲဖြစ်စဉ်စက်ပြင်သည် ၎င်းတို့ကို တိုးတက်အောင် မလုပ်နိုင်ပါ။</p>\n<p>ထိုကဲ့သို့သော ကွယ်ဝှက်နေသော ဖြစ်နိုင်ခြေများ တိုးတက်လာခြင်းသည် ကောင်းစွာသတ်မှတ်ထားသောအခြေအနေများတွင်သာ ဖြစ်နိုင်ပြီး ယင်းသည် ကြီးမားသော တစ်ဦးချင်း SUPER-EFFORTS များနှင့် အတိတ်တွင် ထိုအလုပ်ကို လုပ်ဆောင်ခဲ့ပြီးဖြစ်သော ဆရာများထံမှ ထိရောက်သောအကူအညီ လိုအပ်ပါသည်။</p>\n<p>လူသားဖြစ်လာစေရန် ၎င်း၏ကွယ်ဝှက်နေသော ဖြစ်နိုင်ခြေအားလုံးကို တိုးတက်စေလိုသူသည် သတိတရား၏ တော်လှန်ရေးလမ်းကြောင်းသို့ ဝင်ရမည်ဖြစ်သည်။</p>\n<p>အသိဉာဏ်ရှိသောတိရစ္ဆာန်သည် အစေ့၊ အစေ့ဖြစ်သည်၊ ထိုအစေ့မှ အသက်ပင်၊ စစ်မှန်သောလူသားသည် မွေးဖွားနိုင်သည်၊ နေ့လယ်ပိုင်းတွင် အေသင်မြို့၏လမ်းများပေါ်တွင် မီးအိမ်ထွန်းပြီး ဒိုင်ယိုဂျင်းရှာဖွေနေသောလူသားနှင့် ကံမကောင်းစွာဖြင့် ရှာမတွေ့ခဲ့သောလူသားဖြစ်သည်။</p>\n<p>ဤအထူးအစေ့သည် တိုးတက်နိုင်သည်ဟူသော ဥပဒေမဟုတ်ပါ၊ ပုံမှန်အားဖြင့်၊ သဘာဝအရ ဆုံးရှုံးသွားခြင်းဖြစ်သည်။</p>\n<p>စစ်မှန်သောလူသားသည် အသိဉာဏ်ရှိသော တိရစ္ဆာန်နှင့် လျှပ်စီးသည် တိမ်နှင့်ကွာခြားသကဲ့သို့ ကွဲပြားခြားနားသည်။</p>\n<p>အစေ့မသေလျှင် အပင်ပေါက်မည်မဟုတ်၊ လူသားမွေးဖွားရန်အတွက် အတ္တ၊ ငါ၊ ငါကိုယ်တိုင်သေရန် လိုအပ်သည်၊ အရေးပေါ်လိုအပ်သည်။</p>\n<p>ကျောင်း၊ ကောလိပ်နှင့် တက္ကသိုလ်ဆရာများသည် ၎င်းတို့၏ကျောင်းသားများကို တော်လှန်သောကျင့်ဝတ်၏လမ်းကို သင်ကြားပေးရမည်၊ ထိုနည်းဖြင့်သာ အတ္တသေခြင်းကို ရရှိနိုင်သည်။</p>\n<p>EMPHASIS ပြုလုပ်ခြင်းအားဖြင့် သတိတရား၏တော်လှန်ရေးသည် ဤကမ္ဘာတွင် ရှားပါးရုံသာမက ပို၍ရှားပါးလာသည်ဟု ကျွန်ုပ်တို့ပြောနိုင်သည်။</p>\n<p>သတိတရား၏ တော်လှန်ရေးတွင် အပြည့်အဝသတ်မှတ်ထားသော အချက်သုံးချက်ရှိသည်- ပထမ၊ သေဆုံးခြင်း၊ ဒုတိယ၊ မွေးဖွားခြင်း၊ တတိယ၊ လူသားမျိုးနွယ်အတွက် စတေးခံခြင်း။ အချက်အလက်များ၏အစီအစဉ်သည် ထုတ်ကုန်ကိုပြောင်းလဲခြင်းမရှိပါ။</p>\n<p>သေဆုံးခြင်းသည် တော်လှန်သောကျင့်ဝတ်နှင့် စိတ်ပိုင်းဆိုင်ရာ EGO ၏ ပျော်ဝင်ခြင်းကိစ္စဖြစ်သည်။</p>\n<p>မွေးဖွားခြင်းသည် လိင်ပိုင်းဆိုင်ရာကူးပြောင်းခြင်းကိစ္စဖြစ်သည်၊ ဤကိစ္စသည် ထူးကဲသောလိင်ဗေဒနှင့်သက်ဆိုင်သည်၊ ဤအကြောင်းအရာကိုလေ့လာလိုသူသည်ကျွန်ုပ်တို့ကိုစာရေးပြီးကျွန်ုပ်တို့၏ Gnostic စာအုပ်များကိုသိသင့်သည်။</p>\n<p>လူသားမျိုးနွယ်အတွက် စတေးခံခြင်းသည် စကြဝဠာသတိရှိရှိ ကြင်နာခြင်းဖြစ်သည်။</p>\n<p>ကျွန်ုပ်တို့သည် သတိတရား၏ တော်လှန်ရေးကို မလိုလားပါက၊ AUTO-REALI2ATION INTIMA သို့ပို့ဆောင်ပေးမည့် ကွယ်ဝှက်နေသော ဖြစ်နိုင်ခြေများကို တိုးတက်စေရန်အတွက် ကြီးမားသော SUPER-EFFORTS များကို ကျွန်ုပ်တို့ မလုပ်ပါက၊ ထိုဖြစ်နိုင်ခြေများသည် ဘယ်တော့မှ တိုးတက်လာမည်မဟုတ်သည်မှာ ရှင်းပါသည်။</p>\n<p>AUTO-REALIZE လုပ်သူတွေက ရှားပါတယ်၊ ကယ်တင်ခံရသူတွေက ရှားပါတယ်၊ အဲ့ဒီထဲမှာ ဘာမှမတရားဘူး၊ ဆင်းရဲတဲ့ အသိဉာဏ်ရှိတဲ့ တိရစ္ဆာန်တွေက ဘာကြောင့် မလိုချင်တာကို ပိုင်ဆိုင်ရမှာလဲ။</p>\n<p>လုံးဝပြောင်းလဲပစ်ရန် လိုအပ်သော်လည်း သတ္တဝါအားလုံးသည် ထိုပြောင်းလဲမှုကို မလိုလားပါ၊ ၎င်းကို မလိုလားပါ၊ ၎င်းကို မသိပါ၊ ၎င်းတို့အား ပြောပြသည်၊ နားမလည်ပါ၊ နားမလည်ပါ၊ စိတ်မဝင်စားပါ။ သူတို့မလိုချင်တာကို ဘာလို့ အတင်းပေးရမှာလဲ။</p>\n<p>အမှန်တရားမှာ လူတစ်ဦးသည် အဝေးမှပင် မသိသော၊ မပိုင်ဆိုင်သေးသော စွမ်းရည်သစ်များ သို့မဟုတ် အစွမ်းသစ်များ မရရှိမီ၊ မှားယွင်းစွာပိုင်ဆိုင်သည်ဟု ယုံကြည်သော်လည်း အမှန်တကယ်မရှိသော စွမ်းရည်များနှင့် စွမ်းအားများကို ရယူရမည်ဖြစ်သည်။</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/my/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/my/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/my/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
