import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Еволюція, Інволюція, Революція",
  "locale": "uk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. Еволюція, Інволюція, Революція",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>На практиці ми змогли переконатися, що як МАТЕРІАЛІСТИЧНІ ШКОЛИ, так і ДУХОВНІ ШКОЛИ повністю закупорені в ДОГМІ ЕВОЛЮЦІЇ.</p>\n<p>Сучасні погляди на походження людини та її минулу ЕВОЛЮЦІЮ, по суті, є чистою ДЕШЕВОЮ СОФІСТИКОЮ, вони не витримують глибокої критичної стадії.</p>\n<p>Незважаючи на всі теорії ДАРВІНА, прийняті як статті сліпої ВІРИ КАРЛОМ МАРКСОМ та його так розрекламованим ДІАЛЕКТИЧНИМ МАТЕРІАЛІЗМОМ, сучасні вчені нічого не знають про походження людини, нічого їм не відомо, нічого вони не пережили безпосередньо і не мають конкретних, точних доказів щодо ЛЮДСЬКОЇ ЕВОЛЮЦІЇ.</p>\n<p>Навпаки, якщо ми візьмемо історичне людство, тобто останні двадцять або тридцять тисяч років до Ісуса Христа, ми знайдемо точні докази, безпомилкові ознаки вищого типу людини, незрозумілого для сучасних людей, і чию присутність можна продемонструвати численними свідченнями, старими ієрогліфами, стародавніми пірамідами, екзотичними монолітами, таємничими папірусами та різними стародавніми пам’ятниками.</p>\n<p>Що стосується ПЕРІСТОРИЧНОЇ ЛЮДИНИ, цих дивних і таємничих істот, які так схожі на ІНТЕЛЕКТУАЛЬНУ ТВАРИНУ, і водночас такі відмінні, такі різні, такі таємничі, і чиї славетні кістки іноді глибоко заховані в архаїчних родовищах льодовикового або передльодовикового періоду, сучасні вчені нічого не знають точно і з безпосереднього досвіду.</p>\n<p>ГНОСТИЧНА НАУКА вчить, що РАЦІОНАЛЬНА ТВАРИНА, якою ми її знаємо, не є ДОСКОНАЛОЮ ІСТОТОЮ, вона ще не є ЛЮДИНОЮ в повному сенсі цього слова; природа розвиває її до певної міри, а потім покидає її, залишаючи її у повній свободі продовжувати свій розвиток або втратити всі свої можливості та деградувати.</p>\n<p>ЗАКОНИ ЕВОЛЮЦІЇ та ІНВОЛЮЦІЇ є механічною віссю всієї природи і не мають нічого спільного з ІНТИМНОЮ АВТО-РЕАЛІЗАЦІЄЮ ІСТОТИ.</p>\n<p>Всередині ІНТЕЛЕКТУАЛЬНОЇ ТВАРИНИ існують величезні можливості, які можуть розвинутися або втратитися, немає закону, який би передбачав їх розвиток. Механічна ЕВОЛЮЦІЯ не може їх розвинути.</p>\n<p>Розвиток таких прихованих можливостей можливий лише за чітко визначених умов, і це вимагає величезних індивідуальних НАДЗУСИЛЬ і ефективної допомоги з боку тих МАЙСТРІВ, які вже виконали цю роботу в минулому.</p>\n<p>Той, хто хоче розвинути всі свої приховані можливості, щоб стати людиною, повинен стати на шлях РЕВОЛЮЦІЇ СВІДОМОСТІ.</p>\n<p>ІНТЕЛЕКТУАЛЬНА ТВАРИНА - це ЗЕРНО, НАСІННЯ; з цього насіння може вирости ДЕРЕВО ЖИТТЯ, ІСТИННА ЛЮДИНА, та ЛЮДИНА, яку Діоген шукав із запаленою лампою на вулицях Афін опівдні і, на жаль, не зміг знайти.</p>\n<p>НЕ Є ЗАКОНОМ, щоб це зерно, це таке особливе насіння могло розвинутися, нормальним, природним є те, що воно втрачається.</p>\n<p>ІСТИННА ЛЮДИНА настільки відрізняється від ІНТЕЛЕКТУАЛЬНОЇ ТВАРИНИ, як БЛИСКАВКА від хмари.</p>\n<p>Якщо зерно не помре, насіння не проросте, необхідно, терміново, щоб померло ЕГО, Я, САМ, щоб народилася ЛЮДИНА.</p>\n<p>Майстри та Майстрині Шкіл, Коледжів та Університетів повинні навчати своїх учнів ШЛЯХУ РЕВОЛЮЦІЙНОЇ ЕТИКИ, лише так можна досягти смерті ЕГО.</p>\n<p>Зробивши НАГОЛОС, ми можемо стверджувати, що РЕВОЛЮЦІЯ СВІДОМОСТІ не тільки рідкісна в цьому світі, але й стає дедалі рідкіснішою.</p>\n<p>РЕВОЛЮЦІЯ СВІДОМОСТІ має три чітко визначені фактори: Перший, Вмерти; Другий, Народитися; Третій, Жертва заради людства. Порядок факторів не змінює продукт.</p>\n<p>ВМЕРТИ - це питання РЕВОЛЮЦІЙНОЇ ЕТИКИ та РОЗЧИНЕННЯ ПСИХОЛОГІЧНОГО Я.</p>\n<p>НАРОДИТИСЯ - це питання СТАТЕВОЇ ТРАНСМУТАЦІЇ, це питання стосується ТРАНСЦЕНДЕНТАЛЬНОЇ СЕКСОЛОГІЇ, хто хоче вивчити цю тему, повинен написати нам і ознайомитися з нашими Гностичними книгами.</p>\n<p>ЖЕРТВА заради людства - це ВСЕСВІТНЯ СВІДОМА ДОБРОЧИННІСТЬ.</p>\n<p>Якщо ми не бажаємо РЕВОЛЮЦІЇ СВІДОМОСТІ, якщо ми не докладаємо величезних НАДЗУСИЛЬ для розвитку тих прихованих можливостей, які приведуть нас до ІНТИМНОЇ АВТО-РЕАЛІЗАЦІЇ, зрозуміло, що ці можливості ніколи не розвинуться.</p>\n<p>Дуже рідкісні ті, хто АВТО-РЕАЛІЗУЄТЬСЯ, ті, хто спасаються, і в цьому немає ніякої несправедливості, чому б бідній ІНТЕЛЕКТУАЛЬНІЙ ТВАРИНІ мати те, чого вона не бажає?</p>\n<p>Потрібна радикальна, повна і остаточна зміна, але не всі істоти хочуть цієї зміни, не бажають її, не знають її, і їм кажуть, а вони не розуміють її, не розуміють, вона їх не цікавить. Чому б їм давати силоміць те, чого вони не хочуть?</p>\n<p>Правда в тому, що перед тим, як індивід придбає НОВІ ЗДІБНОСТІ або НОВІ СИЛИ, яких він не знає і віддалено, і яких він ще не має, він повинен придбати здібності та сили, які він помилково вважає, що має, але яких насправді не має.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/uk/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
