import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "बदल, उल्टा बदल, गोरोबथा",
  "locale": "brx",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. बदल, उल्टा बदल, गोरोबथा",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>आरो हमरा मोननो हादों दि मोनसेबो माल मटेरियेलिस्टिक स्कुल आरो स्प्रिरिचुअलिस्टिक स्कुल डेभेलपमेन्टनि डोगमाव गाबज्रुबदों।</p>\n<p>मानसिफोरनि गुदि आरो सिगांनि डेभेलपमेन्टनि सोमोन्दै गोदान बिमावथि, गुबैयै दामा बुथां सोफिस्टारि, बेयो जोबोद गोख्रों क्रिटिकल थाखोखौबो सहननो हाया।</p>\n<p>डार्विननि गासै थियुरिखौ कार्ल मार्क्सआ आन्दो खालामनानै फोथायनाय बादि मोननानै गोख्रों मोनसे खोथा बुंदों जे मेटरियेलिस्टिक डाइएलेक्ट्रिक, गोदान साइन्टिस्टफोरा मानसिनि गुदि सोमोन्दै जेबो मिथिया, बिसोर जेबो मोननो हाया, बिसोर डाइरेक्टलि जेबो एक्सपेरिमेन्ट खालामनाय गैयि आरो बिसोराव गुबै प्रुफ गैयि, एक्सएक्ट, हुमान डेभेलपमेन्टनि सोमोन्दै।</p>\n<p>उल्टासे, जुदि जों हिस्टरिकेल हुमानिटिखौ लायो, माने होनब्ला, जिसु ख्रिस्चनि सिगांनि उनाव मोननै दस हाजार एबा थाम दस हाजार बोसोरनि, जों एक्सएक्ट प्रुफ मोनगोन, गुबुन मोनसे बादि मानसि, बेयो गोदान मानसिफोरनि थाखाय मोननो गोब्राब जागोन, आरो बियो माखासे प्रुफनि गेजेरजों बेखौ दिन्थिनानै देखांनो हागोन, गोदान जेरोग्लीफिक, गोदान पिरामिड, एक्जोतिक मोनोलिथ, मिरिस्टेरियस पेपिरस आरो गुबुन मोनसे गोदान मुनुमेन्ट।</p>\n<p>प्रिहिस्टरिक मानसिफोरनि सोमोन्दै, बेफोर गुबुन आरो मिरिस्टेरियस जिब-जन्तुफोरनि रोखोम बादि इंटेलेक्चुअल एनिमेल, नाथाय गुबुन, बेलेग, मिरिस्टेरियस आरो बिसोरनि बोखावनाय बिखुंफोरा लुख्रुं जानानै लुख्रुं जायगायाव ग्लेसिएल एबा प्रिग्लेसिएल समनि सिंआव थाहैयो, गोदान साइन्टिस्टफोरा एक्सएक्टलि आरो डाइरेक्ट एक्सपेरियेंसनिफ्राय जेबो मिथिया।</p>\n<p>ग्नोस्टिक साइन्सआ सोलों होयो दि रैसनेल एनिमेल जों मिथियो, बियो परफेक्ट जिब-जन्तु नङा, बियो मानसि जायाखै रावखौबो आबुं मोनथाइनि गेजेरजों; नेचरआ बेखौ मोनसे पोइन्टसिम डेभेलप खालामो आरो उनाव बेखौ गारनानै फुल फ्रिआव गालांनानै डेभेलपमेन्ट खालामनो एबा गासै पसिबिलिटिखौ बोखारनानै डिजेनेरेट जानो होयो।</p>\n<p>डेभेलपमेन्ट आरो इनभलुसननि नियमआ नेचरनि गुबै मेकानिकेल आरो बेयाव आतमाखौ सेल्फ-रियालाइज खालामनायनि सोमोन्दै जेबो गैयि।</p>\n<p>इंटेलेक्चुअल एनिमेलनि सिंआव जोबोद गिदिर पसिबिलिटि दं बेखौ डेभेलप खालामनो हागोन एबा बोखारनो हागोन, बेयो नियम नङा दि बेयो डेभेलप जागोन। मेकानिकल डेभेलपमेन्टआ बेफोरखौ डेभेलप खालामनो हाया।</p>\n<p>बेफोर लेटेंट पसिबिलिटिखौ डेभेलप खालामनोब्ला, बेयो मोनसे गोनां कन्डिसनसिम थांनांगोन आरो बेयो गिदिर इन्डिभिजुयेल सुपेर-एफोरट्स आरो एफिसिएन्ट हेल्पखौ नांगौ बिसोर मास्टरनिफ्राय जायफ्रा सिगाङाव बे खामानिखौ मावदों।</p>\n<p>जाया गासै लेटेंट पसिबिलिटिखौ डेभेलप खालामनो लुगैयो मानसिनि थाखाय, बेयो कन्शियसनेसनि रिभुलुसननि लामाजों थांनांगोन।</p>\n<p>इंटेलेक्चुअल एनिमेलआ मोनसे दाना, बिबार; बे बिबारनिफ्राय लाइफनि रूद जौगानो हागोन, ट्रु मेन, बे मानसिखौ डियोजेनसआ एटहेंसनि स्ट्रिटआव बारहोन्नायाव जोनोम होनानै नागिरदोंमोन आरो मिडल देआव आरो अनफर्टुनेटलि बेखौ मोननो हायाखै।</p>\n<p>बेयो नियम नङा दि बे दाना, बे बिबारआ डेभेलप जानो हागोन, नर्मेल, नेचुरलआ बेनो दि बेयो बोखार जागोन।</p>\n<p>ट्रु मेनआ इंटेलेक्चुअल एनिमेलनिफ्राय गुबुन, बादि दि लाइटनिंगआ क्लाउडनिफ्राय।</p>\n<p>जुदि दाना थैनानै बिबारआ जम जाया, बेयो गोनां, बेयो आर्जेन्ट दि इगो थैनांगोन, दायो, आं दासो, होन्नाया मानसिखौ जोनोम होनो थाखाय।</p>\n<p>स्कुल, कलेज आरो युनिभार्सिटिनि टिचरफोरा स्टुडेन्टफोरनो एटिक्स रिभुलुसनारिनि लामाखौ सोलों होयो, बेनो गुबै इगोखौ थैहोनायनि पसिबिलिटि।</p>\n<p>एमफेसिसनि गेजेरजों जों फोरमायनो हागोन दि कन्शियसनेसनि रिभुलुसनआ बे जहानआव रेयरलिसो नङा, नाथाय बेयो आरो रेयर आरो रेयर जागोन।</p>\n<p>कन्शियसनेसनि रिभुलुसननि थाम फाक्टरआ परफेक्टलि डिफाइन खालामनाय: गिबियाव, थै; नैथिआव, जोनोम; थामथिआव, हुमानिटिनि थाखाय सेक्रिफाइस। फाक्टरनि आर्डारआ प्रोडक्टखौ सोलाया।</p>\n<p>थैनाया एटिक्स रिभुलुसनारि आरो साइकोलोजिकेल दायोखौ बुख्लाइनायनि प्रस्न।</p>\n<p>जोनोमआ सेक्सुयेल ट्रान्समुटेसननि प्रस्न, बे जाहोना ट्रान्सेंडेनटेल सेक्सुलोजिखौ मानियो, जाया बेखौ सोलोंनो लुगैयो, जोंनो लिरहरनांगोन आरो जोंनि ग्नोस्टिक बुकखौ मोननांगोन।</p>\n<p>हुमानिटिनि थाखाय सेक्रिफाइसआ कन्शियस युनिभार्सेल केरिटि।</p>\n<p>जुदि जों कन्शियसनेसनि रिभुलुसनखौ लुगैया, जुदि जों गिदिर सुपेर-एफोरट्सखौ खालामा बे लेटेंट पसिबिलिटिखौ डेभेलप खालामनो जाया जोंनो सेल्फ-रियेलिजेसन आतमासिम लांगोन, बेयो क्लेयर दि बेफोर पसिबिलिटिखौ डेभेलप खालामनाय जाया।</p>\n<p>बिथांमोन जायफ्रा सेल्फ-रियेलिज जानानै रोंगो जादों, बिथांमोन जायफ्रा रैखा मोनदों आरो बेयाव जेबो अनयाय गैयि, मानो गरिब इंटेलेक्चुअल एनिमेलआ मोननो नांगौ जायखौ बियो लुगैया?</p>\n<p>बेयो राडिकेल सोलायनायखौ नांगौ गासै आबुं आरो उनाव जेबो जिब-जन्तुआ बे सोलायनायखौ लुगैया, बिसोर बेखौ लुगैया, बिसोर बेखौ मिथिया आरो बिसोरनो बुङो नाथाय बिसोरो बुजिनो हाया, बिसोरो इंट्रेस्टेड नङा। मानो बिसोरनो फोर्सनि गेजेरजों बेखौ होनो नांगौ जायखौ बिसोरो लुगैया?</p>\n<p>सोरखौबा गोदान फोर्स मोननो सिगां एबा गोदान पावर, जायखौ बियो मिथिया आरो जायखौ बियो गैया, बियो फोर्सखौ मोननो नांगौ आरो पावर जायखौ रोंगौसोआ दादों, नाथाय गुबैयै बियो गैया।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/brx/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
