import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "පරිණාමය,අවලෝකනය,විප්ලවය",
  "locale": "si",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. පරිණාමය,අවලෝකනය,විප්ලවය",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ප්‍රායෝගිකව, ද්‍රව්‍යවාදී පාසල් මෙන්ම අධ්‍යාත්මික පාසල් ද පරිණාමයේ මූලධර්මවාදයේ සම්පූර්ණයෙන්ම සිරවී ඇති බව අපට සත්‍යාපනය කිරීමට හැකි වී තිබේ.</p>\n<p>මිනිසාගේ මූලාරම්භය සහ ඔහුගේ අතීත පරිණාමය පිළිබඳ නවීන මතයන්, ගැඹුරින් බලන කල ඒවා හුදු ලාභදායී වාග් චාතුර්යයක් වන අතර එය ගැඹුරු විවේචනාත්මක අවස්ථාවකට ඔරොත්තු දෙන්නේ නැත.</p>\n<p>කාල් මාක්ස් සහ ඔහුගේ ප්‍රචලිත දයලෙක්තික භෞතිකවාදය විසින් අන්ධ විශ්වාසයේ ලිපියක් ලෙස පිළිගත් ඩාවින්ගේ සියලුම න්‍යායන් නොතකා, නූතන විද්‍යාඥයන් මිනිසාගේ මූලාරම්භය ගැන කිසිවක් දන්නේ නැත, ඔවුන්ට කිසිවක් ඔප්පු කළ නොහැක, ඔවුන් කිසිවක් සෘජුවම අත්දැක නැත, තවද ඔවුන්ට මානව පරිණාමය පිළිබඳ නිශ්චිත නිශ්චිත සාක්ෂි නොමැත.</p>\n<p>ඊට ප්‍රතිවිරුද්ධව, අපි ඓතිහාසික මනුෂ්‍යත්වය ගත්තොත්, එනම් ක්‍රිස්තුස් වහන්සේට පෙර අවුරුදු විසි දහසක් හෝ තිස් දහසක්, අපට නිශ්චිත සාක්ෂි, නූතන මිනිසුන්ට තේරුම්ගත නොහැකි උසස් මිනිසෙකුගේ නොවරදින සංඥා සොයාගත හැකි අතර, ඔහුගේ පැමිණීම පැරණි ධූරිය අක්ෂර, පැරණි පිරමිඩ, විදේශීය ඒකලිත, අද්භූත පැපිරස් සහ විවිධ පැරණි ස්මාරක වැනි බහු සාක්ෂි මගින් පෙන්නුම් කළ හැකිය.</p>\n<p>ප්‍රාග් ඓතිහාසික මිනිසා සම්බන්ධයෙන් ගත් කල, බුද්ධිමත් සත්වයාට බොහෝ සමාන පෙනුමක් ඇති සහ ඒ හා සමානව වෙනස්, අද්භූත ජීවීන් සහ ඔවුන්ගේ ශ්‍රේෂ්ඨ ඇටසැකිලි සමහර විට ග්ලැසියර හෝ ප්‍රීග්ලැසියර යුගයේ පුරාවිද්‍යාත්මක ස්ථානවල ගැඹුරින් සැඟවී ඇත, නූතන විද්‍යාඥයන් සෘජු අත්දැකීම් වලින් කිසිවක් නිශ්චිතව දන්නේ නැත.</p>\n<p>ඥානවාදී විද්‍යාව උගන්වන්නේ අප දන්නා පරිදි තාර්කික සත්වයා පරිපූර්ණ ජීවියෙකු නොවන බවත්, එය තවමත් වචනයේ සම්පූර්ණ අර්ථයෙන් මිනිසෙකු නොවන බවත්ය; ස්වභාවධර්මය එය යම් මට්ටමකට වර්ධනය කර පසුව ඔහුගේ වර්ධනය දිගටම කරගෙන යාමට හෝ ඔහුගේ සියලු හැකියාවන් නැති කර ගැනීමට සහ පරිහානියට පත් වීමට සම්පූර්ණ නිදහස ලබා දෙමින් ඔහුව අත්හරියි.</p>\n<p>පරිණාමයේ සහ ප්‍රතිලෝමයේ නීති සමස්ත ස්වභාවධර්මයේ යාන්ත්‍රික අක්ෂය වන අතර ඒවාට ආත්මයේ අභ්‍යන්තර ස්වයං අවබෝධය සමඟ කිසිදු සම්බන්ධයක් නැත.</p>\n<p>බුද්ධිමත් සත්වයා තුළ වර්ධනය කිරීමට හෝ අහිමි වීමට හැකි දැවැන්ත හැකියාවන් ඇත, ඒවා වර්ධනය වීම නීතියක් නොවේ. පරිණාමීය යාන්ත්‍රණයට ඒවා වර්ධනය කළ නොහැක.</p>\n<p>එවැනි සැඟවුණු හැකියාවන් වර්ධනය කිරීම කළ හැක්කේ හොඳින් අර්ථ දක්වා ඇති කොන්දේසි යටතේ පමණක් වන අතර මේ සඳහා විශාල තනි සුපිරි ප්‍රයත්නයන් සහ අතීතයේ එම කාර්යය කළ ගුරුවරුන්ගේ කාර්යක්ෂම සහාය අවශ්‍ය වේ.</p>\n<p>මිනිසෙකු වීමට ඔහුගේ සියලු සැඟවුණු හැකියාවන් වර්ධනය කර ගැනීමට කැමති ඕනෑම කෙනෙකුට විඥානයේ විප්ලවයේ මාවතට පිවිසිය යුතුය.</p>\n<p>බුද්ධිමත් සත්වයා ධාන්‍ය, බීජයයි; එම බීජයෙන් ජීවන වෘක්ෂය, සැබෑ මිනිසා බිහි විය හැකිය, එම මිනිසා දහවල් කාලයේ ඇතන්ස් නගරයේ වීදිවල පහනක් දල්වාගෙන ඩයෝජිනීස් සොයමින් සිටි අතර අවාසනාවකට ඔහුව සොයා ගැනීමට නොහැකි විය.</p>\n<p>මෙම ධාන්‍ය, මෙම විශේෂ බීජ වර්ධනය කළ හැකි බවට නීතියක් නොමැත, සාමාන්‍ය දෙය නම් එය නැති වී යාමයි.</p>\n<p>සැබෑ මිනිසා බුද්ධිමත් සත්වයාට වඩා වෙනස් වන්නේ අකුණු වලාකුළකට වඩා වෙනස් වන ආකාරයටය.</p>\n<p>ධාන්‍ය මිය නොගියහොත් බීජය ප්‍රරෝහණය නොවේ, මිනිසා බිහිවීම සඳහා ඊගෝව, මමත්වය, මා මිය යාම අවශ්‍ය වේ, හදිසි වේ.</p>\n<p>පාසල්, විද්‍යාල සහ විශ්ව විද්‍යාලවල ගුරුවරුන් තම සිසුන්ට විප්ලවවාදී ආචාර ධර්මවල මාවත ඉගැන්විය යුතුය, ඊගෝව මරා දැමීමට හැකි වන්නේ එවිට පමණි.</p>\n<p>අපට අවධාරණය කරමින් පැවසිය හැක්කේ විඥානයේ විප්ලවය මේ ලෝකයේ දුර්ලභ පමණක් නොව එය වඩ වඩාත් දුර්ලභ වෙමින් පවතින බවයි.</p>\n<p>විඥානයේ විප්ලවයට මනාව නිර්වචනය කළ සාධක තුනක් ඇත: පළමුව, මිය යාම; දෙවනුව, ඉපදීම; තෙවනුව, මනුෂ්‍යත්වයට කැපවීම. සාධකවල අනුපිළිවෙල නිෂ්පාදනය වෙනස් නොකරයි.</p>\n<p>මැරීම යනු විප්ලවවාදී ආචාර ධර්ම සහ මානසික මමත්වය විසුරුවා හැරීමේ ප්‍රශ්නයකි.</p>\n<p>ඉපදීම යනු ලිංගික පරිවර්තනයේ ප්‍රශ්නයකි, මෙම කාරණය අතිවිශිෂ්ට ලිංගික විද්‍යාවට අනුරූප වේ, මෙම මාතෘකාව හැදෑරීමට කැමති ඕනෑම අයෙකු අපට ලියා අපගේ ඥානවාදී පොත් දැන සිටිය යුතුය.</p>\n<p>මනුෂ්‍යත්වය වෙනුවෙන් කැප කිරීම යනු දැනුවත් විශ්වීය දානයකි.</p>\n<p>අප විඥානයේ විප්ලවයට අකමැති නම්, අභ්‍යන්තර ස්වයං අවබෝධය කරා අපව ගෙන යන සැඟවුණු හැකියාවන් වර්ධනය කිරීමට අපි දැඩි උත්සාහයක් නොගන්නේ නම්, එම හැකියාවන් කිසි විටෙකත් වර්ධනය නොවන බව පැහැදිලිය.</p>\n<p>ස්වයං අවබෝධය ලබන, ගැලවීම ලබන අය ඉතා දුර්ලභ වන අතර එහි කිසිදු අසාධාරණයක් නොමැත, දුප්පත් බුද්ධිමත් සත්වයාට ඔහුට අවශ්‍ය නැති දේ තිබිය යුත්තේ ඇයි?</p>\n<p>සම්පූර්ණ හා නිශ්චිත රැඩිකල් වෙනසක් අවශ්‍ය වේ, නමුත් සියලුම ජීවීන්ට එම වෙනස අවශ්‍ය නොවේ, ඔවුන්ට එය අවශ්‍ය නැත, ඔවුන් එය නොදනිති, ඔවුන්ට එය පවසා ඇතත් ඔවුන්ට එය තේරෙන්නේ නැත, ඔවුන්ට එය තේරෙන්නේ නැත, ඔවුන් ඒ ගැන උනන්දු වන්නේ නැත. ඔවුන්ට අවශ්‍ය නැති දේ බලහත්කාරයෙන් දිය යුත්තේ ඇයි?</p>\n<p>සත්‍යය නම් පුද්ගලයෙකුට නුහුරු නුපුරුදු සහ තවමත් ඔහු සතුව නැති නව හැකියාවන් හෝ නව බලතල ලබා ගැනීමට පෙර, ඔහු සතුව ඇතැයි වැරදියට සිතන නමුත් සත්‍ය වශයෙන්ම නැති හැකියාවන් හා බලතල ලබා ගත යුතුය.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/si/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/si/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/si/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
