import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ارتقاء، تنزل، انقلاب",
  "locale": "ur",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. ارتقاء، تنزل، انقلاب",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>عملی طور پر ہم نے تصدیق کی ہے کہ مادیت پسند اسکول اور روحانیت پسند اسکول دونوں ارتقاء کے عقیدے میں مکمل طور پر بند ہیں۔</p>\n<p>انسان کی ابتدا اور اس کے ماضی کے ارتقاء کے بارے میں جدید آراء، درحقیقت خالص سستی سوفسطائی ہیں، جو گہری تنقیدی مرحلے کا مقابلہ نہیں کر سکتیں۔</p>\n<p>چارلس مارکس اور اس کے اتنے چرچے جانے والے جدلیاتی مادیت پسندی کی طرف سے اندھے عقیدے کے طور پر قبول کیے جانے والے ڈارون کے تمام نظریات کے باوجود، جدید سائنسدانوں کو انسان کی ابتدا کے بارے میں کچھ نہیں معلوم، انہیں کچھ معلوم نہیں، انہوں نے براہ راست کوئی تجربہ نہیں کیا اور ان کے پاس انسانی ارتقاء کے بارے میں ٹھوس، مخصوص، درست ثبوت نہیں ہیں۔</p>\n<p>اس کے برعکس، اگر ہم تاریخی انسانیت کو لیں، یعنی یسوع مسیح سے پہلے آخری بیس یا تیس ہزار سالوں کی انسانیت کو، تو ہمیں ایک اعلیٰ قسم کے انسان کے درست ثبوت، ناقابل فہم نشانات ملتے ہیں، جو جدید لوگوں کے لیے ناقابل فہم ہیں، اور جس کی موجودگی کو متعدد شہادتوں، پرانے تصویری نقوش، قدیم اہرام، عجیب و غریب یک سنگی چٹانیں، پراسرار پاپائرس اور مختلف قدیم یادگاروں سے ثابت کیا جا سکتا ہے۔</p>\n<p>جہاں تک قبل از تاریخ انسان کا تعلق ہے، ان عجیب و غریب اور پراسرار مخلوقات کی شکل و صورت حیوانی عقل سے ملتی جلتی ہے اور پھر بھی اتنی مختلف، اتنی جداگانہ، اتنی پراسرار ہے اور جن کی شاندار ہڈیاں اکثر برفانی یا ماقبل برفانی دور کے قدیم ذخائر میں گہرائی میں چھپی ہوئی ہیں، جدید سائنسدانوں کو ٹھیک ٹھیک اور براہ راست تجربے سے کچھ معلوم نہیں ہے۔</p>\n<p>غنوصی سائنس سکھاتی ہے کہ عقلی حیوان جیسا کہ ہم جانتے ہیں، ایک کامل وجود نہیں ہے، یہ ابھی تک مکمل معنوں میں انسان نہیں ہے۔ فطرت اسے ایک خاص حد تک نشوونما دیتی ہے اور پھر اسے مکمل آزادی کے ساتھ چھوڑ دیتی ہے کہ وہ اپنی نشوونما جاری رکھے یا اپنی تمام تر صلاحیتوں کو کھو دے اور زوال پذیر ہو جائے۔</p>\n<p>ارتقاء اور تنزلی کے قوانین پوری فطرت کا میکانکی محور ہیں اور ان کا ذات کی اندرونی خود شناسی سے کوئی تعلق نہیں ہے۔</p>\n<p>عقلی حیوان کے اندر زبردست امکانات موجود ہیں جو نشوونما پا سکتے ہیں یا ضائع ہو سکتے ہیں، یہ کوئی قانون نہیں ہے کہ وہ نشوونما پائیں۔ ارتقائی میکانزم انہیں نشوونما نہیں دے سکتا۔</p>\n<p>ایسی پوشیدہ صلاحیتوں کی نشوونما صرف اچھی طرح سے متعین حالات میں ممکن ہے اور اس کے لیے زبردست انفرادی سپر کوششوں اور ان اساتذہ کی طرف سے موثر مدد کی ضرورت ہے جنہوں نے ماضی میں یہ کام کیا ہے۔</p>\n<p>جو کوئی اپنی تمام پوشیدہ صلاحیتوں کو نشوونما دینا چاہتا ہے تاکہ وہ انسان بن سکے، اسے شعور کے انقلاب کے راستے پر گامزن ہونا چاہیے۔</p>\n<p>عقلی حیوان ایک اناج ہے، ایک بیج ہے۔ اس بیج سے زندگی کا درخت، حقیقی انسان پیدا ہو سکتا ہے، وہ انسان جسے دیوجینس ایتھنز کی گلیوں میں دن کے وقت روشن چراغ لے کر ڈھونڈ رہا تھا اور جو بدقسمتی سے اسے نہیں مل سکا۔</p>\n<p>یہ کوئی قانون نہیں ہے کہ یہ اناج، یہ خاص بیج نشوونما پا سکے۔ عام بات تو یہ ہے کہ یہ ضائع ہو جائے۔</p>\n<p>حقیقی انسان عقلی حیوان سے اتنا ہی مختلف ہے جتنا کہ بجلی کا کڑکا بادل سے۔</p>\n<p>اگر اناج نہ مرے تو بیج نہیں اگتا، ضروری ہے، یہ فوری ہے کہ انا، خود، میری اپنی ذات مر جائے تاکہ انسان پیدا ہو سکے۔</p>\n<p>اسکولوں، کالجوں اور یونیورسٹیوں کے اساتذہ کو اپنے شاگردوں کو اخلاقیاتی انقلابی راستہ سکھانا چاہیے، صرف اسی طرح انا کی موت کو حاصل کرنا ممکن ہے۔</p>\n<p>زور دے کر ہم کہہ سکتے ہیں کہ شعور کا انقلاب اس دنیا میں نہ صرف نادر ہے، بلکہ یہ ہر بار زیادہ سے زیادہ نادر ہوتا جا رہا ہے۔</p>\n<p>شعور کے انقلاب کے تین مکمل طور پر متعین عوامل ہیں: پہلا، مرنا؛ دوسرا، پیدا ہونا؛ تیسرا، انسانیت کے لیے قربانی۔ عوامل کی ترتیب مصنوعات کو تبدیل نہیں کرتی ہے۔</p>\n<p>مرنا اخلاقیاتی انقلاب اور نفسیاتی خود کو تحلیل کرنے کا معاملہ ہے۔</p>\n<p>پیدا ہونا جنسی تبدیلی کا معاملہ ہے، یہ معاملہ مابعد الطبیعاتی جنسیات سے متعلق ہے، جو کوئی اس موضوع کا مطالعہ کرنا چاہتا ہے، اسے ہمیں لکھنا چاہیے اور ہماری غنوصی کتابوں کو جاننا چاہیے۔</p>\n<p>انسانیت کے لیے قربانی شعوری عالمی صدقہ ہے۔</p>\n<p>اگر ہم شعور کا انقلاب نہیں چاہتے، اگر ہم ان پوشیدہ امکانات کو نشوونما دینے کے لیے زبردست سپر کوششیں نہیں کرتے جو ہمیں ذات کی خود شناسی کی طرف لے جائیں گے، تو یہ واضح ہے کہ یہ امکانات کبھی بھی نشوونما نہیں پائیں گے۔</p>\n<p>وہ لوگ بہت کم ہیں جو خود شناسی حاصل کرتے ہیں، جو بچ جاتے ہیں اور اس میں کوئی ناانصافی نہیں ہے۔ غریب عقلی حیوان کے پاس وہ چیز کیوں ہونی چاہیے جو وہ نہیں چاہتا؟</p>\n<p>ایک مکمل اور حتمی بنیادی تبدیلی کی ضرورت ہے لیکن تمام لوگ اس تبدیلی کو نہیں چاہتے، وہ اسے نہیں چاہتے، وہ اسے نہیں جانتے اور انہیں بتایا جاتا ہے اور وہ اسے نہیں سمجھتے، وہ اسے نہیں سمجھتے، انہیں اس میں کوئی دلچسپی نہیں ہے۔ انہیں زبردستی وہ چیز کیوں دی جائے جو وہ نہیں چاہتے؟</p>\n<p>سچ تو یہ ہے کہ فرد نئی صلاحیتوں یا نئی طاقتوں کو حاصل کرنے سے پہلے، جنہیں وہ دور سے بھی نہیں جانتا اور جو ابھی تک اس کے پاس نہیں ہیں، اسے ان صلاحیتوں اور طاقتوں کو حاصل کرنا چاہیے جن کے بارے میں وہ غلطی سے سمجھتا ہے کہ اس کے پاس ہیں، لیکن جو حقیقت میں اس کے پاس نہیں ہیں۔</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ur/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
