import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Εξέλιξη, Εμπλοκή, Επανάσταση",
  "locale": "el",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. Εξέλιξη, Εμπλοκή, Επανάσταση",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Στην πράξη, μπορέσαμε να επαληθεύσουμε ότι τόσο οι ΥΛΙΣΤΙΚΕΣ ΣΧΟΛΕΣ όσο και οι ΠΝΕΥΜΑΤΙΣΤΙΚΕΣ ΣΧΟΛΕΣ είναι εντελώς παγιδευμένες στο ΔΟΓΜΑ της ΕΞΕΛΙΞΗΣ.</p>\n<p>Οι σύγχρονες απόψεις για την προέλευση του ανθρώπου και την παρελθούσα ΕΞΕΛΙΞΗ του, στην ουσία είναι καθαρή ΦΘΗΝΗ ΣΟΦΙΣΤΕΙΑ, δεν αντέχουν σε ένα βαθύ κριτικό στάδιο.</p>\n<p>Παρά τις θεωρίες του ΔΑΡΒΙΝΟΥ που έγιναν αποδεκτές ως άρθρο τυφλής ΠΙΣΤΗΣ από τον ΚΑΡΛ ΜΑΡΞ και τον τόσο διαφημιζόμενο ΔΙΑΛΕΚΤΙΚΟ ΥΛΙΣΜΟ του, οι σύγχρονοι επιστήμονες δεν γνωρίζουν τίποτα για την προέλευση του ανθρώπου, δεν τους έχει επιβεβαιωθεί τίποτα, δεν έχουν πειραματιστεί με κανέναν άμεσο τρόπο και στερούνται συγκεκριμένων, ακριβών αποδείξεων για την ΑΝΘΡΩΠΙΝΗ ΕΞΕΛΙΞΗ.</p>\n<p>Αντίθετα, αν λάβουμε την ιστορική ανθρωπότητα, δηλαδή, αυτή των τελευταίων είκοσι ή τριάντα χιλιάδων ετών πριν από τον Ιησού Χριστό, βρίσκουμε ακριβείς αποδείξεις, αλάνθαστα σημάδια ενός ανώτερου τύπου ανθρώπου, ακατανόητου για τους σύγχρονους ανθρώπους, και του οποίου η παρουσία μπορεί να αποδειχθεί με πολλαπλές μαρτυρίες, παλιά Ιερογλυφικά, αρχαίες Πυραμίδες, εξωτικούς μονόλιθους, μυστηριώδεις πάπυρους και διάφορα αρχαία μνημεία.</p>\n<p>Όσον αφορά τον ΠΡΟΪΣΤΟΡΙΚΟ ΑΝΘΡΩΠΟ, αυτά τα παράξενα και μυστηριώδη πλάσματα με εμφάνιση τόσο παρόμοια με το ΝΟΗΜΟ ΖΩΟ και όμως τόσο διαφορετικά, τόσο διαφορετικά, τόσο μυστηριώδη και των οποίων τα λαμπρά οστά είναι κρυμμένα βαθιά μερικές φορές σε αρχαίες τοποθεσίες της εποχής των Παγετώνων ή της Προπαγετωνικής περιόδου, οι σύγχρονοι επιστήμονες δεν γνωρίζουν τίποτα με ακρίβεια και από άμεση εμπειρία.</p>\n<p>Η ΓΝΩΣΤΙΚΗ ΕΠΙΣΤΗΜΗ διδάσκει ότι το ΛΟΓΙΚΟ ΖΩΟ όπως το γνωρίζουμε, δεν είναι ένα ΤΕΛΕΙΟ ΟΝ, δεν είναι ακόμη ΑΝΘΡΩΠΟΣ με την πλήρη έννοια της λέξης. Η φύση το αναπτύσσει μέχρι ένα ορισμένο σημείο και μετά το εγκαταλείπει αφήνοντάς το σε πλήρη ελευθερία να συνεχίσει την ανάπτυξή του ή να χάσει όλες τις δυνατότητές του και να εκφυλιστεί.</p>\n<p>Οι ΝΟΜΟΙ της ΕΞΕΛΙΞΗΣ και της ΑΝΕΛΙΞΗΣ είναι ο μηχανικός άξονας όλης της φύσης και δεν έχουν καμία σχέση με την ΕΣΩΤΕΡΙΚΗ ΑΥΤΟΠΡΑΓΜΑΤΟΠΟΙΗΣΗ του ΟΝΤΟΣ.</p>\n<p>Μέσα στο ΝΟΗΜΟ ΖΩΟ υπάρχουν τεράστιες δυνατότητες που μπορούν να αναπτυχθούν ή να χαθούν, δεν είναι νόμος να αναπτυχθούν. Η ΕΞΕΛΙΚΤΙΚΗ μηχανική δεν μπορεί να τις αναπτύξει.</p>\n<p>Η ανάπτυξη αυτών των λανθανουσών δυνατοτήτων είναι δυνατή μόνο υπό σαφώς καθορισμένες συνθήκες και αυτό απαιτεί τεράστιες ατομικές ΥΠΕΡ-ΠΡΟΣΠΑΘΕΙΕΣ και αποτελεσματική βοήθεια από εκείνους τους ΔΑΣΚΑΛΟΥΣ που έχουν ήδη κάνει αυτή τη δουλειά στο παρελθόν.</p>\n<p>Όποιος θέλει να αναπτύξει όλες τις λανθάνουσες δυνατότητές του για να γίνει άνθρωπος, πρέπει να μπει στο δρόμο της ΕΠΑΝΑΣΤΑΣΗΣ ΤΗΣ ΣΥΝΕΙΔΗΣΗΣ.</p>\n<p>ΤΟ ΝΟΗΜΟ ΖΩΟ είναι ο ΚΟΚΚΟΣ, ο ΣΠΟΡΟΣ. Από αυτόν τον σπόρο μπορεί να γεννηθεί το ΔΕΝΤΡΟ ΤΗΣ ΖΩΗΣ, ο ΑΛΗΘΙΝΟΣ ΑΝΘΡΩΠΟΣ, εκείνος ο ΑΝΘΡΩΠΟΣ που έψαχνε ο ΔΙΟΓΕΝΗΣ με μια αναμμένη λάμπα στους δρόμους της ΑΘΗΝΑΣ και το μεσημέρι και που δυστυχώς δεν μπόρεσε να βρει.</p>\n<p>ΔΕΝ είναι ΝΟΜΟΣ ότι αυτός ο κόκκος, αυτός ο τόσο ιδιαίτερος σπόρος μπορεί να αναπτυχθεί, το φυσιολογικό, το φυσικό είναι να χαθεί.</p>\n<p>Ο ΑΛΗΘΙΝΟΣ ΑΝΘΡΩΠΟΣ είναι τόσο διαφορετικός από το ΝΟΗΜΟ ΖΩΟ, όσο ο ΚΕΡΑΥΝΟΣ από το σύννεφο.</p>\n<p>Αν ο κόκκος δεν πεθάνει ο σπόρος δεν φυτρώνει, είναι απαραίτητο, είναι επείγον να πεθάνει το ΕΓΩ, το ΕΓΩ, ο ΕΑΥΤΟΣ ΜΟΥ, για να γεννηθεί ο ΑΝΘΡΩΠΟΣ.</p>\n<p>Οι Δάσκαλοι και οι Δασκάλες των Σχολείων, των Κολεγίων και των Πανεπιστημίων, πρέπει να διδάσκουν στους μαθητές τους τον ΔΡΟΜΟ της ΕΠΑΝΑΣΤΑΤΙΚΗΣ ΗΘΙΚΗΣ, μόνο έτσι είναι δυνατό να επιτευχθεί ο θάνατος του ΕΓΩ.</p>\n<p>Δίνοντας ΕΜΦΑΣΗ μπορούμε να επιβεβαιώσουμε ότι η ΕΠΑΝΑΣΤΑΣΗ ΤΗΣ ΣΥΝΕΙΔΗΣΗΣ δεν είναι μόνο σπάνια σε αυτόν τον κόσμο, αλλά γίνεται όλο και πιο σπάνια.</p>\n<p>Η ΕΠΑΝΑΣΤΑΣΗ ΤΗΣ ΣΥΝΕΙΔΗΣΗΣ έχει τρεις τέλεια καθορισμένους παράγοντες: Πρώτον, Θάνατος. Δεύτερον, Γέννηση. Τρίτον, Θυσία για την ανθρωπότητα. Η σειρά των παραγόντων δεν αλλάζει το προϊόν.</p>\n<p>Ο ΘΑΝΑΤΟΣ είναι θέμα ΕΠΑΝΑΣΤΑΤΙΚΗΣ ΗΘΙΚΗΣ και ΔΙΑΛΥΣΗΣ του ΨΥΧΟΛΟΓΙΚΟΥ ΕΓΩ.</p>\n<p>Η ΓΕΝΝΗΣΗ είναι θέμα ΣΕΞΟΥΑΛΙΚΗΣ ΜΕΤΟΥΣΙΩΣΗΣ, αυτό το θέμα αντιστοιχεί στη ΥΠΕΡΒΑΤΙΚΗ ΣΕΞΟΛΟΓΙΑ. Όποιος θέλει να μελετήσει αυτό το θέμα, πρέπει να μας γράψει και να γνωρίσει τα Γνωστικά μας βιβλία.</p>\n<p>Η ΘΥΣΙΑ για την ανθρωπότητα είναι ΣΥΝΕΙΔΗΤΗ ΚΑΘΟΛΙΚΗ ΑΓΑΠΗ.</p>\n<p>Αν δεν επιθυμούμε την ΕΠΑΝΑΣΤΑΣΗ ΤΗΣ ΣΥΝΕΙΔΗΣΗΣ, αν δεν καταβάλουμε τεράστιες ΥΠΕΡ-ΠΡΟΣΠΑΘΕΙΕΣ για να αναπτύξουμε αυτές τις λανθάνουσες δυνατότητες που θα μας οδηγήσουν στην ΕΣΩΤΕΡΙΚΗ ΑΥΤΟΠΡΑΓΜΑΤΟΠΟΙΗΣΗ, είναι σαφές ότι αυτές οι δυνατότητες δεν θα αναπτυχθούν ποτέ.</p>\n<p>Είναι πολύ λίγοι αυτοί που ΑΥΤΟΠΡΑΓΜΑΤΟΠΟΙΟΥΝΤΑΙ, αυτοί που σώζονται και σε αυτό δεν υπάρχει καμία αδικία, γιατί να έχει το φτωχό ΝΟΗΜΟ ΖΩΟ αυτό που δεν επιθυμεί;</p>\n<p>Χρειάζεται μια ριζική, ολική και οριστική αλλαγή, αλλά δεν θέλουν όλα τα όντα αυτή την αλλαγή, δεν το επιθυμούν, δεν το γνωρίζουν και τους το λένε και δεν το καταλαβαίνουν, δεν το κατανοούν, δεν τους ενδιαφέρει. Γιατί να τους δοθεί με το ζόρι αυτό που δεν θέλουν;</p>\n<p>Η Αλήθεια είναι ότι πριν αποκτήσει το άτομο ΝΕΕΣ ΙΚΑΝΟΤΗΤΕΣ ή ΝΕΕΣ ΔΥΝΑΜΕΙΣ, που δεν γνωρίζει ούτε από απόσταση και που δεν κατέχει ακόμη, πρέπει να αποκτήσει ικανότητες και δυνάμεις που λανθασμένα πιστεύει ότι έχει, αλλά που στην πραγματικότητα δεν έχει.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/el/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
