import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "تطور، انحطاط، ثورة",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "33. تطور، انحطاط، ثورة",
    "order": 33
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>في الممارسة العملية، تمكنا من التحقق من أن كلاً من المدارس المادية والمدارس الروحانية محبوسة تمامًا في عقيدة التطور.</p>\n<p>إن الآراء الحديثة حول أصل الإنسان وتطوره السابق هي في الأساس مجرد سفسطة رخيصة، ولا تصمد أمام مرحلة حرجة عميقة.</p>\n<p>على الرغم من كل نظريات داروين المقبولة كبند من بنود الإيمان الأعمى من قبل كارل ماركس وماديته الجدلية الصاخبة، لا يعرف العلماء المعاصرون شيئًا عن أصل الإنسان، ولا شيء يثبت لهم ذلك، ولا شيء اختبروه بشكل مباشر، ويفتقرون إلى أدلة محددة وملموسة ودقيقة بشأن التطور البشري.</p>\n<p>على العكس من ذلك، إذا أخذنا الإنسانية التاريخية، أي تلك التي تعود إلى العشرين أو الثلاثين ألف سنة الماضية قبل يسوع المسيح، نجد أدلة دقيقة، وعلامات لا لبس فيها على نوع متفوق من البشر، وهو أمر غير مفهوم للناس المعاصرين، ويمكن إثبات وجوده بشهادات متعددة، وكتابات هيروغليفية قديمة، وأهرامات قديمة جدًا، وتماثيل صخرية غريبة، وبرديات غامضة، وآثار قديمة مختلفة.</p>\n<p>أما بالنسبة للإنسان البدائي، لتلك المخلوقات الغريبة والغامضة التي تبدو شبيهة جدًا بالحيوان الفكري ومع ذلك فهي مختلفة جدًا، ومختلفة جدًا، وغامضة جدًا والتي توجد عظامها اللامعة مخبأة في أعماق أحيانًا في مواقع أثرية من العصر الجليدي أو ما قبل الجليدي، لا يعرف العلماء المعاصرون شيئًا على وجه الدقة وبشكل مباشر.</p>\n<p>يعلم علم الغنوص أن الحيوان العاقل كما نعرفه ليس كائنًا كاملاً، ولا يزال ليس إنسانًا بالمعنى الكامل للكلمة؛ تطوره الطبيعة إلى حد معين ثم تتخلى عنه وتتركه في حرية تامة لمواصلة تطوره أو فقدان جميع إمكانياته والتدهور.</p>\n<p>قوانين التطور والانحطاط هي المحور الميكانيكي للطبيعة بأكملها ولا علاقة لها بالإدراك الذاتي الحميم للوجود.</p>\n<p>توجد داخل الحيوان الفكري إمكانيات هائلة يمكن تطويرها أو فقدانها، وليس قانونًا أن يتم تطويرها. الميكانيكا التطورية لا يمكنها تطويرها.</p>\n<p>إن تطوير هذه الإمكانيات الكامنة ممكن فقط في ظل ظروف محددة جيدًا وهذا يتطلب جهودًا فردية فائقة ومساعدة فعالة من أولئك المعلمين الذين قاموا بالفعل بهذا العمل في الماضي.</p>\n<p>من يريد تطوير جميع إمكانياته الكامنة ليصبح إنسانًا، يجب أن يدخل طريق ثورة الوعي.</p>\n<p>الحيوان الفكري هو الحبة، البذرة؛ من هذه البذرة يمكن أن تنمو شجرة الحياة، الإنسان الحقيقي، ذلك الإنسان الذي كان يبحث عنه ديوجين بمصباح مضاء في شوارع أثينا وفي منتصف النهار ولم يتمكن من العثور عليه للأسف.</p>\n<p>ليس قانونًا أن هذه الحبة، أن هذه البذرة الخاصة جدًا يمكن أن تتطور، الأمر الطبيعي هو أن تضيع.</p>\n<p>الإنسان الحقيقي يختلف عن الحيوان الفكري كما يختلف البرق عن الغيمة.</p>\n<p>إذا لم تمت الحبة، فلن تنبت البذرة، من الضروري، من الملح أن يموت الأنا، الأنا، أنا نفسي، لكي يولد الإنسان.</p>\n<p>يجب على المعلمين والمعلمات في المدارس والكليات والجامعات أن يعلموا طلابهم طريق الأخلاق الثورية، بهذه الطريقة فقط يمكن تحقيق موت الأنا.</p>\n<p>مع التأكيد، يمكننا أن نؤكد أن ثورة الوعي ليست نادرة في هذا العالم فحسب، بل إنها تزداد ندرة وأكثر ندرة.</p>\n<p>تتمتع ثورة الوعي بثلاثة عوامل محددة تمامًا: أولاً، الموت. ثانيًا، الولادة. ثالثًا، التضحية من أجل الإنسانية. ترتيب العوامل لا يغير المنتج.</p>\n<p>الموت هو مسألة أخلاق ثورية وحل للأنا النفسي.</p>\n<p>الولادة هي مسألة تحويل جنسي، هذه المسألة تتوافق مع علم الجنس المتعالي، من يريد دراسة هذا الموضوع، يجب أن يكتب لنا وأن يعرف كتبنا الغنوصية.</p>\n<p>التضحية من أجل الإنسانية هي صدقة عالمية واعية.</p>\n<p>إذا لم نرغب في ثورة الوعي، وإذا لم نبذل جهودًا فائقة لتطوير تلك الإمكانيات الكامنة التي ستؤدي بنا إلى الإدراك الذاتي الحميم، فمن الواضح أن هذه الإمكانيات لن تتطور أبدًا.</p>\n<p>نادرون هم الذين يحققون ذواتهم، والذين يخلصون وفي ذلك لا يوجد أي ظلم، لماذا يجب أن يحصل الحيوان الفكري المسكين على ما لا يريده؟</p>\n<p>هناك حاجة إلى تغيير جذري كامل ونهائي ولكن ليس كل الكائنات تريد هذا التغيير، ولا تريده، ولا تعرفه، ويقال لها ولا تفهمه، ولا تفهمه، ولا تهتم. لماذا يجب أن يعطى لهم بالقوة ما لا يريدون؟</p>\n<p>الحقيقة هي أنه قبل أن يكتسب الفرد قدرات جديدة أو قوى جديدة لا يعرفها عن بعد ولا يمتلكها حتى الآن، يجب أن يكتسب قدرات وقوى يعتقد خطأً أنه يمتلكها، ولكنه في الواقع لا يمتلكها.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/evolucion-involucion-revolucion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/evolucion-involucion-revolucion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
