import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Бодит Байдлын Туршлага",
  "locale": "mn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. Бодит Байдлын Туршлага",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Дельфусын сүм хийдийн сүр жавхлант босгон дээр амьд чулуунд сийлсэн бичиг байсан нь: “ӨӨРИЙГӨӨ МЭД”. Өөрийгөө мэдсэнээр ертөнц болон бурхдыг мэдэх болно.</p>\n<p>Бясалгалын трансцендентал Шинжлэх ухаан нь эртний ГРЕКИЙН ХИЕРОФАНТЫН энэхүү ариун уриаг үндсэн тулгуур чулуу болгон агуулдаг.</p>\n<p>Хэрэв бид үнэн хэрэгтээ бясалгалын зөв үндсийг тавихыг маш чин сэтгэлээсээ хүсч байгаа бол оюун ухааны бүх түвшинд өөрийгөө ойлгох шаардлагатай.</p>\n<p>Бясалгалын зөв үндсийг тавих гэдэг нь үнэн хэрэгтээ амбиц, хувиа хичээх, айдас, үзэн ядалт, сэтгэцийн хүч чадлыг шунах, үр дүнд хүрэхийг хүсэх гэх мэтээс ангид байх явдал юм.</p>\n<p>Бясалгалын ҮНДСЭН ТУЛГУУР ЧУЛУУГ тавьсны дараа оюун ухаан хөдөлгөөнгүй, гүн гүнзгий, сүр жавхлант чимээгүй байдалд ордог нь бүх хүнд тодорхой бөгөөд ямар ч эргэлзээгүй юм.</p>\n<p>Логикийн үүднээс авч үзвэл өөрийгөө мэдэхгүйгээр БОДИТ байдлыг мэдрэхийг хүсэх нь утгагүй юм.</p>\n<p>Оюун ухааны бүх түвшинд оюун ухаанд тулгарч буй асуудал бүрийг, хүсэл бүрийг, дурсамж бүрийг, сэтгэл зүйн согог бүрийг бүрэн дүүрэн ойлгох нь нэн чухал юм.</p>\n<p>Бясалгалын үеэр биднийг тодорхойлогч сэтгэл зүйн бүх согог, бүх баяр баясал, гуниг гутрал, тоо томшгүй дурсамж, гадаад ертөнцөөс ч, дотоод ертөнцөөс ч үүдэлтэй олон төрлийн импульс, бүх төрлийн хүсэл, бүх төрлийн хүсэл тачаал, хуучин гомдол, үзэн ядалт гэх мэт зүйлс оюун ухааны дэлгэцээр муу ёрын цуваа болж өнгөрдөг нь тодорхой юм.</p>\n<p>Өөрийн оюун ухаанд бясалгалын үндсэн чулууг тавихыг үнэн хэрэгтээ хүсч байгаа хүн бидний ойлголтын эдгээр эерэг болон сөрөг үнэ цэнүүдэд бүрэн анхаарлаа хандуулж, зөвхөн оюун санааны түвшинд төдийгүй оюун ухааны бүх ухамсаргүй, дэд ухамсаргүй, ухамсаргүй түвшинд бүрэн дүүрэн ойлгох ёстой. Оюун ухаан олон түвшинтэй гэдгийг хэзээ ч мартаж болохгүй.</p>\n<p>Эдгээр бүх үнэ цэнийг гүнзгий судлах нь үнэн хэрэгтээ өөрийгөө мэдэх явдал юм.</p>\n<p>Оюун ухааны дэлгэцэн дээрх бүх кино эхлэлтэй, төгсгөлтэй байдаг. Хэлбэр, хүсэл, хүсэл тачаал, амбиц, дурсамж гэх мэт зүйлсийн цуваа дууссаны дараа оюун ухаан хөдөлгөөнгүй, гүн гүнзгий чимээгүй, бүх төрлийн бодлоос ХООСОН болдог.</p>\n<p>Орчин үеийн сэтгэл зүйн оюутнууд ГЭГЭЭРҮҮЛЭГЧ ХООСНЫГ мэдрэх шаардлагатай. Өөрийн оюун ухаанд ХООСНЫГ оруулах нь хувиргадаг элемент болох БОДИТ зүйлийг мэдрэх, мэдрэх, амьдрах боломжийг олгодог.</p>\n<p>Чимээгүй оюун ухаан ба хүчээр чимээгүй болгосон оюун ухааныг ялгах хэрэгтэй.</p>\n<p>Чимээгүй байгаа оюун ухаан ба хүчээр чимээгүй болгосон оюун ухааныг ялгах хэрэгтэй.</p>\n<p>Ямар ч логик дүгнэлтийн дагуу бид оюун ухаан хүчээр чимээгүй болгосон үед гүндээ болон бусад түвшинд хөдөлгөөнгүй бус, эрх чөлөөгөө олохын төлөө тэмцдэгийг ойлгох ёстой.</p>\n<p>Шинжилгээний үүднээс авч үзвэл оюун ухааныг хүчээр чимээгүй болгосон үед гүндээ чимээгүй бус, хашхирч, маш ихээр цөхөрдөгийг ойлгох ёстой.</p>\n<p>Оюун ухааны жинхэнэ тайван, байгалийн, аяндаа чимээгүй байдал нь бидний оюун санааны гайхамшигт дэлгэцэн дээрх бидний өөрийн амьдралын маш дотно кино дууссан үед ач ивээл, аз жаргал мэт бидэнд ирдэг.</p>\n<p>Оюун ухаан байгалийн, аяндаа чимээгүй болсон үед, оюун ухаан таатай чимээгүй байдалд орсон үед ГЭГЭЭРҮҮЛЭГЧ ХООСНЫГ оруулах болно.</p>\n<p>ХООСОН-г тайлбарлахад хялбар биш. Тодорхойлох эсвэл дүрслэх боломжгүй, бидний түүний талаар гаргасан ойлголт гол цэг дээрээ алдаж болно.</p>\n<p>ХООСОН-г үгээр дүрслэх эсвэл илэрхийлэх боломжгүй. Энэ нь хүний хэл нь голчлон оршин буй зүйлс, бодол санаа, мэдрэмжийг заахад зориулагдсан тул оршин буйгүй үзэгдэл, зүйлс, мэдрэмжийг тодорхой, нарийвчлалтай илэрхийлэхэд тохиромжгүй байдаг.</p>\n<p>Оршин тогтнох хэлбэрүүдээр хязгаарлагдсан хэлний хүрээнд ХООСНЫГ хэлэлцэх гэж оролдох нь үнэн хэрэгтээ тэнэг, бүрэн буруу юм.</p>\n<p>“ХООСОН гэдэг бол БАЙХГҮЙ, ХАРИН ОРШИН ТОГТНОЛ гэдэг бол ХООСОН БИШ”.</p>\n<p>“ХЭЛБЭР ХООСНООС ЯЛГААГҮЙ, ХАРИН ХООСОН ХЭЛБЭРЭЭС ЯЛГААГҮЙ”.</p>\n<p>“ХЭЛБЭР БОЛ ХООСОН, ХАРИН ХООСОН БОЛ ХЭЛБЭР, ХООСНООС БОЛЖ ЗҮЙЛС ОРШДОГ”.</p>\n<p>“ХООСОН БОЛОН ОРШИН ТОГТНОЛ БИЕ БИЕНЭЭ НӨХӨЖ, ЭСРЭГЦЭХГҮЙ”. ХООСОН БОЛОН ОРШИН ТОГТНОЛ БИЕ БИЕНЭЭ БАГТААЖ, ТЭВЭРДЭГ.</p>\n<p>“ХЭВИЙН МЭДРЭМЖТЭЙ ХҮМҮҮС ЯМАР НЭГ ЗҮЙЛИЙГ ХАРАХ ҮЕД ЗӨВХӨН ОРШИН БУЙ ТАЛЫГ НЬ ХАРДАГ, ХАРИН ХООСОН ТАЛЫГ НЬ ХАРДАГГҮЙ”.</p>\n<p>“ГЭГЭЭРСЭН ХҮН БҮР ЯМАР Ч ЗҮЙЛИЙН ОРШИН БУЙ БОЛОН ХООСОН ТАЛЫГ НЭГ ЗЭРЭГ ХАРЖ ЧАДНА.</p>\n<p>“ХООСОН гэдэг нь энгийнээрээ оршин буй зүйлсийн БИЕТ БУС, ХУВЬ ХҮНИЙ БУС чанарыг илэрхийлдэг нэр томъёо бөгөөд үнэмлэхүй салангид байдал, эрх чөлөөний төлөв байдлыг илтгэх дохио юм”.</p>\n<p>Сургууль, коллеж, их сургуулийн багш нар манай Хувьсгалт Сэтгэл зүйг сайтар судалж, дараа нь оюутнууддаа БОДИТ зүйлийг туршиж үзэхэд хүргэх замыг заах ёстой.</p>\n<p>БОДИТ зүйлийг МЭДРЭХ зөвхөн бодол дууссан үед л боломжтой.</p>\n<p>ХООСНЫГ оруулах нь БОДИТ ЦЭВЭР ГЭГЭЭГ мэдрэх боломжийг бидэнд олгодог.</p>\n<p>Энэхүү ОДООГИЙН МЭДЛЭГ нь үнэн хэрэгтээ ХООСОН, өнгөгүй, шинж чанаргүй, БАЙГАЛИЙН ХООСОН бөгөөд БОДИТ ҮНЭН, ЕРТӨНЦИЙН САЙН ҮЙЛС юм.</p>\n<p>Чиний ҮНЭНЧААЛ нь ХООСОН, ХЭРЭГГҮЙН ХООСОН гэж үзэхгүй, харин Ямар ч саадгүй, гэрэл гэгээтэй, бүх нийтийн, аз жаргалтай ОЮУН УХААН гэж үзэх ёстой бөгөөд ЭНЭ БОЛ УХАМСАР, Бүх Нийтийн Мэргэн БУДДА юм.</p>\n<p>Чиний өөрийн ХООСОН УХАМСАР болон гялалзсан, баяр хөөртэй ОЮУН УХААН салшгүй юм. Тэдний НЭГДЭЛ нь DHARMA-KAYA; ТӨГС ГЭГЭЭРЛИЙН ТӨЛӨВ юм.</p>\n<p>Чиний өөрийн ГЯЛАЛЗСАН УХАМСАР нь ХООСОН бөгөөд сүр жавхлант агуу БИЕТЭЙ салшгүй бөгөөд ТӨРӨЛТГҮЙ, ҮХЭЛГҮЙ бөгөөд AMITARA БУДДЫН мөнхийн гэрэл юм.</p>\n<p>Энэ мэдлэг хангалттай. Өөрийн ОЮУН УХААНЫ ХООСОН байдлыг БУДДЫН ТӨЛӨВ гэж хүлээн зөвшөөрч, өөрийн УХАМСАР гэж үзэх нь БУДДЫН АРИУН СҮЛДЭНД үргэлжлүүлэх явдал юм.</p>\n<p>БЯСАЛГАЛЫН үеэр ОЮУН САНААГАА анхаарал сарниулахгүйгээр хадгалж, БЯСАЛГАЛ хийж байгаагаа мартаж, бясалгал хийж байна гэж бодох хэрэггүй, яагаад гэвэл бясалгал хийж байна гэж бодох нь бясалгалыг үймүүлэхэд хангалттай. ЧИНИЙ оюун ухаан БОДИТ зүйлийг мэдрэхийн тулд ХООСОН байх ёстой.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mn/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
