import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Опыт Реальности",
  "locale": "ru",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. Опыт Реальности",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>На торжественном пороге храма Дельф находилась иератическая надпись, высеченная в живом камне, которая гласила: “ПОЗНАЙ САМОГО СЕБЯ”. Познай себя, и познаешь Вселенную и Богов.</p>\n<p>Трансцендентальная Наука Медитации имеет в качестве основного краеугольного камня эту священную заповедь древних ГРЕЧЕСКИХ ИЕРОФАНТОВ.</p>\n<p>Если мы действительно и очень искренне хотим установить основу для правильной медитации, необходимо понять себя на всех уровнях ума.</p>\n<p>Установление правильной основы медитации - это, по сути, свобода от честолюбия, эгоизма, страха, ненависти, жажды психических сил, стремления к результатам и т.д., и т.п., и т.д.</p>\n<p>Совершенно очевидно и вне всяких сомнений, что после установления ОСНОВНОГО КРАЕУГОЛЬНОГО КАМНЯ медитации ум затихает и погружается в глубокое и внушительное безмолвие.</p>\n<p>С сугубо логической точки зрения абсурдно хотеть испытать РЕАЛЬНОСТЬ, не зная себя.</p>\n<p>Крайне важно всесторонне и во всех областях ума осознавать каждую проблему по мере ее возникновения в уме, каждое желание, каждое воспоминание, каждый психологический недостаток и т.д.</p>\n<p>Совершенно очевидно, что во время практики медитации по экрану ума в зловещей процессии проходят все психологические недостатки, которые нас характеризуют, все наши радости и печали, бесчисленные воспоминания, многочисленные импульсы, исходящие как из внешнего мира, так и из внутреннего, всевозможные желания, страсти всякого рода, старые обиды, ненависть и т.д.</p>\n<p>Тот, кто действительно хочет установить в своем уме основной камень медитации, должен уделять пристальное внимание этим положительным и отрицательным аспектам нашего понимания и понимать их целостно, не только на чисто интеллектуальном уровне, но и во всех подсознательных, инфразсознательных и бессознательных областях ума. Мы никогда не должны забывать, что ум имеет много уровней.</p>\n<p>Глубокое изучение всех этих ценностей фактически означает самопознание.</p>\n<p>У каждого фильма на экране ума есть начало и конец. Когда заканчивается шествие форм, желаний, страстей, амбиций, воспоминаний и т.д., тогда ум затихает и погружается в глубокое безмолвие, ПУСТОЙ от всякого рода мыслей.</p>\n<p>Современные студенты-психологи должны испытать ОСВЕЩАЮЩУЮ ПУСТОТУ. Проникновение ПУСТОТЫ в наш собственный ум позволяет испытать, почувствовать, пережить элемент, который преобразует, этот ЭЛЕМЕНТ - РЕАЛЬНОСТЬ.</p>\n<p>Различайте ум, который спокоен, и ум, который успокоен насильно.</p>\n<p>Различайте ум, который молчит, и ум, который заставлен молчать силой.</p>\n<p>В свете любых логических выводов мы должны понимать, что когда ум успокоен насильно, в глубине души и на других уровнях он не спокоен и борется за освобождение.</p>\n<p>С аналитической точки зрения мы должны понимать, что когда ум заставлен молчать силой, в глубине души он не молчит, а кричит и отчаянно сопротивляется.</p>\n<p>Истинная тишина и естественное и спонтанное безмолвие ума приходят к нам как благодать, как блаженство, когда заканчивается очень интимный фильм нашего собственного существования на чудесном экране интеллекта.</p>\n<p>Только когда ум естественным и спонтанным образом спокоен, только когда ум находится в восхитительном безмолвии, приходит проникновение ОСВЕЩАЮЩЕЙ ПУСТОТЫ.</p>\n<p>ПУСТОТУ нелегко объяснить. Она не поддается определению или описанию, любая концепция, которую мы о ней высказываем, может оказаться ошибочной в главном.</p>\n<p>ПУСТОТУ нельзя описать или выразить словами. Это связано с тем, что человеческий язык был создан главным образом для обозначения существующих вещей, мыслей и чувств; он не подходит для четкого и конкретного выражения явлений, вещей и чувств, НЕ СУЩЕСТВУЮЩИХ.</p>\n<p>Пытаться обсуждать ПУСТОТУ в рамках языка, ограниченного формами существования, действительно, вне всяких сомнений, глупо и совершенно ошибочно.</p>\n<p>“ПУСТОТА есть НЕ-БЫТИЕ, а БЫТИЕ - НЕ ПУСТОТА”.</p>\n<p>“ФОРМА НЕ ОТЛИЧАЕТСЯ ОТ ПУСТОТЫ, И ПУСТОТА НЕ ОТЛИЧАЕТСЯ ОТ ФОРМЫ”.</p>\n<p>“ФОРМА ЕСТЬ ПУСТОТА, И ПУСТОТА ЕСТЬ ФОРМА, ИМЕННО БЛАГОДАРЯ ПУСТОТЕ СУЩЕСТВУЮТ ВЕЩИ”.</p>\n<p>“ПУСТОТА И БЫТИЕ ДОПОЛНЯЮТ ДРУГ ДРУГА И НЕ ПРОТИВОПОСТАВЛЯЮТСЯ”. ПУСТОТА И БЫТИЕ ВКЛЮЧАЮТ И ОБНИМАЮТ ДРУГ ДРУГА.</p>\n<p>“КОГДА СУЩЕСТВА С НОРМАЛЬНОЙ ЧУВСТВИТЕЛЬНОСТЬЮ ВИДЯТ ОБЪЕКТ, ОНИ ВИДЯТ ТОЛЬКО ЕГО СУЩЕСТВУЮЩИЙ АСПЕКТ, ОНИ НЕ ВИДЯТ ЕГО ПУСТОЙ АСПЕКТ”.</p>\n<p>“Любое ПРОСВЕТЛЕННОЕ СУЩЕСТВО может видеть одновременно существующий и ПУСТОЙ аспект чего угодно.</p>\n<p>“ПУСТОТА - это просто термин, обозначающий НЕСУЩЕСТВЕННУЮ и не ЛИЧНУЮ природу существ, и указание на состояние абсолютной отрешенности и свободы”.</p>\n<p>Мастера и Мастерицы из школ, колледжей и университетов должны тщательно изучить нашу Революционную Психологию, а затем научить своих учеников пути, ведущему к переживанию РЕАЛЬНОСТИ.</p>\n<p>Прийти к ОПЫТУ РЕАЛЬНОСТИ можно только тогда, когда мысль закончилась.</p>\n<p>Проникновение ПУСТОТЫ позволяет нам испытать ЯСНЫЙ СВЕТ ЧИСТОЙ РЕАЛЬНОСТИ.</p>\n<p>Это ЗНАНИЕ, присутствующее в действительно ПУСТОМ, без характеристик и цвета, ПУСТОМ ПО СВОЕЙ ПРИРОДЕ, есть ИСТИННАЯ РЕАЛЬНОСТЬ, ВСЕЛЕНСКАЯ ДОБРОТА.</p>\n<p>ТВОЙ ИНТЕЛЛЕКТ, чья истинная природа - ПУСТОТА, которую не следует рассматривать как ПУСТОТУ НИЧТО, а как САМ ИНТЕЛЛЕКТ, ничем не скованный, блестящий, вселенский и счастливый, есть СОЗНАНИЕ, БУДДА, Вселенски Мудрый.</p>\n<p>ТВОЕ собственное ПУСТОЕ СОЗНАНИЕ и блестящий и радостный ИНТЕЛЛЕКТ неразделимы. Их ЕДИНСТВО - это ДХАРМА-КАЯ; СОСТОЯНИЕ СОВЕРШЕННОГО ПРОСВЕТЛЕНИЯ.</p>\n<p>ТВОЕ собственное БЛЕСТЯЩЕЕ, ПУСТОЕ и неотделимое от великого ТЕЛА ВЕЛИЧИЯ СОЗНАНИЕ не имеет ни РОЖДЕНИЯ, ни СМЕРТИ и есть неизменный свет АМИТАБХИ БУДДЫ.</p>\n<p>Этого знания достаточно. Признание ПУСТОТЫ твоего собственного ИНТЕЛЛЕКТА как СОСТОЯНИЯ БУДДЫ и рассмотрение его как твоего собственного СОЗНАНИЯ, есть продолжение пребывания в БОЖЕСТВЕННОМ ДУХЕ БУДДЫ.</p>\n<p>Сохраняй свой ИНТЕЛЛЕКТ, не отвлекаясь, во время МЕДИТАЦИИ, забудь, что ты в Медитации, не думай, что ты медитируешь, потому что когда думаешь, что медитируешь, этой мысли достаточно, чтобы нарушить медитацию. Твой ум должен оставаться ПУСТЫМ, чтобы испытать РЕАЛЬНОСТЬ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ru/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
