import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ประสบการณ์แห่งความจริง",
  "locale": "th",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. ประสบการณ์แห่งความจริง",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ณ ธรณีประตูอันศักดิ์สิทธิ์ของวิหารเดลฟี มีจารึกอักษรศักดิ์สิทธิ์สลักบนหินเป็นใจความว่า: “จงรู้จักตนเอง” เมื่อรู้จักตนเองแล้ว จะรู้จักจักรวาลและเหล่าทวยเทพ</p>\n<p>วิทยาศาสตร์อันล้ำเลิศแห่งการทำสมาธิ มีหลักการสำคัญคือคติพจน์ศักดิ์สิทธิ์ของนักบวชชั้นสูงชาวกรีกโบราณนี้เอง</p>\n<p>หากเราปรารถนาอย่างแท้จริงและจริงใจที่จะวางรากฐานสำหรับการทำสมาธิที่ถูกต้อง จำเป็นต้องเข้าใจตนเองในทุกระดับของจิตใจ</p>\n<p>การวางรากฐานที่ถูกต้องของการทำสมาธิ คือการปราศจากความทะเยอทะยาน ความเห็นแก่ตัว ความกลัว ความเกลียดชัง ความโลภในพลังจิต ความปรารถนาในผลลัพธ์ ฯลฯ</p>\n<p>เป็นที่ชัดเจนแก่ทุกสายตาและปราศจากข้อสงสัยใดๆ ว่าหลังจากวางศิลามุมเอกแห่งการทำสมาธิแล้ว จิตใจจะสงบและอยู่ในความเงียบอันลึกซึ้งและน่าเกรงขาม</p>\n<p>จากมุมมองทางตรรกะอย่างเคร่งครัด มันเป็นเรื่องไร้สาระที่จะต้องการสัมผัสกับสิ่งที่เป็นจริงโดยไม่รู้จักตนเอง</p>\n<p>เป็นเรื่องเร่งด่วนที่จะต้องเข้าใจอย่างครบถ้วนและในทุกแง่มุมของจิตใจ ทุกปัญหาที่เกิดขึ้นในจิตใจ ทุกความปรารถนา ทุกความทรงจำ ทุกข้อบกพร่องทางจิตใจ ฯลฯ</p>\n<p>เป็นที่ชัดเจนแก่ทุกสายตาว่าในระหว่างการฝึกสมาธิ ข้อบกพร่องทางจิตใจทั้งหมดที่บ่งบอกลักษณะของเรา ความสุขและความเศร้าทั้งหมด ความทรงจำมากมาย แรงกระตุ้นมากมายที่มาจากโลกภายนอกและโลกภายใน ความปรารถนาทุกประเภท ความปรารถนาทุกชนิด ความขุ่นเคืองเก่าแก่ ความเกลียดชัง ฯลฯ จะผ่านเข้ามาในจอภาพของจิตใจในขบวนที่น่ากลัว</p>\n<p>ผู้ที่ต้องการวางศิลาพื้นฐานของการทำสมาธิในจิตใจอย่างแท้จริง จะต้องให้ความสนใจอย่างเต็มที่กับคุณค่าเชิงบวกและเชิงลบเหล่านี้ของความเข้าใจของเรา และทำความเข้าใจอย่างครบถ้วน ไม่เพียงแต่ในระดับสติปัญญาเท่านั้น แต่ยังรวมถึงในทุกพื้นที่ของจิตใต้สำนึก จิตไร้สำนึก และจิตเหนือสำนึกของจิตใจด้วย เราจะต้องไม่ลืมว่าจิตใจมีหลายระดับ</p>\n<p>การศึกษาเชิงลึกของคุณค่าเหล่านี้ทั้งหมด หมายถึงความรู้ในตนเองอย่างแท้จริง</p>\n<p>ภาพยนตร์ทุกเรื่องบนหน้าจอของจิตใจมีจุดเริ่มต้นและจุดจบ เมื่อการเดินขบวนของรูปร่าง ความปรารถนา ความปรารถนา ความทะเยอทะยาน ความทรงจำ ฯลฯ สิ้นสุดลง จิตใจก็จะสงบและอยู่ในความเงียบอันลึกซึ้ง ว่างเปล่าจากความคิดทุกชนิด</p>\n<p>นักศึกษาจิตวิทยาสมัยใหม่จำเป็นต้องสัมผัสกับความว่างเปล่าอันส่องสว่าง การปรากฏขึ้นของความว่างเปล่าภายในจิตใจของเราเองช่วยให้เราได้สัมผัส รู้สึก และมีชีวิตอยู่กับองค์ประกอบที่เปลี่ยนแปลง องค์ประกอบนั้นคือความจริง</p>\n<p>จงแยกแยะระหว่างจิตใจที่สงบกับจิตใจที่ถูกทำให้สงบอย่างรุนแรง</p>\n<p>จงแยกแยะระหว่างจิตใจที่อยู่ในความเงียบกับจิตใจที่ถูกทำให้เงียบโดยใช้กำลัง</p>\n<p>จากแสงสว่างของการอนุมานเชิงตรรกะใดๆ เราต้องเข้าใจว่าเมื่อจิตใจถูกทำให้สงบอย่างรุนแรง ในส่วนลึกและในระดับอื่นๆ มันไม่ได้สงบและพยายามที่จะเป็นอิสระ</p>\n<p>จากมุมมองเชิงวิเคราะห์ เราต้องเข้าใจว่าเมื่อจิตใจถูกทำให้เงียบโดยใช้กำลัง ในส่วนลึกมันไม่ได้อยู่ในความเงียบ มันกรีดร้องและสิ้นหวังอย่างน่ากลัว</p>\n<p>ความสงบและความเงียบตามธรรมชาติและเกิดขึ้นเองของจิตใจที่แท้จริง เกิดขึ้นกับเราเหมือนพระคุณ เหมือนความสุข เมื่อภาพยนตร์ที่ใกล้ชิดมากของการดำรงอยู่ของเราเองสิ้นสุดลงบนหน้าจอที่ยอดเยี่ยมของสติปัญญา</p>\n<p>เมื่อจิตใจสงบตามธรรมชาติและเป็นไปเองเท่านั้น เมื่อจิตใจอยู่ในความเงียบอันแสนสุขเท่านั้น การปรากฏขึ้นของความว่างเปล่าอันส่องสว่างจึงเกิดขึ้น</p>\n<p>ความว่างเปล่าไม่ง่ายที่จะอธิบาย ไม่สามารถกำหนดหรืออธิบายได้ แนวคิดใดๆ ที่เราปล่อยออกมาเกี่ยวกับมันอาจล้มเหลวในประเด็นหลัก</p>\n<p>ความว่างเปล่าไม่สามารถอธิบายหรือแสดงออกเป็นคำพูดได้ นี่เป็นเพราะภาษาของมนุษย์ถูกสร้างขึ้นมาเพื่อกำหนดสิ่งต่างๆ ความคิด และความรู้สึกที่มีอยู่เป็นหลัก มันไม่เหมาะสมที่จะแสดงออกอย่างชัดเจนและเฉพาะเจาะจงถึงปรากฏการณ์ สิ่งต่างๆ และความรู้สึกที่ไม่มีอยู่</p>\n<p>การพยายามพูดคุยเกี่ยวกับความว่างเปล่าภายในขอบเขตของภาษาที่ถูกจำกัดโดยรูปแบบของการดำรงอยู่ เป็นเรื่องโง่เขลาและผิดพลาดอย่างยิ่งอย่างไม่ต้องสงสัย</p>\n<p>“ความว่างเปล่าคือการไม่มีอยู่ และการมีอยู่ไม่ใช่ความว่างเปล่า”</p>\n<p>“รูปแบบไม่แตกต่างจากความว่างเปล่า และความว่างเปล่าไม่แตกต่างจากรูปแบบ”</p>\n<p>“รูปแบบคือความว่างเปล่า และความว่างเปล่าคือรูปแบบ เป็นเพราะความว่างเปล่าที่สิ่งต่างๆ มีอยู่”</p>\n<p>“ความว่างเปล่าและการมีอยู่เติมเต็มซึ่งกันและกันและไม่ขัดแย้งกัน” ความว่างเปล่าและการมีอยู่รวมกันและโอบกอดกัน</p>\n<p>“เมื่อสิ่งมีชีวิตที่มีความรู้สึกปกติเห็นวัตถุ พวกเขาจะเห็นเฉพาะลักษณะที่มีอยู่ของมันเท่านั้น พวกเขาไม่เห็นลักษณะที่ว่างเปล่าของมัน”</p>\n<p>“สิ่งมีชีวิตที่ตรัสรู้อย่างสมบูรณ์สามารถมองเห็นลักษณะที่มีอยู่และว่างเปล่าของสิ่งใดสิ่งหนึ่งได้พร้อมกัน</p>\n<p>“ความว่างเปล่าเป็นเพียงคำที่บ่งบอกถึงธรรมชาติที่ไม่มีแก่นสารและไม่เป็นส่วนตัวของสิ่งมีชีวิต และเป็นสัญญาณบ่งชี้ถึงสถานะของการปล่อยวางและอิสรภาพอย่างสมบูรณ์”</p>\n<p>ครูอาจารย์และอาจารย์ใหญ่ของโรงเรียน วิทยาลัย และมหาวิทยาลัย ควรศึกษาจิตวิทยาวิวัฒนาการของเราอย่างละเอียดถี่ถ้วน แล้วสอนนักเรียนของตนถึงเส้นทางที่นำไปสู่การสัมผัสกับสิ่งที่เป็นจริง</p>\n<p>เป็นไปได้ที่จะเข้าถึงประสบการณ์ของสิ่งที่เป็นจริงเมื่อความคิดสิ้นสุดลงเท่านั้น</p>\n<p>การปรากฏขึ้นของความว่างเปล่าช่วยให้เราได้สัมผัสกับแสงสว่างที่ชัดเจนของความเป็นจริงบริสุทธิ์</p>\n<p>ความรู้ปัจจุบันนั้นอยู่ในความว่างเปล่าอย่างแท้จริง ไม่มีลักษณะเฉพาะและไม่มีสี ว่างเปล่าจากธรรมชาติ เป็นความจริงที่แท้จริง ความดีงามสากล</p>\n<p>สติปัญญาของคุณซึ่งธรรมชาติที่แท้จริงคือความว่างเปล่า ซึ่งไม่ควรมองว่าเป็นความว่างเปล่าของความไม่มีอะไร แต่เป็นสติปัญญาเองที่ไร้ขีดจำกัด สว่างไสว สากล และมีความสุข คือสติสัมปชัญญะ พระพุทธเจ้าผู้ทรงปัญญา</p>\n<p>สติสัมปชัญญะที่ว่างเปล่าของคุณเองและความเฉลียวฉลาดที่สดใสและมีความสุขนั้นแยกออกจากกันไม่ได้ สหภาพของพวกเขาคือธรรมกาย สภาวะแห่งการตรัสรู้อย่างสมบูรณ์</p>\n<p>สติสัมปชัญญะที่สดใส ว่างเปล่า และแยกออกจากกันไม่ได้ของคุณเองจากร่างกายอันยิ่งใหญ่แห่งความรุ่งโรจน์ ไม่มีทั้งการเกิดและการตาย และเป็นแสงสว่างที่ไม่เปลี่ยนแปลงของพระอมิตาภพุทธะ</p>\n<p>ความรู้นี้ก็เพียงพอแล้ว การตระหนักถึงความว่างเปล่าของสติปัญญาของคุณเองว่าเป็นสภาวะของพระพุทธเจ้าและถือว่าเป็นสติสัมปชัญญะของคุณเอง คือการดำเนินต่อไปในจิตวิญญาณศักดิ์สิทธิ์ของพระพุทธเจ้า</p>\n<p>รักษาสติปัญญาของคุณไว้โดยไม่วอกแวกในระหว่างการทำสมาธิ ลืมไปว่าคุณกำลังทำสมาธิ อย่าคิดว่าคุณกำลังทำสมาธิ เพราะเมื่อคิดว่ากำลังทำสมาธิ ความคิดนี้ก็เพียงพอที่จะรบกวนการทำสมาธิแล้ว จิตใจของคุณจะต้องว่างเปล่าเพื่อสัมผัสกับสิ่งที่เป็นจริง</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/th/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
