import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "რეალურის გამოცდილება",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. რეალურის გამოცდილება",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>დელფოსის ტაძრის საზეიმო ზღურბლზე ამოკვეთილი იყო იერატიკული წარწერა ცოცხალ ქვაზე, რომელიც ამბობდა: “იცოდე შენი თავი”. შეიცანი შენი თავი და შეიცნობ სამყაროს და ღმერთებს.</p>\n<p>მედიტაციის ტრანსცენდენტული მეცნიერების ქვაკუთხედია უძველესი ბერძენი იეროფანტების ეს წმინდა ლემა.</p>\n<p>თუ ჭეშმარიტად და გულწრფელად გვინდა ჩავუყაროთ საფუძველი სწორ მედიტაციას, აუცილებელია საკუთარი თავის გაგება გონების ყველა დონეზე.</p>\n<p>მედიტაციის სწორი საფუძვლის ჩამოყალიბება ფაქტობრივად ნიშნავს თავისუფლებას ამბიციისგან, ეგოიზმისგან, შიშისგან, სიძულვილისგან, ფსიქიკური ძალების წყურვილისგან, შედეგების ლტოლვისგან და ა.შ. და ა.შ.</p>\n<p>ყველასთვის ნათელია და ყოველგვარი ეჭვის გარეშე, რომ მედიტაციის ძირითადი ქვაკუთხედის ჩამოყალიბების შემდეგ გონება მშვიდდება და ღრმა და შთამბეჭდავ დუმილშია.</p>\n<p>მკაცრად ლოგიკური თვალსაზრისით, აბსურდულია რეალობის გამოცდილების სურვილი საკუთარი თავის შეცნობის გარეშე.</p>\n<p>აუცილებელია გავიგოთ მთლიანად და გონების ყველა სფეროში, თითოეული პრობლემა, რომელიც წარმოიქმნება გონებაში, თითოეული სურვილი, თითოეული მოგონება, თითოეული ფსიქოლოგიური ნაკლი და ა.შ.</p>\n<p>ყველასთვის ნათელია, რომ მედიტაციის პრაქტიკის დროს, გონების ეკრანზე ბოროტი პროცესიით გადის ყველა ფსიქოლოგიური ნაკლი, რომელიც ახასიათებს, ყველა ჩვენი სიხარული და მწუხარება, უამრავი მოგონება, მრავალი იმპულსი, რომელიც მოდის გარე სამყაროდან ან შიდა სამყაროდან, ყველა სახის სურვილი, ყველა სახის ვნება, ძველი წყენა, სიძულვილი და ა.შ.</p>\n<p>ვინც ჭეშმარიტად ცდილობს მედიტაციის ქვაკუთხედის დამკვიდრებას თავის გონებაში, სრული ყურადღება უნდა მიაქციოს ჩვენი გაგების ამ დადებით და უარყოფით ღირებულებებს და გაიაზროს ისინი მთლიანად არა მხოლოდ წმინდა ინტელექტუალურ დონეზე, არამედ გონების ყველა არაცნობიერ, ქვეცნობიერ და არაცნობიერ სფეროში. არასოდეს უნდა დაგვავიწყდეს, რომ გონებას ბევრი დონე აქვს.</p>\n<p>ამ ყველა ღირებულების საფუძვლიანი შესწავლა ფაქტობრივად ნიშნავს საკუთარი თავის შეცნობას.</p>\n<p>ყველა ფილმს გონების ეკრანზე აქვს დასაწყისი და დასასრული. როდესაც ფორმების, სურვილების, ვნებების, ამბიციების, მოგონებების და ა.შ. დეფილე მთავრდება, მაშინ გონება მშვიდდება და ღრმა დუმილშია, ცარიელია ყოველგვარი აზრისგან.</p>\n<p>ფსიქოლოგიის თანამედროვე სტუდენტებს სჭირდებათ განმანათლებლური სიცარიელის გამოცდილება. სიცარიელის შემოჭრა ჩვენს გონებაში საშუალებას გვაძლევს გამოვცადოთ, ვიგრძნოთ, განვიცადოთ ელემენტი, რომელიც გარდაქმნის, ეს ელემენტი არის რეალობა.</p>\n<p>განასხვავეთ გონება, რომელიც მშვიდია და გონება, რომელიც ძალადობრივად არის დამშვიდებული.</p>\n<p>განასხვავეთ გონება, რომელიც დუმს და გონება, რომელიც იძულებით არის გაჩუმებული.</p>\n<p>ნებისმიერი ლოგიკური დედუქციის ფონზე, უნდა გვესმოდეს, რომ როდესაც გონება ძალადობრივად არის დამშვიდებული, სიღრმეში და სხვა დონეზე ის არ არის მშვიდი და იბრძვის გასათავისუფლებლად.</p>\n<p>ანალიტიკური თვალსაზრისით, უნდა გვესმოდეს, რომ როდესაც გონება იძულებით არის გაჩუმებული, სიღრმეში ის არ არის ჩუმად, ყვირის და სასოწარკვეთილია საშინლად.</p>\n<p>გონების ჭეშმარიტი სიმშვიდე და ბუნებრივი და სპონტანური დუმილი ჩვენთან მოდის როგორც მადლი, როგორც ნეტარება, როდესაც მთავრდება ჩვენი არსებობის ძალიან ინტიმური ფილმი ინტელექტის საოცარ ეკრანზე.</p>\n<p>მხოლოდ მაშინ, როდესაც გონება ბუნებრივად და სპონტანურად მშვიდია, მხოლოდ მაშინ, როდესაც გონება ნეტარ დუმილშია, ხდება განმანათლებლური სიცარიელის შემოჭრა.</p>\n<p>სიცარიელის ახსნა ადვილი არ არის. ის არ არის განსაზღვრადი ან აღწერადი, ნებისმიერი კონცეფცია, რომელსაც ჩვენ გამოვთქვამთ მასზე, შეიძლება ჩავარდეს მთავარ საკითხში.</p>\n<p>სიცარიელის აღწერა ან სიტყვებით გამოხატვა შეუძლებელია. ეს იმიტომ ხდება, რომ ადამიანის ენა შეიქმნა ძირითადად არსებული საგნების, აზრებისა და გრძნობების აღსანიშნავად; ის არ არის ადეკვატური იმ ფენომენების, საგნებისა და გრძნობების მკაფიოდ და კონკრეტულად გამოსახატავად, რომლებიც არ არსებობს.</p>\n<p>სიცარიელის განხილვის მცდელობა არსებობის ფორმებით შეზღუდული ენის ფარგლებში, ყოველგვარი ეჭვის გარეშე, სულელური და აბსოლუტურად მცდარია.</p>\n<p>«სიცარიელე არის არარსებობა და არსებობა არ არის სიცარიელე”.</p>\n<p>“ფორმა არ განსხვავდება სიცარიელისგან და სიცარიელე არ განსხვავდება ფორმისგან”.</p>\n<p>“ფორმა არის სიცარიელე და სიცარიელე არის ფორმა, სწორედ სიცარიელის გამო არსებობს საგნები”.</p>\n<p>“სიცარიელე და არსებობა ავსებენ ერთმანეთს და არ ეწინააღმდეგებიან ერთმანეთს”. სიცარიელე და არსებობა მოიცავენ და ეხვევიან ერთმანეთს.</p>\n<p>“როდესაც ნორმალური მგრძნობელობის მქონე არსებები ხედავენ ობიექტს, ისინი ხედავენ მხოლოდ მის არსებულ ასპექტს, ისინი ვერ ხედავენ მის ცარიელ ასპექტს”.</p>\n<p>“ყველა განმანათლებელ არსებას შეუძლია ერთდროულად დაინახოს ნებისმიერი საგნის არსებული და ცარიელი ასპექტი.</p>\n<p>“სიცარიელე უბრალოდ არის ტერმინი, რომელიც აღნიშნავს არსებების არამატერიალურ და არაპერსონალურ ბუნებას და აბსოლუტური მოწყვეტისა და თავისუფლების მდგომარეობის მანიშნებელი ნიშანი”.</p>\n<p>სკოლების, კოლეჯებისა და უნივერსიტეტების მასწავლებლებმა საფუძვლიანად უნდა შეისწავლონ ჩვენი რევოლუციური ფსიქოლოგია და შემდეგ ასწავლონ თავიანთ სტუდენტებს გზა, რომელიც მიდის რეალობის გამოცდილებამდე.</p>\n<p>რეალობის გამოცდილებამდე მისვლა შესაძლებელია მხოლოდ მაშინ, როდესაც აზროვნება დასრულდება.</p>\n<p>სიცარიელის შემოჭრა საშუალებას გვაძლევს განვიცადოთ სუფთა რეალობის ნათელი სინათლე.</p>\n<p>ეს ცოდნა, რომელიც აწმყოა რეალურად სიცარიელეში, ყოველგვარი მახასიათებლისა და ფერის გარეშე, ბუნებით ცარიელი, არის ჭეშმარიტი რეალობა, საყოველთაო სიკეთე.</p>\n<p>შენი ინტელექტი, რომლის ჭეშმარიტი ბუნება არის სიცარიელე, რომელიც არ უნდა განიხილებოდეს, როგორც არაფრის სიცარიელე, არამედ როგორც თავად ინტელექტი შეზღუდვების გარეშე, ბრწყინვალე, საყოველთაო და ბედნიერი, არის ცნობიერება, საყოველთაოდ ბრძენი ბუდა.</p>\n<p>შენი ცარიელი ცნობიერება და ბრწყინვალე და მხიარული ინტელექტი განუყოფელია. მათი გაერთიანება არის DHARMA-KAYA; სრულყოფილი განმანათლებლობის მდგომარეობა.</p>\n<p>შენს ბრწყინვალე, ცარიელ და დიდი ბრწყინვალების სხეულისგან განუყოფელ ცნობიერებას არ აქვს არც დაბადება და არც სიკვდილი და არის ურყევი შუქი AMITARA BUDDHA.</p>\n<p>ეს ცოდნა საკმარისია. შენი ინტელექტის სიცარიელის ბუდას მდგომარეობად აღიარება და შენს ცნობიერებად განხილვა ნიშნავს ბუდას ღვთაებრივ სულში გაგრძელებას.</p>\n<p>შეინახე შენი ინტელექტი განადგურების გარეშე მედიტაციის დროს, დაივიწყე, რომ მედიტაციაში ხარ, არ იფიქრო, რომ მედიტირებ, რადგან როცა ფიქრობ, რომ მედიტირებ, ეს აზრი საკმარისია მედიტაციის დარღვევისთვის. შენი გონება უნდა დარჩეს ცარიელი რეალობის გამოსაცდელად.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
