import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Εμπειρία του Πραγματικού",
  "locale": "el",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. Εμπειρία του Πραγματικού",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Στο σεμνό κατώφλι του ναού των Δελφών υπήρχε μια ιερατική επιγραφή σμιλεμένη σε ζωντανή πέτρα που έλεγε: “ΓΝΩΘΙ ΣΑΥΤΟΝ”. Γνώρισε τον εαυτό σου και θα γνωρίσεις το σύμπαν και τους Θεούς.</p>\n<p>Η υπερβατική Επιστήμη του Διαλογισμού έχει ως βασικό θεμέλιο αυτό το ιερό ρητό των αρχαίων ΙΕΡΟΦΑΝΤΩΝ ΕΛΛΗΝΩΝ.</p>\n<p>Αν αληθινά και με πολύ ειλικρινή τρόπο θέλουμε να θεμελιώσουμε τη σωστή βάση για τον ορθό διαλογισμό, είναι απαραίτητο να κατανοήσουμε τους εαυτούς μας σε όλα τα επίπεδα του νου.</p>\n<p>Η θεμελίωση της σωστής βάσης του διαλογισμού είναι, στην πραγματικότητα, η απελευθέρωση από τη φιλοδοξία, τον εγωισμό, τον φόβο, το μίσος, την απληστία για ψυχικές δυνάμεις, τη λαχτάρα για αποτελέσματα, κ.λπ., κ.λπ., κ.λπ.</p>\n<p>Είναι σαφές σε όλους και πέρα από κάθε αμφιβολία ότι μετά τη θεμελίωση του ΒΑΣΙΚΟΥ ΑΚΡΟΓΩΝΙΑΙΟΥ ΛΙΘΟΥ του διαλογισμού, ο νους παραμένει ήσυχος και σε βαθιά και επιβλητική σιωπή.</p>\n<p>Από αυστηρά λογική άποψη, είναι παράλογο να θέλουμε να βιώσουμε ΤΟ ΠΡΑΓΜΑΤΙΚΟ χωρίς να γνωρίζουμε τους εαυτούς μας.</p>\n<p>Είναι επείγον να κατανοήσουμε ΟΛΟΚΛΗΡΩΜΕΝΑ και σε όλα τα πεδία του νου, κάθε πρόβλημα καθώς αναδύεται στον νου, κάθε επιθυμία, κάθε ανάμνηση, κάθε ψυχολογικό ελάττωμα, κ.λπ.</p>\n<p>Είναι σαφές σε όλους ότι κατά τη διάρκεια της πρακτικής του διαλογισμού, παρελαύνουν στην οθόνη του νου σε ζοφερή πομπή, όλα τα ψυχολογικά ελαττώματα που μας χαρακτηρίζουν, όλες οι χαρές και οι λύπες μας, αναρίθμητες αναμνήσεις, πολλαπλές παρορμήσεις που προέρχονται είτε από τον εξωτερικό κόσμο είτε από τον εσωτερικό κόσμο, επιθυμίες κάθε είδους, πάθη κάθε είδους, παλιές δυσαρέσκειες, μίση, κ.λπ.</p>\n<p>Όποιος θέλει πραγματικά να θεμελιώσει στο νου του τον βασικό λίθο του διαλογισμού, πρέπει να δώσει πλήρη προσοχή σε αυτές τις θετικές και αρνητικές αξίες της κατανόησής μας και να τις κατανοήσει ολοκληρωμένα όχι μόνο σε ένα καθαρά διανοητικό επίπεδο, αλλά και σε όλα τα υποσυνείδητα, τα υπενσυνείδητα και τα ασυνείδητα πεδία του νου. Δεν πρέπει ποτέ να ξεχνάμε ότι ο νους έχει πολλά επίπεδα.</p>\n<p>Η εις βάθος μελέτη όλων αυτών των αξιών σημαίνει στην πραγματικότητα αυτογνωσία.</p>\n<p>Κάθε ταινία στην οθόνη του νου έχει μια αρχή και ένα τέλος. Όταν τελειώσει η παρέλαση των μορφών, των επιθυμιών, των παθών, των φιλοδοξιών, των αναμνήσεων, κ.λπ., τότε ο νους παραμένει ήσυχος και σε βαθιά σιωπή, ΑΔΕΙΟΣ από κάθε είδους σκέψεις.</p>\n<p>Οι σύγχρονοι φοιτητές ψυχολογίας πρέπει να βιώσουν το ΔΙΑΦΩΤΙΣΤΙΚΟ ΚΕΝΟ. Η εισβολή του ΚΕΝΟΥ μέσα στον ίδιο μας τον νου επιτρέπει να βιώσουμε, να αισθανθούμε, να ζήσουμε ένα στοιχείο που μεταμορφώνει, αυτό το ΣΤΟΙΧΕΙΟ είναι το ΠΡΑΓΜΑΤΙΚΟ.</p>\n<p>Να γίνεται διάκριση μεταξύ ενός νου που είναι ήσυχος και ενός νου που έχει ησυχάσει βίαια.</p>\n<p>Να γίνεται διάκριση μεταξύ ενός νου που σιωπά και ενός νου που έχει φιμωθεί με τη βία.</p>\n<p>Υπό το φως οποιασδήποτε λογικής επαγωγής, πρέπει να κατανοήσουμε ότι όταν ο νους ηρεμεί βίαια, στο βάθος και σε άλλα επίπεδα δεν είναι ήσυχος και αγωνίζεται να απελευθερωθεί.</p>\n<p>Από αναλυτική άποψη, πρέπει να κατανοήσουμε ότι όταν ο νους σιωπά με τη βία, στο βάθος δεν σιωπά, ουρλιάζει και απελπίζεται τρομερά.</p>\n<p>Η αληθινή ησυχία και η φυσική και αυθόρμητη σιωπή του νου έρχεται σε εμάς ως χάρη, ως ευδαιμονία, όταν τελειώνει η πολύ οικεία ταινία της δικής μας ύπαρξης στην υπέροχη οθόνη του νου.</p>\n<p>Μόνο όταν ο νους είναι φυσικά και αυθόρμητα ήσυχος, μόνο όταν ο νους βρίσκεται σε απολαυστική σιωπή, έρχεται η εισβολή του ΔΙΑΦΩΤΙΣΤΙΚΟΥ ΚΕΝΟΥ.</p>\n<p>Το ΚΕΝΟ δεν είναι εύκολο να εξηγηθεί. Δεν είναι ορίσιμο ή περιγράψιμο, οποιαδήποτε έννοια εκφράσουμε γι’ αυτό μπορεί να αποτύχει στο κύριο σημείο.</p>\n<p>Το ΚΕΝΟ δεν μπορεί να περιγραφεί ή να εκφραστεί με λόγια. Αυτό οφείλεται στο γεγονός ότι η ανθρώπινη γλώσσα έχει δημιουργηθεί κυρίως για να ονομάζει υπάρχοντα πράγματα, σκέψεις και συναισθήματα· δεν είναι κατάλληλη για να εκφράσει με σαφή και συγκεκριμένο τρόπο, φαινόμενα, πράγματα και ανύπαρκτα συναισθήματα.</p>\n<p>Η προσπάθεια να συζητηθεί το ΚΕΝΟ εντός των ορίων μιας γλώσσας που περιορίζεται από τις μορφές της ύπαρξης, είναι πραγματικά, πέρα από κάθε αμφιβολία, ανόητη και απολύτως εσφαλμένη.</p>\n<p>«ΤΟ ΚΕΝΟ είναι η ΜΗ-ΥΠΑΡΞΗ και Η ΥΠΑΡΞΗ ΔΕΝ ΕΙΝΑΙ ΤΟ ΚΕΝΟ».</p>\n<p>“Η ΜΟΡΦΗ ΔΕΝ ΔΙΑΦΕΡΕΙ ΑΠΟ ΤΟ ΚΕΝΟ, ΚΑΙ ΤΟ ΚΕΝΟ ΔΕΝ ΔΙΑΦΕΡΕΙ ΑΠΟ ΤΗ ΜΟΡΦΗ”.</p>\n<p>“Η ΜΟΡΦΗ ΕΙΝΑΙ ΚΕΝΟ ΚΑΙ ΤΟ ΚΕΝΟ ΕΙΝΑΙ ΜΟΡΦΗ, ΟΦΕΙΛΕΤΑΙ ΣΤΟ ΚΕΝΟ ΠΟΥ ΤΑ ΠΡΑΓΜΑΤΑ ΥΠΑΡΧΟΥΝ”.</p>\n<p>“ΤΟ ΚΕΝΟ ΚΑΙ Η ΥΠΑΡΞΗ ΣΥΜΠΛΗΡΩΝΟΝΤΑΙ ΜΕΤΑΞΥ ΤΟΥΣ ΚΑΙ ΔΕΝ ΑΝΤΙΤΙΘΕΝΤΑΙ”. ΤΟ ΚΕΝΟ ΚΑΙ Η ΥΠΑΡΞΗ ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΝΤΑΙ ΚΑΙ ΑΓΚΑΛΙΑΖΟΝΤΑΙ.</p>\n<p>“ΟΤΑΝ ΤΑ ΟΝΤΑ ΜΕ ΚΑΝΟΝΙΚΗ ΕΥΑΙΣΘΗΣΙΑ ΒΛΕΠΟΥΝ ΕΝΑ ΑΝΤΙΚΕΙΜΕΝΟ, ΒΛΕΠΟΥΝ ΜΟΝΟ ΤΗΝ ΥΠΑΡΧΟΥΣΑ ΟΨΗ ΤΟΥ, ΔΕΝ ΒΛΕΠΟΥΝ ΤΗΝ ΑΔΕΙΑ ΟΨΗ ΤΟΥ”.</p>\n<p>“Κάθε ΦΩΤΙΣΜΕΝΟ ΟΝ μπορεί να δει ταυτόχρονα την υπάρχουσα και την ΚΕΝΗ πλευρά οποιουδήποτε πράγματος.</p>\n<p>“ΤΟ ΚΕΝΟ είναι απλώς ένας όρος που υποδηλώνει τη ΜΗ ΟΥΣΙΑΣΤΙΚΗ και μη ΠΡΟΣΩΠΙΚΗ φύση των όντων, και ένα σήμα ένδειξης της κατάστασης της απόλυτης αποκόλλησης και ελευθερίας”.</p>\n<p>Οι Δάσκαλοι και οι Δασκάλες των Σχολών, των Κολεγίων και των Πανεπιστημίων πρέπει να μελετήσουν σε βάθος την Επαναστατική μας Ψυχολογία και στη συνέχεια να διδάξουν στους μαθητές τους τον δρόμο που οδηγεί στην εμπειρία του ΠΡΑΓΜΑΤΙΚΟΥ.</p>\n<p>Μόνο όταν έχει τελειώσει η σκέψη είναι δυνατόν να φτάσουμε στην ΕΜΠΕΙΡΙΑ ΤΟΥ ΠΡΑΓΜΑΤΙΚΟΥ.</p>\n<p>Η εισβολή του ΚΕΝΟΥ μας επιτρέπει να βιώσουμε το ΚΑΘΑΡΟ ΦΩΣ της ΚΑΘΑΡΗΣ ΠΡΑΓΜΑΤΙΚΟΤΗΤΑΣ.</p>\n<p>Αυτή η ΠΑΡΟΥΣΑ ΓΝΩΣΗ σε μια πραγματικά ΑΔΕΙΑ, χωρίς χαρακτηριστικό και χωρίς χρώμα, ΚΕΝΗ ΦΥΣΗ, είναι η ΑΛΗΘΙΝΗ ΠΡΑΓΜΑΤΙΚΟΤΗΤΑ, η ΠΑΓΚΟΣΜΙΑ ΚΑΛΟΣΥΝΗ.</p>\n<p>Η ΔΙΚΗ ΣΟΥ ΝΟΗΜΟΣΥΝΗ, της οποίας η αληθινή φύση είναι το ΚΕΝΟ που δεν πρέπει να θεωρείται ως το ΚΕΝΟ ΤΟΥ ΤΙΠΟΤΑ, αλλά ως η ΙΔΙΑ Η ΝΟΗΜΟΣΥΝΗ χωρίς εμπόδια, λαμπρή, παγκόσμια και ευτυχισμένη, είναι η ΣΥΝΕΙΔΗΣΗ, ο ΠΑΓΚΟΣΜΙΩΣ ΣΟΦΟΣ ΒΟΥΔΑΣ.</p>\n<p>Η ΔΙΚΗ ΣΟΥ ΚΕΝΗ ΣΥΝΕΙΔΗΣΗ και η λαμπρή και χαρούμενη ΝΟΗΜΟΣΥΝΗ είναι αδιαχώριστες. Η ΕΝΩΣΗ τους είναι το DHARMA-KAYA· Η ΚΑΤΑΣΤΑΣΗ ΤΕΛΕΙΑΣ ΔΙΑΦΩΤΙΣΗΣ.</p>\n<p>Η ΔΙΚΗ ΣΟΥ ΛΑΜΠΡΗ ΣΥΝΕΙΔΗΣΗ, ΚΕΝΗ και αδιαχώριστη από το μεγάλο ΣΩΜΑ ΛΑΜΨΗΣ, δεν έχει ούτε ΓΕΝΝΗΣΗ ΟΥΤΕ ΘΑΝΑΤΟ και είναι το αμετάβλητο φως AMITARA BUDDHA.</p>\n<p>Αυτή η γνώση αρκεί. Η αναγνώριση του ΚΕΝΟΥ της δικής σου ΝΟΗΜΟΣΥΝΗΣ ως την ΚΑΤΑΣΤΑΣΗ ΤΟΥ ΒΟΥΔΑ και η θεώρησή του ως ΔΙΚΗ ΣΟΥ ΣΥΝΕΙΔΗΣΗ, είναι η συνέχιση στο ΘΕΙΟ ΠΝΕΥΜΑ του ΒΟΥΔΑ.</p>\n<p>Διατηρήστε τον ΝΟΥ ΣΑΣ χωρίς να αποσπάται η προσοχή κατά τη διάρκεια του ΔΙΑΛΟΓΙΣΜΟΥ, ξεχάστε ότι κάνετε Διαλογισμό, μην σκέφτεστε ότι κάνετε διαλογισμό γιατί όταν σκέφτεστε ότι κάνετε διαλογισμό, αυτή η σκέψη αρκεί για να διαταράξει τον διαλογισμό. Ο ΔΙΚΟΣ ΣΟΥ νους πρέπει να παραμείνει ΑΔΕΙΟΣ για να βιώσει το ΠΡΑΓΜΑΤΙΚΟ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/el/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
