import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Искуство на реалното",
  "locale": "mk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. Искуство на реалното",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>На свечениот праг на храмот во Делфи се наоѓаше хиератички натпис изрезбан во жив камен кој гласеше: „SПОЗНАЈ СЕБЕСИ“. Спознај се себеси и ќе го запознаеш универзумот и Боговите.</p>\n<p>Трансценденталната наука за медитацијата го има овој свет симбол на древните ГРЧКИ ХИЕРОФАНТИ како свој основен камен-темелник.</p>\n<p>Ако навистина и на многу искрен начин сакаме да ја поставиме основата за правилна медитација, неопходно е да се разбереме себеси на сите нивоа на умот.</p>\n<p>Воспоставувањето на правилната основа за медитација е, всушност, да се биде слободен од амбиција, себичност, страв, омраза, алчност за психички моќи, желба за резултати итн., итн., итн.</p>\n<p>Јасно е за секого и без сомнение дека откако ќе се постави ОСНОВНИОТ КАМЕН-ТЕМЕЛНИК на медитацијата, умот останува тивок и во длабока и импозантна тишина.</p>\n<p>Од строго логична гледна точка, апсурдно е да се сака да се искуси РЕАЛНОТО без да се познаваме себеси.</p>\n<p>Итно е да се разбере на ЦЕЛОСЕН начин и на сите области на умот, секој проблем како што се појавува во умот, секоја желба, секое сеќавање, секој психолошки дефект итн.</p>\n<p>Јасно е дека за време на практиката на медитација, низ екранот на умот поминуваат во злокобна поворка сите психолошки дефекти кои нѐ карактеризираат, сите наши радости и таги, безброј спомени, повеќекратни импулси кои доаѓаат или од надворешниот свет или од внатрешниот свет, желби од секаков вид, страсти од секаков вид, стари незадоволства, омрази итн.</p>\n<p>Кој навистина сака да го постави основниот камен на медитацијата во својот ум, мора целосно да внимава на овие позитивни и негативни вредности на нашето разбирање и да ги разбере во целост, не само на чисто интелектуално ниво, туку и на сите потсвесни, инфрасвесни и несвесни области на умот. Никогаш не смееме да заборавиме дека умот има многу нивоа.</p>\n<p>Длабинското проучување на сите овие вредности значи всушност самоспознавање.</p>\n<p>Секој филм на екранот на умот има почеток и крај. Кога ќе заврши дефилето на форми, желби, страсти, амбиции, спомени итн., тогаш умот останува тивок и во длабока тишина ПРАЗЕН од секаков вид мисли.</p>\n<p>Современите студенти по психологија треба да го искусат ПРОСВЕТЛУВАЧКОТО БЕЗДНО. Навлегувањето на БЕЗДНОТО во нашиот ум ни овозможува да искусиме, почувствуваме, доживееме елемент кој трансформира, тој ЕЛЕМЕНТ е РЕАЛНОТО.</p>\n<p>Разликувајте помеѓу ум кој е тивок и ум кој е насилно смирен.</p>\n<p>Разликувајте помеѓу ум кој е во тишина и ум кој е присилно замолчен.</p>\n<p>Во светлината на која било логична дедукција, мораме да разбереме дека кога умот е насилно смирен, во позадина и на други нивоа не е тивок и се бори да се ослободи.</p>\n<p>Од аналитичка гледна точка, мораме да разбереме дека кога умот е присилно замолчен, во позадина не е тивок, туку вреска и очајува страшно.</p>\n<p>Вистинската, природна и спонтана смиреност и тишина на умот доаѓаат до нас како благодат, како среќа, кога ќе заврши многу интимниот филм на нашето сопствено постоење на чудесниот екран на интелектот.</p>\n<p>Само кога умот е природно и спонтано тивок, само кога умот е во прекрасна тишина, доаѓа навлегувањето на ПРОСВЕТЛУВАЧКОТО БЕЗДНО.</p>\n<p>БЕЗДНОТО не е лесно да се објасни. Не е дефинитивно или описливо, секој концепт што ќе го издадеме за него може да пропадне во главната точка.</p>\n<p>БЕЗДНОТО не може да се опише или изрази со зборови. Ова е така затоа што човечкиот јазик е создаден главно за да означува постоечки нешта, мисли и чувства; не е соодветен за јасно и конкретно да изразува непостоечки феномени, нешта и чувства.</p>\n<p>Обидот да се дискутира за БЕЗДНОТО во границите на јазик ограничен од формите на постоење, навистина без сомнение, е всушност глупав и апсолутно погрешен.</p>\n<p>„БЕЗДНОТО е НЕ-ПОСТОЕЊЕ, а ПОСТОЕЊЕТО НЕ Е БЕЗДНО“.</p>\n<p>„ФОРМАТА НЕ СЕ РАЗЛИКУВА ОД БЕЗДНОТО, А БЕЗДНОТО НЕ СЕ РАЗЛИКУВА ОД ФОРМАТА“.</p>\n<p>„ФОРМАТА Е БЕЗДНО И БЕЗДНОТО Е ФОРМА, ПОРАДИ БЕЗДНОТО НЕШТАТА ПОСТОЈАТ“.</p>\n<p>„БЕЗДНОТО И ПОСТОЕЊЕТО СЕ ДОПОЛНУВААТ И НЕ СЕ СПРОТИВСТАВУВААТ“. БЕЗДНОТО И ПОСТОЕЊЕТО СЕ ВКЛУЧУВААТ И СЕ ПРЕГРНУВААТ.</p>\n<p>„КОГА СУШТЕСТВАТА СО НОРМАЛНА ЧУВСТВИТЕЛНОСТ ГЛЕДААТ ПРЕДМЕТ, ГО ГЛЕДААТ САМО НЕГОВИОТ ПОСТОЕЧКИ АСПЕКТ, НЕ ГО ГЛЕДААТ НЕГОВИОТ ПРАЗЕН АСПЕКТ“.</p>\n<p>„Секое ПРОСВЕТЛЕНО СУШТЕСТВО може истовремено да го види постоечкиот и ПРАЗНИОТ аспект на било што.</p>\n<p>„БЕЗДНОТО е едноставно термин кој ја означува НЕСУШТИНСКАТА и НЕЛИЧНАТА природа на суштествата и знак на означување на состојбата на апсолутна одвоеност и слобода“.</p>\n<p>Наставниците и професорите од училиштата, колеџите и универзитетите мора детално да ја проучат нашата Револуционерна психологија и потоа да ги научат своите студенти на патот што води до експериментирање на РЕАЛНОТО.</p>\n<p>До ИСКУСТВОТО НА РЕАЛНОТО е можно да се дојде само кога мислата ќе заврши.</p>\n<p>Навлегувањето на БЕЗДНОТО ни овозможува да ја искусиме ЈАСНАТА СВЕТЛИНА на ЧИСТАТА РЕАЛНОСТ.</p>\n<p>Тоа СЕГАШНО ЗНАЕЊЕ во вистинска БЕЗДНА, без карактеристика и без боја, ПРАЗНА ПО ПРИРОДА, е ВИСТИНСКАТА РЕАЛНОСТ, УНИВЕРЗАЛНАТА ДОБРИНА.</p>\n<p>ТВОЈАТА ИНТЕЛИГЕНЦИЈА чија вистинска природа е БЕЗДНОТО кое не треба да се гледа како БЕЗДНА на НИШТО, туку како САМАТА ИНТЕЛИГЕНЦИЈА без пречки, брилијантна, универзална и среќна е СВЕСТА, УНИВЕРЗАЛНО МУДРИОТ БУДА.</p>\n<p>ТВОЈАТА сопствена ПРАЗНА СВЕСТ и брилијантната и радосна ИНТЕЛИГЕНЦИЈА се неразделни. Нивното ОБЕДИНУВАЊЕ е ДХАРМА-КАЈА; СОСТОЈБАТА НА СОВРШЕНО ПРОСВЕТЛУВАЊЕ.</p>\n<p>ТВОЈАТА сопствена БРИЛИЈАНТНА, ПРАЗНА СВЕСТ и неразделна од големото ТЕЛО НА СЈАЈОТ, нема ниту РАЃАЊЕ НИТУ СМРТ и е непроменливата светлина АМИТАРА БУДА.</p>\n<p>Ова знаење е доволно. Да се препознае БЕЗДНОТО на твојата сопствена ИНТЕЛИГЕНЦИЈА како СОСТОЈБА на БУДА и да се смета за твоја сопствена СВЕСТ, е да се продолжи во БОЖЕСТВЕНИОТ ДУХ на БУДА.</p>\n<p>Зачувај го твојот ИНТЕЛЕКТ без да се расејуваш за време на МЕДИТАЦИЈАТА, заборави дека си во Медитација, не мисли дека медитираш затоа што кога мислиш дека медитираш, оваа мисла е доволна за да ја наруши медитацијата. ТВОЈОТ ум мора да остане ПРАЗЕН за да го искуси РЕАЛНОТО.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mk/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
