import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "חוויית הממשי",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. חוויית הממשי",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>בפתח הטקסי של מקדש דלפי ניצבה כתובת הירוגליפית חרוטה באבן חיה שאמרה: “דע את עצמך”. דע את עצמך ותדע את היקום ואת האלים.</p>\n<p>תורת הטרנסצנדנטלית של המדיטציה נושאת כאבן הפינה הבסיסית שלה את המוטו הקדוש הזה של הכוהנים הגדולים היוונים הקדמונים.</p>\n<p>אם באמת ובצורה כנה מאוד אנו רוצים לבסס את הבסיס למדיטציה נכונה, יש צורך להבין את עצמנו בכל רמות התודעה.</p>\n<p>ביסוס הבסיס הנכון למדיטציה הוא למעשה להיות חופשיים משאפתנות, אנוכיות, פחד, שנאה, תאוות כוחות נפשיים, כמיהה לתוצאות וכו’, וכו’, וכו’.</p>\n<p>ברור לכל אחד וללא ספק שאחרי ביסוס אבן הפינה הבסיסית של המדיטציה, התודעה נרגעת ושוקעת בדממה עמוקה ומרשימה.</p>\n<p>מנקודת מבט לוגית לחלוטין, זה אבסורדי לרצות לחוות את המציאות בלי להכיר את עצמנו.</p>\n<p>דחוף להבין בצורה שלמה ובכל תחומי התודעה כל בעיה כפי שהיא עולה בתודעה, כל תשוקה, כל זיכרון, כל פגם פסיכולוגי וכו’.</p>\n<p>ברור לכל אחד שבמהלך תרגול המדיטציה, כל הפגמים הפסיכולוגיים המאפיינים אותנו, כל השמחות והעצב שלנו, זיכרונות אינספור, דחפים מרובים שמגיעים מהעולם החיצון ומהעולם הפנימי, תשוקות מכל הסוגים, תאוות מכל המינים, טינות ישנות, שנאות וכו’, חולפים על פני מסך התודעה בתהלוכה קודרת.</p>\n<p>מי שבאמת רוצה לבסס בתודעתו את אבן הפינה הבסיסית של המדיטציה, חייב לשים לב היטב לערכים החיוביים והשליליים הללו של ההבנה שלנו ולהבין אותם בשלמות לא רק ברמה האינטלקטואלית בלבד, אלא גם בכל התחומים התת-מודעים, התת-הכרתיים והלא מודעים של התודעה. אסור לנו לשכוח שלתודעה יש רמות רבות.</p>\n<p>הלימוד המעמיק של כל הערכים הללו משמעותו למעשה הכרת עצמנו.</p>\n<p>לכל סרט על מסך התודעה יש התחלה וסוף. כאשר מסתיים מצעד הצורות, התשוקות, התאוות, השאיפות, הזיכרונות וכו’, אז התודעה נרגעת ונמצאת בשקט עמוק וריקה מכל סוג של מחשבות.</p>\n<p>תלמידי הפסיכולוגיה המודרניים צריכים לחוות את הריק המאיר. הפריצה של הריק לתוך התודעה שלנו מאפשרת לנו לחוות, להרגיש, לחיות אלמנט שמשנה, האלמנט הזה הוא המציאות.</p>\n<p>הבחינו בין תודעה שקטה לתודעה שהושקטה באלימות.</p>\n<p>הבחינו בין תודעה ששותקת לתודעה שהושתקה בכוח.</p>\n<p>לאור כל מסקנה לוגית, עלינו להבין שכאשר התודעה מושתקת באלימות, בתחתית ובמישורים אחרים היא לא שקטה ונאבקת להשתחרר.</p>\n<p>מנקודת מבט אנליטית, עלינו להבין שכאשר התודעה מושתקת בכוח, בתחתית היא לא שותקת, היא צועקת ומתייאשת נורא.</p>\n<p>השקט האמיתי והטבעי והספונטני של התודעה מגיע אלינו כחסד, כאושר, כאשר הסרט האינטימי מאוד של הקיום שלנו מסתיים על המסך המופלא של האינטלקט.</p>\n<p>רק כאשר התודעה שקטה באופן טבעי וספונטני, רק כאשר התודעה נמצאת בדממה מענגת, מגיעה הפריצה של הריק המאיר.</p>\n<p>הריק אינו קל להסבר. הוא אינו ניתן להגדרה או לתיאור, כל מושג שאנו פולטים עליו עלול להיכשל בנקודה העיקרית.</p>\n<p>אי אפשר לתאר או לבטא את הריק במילים. הסיבה לכך היא שהשפה האנושית נוצרה בעיקר כדי לציין דברים, מחשבות ורגשות קיימים; היא אינה מתאימה לבטא בצורה ברורה וספציפית תופעות, דברים ורגשות לא קיימים.</p>\n<p>ניסיון לדון בריק בתוך גבולותיה של שפה המוגבלת על ידי צורות הקיום, ללא ספק, הוא למעשה טיפשי ושגוי לחלוטין.</p>\n<p>“הריק הוא אי-קיום, וקיום אינו הריק”.</p>\n<p>“הצורה אינה שונה מהריק, והריק אינו שונה מהצורה”.</p>\n<p>“הצורה היא ריק והריק הוא צורה, זה בגלל הריק שהדברים קיימים”.</p>\n<p>“הריק והקיום משלימים זה את זה ואינם מתנגדים זה לזה”. הריק והקיום כוללים וחובקים זה את זה.</p>\n<p>“כאשר יצורים בעלי רגישות נורמלית רואים אובייקט, הם רואים רק את ההיבט הקיים שלו, הם לא רואים את ההיבט הריק שלו”.</p>\n<p>“כל ישות מוארת יכולה לראות בו זמנית את ההיבט הקיים והריק של כל דבר.</p>\n<p>“הריק הוא פשוט מונח המציין את הטבע הלא מהותי והלא אישי של היצורים, ואות המצביעה על מצב של התנתקות וחופש מוחלטים”.</p>\n<p>מורים ומורות בבתי ספר, מכללות ואוניברסיטאות צריכים ללמוד ביסודיות את הפסיכולוגיה המהפכנית שלנו ואז ללמד את תלמידיהם את הדרך המובילה לחוויה של המציאות</p>\n<p>אפשר להגיע לחוויה של המציאות רק כאשר המחשבה הסתיימה.</p>\n<p>הפריצה של הריק מאפשרת לנו לחוות את האור הבהיר של טוהר המציאות.</p>\n<p>הידע הנוכח הזה במציאות הריקה, ללא מאפיין וללא צבע, ריק מטבע, הוא המציאות האמיתית, הטוב האוניברסלי.</p>\n<p>האינטליגנציה שלך, שהטבע האמיתי שלה הוא הריק, שלא צריך להיראות כריק של כלום, אלא כאינטליגנציה עצמה ללא מכשולים, מבריקה, אוניברסלית ושמחה, היא התודעה, הבודהה החכם באופן אוניברסלי.</p>\n<p>התודעה הריקה שלך והאינטליגנציה המבריקה והשמחה שלך אינן ניתנות להפרדה. האיחוד שלהן הוא הדהרמה-קאיה; מצב ההארה המושלמת.</p>\n<p>התודעה המבריקה שלך, הריקה והבלתי ניתנת להפרדה מהגוף הגדול של התפארת, אין לה לא לידה ולא מוות והיא האור הבלתי משתנה אמיתארה בודהה.</p>\n<p>הידע הזה מספיק. להכיר את הריק של האינטליגנציה שלך כמצב הבודהה ולראות בה את התודעה שלך, זה להמשיך ברוח האלוהית של הבודהה.</p>\n<p>שמרו על האינטלקט שלכם מבלי להסיח את דעתכם במהלך המדיטציה, שכחו שאתם במדיטציה, אל תחשבו שאתם עושים מדיטציה, כי כשחושבים שעושים מדיטציה, המחשבה הזו מספיקה כדי להפריע למדיטציה. התודעה שלכם חייבת להיות ריקה כדי לחוות את המציאות.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
