import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Իրականի փորձառություն",
  "locale": "hy",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. Իրականի փորձառություն",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Դելֆյան տաճարի հանդիսավոր շեմին կենդանի քարի մեջ փորագրված էր մի հիերատիկ մակագրություն, որն ասում էր. «ՃԱՆԱՉԻՐ ՔԵԶ»: Ճանաչիր ինքդ քեզ և կճանաչես տիեզերքն ու Աստվածներին:</p>\n<p>Մեդիտացիայի տրանսցենդենտալ գիտությունը հիմնաքար ունի հին հիերոֆանտների այս սուրբ կարգախոսը։</p>\n<p>Եթե մենք իսկապես և շատ անկեղծորեն ցանկանում ենք հիմք դնել ճիշտ մեդիտացիայի համար, ապա անհրաժեշտ է հասկանալ ինքներս մեզ մտքի բոլոր մակարդակներում:</p>\n<p>Մեդիտացիայի ճիշտ հիմքը դնելը, իրականում, ազատ լինելն է փառասիրությունից, եսասիրությունից, վախից, ատելությունից, հոգեբանական ուժերի ագահությունից, արդյունքների փափագից և այլն, և այլն, և այլն:</p>\n<p>Բոլորին պարզ է և առանց որևէ կասկածի, որ մեդիտացիայի ՀԻՄՆԱԿԱՆ ՀԻՄՔԸ դնելուց հետո միտքը մնում է հանգիստ և խորը և տպավորիչ լռության մեջ:</p>\n<p>Միանգամայն տրամաբանական տեսանկյունից անհեթեթ է թվում ցանկանալ զգալ ԻՐԱԿԱՆԸ՝ առանց ինքներս մեզ ճանաչելու:</p>\n<p>Հրատապ է ամբողջությամբ և մտքի բոլոր ոլորտներում հասկանալ յուրաքանչյուր խնդիր, երբ այն առաջանում է մտքում, յուրաքանչյուր ցանկություն, յուրաքանչյուր հիշողություն, յուրաքանչյուր հոգեբանական թերություն և այլն:</p>\n<p>Բոլորին պարզ է, որ մեդիտացիայի պրակտիկայի ընթացքում, էկրանի վրայով անցնում են մեր բնութագրող բոլոր հոգեբանական թերությունները, մեր բոլոր ուրախություններն ու տխրությունները, անթիվ հիշողություններ, բազմաթիվ դրդումներ, որոնք գալիս են կամ արտաքին աշխարհից, կամ ներքին աշխարհից, ամեն տեսակ ցանկություններ, բոլոր տեսակի կրքեր, հին վրեժներ, ատելություններ և այլն:</p>\n<p>Նա, ով իսկապես ցանկանում է իր մտքում դնել մեդիտացիայի հիմնաքարը, պետք է լիովին ուշադրություն դարձնի մեր մտքի այս դրական և բացասական արժեքներին և հասկանա դրանք ամբողջությամբ ոչ միայն զուտ մտավոր մակարդակում, այլև մտքի բոլոր ենթագիտակցական, ենթագիտակցական և անգիտակից ոլորտներում: Մենք երբեք չպետք է մոռանանք, որ միտքն ունի բազմաթիվ մակարդակներ:</p>\n<p>Այս բոլոր արժեքների խորը ուսումնասիրությունը, իրականում, նշանակում է ինքնաճանաչողություն։</p>\n<p>Մտքի էկրանին ցանկացած ֆիլմ ունի սկիզբ և վերջ։ Երբ ավարտվում է ձևերի, ցանկությունների, կրքերի, փառասիրությունների, հիշողությունների և այլնի շքերթը, այն ժամանակ միտքը մնում է հանգիստ և խորը լռության մեջ՝ ԴԱՏԱՐԿ մտքերի ամեն տեսակից։</p>\n<p>Հոգեբանության ժամանակակից ուսանողները պետք է փորձեն ԼՈՒՍԱՎՈՐՈՂ ԴԱՏԱՐԿՈՒԹՅՈՒՆԸ։ ԴԱՏԱՐԿՈՒԹՅԱՆ ներխուժումը մեր սեփական մտքի մեջ թույլ է տալիս զգալ, ապրել մի տարր, որը փոխակերպում է, այդ ՏԱՌՐԸ ԻՐԱԿԱՆՆ Է։</p>\n<p>Տարբերել մի միտք, որը հանգիստ է, և մի միտք, որը բռնի կերպով հանգստացած է։</p>\n<p>Տարբերել մի միտք, որը լռության մեջ է, և մի միտք, որը ուժով լռեցված է։</p>\n<p>Ցանկացած տրամաբանական եզրակացության լույսի ներքո մենք պետք է հասկանանք, որ երբ միտքը բռնի կերպով հանգստացած է, խորքում և այլ մակարդակներում այն հանգիստ չէ և պայքարում է ազատվելու համար։</p>\n<p>Վերլուծական տեսանկյունից մենք պետք է հասկանանք, որ երբ միտքը ուժով լռեցված է, խորքում այն լռության մեջ չէ, այն ճչում է և սարսափելիորեն հուսահատվում։</p>\n<p>Մտքի իսկական հանգստությունն ու բնական և ինքնաբուխ լռությունը գալիս է մեզ որպես շնորհ, որպես երանություն, երբ ավարտվում է մեր սեփական գոյության շատ ինտիմ ֆիլմը բանականության հրաշալի էկրանին։</p>\n<p>Միայն այն ժամանակ, երբ միտքը բնական և ինքնաբուխ հանգիստ է, միայն այն ժամանակ, երբ միտքը գտնվում է հիասքանչ լռության մեջ, գալիս է ԼՈՒՍԱՎՈՐՈՂ ԴԱՏԱՐԿՈՒԹՅԱՆ ներխուժումը։</p>\n<p>ԴԱՏԱՐԿՈՒԹՅՈՒՆԸ հեշտ չէ բացատրելը։ Այն սահմանելի կամ նկարագրելի չէ, ցանկացած հասկացություն, որը մենք արտահայտում ենք դրա մասին, կարող է ձախողվել գլխավոր կետում։</p>\n<p>ԴԱՏԱՐԿՈՒԹՅՈՒՆԸ չի կարող նկարագրվել կամ արտահայտվել բառերով։ Դա պայմանավորված է նրանով, որ մարդկային լեզուն հիմնականում ստեղծվել է առկա իրեր, մտքեր և զգացմունքներ նշանակելու համար. այն հարմար չէ հստակ և կոնկրետ արտահայտելու երևույթներ, իրեր և զգացմունքներ, որոնք ԳՈՅՈՒԹՅՈՒՆ ՉՈՒՆԵՆ։</p>\n<p>Փորձել քննարկել ԴԱՏԱՐԿՈՒԹՅՈՒՆԸ գոյության ձևերով սահմանափակված լեզվի սահմաններում, իրականում, առանց որևէ կասկածի, անհեթեթ է և բացարձակապես սխալ։</p>\n<p>«ԴԱՏԱՐԿՈՒԹՅՈՒՆԸ ՉԳՈՅՈՒԹՅՈՒՆ Է, իսկ ԳՈՅՈՒԹՅՈՒՆԸ ԴԱՏԱՐԿՈՒԹՅՈՒՆ ՉԷ»:</p>\n<p>«ՁԵՎԸ ՉԻ ՏԱՐԲԵՐՎՈՒՄ ԴԱՏԱՐԿՈՒԹՅՈՒՆԻՑ, ԻՍԿ ԴԱՏԱՐԿՈՒԹՅՈՒՆԸ ՉԻ ՏԱՐԲԵՐՎՈՒՄ ՁԵՎԻՑ»:</p>\n<p>«ՁԵՎԸ ԴԱՏԱՐԿՈՒԹՅՈՒՆ Է, ԻՍԿ ԴԱՏԱՐԿՈՒԹՅՈՒՆԸ՝ ՁԵՎ, ԴԱՏԱՐԿՈՒԹՅԱՆ ՇՆՈՐՀԻՎ ԻՐԵՐԸ ԳՈՅՈՒԹՅՈՒՆ ՈՒՆԵՆ»:</p>\n<p>«ԴԱՏԱՐԿՈՒԹՅՈՒՆԸ ԵՎ ԳՈՅՈՒԹՅՈՒՆԸ ԼՐԱՑՆՈՒՄ ԵՆ ՄԵԿՄԵԿՈՒ ԵՎ ՉԵՆ ՀԱԿԱԴՐՎՈՒՄ»: ԴԱՏԱՐԿՈՒԹՅՈՒՆԸ ԵՎ ԳՈՅՈՒԹՅՈՒՆԸ ՆԵՐԱՌՈՒՄ ԵՆ ՄԵԿՄԵԿՈՒ ԵՎ ԳՐԿԱԽԱՌՆՎՈՒՄ։</p>\n<p>«ԵՐԲ ՆՈՐՄԱԼ ԶԳԱՑՈՂՈՒԹՅԱՆ ՏԵՐ ՄԱՐԴԻԿ ՏԵՍՆՈՒՄ ԵՆ ՄԻ ՕԲՅԵԿՏ, ՆՐԱՆՔ ՏԵՍՆՈՒՄ ԵՆ ՄԻԱՅՆ ԴՐԱ ԳՈՅՈՒԹՅԱՆ ՏԵՍՔԸ, ՆՐԱՆՔ ՉԵՆ ՏԵՍՆՈՒՄ ԴՐԱ ԴԱՏԱՐԿ ՏԵՍՔԸ»:</p>\n<p>«Յուրաքանչյուր ԼՈՒՍԱՎՈՐՎԱԾ էակ կարող է միաժամանակ տեսնել ցանկացած բանի գոյություն ունեցող և ԴԱՏԱՐԿ տեսքը:</p>\n<p>«ԴԱՏԱՐԿՈՒԹՅՈՒՆԸ պարզապես տերմին է, որը նշանակում է էակների ՈՉ ԷԱԿԱՆ և ոչ ԱՆՁՆԱԿԱՆ բնույթը և բացարձակ անկախության և ազատության վիճակի ցուցիչ նշան»:</p>\n<p>Դպրոցների, քոլեջների և համալսարանների ուսուցիչներն ու ուսուցչուհիները պետք է մանրամասն ուսումնասիրեն մեր Հեղափոխական հոգեբանությունը, այնուհետև իրենց ուսանողներին սովորեցնեն ճանապարհը, որը տանում է դեպի ԻՐԱԿԱՆԻ փորձարկումը</p>\n<p>ԻՐԱԿԱՆԻ ՓՈՐՁԻՆ հնարավոր է հասնել միայն այն ժամանակ, երբ միտքն ավարտվել է:</p>\n<p>ԴԱՏԱՐԿՈՒԹՅԱՆ ներխուժումը թույլ է տալիս մեզ զգալ ՄԱՔՈՒՐ ԻՐԱԿԱՆՈՒԹՅԱՆ ՊԱՅԾԱՌ ԼՈՒՅՍԸ:</p>\n<p>Այդ ԳԻՏԵԼԻՔԸ, որը ներկա է իրական ԴԱՏԱՐԿՈՒԹՅԱՆ ՄԵՋ, առանց բնութագրի և առանց գույնի, ԴԱՏԱՐԿ ԲՆՈՒԹՅԱՆ, ԻՐԱԿԱՆ ԻՐԱԿԱՆՈՒԹՅՈՒՆՆ Է, ՏԻԵԶԵՐԱԿԱՆ ԲԱՐՈՒԹՅՈՒՆԸ:</p>\n<p>ՔՈ ԻՆՏԵԼԵԿՏԸ, որի իսկական բնույթը ԴԱՏԱՐԿՈՒԹՅՈՒՆՆ Է, որը չպետք է դիտվի որպես ՈՉՆՉՈՒԹՅԱՆ ԴԱՏԱՐԿՈՒԹՅՈՒՆ, այլ որպես ԱՆՄԻՋԱԿԱՆ ԻՆՏԵԼԵԿՏԸ, փայլուն, համընդհանուր և երջանիկ, ԳԻՏԱԿՑՈՒԹՅՈՒՆՆ Է, Տիեզերական ԻՄԱՍՏՈՒՆ ԲՈՒԴԴԱՆ:</p>\n<p>ՔՈ սեփական ԴԱՏԱՐԿ ԳԻՏԱԿՑՈՒԹՅՈՒՆԸ ԵՎ պայծառ ու ուրախ ԻՆՏԵԼԵԿՏԸ անբաժան են: Նրանց ՄԻՈՒԹՅՈՒՆԸ ԴՀԱՐՄԱ-ԿԱՅԱՆ Է. ԿԱՏԱՐՅԱԼ ԼՈՒՍԱՎՈՐՈՒԹՅԱՆ ՎԻՃԱԿԸ:</p>\n<p>ՔՈ սեփական ՊԱՅԾԱՌ, ԴԱՏԱՐԿ ԳԻՏԱԿՑՈՒԹՅՈՒՆԸ ԵՎ ՓԱՌՔԻ մեծ ՄԱՐՄՆԻՑ անբաժան լինելը չունի ՈՉ ԾՆՈՒՆԴ, ՈՉ ՄԱՀ և ԱՄԻՏԱՐԱ ԲՈՒԴԴԱՅԻ անփոփոխ լույսն է։</p>\n<p>Այս գիտելիքը բավական է։ Ճանաչել ՔՈ սեփական ԻՆՏԵԼԵԿՏԻ ԴԱՏԱՐԿՈՒԹՅՈՒՆԸ որպես ԲՈՒԴԴԱՅԻ ՎԻՃԱԿ և դիտարկել այն որպես ՔՈ սեփական ԳԻՏԱԿՑՈՒԹՅՈՒՆ, նշանակում է շարունակել ԲՈՒԴԴԱՅԻ ԱՍՏՎԱԾԱՅԻՆ ՀՈԳՈՒՄ:</p>\n<p>Պահպանեք ՁԵՐ ՄՏԵՐՄՈՒԹՅՈՒՆԸ առանց շեղվելու ՄԵԴԻՏԱՑԻԱՅԻ ԺԱՄԱՆԱԿ, մոռացեք, որ մեդիտացիայի մեջ եք, մի մտածեք, որ մեդիտացիա եք անում, քանի որ երբ մտածում եք, որ մեդիտացիա եք անում, այս միտքը բավական է մեդիտացիան խանգարելու համար: ՁԵՐ միտքը պետք է ԴԱՏԱՐԿ մնա ԻՐԱԿԱՆԸ զգալու համար:</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hy/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
