import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ހަޤީޤަތުގެ ތަޖުރިބާ",
  "locale": "dv",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. ހަޤީޤަތުގެ ތަޖުރިބާ",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ދެލްފަސްގެ މުޤައްދަސް ވަލީގެ ދޮރުކައިރީގައި، ދިރޭ ގަލުން ކަނޑާފައިވާ ހީރާޓިކް ލިޔުމެއް ލިޔެވިފައިވެއެވެ: “ނޯ ސޭ ޓެ އިޕްސުމް”. ތިބާގެ އަމިއްލަ ނަފްސު ދެނެގަންނާށެވެ، އަދި ތިބާ کائنات އާއި އިލާހުން ދެނެގަންނާނެއެވެ.</p>\n<p>މެޑިޓޭޝަންގެ ޓްރާންސްސެންޑެންޓަލް ސައިންސްގެ މައިގަނޑު މުހިންމު އެއްޗަކީ، އިހުގެ ގްރީކް ހީރޯފަންޓުންގެ މި މުޤައްދަސް ޝިއާރެވެ.</p>\n<p>އަހަރެމެން ހަޤީޤަތުގައިވެސް އަދި ވަރަށް އިޚްލާސްތެރިކަމާއެކު، ރަނގަޅު މެޑިޓޭޝަނަށް ބިންގާ އެޅުމަށް ބޭނުންނަމަ، ހިތުގެ ހުރިހާ ފެންވަރެއްގައިވެސް އަމިއްލަ ނަފްސު ވިސްނަން ޖެހެއެވެ.</p>\n<p>މެޑިޓޭޝަންގެ ރަނގަޅު ބިންގާ އެޅުމަކީ، ޙަޤީޤަތުގައިވެސް، އެދުންވެރިކަމާއި، އަނާނިއްޔަތާއި، ބިރުވެރިކަމާއި، ރުޅިވެރިކަމާއި، ސައިކިކް ބާރުތަކަށް ހުރި ލޯބިވެރިކަމާއި، ނަތީޖާއަށް ހުރި ދަހިވެތިކަމާއި، މިފަދަ ކަންތައްތަކުން މިނިވަންވުމެވެ.</p>\n<p>މެޑިޓޭޝަންގެ މައިގަނޑު މުހިންމު އެއްޗެއް އެޅުމަށްފަހު، ހިތް ހަމަޖެހި، ފުން އަދި މަތިވެރި ހަމަހިމޭންކަމެއްގައި އޮންނާނެކަން އެންމެންނަށްވެސް ސާފުވާނެއެވެ.</p>\n<p>ސީދާ ލޮޖިކަލް ނަޒަރަކުން ބަލާއިރު، އަމިއްލަ ނަފްސު ނުދަނެ، ޙަޤީޤީ އެއްޗެއް ތަޖުރިބާކުރަން އެދުމަކީ މޮޔަކަމެކެވެ.</p>\n<p>ހިތުގެ ހުރިހާ ދާއިރާއަކުންވެސް، ހިތުގައި އުފެދޭ ކޮންމެ މައްސަލައަކާއި، ކޮންމެ އެދުމަކާއި، ކޮންމެ ހަނދާނަކާއި، ކޮންމެ ސައިކޮލޮޖިކަލް އައިބެއް ފަދަ ކަންތައްތައް، ފުރިހަމަ ގޮތެއްގައި ވިސްނަން ޖެހެއެވެ.</p>\n<p>މެޑިޓޭޝަންގެ ތެރޭގައި، އަހަރެމެންގެ ސިފަތައް ދައްކުވައިދޭ، ހުރިހާ ސައިކޮލޮޖިކަލް އައިބުތަކާއި، އަހަރެމެންގެ ހުރިހާ އުފާވެރިކަމާއި ހިތާމަތަކާއި، ގިނަގުނަ ހަނދާންތަކާއި، ބޭރު ދުނިޔެއިންނާއި އެތެރެ ދުނިޔެއިން އަންނަ އެކި އެކި އިމްޕަލްސްތަކާއި، ހުރިހާ ވައްތަރެއްގެ އެދުންތަކާއި، ހުރިހާ ވައްތަރެއްގެ ޝައުޤުވެރިކަންތަކާއި، އިހުގެ ނުރުހުންތަކާއި، ރުޅިވެރިކަންތައް ފަދަ ކަންތައްތައް، ހިތުގެ ސްކްރީނުން ސިފަވެގެންދާނެކަން އެންމެންނަށްވެސް ސާފުވާނެއެވެ.</p>\n<p>ޙަޤީޤަތުގައިވެސް އޭނާގެ ހިތުގައި މެޑިޓޭޝަންގެ މައިގަނޑު އެއްޗެއް ހެދުމަށް ބޭނުންވާ މީހާ، އަހަރެމެންގެ ވިސްނުމުގެ މިއީ ޕޮޒިޓިވް އަދި ނެގެޓިވް ވެލިއުތަކަށް ފުރިހަމަ ސަމާލުކަމެއް ދީ، ހަމައެކަނި އިންޓެލެކްޗުއަލް ފެންވަރުގައި އެކަނި ނޫނި، ސަބްކޮންޝަސް، އިންފްރާކޮންޝަސް އަދި އިންކޮންޝަސް ހުރިހާ ދާއިރާތަކުންވެސް ފުރިހަމަ ގޮތެއްގައި ވިސްނަން ޖެހެއެވެ. ހިތަށް ގިނަ ފެންވަރުތަކެއް ވާކަން އަހަރެމެން ދުވަހަކުވެސް ހަނދާން ނައްތާލައިގެން ނުވާނެއެވެ.</p>\n<p>މި ހުރިހާ ވެލިއުތަކުގެ އަސާސީ ދިރާސާއަކީ ޙަޤީޤަތުގައިވެސް އަމިއްލަ ނަފްސު ދެނެގަތުމެވެ.</p>\n<p>ހިތުގެ ސްކްރީނުގައިވާ ކޮންމެ ފިލްމަކަށްވެސް ފެށުމެއް އަދި ނިމުމެއް ވެއެވެ. ސިފަތަކާއި، އެދުންތަކާއި، ޝައުޤުވެރިކަންތަކާއި، އެމްބިޝަންތަކާއި، ހަނދާންތަކުގެ ހިނގާލުން ނިމުމުން، ހިތް ހަމަޖެހި، ހުރިހާ ވައްތަރެއްގެ ޚިޔާލުތަކުން ހުސްވެ، ފުން ހަމަހިމޭންކަމެއްގައި އޮވެއެވެ.</p>\n<p>މޮޑަން ސައިކޮލޮޖީގެ ދަރިވަރުން، އަލިކޮށްދޭ ހުސްކަން ތަޖުރިބާކުރަން ޖެހެއެވެ. އަހަރެމެންގެ އަމިއްލަ ހިތުގެ ތެރެއަށް ހުސްކަން ވަނުމުން، ބަދަލުކުރާ އެލިމެންޓެއް ތަޖުރިބާކޮށް، އިޙްސާސްކޮށް، ދިރިއުޅެން ފުރުސަތު ލިބޭނެއެވެ. އެ އެލިމެންޓަކީ ޙަޤީޤީ އެއްޗެކެވެ.</p>\n<p>ހަމަޖެހިފައިވާ ހިތަކާއި، ގަދަބާރުން ހަމަޖައްސާފައިވާ ހިތެއްގެ މެދުގައި ތަފާތުކުރާށެވެ.</p>\n<p>ހަމަހިމޭން ހިތަކާއި، ގަދަބާރުން ހަމަހިމޭންކުރާ ހިތެއްގެ މެދުގައި ތަފާތުކުރާށެވެ.</p>\n<p>ކޮންމެ ލޮޖިކަލް ނަތީޖާއެއްގެ އަލީގައިވެސް، ހިތް ގަދަބާރުން ހަމަޖައްސާފައިވާ ހިނދު، އެތެރެއިން އަދި އެހެން ފެންވަރުތަކުން ހިތް ހަމަޖެހިފައި ނުވާނެކަމާއި މިނިވަންވުމަށް މަސައްކަތް ކުރާނެކަން ވިސްނަން ޖެހެއެވެ.</p>\n<p>އެނަލިޓިކަލް ނަޒަރަކުން ބަލާއިރު، ހިތް ގަދަބާރުން ހަމަހިމޭންކުރާ ހިނދު، އެތެރެއިން ހިތް ހަމަހިމޭން ނުވާނެކަމާއި، ހިތް ހަޅޭލަވައި، ވަރަށް ބޮޑަށް މާޔޫސްވާނެކަން ވިސްނަން ޖެހެއެވެ.</p>\n<p>ހިތުގެ ހަޤީޤީ ހަމަޖެހުމާއި، ގުދުރަތީ އަދި އަމިއްލައަށް އުފެދޭ ހަމަހިމޭންކަމަކީ، އަހަރެމެންގެ އަމިއްލަ ވުޖޫދުގެ ވަރަށް ގާތް ފިލްމު، އިންޓެލެކްޓްގެ އަޖައިބު ކުރުވަނިވި ސްކްރީނުގައި ނިމުމުން، އަހަރެމެންނަށް ލިބޭ ނިއުމަތެކެވެ.</p>\n<p>ހަމައެކަނި ހިތް ގުދުރަތީ ގޮތުން އަދި އަމިއްލައަށް ހަމަޖެހިފައިވާ ހިނދު، ހަމައެކަނި ހިތް މީރު ހަމަހިމޭންކަމެއްގައި ވާއިރު، އަލިކޮށްދޭ ހުސްކަން ފާޅުވާނެއެވެ.</p>\n<p>ހުސްކަން ބަޔާންކުރަން ފަސޭހައެއް ނޫނެވެ. އެއީ މާނަކުރެވޭނެ ނުވަތަ ސިފަކުރެވޭނެ އެއްޗެއް ނޫނެވެ. އަހަރެމެން އެއާ ބެހޭގޮތުން ދައްކާ ކޮންމެ ވާހަކައެއްވެސް މައިގަނޑު ނުކުތާއަށް ފެއިލްވެދާނެއެވެ.</p>\n<p>ހުސްކަން ސިފައެއް ނުކުރެވޭނެ ނުވަތަ ބަސްތަކުން ބަޔާނެއް ނުކުރެވޭނެއެވެ. މިކަމުގެ ސަބަބަކީ އިންސާނީ ބަސް އުފައްދާފައިވަނީ މައިގަނޑު ގޮތެއްގައި ހުރި ކަންތައްތަކާއި، ޚިޔާލުތަކާއި، އިޙްސާސްތައް ފާހަގަކުރުމަށެވެ. އެއީ ސާފުކޮށް އަދި ވަކިކޮށް، ފެނޮމެނާއާއި، ކަންތައްތަކާއި، ނެތް އިޙްސާސްތައް ބަޔާންކުރުމަށް އެކަށީގެންވާ އެއްޗެއް ނޫނެވެ.</p>\n<p>ވުޖޫދުގެ ސިފަތަކުން ހަނިވެފައިވާ ބަހެއްގެ ތެރޭގައި ހުސްކަމާ މެދު ވާހަކަދެއްކުމަކީ، ހަމަ ޔަޤީނުންވެސް، މޮޔަކަމެއް އަދި މުޅިން ގޯސްކަމެކެވެ.</p>\n<p>“ހުސްކަމަކީ ނެތްވުމެވެ، އަދި ވުޖޫދަކީ ހުސްކަމެއް ނޫނެވެ”.</p>\n<p>“ސިފައެއް ހުސްކަމާ ތަފާތެއް ނުވެއެވެ، އަދި ހުސްކަމެއް ސިފައަކާ ތަފާތެއް ނުވެއެވެ”.</p>\n<p>“ސިފައަކީ ހުސްކަމެކެވެ، އަދި ހުސްކަމަކީ ސިފައެކެވެ، އެއީ ހުސްކަމުގެ ސަބަބުން ކަންތައްތައް ވުޖޫދުވަނީ”.</p>\n<p>“ހުސްކަމާއި ވުޖޫދު އެކަކު އަނެކަކަށް ފުރިހަމަ ކޮށްދެއެވެ، އަދި ދެކޮޅުހަދައެއް ނުވެއެވެ”. ހުސްކަމާއި ވުޖޫދު އެކުވެ، ލޯބިކުރެއެވެ.</p>\n<p>“ނޯމަލް އިޙްސާސްތައް ލިބިފައިވާ މީހުން އެއްޗެއް ދެކޭ ހިނދު، އެ މީހުންނަށް ފެންނަނީ ހަމައެކަނި އެތީގެ ވުޖޫދީ ސިފައެވެ، އެމީހުންނަކަށް އެތީގެ ހުސްކަމުގެ ސިފައެއް ނުފެނެއެވެ”.</p>\n<p>“އަލިވެވިފައިވާ ކޮންމެ މީހަކަށްވެސް ކޮންމެ އެއްޗެއްގެ ވުޖޫދީ އަދި ހުސްކަމުގެ ސިފަ އެއްފަހަރާ ދެކެވޭނެއެވެ”.</p>\n<p>“ހުސްކަމަކީ ހަމައެކަނި މާނަދޭ ލަފުޒެކެވެ، އެއީ ވުޖޫދުތަކުގެ ސަބްސްޓޭންޝަލް ނޫން އަދި ޕާސަނަލް ނޫން ގުދުރަތާއި، މުޅިން ދޫކޮށްލުމާއި މިނިވަންކަމުގެ ޙާލަތުގެ އިޝާރާތެކެވެ”.</p>\n<p>އިސްކޫލުތަކާއި، ކޮލެޖުތަކާއި، ޔުނިވަރސިޓީތަކުގެ މުދައްރިބުންނާއި މުދައްރިސާތުން އަހަރެމެންގެ އިންޤިލާބީ ސައިކޮލޮޖީ ފުންކޮށް ދިރާސާކޮށް، ދަރިވަރުންނަށް ޙަޤީޤީ އެއްޗެއް ތަޖުރިބާކުރުމަށް މަގުދައްކަން ޖެހެއެވެ.</p>\n<p>ހަމައެކަނި ޚިޔާލު ނިމުމުން، ޙަޤީޤީ އެއްޗެއްގެ ތަޖުރިބާއަށް ވާސިލުވުމަކީ މުމްކިންކަމެކެވެ.</p>\n<p>ހުސްކަން ފާޅުވުމުން، އަހަރެމެންނަށް ސާފު އަލީގެ ޕިއުރާ ރިއަލިޓީ ތަޖުރިބާކުރުމަށް ފުރުސަތު ލިބޭނެއެވެ.</p>\n<p>އެއީ ޙަޤީޤަތުގައިވެސް ހުސްކަމުގައިވާ، ސިފައެއްނެތް އަދި ކުލައެއްނެތް، ޠަބީޢަތުން ހުސްކަމުގައިވާ މައުލޫމާތަކީ، ޙަޤީޤީ ޙަޤީޤަތާއި، އުނިވަރސަލް ރަނގަޅުކަމެވެ.</p>\n<p>ތިބާގެ އިންޓެލިޖެންސްގެ ޙަޤީޤީ ގުދުރަތަކީ ހުސްކަމެވެ، އެއީ ނެތް އެއްޗެއްގެ ހުސްކަމެއްގެ ގޮތުގައި ނުބަލަންވާނެއެވެ. އެއީ ހުރަސްތަކެއްނެތި، ވިދާވެރި، އުނިވަރސަލް އަދި އުފާވެރި އިންޓެލިޖެންސްއެވެ. އެއީ ކޮންޝަސްއާއި، އުނިވަރސަލްކޮށް ދަންނަ ބުއްދާއެވެ.</p>\n<p>ތިބާގެ އަމިއްލަ ހުސް ކޮންޝަސްއާއި، ވިދާވެރި އަދި އުފާވެރި އިންޓެލިޖެންސް ވަކިނުކުރެވޭނެއެވެ. އެދެއެއްޗެއްގެ ގުޅުމަކީ ދަރުމާކަޔާއެވެ؛ ފުރިހަމަ އަލިވެވިފައިވާ ޙާލަތެވެ.</p>\n<p>ތިބާގެ އަމިއްލަ ވިދާވެރި، ހުސް އަދި އިމްތިޔާޒެއްނެތް ބޮޑު ކުލަވަރުގެ ހަށިގަނޑަކީ، އުފަންވުމެއްވެސް އަދި މަރުވުމެއްވެސް ނެތް އެއްޗެކެވެ. އެއީ ބަދަލުނުވާ އަލި އަދި އަމީތާރާ ބުއްދާއެވެ.</p>\n<p>މި މައުލޫމާތު ފުދެއެވެ. ތިބާގެ އަމިއްލަ އިންޓެލިޖެންސްގެ ހުސްކަން، ބުއްދާގެ ޙާލަތެއްގެ ގޮތުގައި ދެނެގަތުމާއި، ތިބާގެ އަމިއްލަ ކޮންޝަސްއެއްގެ ގޮތުގައި ބެލުމަކީ، ބުއްދާގެ އިލާހީ ރޫޙުގައި ކުރިއަށް ދިއުމެވެ.</p>\n<p>މެޑިޓޭޝަންގެ ތެރޭގައި ތިބާގެ އިންޓެލެކްޓް ސަމާލުކަން ގެއްލުނުނުދީ، ބާއްވާށެވެ. ތިޔަބޭފުޅުން މެޑިޓޭޝަން ކުރައްވަނީކަން ހަނދާން ނައްތާލާށެވެ. ތިޔަބޭފުޅުން މެޑިޓޭޝަން ކުރައްވަނީކަމަށް ނުވިސްނާށެވެ. ސަބަބަކީ މެޑިޓޭޝަން ކުރައްވަނީކަމަށް ވިސްނާ ހިނދު، މި ޚިޔާލަކީ މެޑިޓޭޝަން ހަލާކުކުރުމަށް ފުދޭ އެއްޗެކެވެ. ޙަޤީޤީ އެއްޗެއް ތަޖުރިބާކުރުމަށް، ތިބާގެ ހިތް ހުސްވާން ޖެހެއެވެ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/dv/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
