import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "تجربة الواقع",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. تجربة الواقع",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>على العتبة المهيبة لمعبد دلفي، كانت هناك كتابة هيروغليفية منحوتة في الحجر الحي تقول: “اعرف نفسك”. اعرف نفسك وستعرف الكون والآلهة.</p>\n<p>إن علم التأمل المتعالي يضع هذه العبارة المقدسة للهيروفانتس اليونانيين القدماء حجر الزاوية الأساسي له.</p>\n<p>إذا كنا نريد حقًا وبصدق أن نضع الأساس للتأمل الصحيح، فمن الضروري أن نفهم أنفسنا على جميع مستويات العقل.</p>\n<p>إن إرساء الأساس الصحيح للتأمل هو في الواقع التحرر من الطموح والأنانية والخوف والكراهية والجشع للسلطات النفسية والتوق إلى النتائج، وما إلى ذلك، وما إلى ذلك.</p>\n<p>من الواضح تمامًا ودون أدنى شك أنه بعد إرساء حجر الزاوية الأساسي للتأمل، يظل العقل هادئًا وفي صمت عميق ومهيب.</p>\n<p>من وجهة نظر منطقية بحتة، من العبث الرغبة في تجربة الحقيقة دون معرفة أنفسنا.</p>\n<p>من الملح فهم بشكل كامل وفي جميع مجالات العقل، كل مشكلة تظهر في العقل، وكل رغبة، وكل ذكرى، وكل عيب نفسي، وما إلى ذلك.</p>\n<p>من الواضح تمامًا أنه خلال ممارسة التأمل، تمر عبر شاشة العقل في موكب مشؤوم، جميع العيوب النفسية التي تميزنا، وجميع أفراحنا وأحزاننا، وذكريات لا حصر لها، ودوافع متعددة تأتي إما من العالم الخارجي أو من العالم الداخلي، ورغبات من جميع الأنواع، وعواطف من جميع الأنواع، وضغائن قديمة، وكراهية، وما إلى ذلك.</p>\n<p>من يريد حقًا أن يضع في ذهنه الحجر الأساسي للتأمل، يجب أن يولي اهتمامًا كاملاً لهذه القيم الإيجابية والسلبية لفهمنا وأن يفهمها بشكل كامل ليس فقط على المستوى الفكري البحت، ولكن أيضًا في جميع المجالات اللاوعية ودون الواعية واللاواعية للعقل. يجب ألا ننسى أبدًا أن العقل له مستويات عديدة.</p>\n<p>إن الدراسة المتعمقة لكل هذه القيم تعني في الواقع معرفة الذات.</p>\n<p>لكل فيلم على شاشة العقل بداية ونهاية. عندما ينتهي موكب الأشكال والرغبات والعواطف والطموحات والذكريات وما إلى ذلك، يصبح العقل هادئًا وفي صمت عميق فارغ من جميع أنواع الأفكار.</p>\n<p>يحتاج طلاب علم النفس الحديثون إلى تجربة الفراغ المنير. إن اندلاع الفراغ داخل عقلنا يسمح بتجربة، والشعور، والمعيشة بعنصر يحول، هذا العنصر هو الحقيقة.</p>\n<p>ميز بين العقل الهادئ والعقل الذي تم تهدئته بعنف.</p>\n<p>ميز بين العقل الصامت والعقل الذي تم إسكاته بالقوة.</p>\n<p>في ضوء أي استنتاج منطقي، يجب أن نفهم أنه عندما يتم تهدئة العقل بعنف، في العمق وفي مستويات أخرى، فإنه ليس هادئًا ويكافح من أجل التحرر.</p>\n<p>من وجهة نظر تحليلية، يجب أن نفهم أنه عندما يتم إسكات العقل بالقوة، في العمق، فإنه ليس في صمت، يصرخ وييأس بشكل رهيب.</p>\n<p>إن الهدوء والصمت الطبيعي والعفوي الحقيقي للعقل، يأتي إلينا كنعمة، كسعادة، عندما ينتهي الفيلم الحميم للغاية لوجودنا الخاص على الشاشة الرائعة للعقل.</p>\n<p>فقط عندما يكون العقل هادئًا بشكل طبيعي وعفوي، فقط عندما يكون العقل في صمت لذيذ، يأتي اندلاع الفراغ المنير.</p>\n<p>الفراغ ليس من السهل شرحه. لا يمكن تعريفه أو وصفه، فأي مفهوم نصدره عنه قد يفشل في النقطة الرئيسية.</p>\n<p>لا يمكن وصف الفراغ أو التعبير عنه بالكلمات. ويرجع ذلك إلى أن اللغة البشرية قد تم إنشاؤها بشكل أساسي لتحديد الأشياء والأفكار والمشاعر الموجودة؛ فهي غير مناسبة للتعبير بوضوح وتحديد عن الظواهر والأشياء والمشاعر غير الموجودة.</p>\n<p>إن محاولة مناقشة الفراغ ضمن حدود لغة محدودة بأشكال الوجود، حقًا دون أدنى شك، هي في الواقع غبية وخاطئة تمامًا.</p>\n<p>«الفراغ هو العدم، والوجود ليس الفراغ».</p>\n<p>“الشكل لا يختلف عن الفراغ، والفراغ لا يختلف عن الشكل”.</p>\n<p>“الشكل هو الفراغ والفراغ هو الشكل، وبسبب الفراغ توجد الأشياء”.</p>\n<p>“الفراغ والوجود يكملان بعضهما البعض ولا يتعارضان”. الفراغ والوجود يشملان بعضهما البعض ويعتنقان بعضهما البعض.</p>\n<p>“عندما يرى الكائنات ذات الحساسية الطبيعية شيئًا، فإنها ترى فقط جانبه الموجود، ولا ترى جانبه الفارغ”.</p>\n<p>“كل كائن مستنير يمكنه رؤية الجانب الموجود والفارغ لأي شيء في وقت واحد.</p>\n<p>“الفراغ هو ببساطة مصطلح يشير إلى الطبيعة غير الجوهرية وغير الشخصية للكائنات، وعلامة تدل على حالة الانفصال والحرية المطلقة”.</p>\n<p>يجب على المعلمين والمعلمات في المدارس والكليات والجامعات أن يدرسوا بعمق علم النفس الثوري لدينا ثم يعلموا طلابهم الطريق الذي يؤدي إلى تجربة الحقيقة</p>\n<p>لا يمكن الوصول إلى تجربة الحقيقة إلا عندما تنتهي الفكرة.</p>\n<p>إن اندلاع الفراغ يسمح لنا بتجربة النور الصافي للواقع النقي.</p>\n<p>هذه المعرفة الحاضرة في الواقع الفارغ، بلا خاصية وبلا لون، فارغة من الطبيعة، هي الحقيقة الحقيقية، الخير العالمي.</p>\n<p>ذكائك الذي طبيعته الحقيقية هي الفراغ الذي لا يجب أن يُنظر إليه على أنه فراغ العدم بل على أنه الذكاء نفسه دون عوائق، لامع، عالمي وسعيد هو الوعي، بوذا الحكيم عالميًا.</p>\n<p>وعيك الفارغ وذكائك اللامع والمبهج لا ينفصلان. اتحادهما هو دارما كايا؛ حالة التنوير الكامل.</p>\n<p>وعيك اللامع والفارغ وغير القابل للانفصال عن جسد المجد العظيم، ليس له ولادة ولا موت وهو النور الثابت أميتابها بوذا.</p>\n<p>هذه المعرفة كافية. إن إدراك فراغ ذكائك الخاص باعتباره حالة بوذا واعتباره وعيك الخاص، هو الاستمرار في الروح الإلهية لبوذا.</p>\n<p>حافظ على عقلك دون تشتيت أثناء التأمل، وانس أنك في التأمل، ولا تفكر في أنك تتأمل لأنه عندما تفكر في أنك تتأمل، فإن هذه الفكرة تكفي لتعكير صفو التأمل. يجب أن يكون عقلك فارغًا لتجربة الحقيقة.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
