import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ተመክሮ ናይቲ ሓቂ",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. ተመክሮ ናይቲ ሓቂ",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ኣብቲ ጽኑዕ መደበር ቤተ መቕደስ ዴልፉስ፡ “ንርእስኻ ኣይትፈልጥ” ዝብል ጽሑፍ ብሕያው ኣእማን ተቐሪጹ ነበረ። ንርእስኻ ፍለጥ፡ ንዓለምን ኣማልኽትን ክትፈልጦ ኢኻ።</p>\n<p>እቲ ልዑል ፍልጠት ናይቲ ስግረ-ዶብ ምስትምሃር ነዚ ቅዱስ መሪሕ ቃል ናይቶም ጥንታውያን ግሪኻውያን ሂሮፋንተስ መሰረት ይገብሮ።</p>\n<p>ብሓቂ ብቕንዕና ድማ መሰረት ንምቛም እንተደኣ ደሊና፡ ንኣእምሮና ኣብ ኩሉ ደረጃታት እቲ ኣእምሮ ምስትውዓል የድልየና።</p>\n<p>ትኽክለኛ መሰረት ናይቲ ምስትምሃር ምትካል ብሓቂ፡ ካብ ድሌት፡ ናርሲዝም፡ ፍርሂ፡ ጽልኢ፡ ስስዐ ስነ-ኣእምሮኣዊ ስልጣናት፡ ድሌት ውጽኢታት ወዘተ.</p>\n<p>ንዅሉ ብንጹርን ብዘየውጽእ ጥርጣረን፡ ድሕሪ ምትካል መሰረታዊ መርገጺ ናይቲ ምርምራሕ፡ እቲ ኣእምሮ ጸጥ ኢሉ ኣብ ዓሚቝን ዝፈራሕን ስቕታ ከም ዝተርፍ ንዅሉ ብንጹርን ብዘየውጽእ ጥርጣረን ይርአ።</p>\n<p>ካብ ጥብቅ ዝበለ ኣተሓሳስባ፡ ንርእስና ከይፈለጥና ነቲ ናይ ሓቂ ነገር ክንፍትኖ ምድላይ ዘይመስል እዩ።</p>\n<p>ነፍሲ ወከፍ ጸገም ኣብ ኩሉ መዳያት ኣእምሮ ብምሉእ ብምሉእ ንምርዳእ፡ ነፍሲ ወከፍ ትምኒት፡ ነፍሲ ወከፍ ዝኽሪ፡ ነፍሲ ወከፍ ስነ-ኣእምሮኣዊ ጉድለት ወዘተ.</p>\n<p>ብግልጽ ከም እንርእዮ ኸኣ፡ ኣብ እዋን ምርምራሕ፡ ኩሎም እቶም ንዓና ዘለዉና ስነ-ኣእምሮኣዊ ጉድለታት፡ ኩሎም ሓጐስናን ሓዘንናን፡ ስፍር ቁጽሪ ዘይብሎም ተዘክሮታት፡ ካብ ደገ ዓለም ይኹን ካብ ውሽጢ ዓለም ዝብገሱ ብዙሓት ድራኸታት፡ ኩሉ ዓይነት ትምኒታት፡ ኩሉ ዓይነት ስምዒታት፡ ኣረገውቲ ቂማት፡ ጽልኢ ወዘተ.</p>\n<p>እቲ ብሓቂ ኣብ ኣእምሮኡ መሰረታዊ ኣእማን ናይ ምርምራሕ ምትካል ዝደሊ፡ ነዞም ኣወንታዊን ኣሉታውን መዘናግዒታት ናይ ምርዳእና ምሉእ ትኩረት ክህብን ብምልእታው ደረጃ፡ ኣብቲ ምሁራዊ ደረጃ ጥራይ ዘይኮነስ ኣብ ኩሉ ንኡስ ኣእምሮኣዊ፡ ናይ ስሕተት ንኡስን ንኡስ ዘይምስትውዓልን መሬት ናይቲ ኣእምሮ ክርድኦም ይግባእ። እቲ ኣእምሮ ብዙሓት ደረጃታት ከም ዘለዎ ፈጺምና ክንርስዕ የብልናን።</p>\n<p>ዓሚቝ መጽናዕቲ ናይ ኩሎም እዚኦም ማለት ብሓቂ ንርእስኻ ምፍላጥ ማለት እዩ።</p>\n<p>ነፍሲ ወከፍ ፊልም ኣብ ስክሪን ናይቲ ኣእምሮ መጀመርታን መወዳእታን ኣለዎ። እቲ ሰልፊ ቅርጽታት፡ ትምኒታት፡ ስምዒታት፡ ድሌታት፡ ተዘክሮታት ወዘተ ምስ ተወድአ፡ ሽዑ እቲ ኣእምሮ ጸጥ ኢሉ ኣብ ዓሚቝ ስቕታ ባዶ ይኸውን።</p>\n<p>ዘመናውያን ተምሃሮ ስነ ኣእምሮ ነቲ ብርሃናዊ ባዶ ተመክሮ ክህልዎም የድሊ። እቲ ብስባሕ ናይ ባዶነት ኣብ ውሽጢ ናትና ኣእምሮ ንክንፍትኖ ይፈቅድልና፡ ንኽስምዓና፡ ነቲ ለውጢ ዝገብር ኣካል ንንበር፡ እዚ ኣካል እዚ እቲ ናይ ሓቂ እዩ።</p>\n<p>እቲ ጸጥ ዝበለ ኣእምሮን ብዓመጽ ዝጸጥ ዝበለ ኣእምሮን ንመላለዮም።</p>\n<p>እቲ ዝሃመመ ኣእምሮን ብሓይሊ ዝሃመመ ኣእምሮን ንመላለዮም።</p>\n<p>ኣብ ብርሃን ዝኾነ ሎጂካዊ መደምደምታ ክንርድኦ ከም ዘሎና እቲ ኣእምሮ ብዓመጽ ምስ ዝሃመም ኣብ መሬትን ኣብ ካልእ ደረጃታት ጸጥ ከም ዘይብልን ካብኡ ሓራ ንምውጻእ ከም ዝቃለስ።</p>\n<p>ካብ ትንተናዊ ኣተሓሳስባ ክንርድኦ ከም ዘሎና እቲ ኣእምሮ ብሓይሊ ምስ ዝሃመም ኣብ መሬት ስቕ ኢሉ ኣይተርፍን እዩ፡ ኣዝዩ ዘሕዝን ድማ ይጭድርን ተስፋ ይቘርጽን።</p>\n<p>እቲ ናይ ሓቂ ርጋእትን ተፈጥሮኣውን ድንገተኛውን ስቕታ ናይቲ ኣእምሮ፡ ከም ጸጋ፡ ከም ሓጐስ፡ ኣብቲ ግዜ እቲ ናይ ገዛእ ርእስና ህልውና ኣብቲ ግሩም ስክሪን ናይቲ ኣእምሮ ምስ ተወድአ ይመጸና።</p>\n<p>እቲ ኣእምሮ ተፈጥሮኣውን ድንገተኛውን ርጋእ ምስ ዝኸውን ጥራይ፡ እቲ ኣእምሮ ኣብ ባህ ዘብል ስቕታ ምስ ዝርከብ ጥራይ፡ እቲ ብርሃናዊ ባዶ ይመጽእ።</p>\n<p>እቲ ባዶ ንምግላጽ ቀሊል ኣይኮነን። ክግለጽ ወይ ክንገልጾ ኣይንኽእልን ኢና፡ ዝኾነ ሓሳብ ብዛዕባኡ ክነቕርብ እንተፈቲና ኣብቲ ቀንዲ ነጥቢ ክፈሽል ይኽእል እዩ።</p>\n<p>እቲ ባዶ ቃል ብቓሉ ክግለጽ ወይ ክንገልጾ ኣይንኽእልን ኢና። እዚ ዝኾነሉ ምኽንያት ሰብኣዊ ቋንቋ ብቐንዲ ንነገራት፡ ሓሳባት፡ ስምዒታት ንምልላይ እዩ ተፈጢሩ፡ ብንጹርን ብውሱን መልክዑ ክገልጽ ተኽእሎ የብሉን፡ ክስተታት፡ ነገራት፡ ዘይሃልዉ ስምዒታት።</p>\n<p>ነቲ ባዶ ኣብ ውሽጢ ሓደ ቋንቋ ንኽንዝቲ ምፍታን ብቅርጽታት ህልውና ዝተሓጸረ ብሓቂ ካብ ዝኾነ ጥርጣረ ወጻኢ ዕሽነትን ፍጹም ጌጋን እዩ።</p>\n<p>«እቲ ባዶ ዘይምህላው እዩ፡ ህልውና ድማ ባዶ ኣይኮነን»።</p>\n<p>“እቲ ቅርጺ ካብቲ ባዶ ኣይፍለይን፡ እቲ ባዶ ድማ ካብቲ ቅርጺ ኣይፍለይን”።</p>\n<p>“እቲ ቅርጺ ባዶ እዩ፡ እቲ ባዶ ድማ ቅርጺ እዩ፡ ነቲ ባዶ ስለ ዝኾነ ኢዩ እቲ ነገራት ዝህልዉ”።</p>\n<p>“እቲ ባዶን ህልውናን ንሓድሕዶም ይምልኡ፡ ኣይጻረሩን እዮም።” እቲ ባዶን ህልውናን ንሓድሕዶም ይሓቘፉን ይቕረቡን።</p>\n<p>“መዓስ እቶም ሰባት ዝተለመዱ ስምዒታት ዝህልዎም ነገር ምስ ዝርእዩ፡ ነቲ ህሉው መልክዕ ጥራይ እዩ ዝርእይዎ፡ ነቲ ባዶ መልክዕ ኣይርእይዎን እዮም።”</p>\n<p>“ኩሉ ብብርሃን ዝተመልአ ኣካል ነቲ ህሉውን ባዶን መልክዕ ናይ ዝኾነ ነገር ብሓንሳብ ክርኢ ይኽእል።</p>\n<p>“እቲ ባዶ ብቐሊሉ ቃል እዩ፡ ንተፈጥሮኣዊ ዘይምዕሩግን ውልቃዊ ዘይኮነ ባህርን ናይቶም ሰባትን ምልክትን ናይ ምልክት ኩነታት ናይ ፍጹም ምፍልላይን ሓርነትን ዝገልጽ።”</p>\n<p>መምህራንን መምህራንን ናይ ትምህርቲ ቤታት፡ ኮሌጃት፡ ዩኒቨርሲቲታት ነቲ ሰውራውን ስነ-ኣእሙሮና ብዓሚቝ መጽናዕቲ ክፍትሑ፡ ድሕሪኡ ነቶም ተምሃሮና ናብቲ ናይ ሓቂ ተመክሮ ዝመርሕ መገዲ ክምህርዎ ይግባእ።</p>\n<p>ናብቲ ተመክሮ ናይቲ ናይ ሓቂ በቲ ሓሳብ ምስ ተወድአ ጥራይ ኢዩ ክንበጽሕ እንኽእል።</p>\n<p>እቲ ብስባሕ ናይቲ ባዶ እቲ ብሩህ ብርሃን ናይ ንጹህ ሓቂ ንኽንፍትኖ ይፈቅደልና።</p>\n<p>እቲ ሕጂ ዘሎ ፍልጠት ብሓቂ ባዶ፡ ባሕሪይ ዘይብሉን ሕብሪ ዘይብሉን፡ ባዶ ባህርይ እቲ ናይ ሓቂ እዩ፡ ዓለምለኻዊ ጽቡቕነት።</p>\n<p>ንኺድ ድላይካ ሓሳብ መደብ ትኽክል የብሉን ፡ ሕብረተሰብ ንኽንገብር ኣይትደልይ፣ ምኽንያቱ ናይ ብሓቂ ኣእምሮ ኣብ ኵሉ ኩነታት እዩ ዘርክበና ።</p>\n<p>እቲ ናትካ ብልህነት እቲ ናይ ሓቂ ባህርይ እቲ ባዶ ምዃኑ ኸምቲ ባዶ ናይ ዘይምህላው ዘይኮነስ ከምቲ ብልህነት ባዕሉ ብዘይ መሰናኽል፡ ብሩህ፡ ዓለምለኻዊን ሕጉስን እዩ እቲ ሕልና እዩ፡ እቲ ቡድሃ ዓለምለኻዊ ጥበበኛ።</p>\n<p>እቲ ናትካ ሕልና ባዶን ብልህነትን ባህ ዘብልን ዘይፍለጡ እዮም። ናታ ምሕዋስ እቲ ድሀርማ-ካያ እዩ፡ እቲ ኩነታት ናይ ፍጹም ብርሃን።</p>\n<p>እቲ ናትካ ብሩህ ሕልና ባዶን ካብቲ ዓቢይ ኣካል ናይ ግርማ ዘይፍለጡን ውልደትን ሞትን የብሉን እቲ ዘይቅየር ብርሃን ኣሚታራ ቡድሃ እዩ።</p>\n<p>እዚ ፍልጠት እዚ ይኣኽል። ነቲ ባዶ ናይ ገዛእ ርእስኻ ብልህነት ከምቲ ኩነታት ናይ ቡድሃ ዕላዊ ግበርን ከም ናትካ ሕልና ቁጸርዎን ኣብቲ መንፈስ መለኮታዊ ናይ ቡድሃ ምቕጻል እዩ።</p>\n<p>ነቲ ኣእምሮኻ ኣብ ግዜ ምርምራሕ ከይተረበሸ ሓልዎ፡ ኣብ ምርምራሕ ከም ዘለኻ ርስዖ፡ ምኽንያቱ ኣብ ምርምራሕ ከም ዘለኻ ምስ እትሓስብ፡ እዚ ሓሳብ እዚ ነቲ ምርምራሕ ንምዝራግ ይኣኽል። ኣእምሮኻ ነቲ ናይ ሓቂ ንምፍታን ባዶ ክተርፍ ኣለዎ።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
