import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Нақтылық тәжірибесі",
  "locale": "kk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. Нақтылық тәжірибесі",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Дельфус храмының салтанатты табалдырығында тірі тасқа қашалған иероглиф жазуы болған: «ӨЗІҢДІ ТАНЫ». Өзіңді танысаң, ғаламды және Құдайларды танисың.</p>\n<p>Медитацияның трансцендентальды ғылымының іргетасы ретінде ежелгі ГРЕК ИЕРОФАНТТАРЫНЫҢ осы қасиетті ұраны бар.</p>\n<p>Егер біз шынымен де және өте шынайы түрде дұрыс медитация үшін негіз қалағымыз келсе, өзімізді ақыл-ойдың барлық деңгейінде түсінуіміз керек.</p>\n<p>Медитацияның дұрыс негізін қалау, шын мәнінде, амбициядан, эгоизмнен, қорқыныштан, өшпенділіктен, психикалық күштерге құмарлықтан, нәтижелерге құштарлықтан және т.б., және т.с.с. бос болу болып табылады.</p>\n<p>Медитацияның НЕГІЗГІ ІРГЕТАСЫН қалағаннан кейін ақыл-ой тынышталып, терең және әсерлі тыныштықта қалатыны баршаға аян және күмәнсіз.</p>\n<p>Қатаң логикалық тұрғыдан алғанда, өзімізді танымай ТУРАЛЫҒЫМДЫ сезінуді қалау абсурд.</p>\n<p>Ақыл-ойдың барлық саласындағы әрбір мәселені, әрбір тілекті, әрбір естелікті, әрбір психологиялық кемшілікті және т.б. ақыл-ойда пайда болған сайын толықтай түсіну өте маңызды.</p>\n<p>Медитация тәжірибесі кезінде бізді сипаттайтын барлық психологиялық кемшіліктер, барлық қуаныштарымыз бен қайғыларымыз, сансыз естеліктер, сыртқы дүниеден де, ішкі дүниеден де келетін көптеген импульстер, барлық түрдегі тілектер, барлық түрдегі құмарлықтар, ескі реніштер, жеккөрушілік және т.б. ақыл-ойдың экранынан өтетіні баршаға аян.</p>\n<p>Өз ақыл-ойында медитацияның негізгі тасын қалағысы келетін адам біздің түсінігіміздің осы оң және теріс құндылықтарына толық назар аударып, оларды тек интеллектуалдық деңгейде ғана емес, сонымен қатар ақыл-ойдың барлық санасыз, кіші санасыз және санасыз салаларында да толық түсінуі керек. Ақыл-ойдың көптеген деңгейлері бар екенін ешқашан ұмытпауымыз керек.</p>\n<p>Осы барлық құндылықтарды терең зерттеу, шын мәнінде, өзін-өзі тануды білдіреді.</p>\n<p>Ақыл-ой экранындағы кез келген фильмнің басы мен аяғы бар. Формалардың, тілектердің, құмарлықтардың, амбициялардың, естеліктердің және т.б. шеруі аяқталғанда, ақыл-ой тынышталып, ойлардың барлық түрінен БОС терең тыныштықта қалады.</p>\n<p>Қазіргі заманғы психология студенттері ЖАРЫҚТЫҚ БОСТЫҚТЫ сезінуі керек. БОСТЫҚТЫҢ біздің ақыл-ойымызға енуі өзгертетін элементті сезінуге, сезінуге, бастан кешіруге мүмкіндік береді, бұл ЭЛЕМЕНТ – ТУРАЛЫҚ.</p>\n<p>Тыныш ақыл мен күшпен тынышталған ақылды ажыратыңыз.</p>\n<p>Үнсіз ақыл мен күшпен үнсіздендірілген ақылды ажыратыңыз.</p>\n<p>Кез келген логикалық қорытынды тұрғысынан біз ақыл-ой күшпен тынышталған кезде, түптеп келгенде және басқа деңгейлерде ол тыныш емес және босатылу үшін күресетінін түсінуіміз керек.</p>\n<p>Талдау тұрғысынан біз ақыл-ой күшпен үнсіздендірілген кезде, түптеп келгенде ол үнсіз емес, айқайлап, қатты үмітсіздікке ұшырайтынын түсінуіміз керек.</p>\n<p>Ақыл-ойдың шынайы тыныштығы мен табиғи және өздігінен пайда болатын үнсіздігі бізге рақым ретінде, бақыт ретінде, біздің жеке өміріміздің өте жақын фильмі интеллектің керемет экранында аяқталған кезде келеді.</p>\n<p>Ақыл-ой табиғи және өздігінен тыныш болғанда ғана, ақыл-ой керемет үнсіздікте болғанда ғана ЖАРЫҚТЫҚ БОСТЫҚТЫҢ енуі болады.</p>\n<p>БОСТЫҚТЫ түсіндіру оңай емес. Оны анықтауға немесе сипаттауға болмайды, ол туралы біз шығаратын кез келген тұжырымдама негізгі мәселеде қате болуы мүмкін.</p>\n<p>БОСТЫҚТЫ сөзбен сипаттауға немесе білдіруге болмайды. Бұл адам тілінің негізінен бар заттарды, ойларды мен сезімдерді белгілеу үшін жасалғанына байланысты; ол жоқ құбылыстарды, заттарды мен сезімдерді нақты және дәл білдіруге жарамайды.</p>\n<p>БОСТЫҚТЫ өмір сүру формаларымен шектелген тілдің шегінде талқылауға тырысу, шын мәнінде, ақымақ және мүлдем қате болып табылады.</p>\n<p>«БОСТЫҚ – БОЛМАУ, ал ӨМІР СҮРУ БОСТЫҚ ЕМЕС».</p>\n<p>«ФОРМА БОСТЫҚТАН АЙЫРМАШЫЛЫҒЫ ЖОҚ, АЛ БОСТЫҚ ФОРМАДАН АЙЫРМАШЫЛЫҒЫ ЖОҚ».</p>\n<p>«ФОРМА БОСТЫҚ ЖӘНЕ БОСТЫҚ – ФОРМА, БОСТЫҚҚА БАЙЛАНЫСТЫ ЗАТТАР ӨМІР СҮРЕДІ».</p>\n<p>«БОСТЫҚ ПЕН ӨМІР СҮРУ БІР-БІРІН ТОЛЫҚТЫРАДЫ ЖӘНЕ ҚАРСЫЛАСТЫРМАЙДЫ». БОСТЫҚ ПЕН ӨМІР СҮРУ БІР-БІРІН ҚАМТИДЫ ЖӘНЕ ҚҰШАҚТАЙДЫ.</p>\n<p>«ҚАДІМГІ СЕЗІМТАЛДЫҒЫ БАР ТІРШІЛІК ИЕЛЕРІ НЫСАНДЫ КӨРГЕНДЕ, ОНЫҢ ТЕК ӨМІР СҮРГЕН АСПЕКТІСІН ҒАНА КӨРЕДІ, ОНЫҢ БОС АСПЕКТІСІН КӨРМЕЙДІ».</p>\n<p>«Кез келген ЖАРЫҚТАНДЫРЫЛҒАН ТІРШІЛІК ИЕСІ кез келген нәрсенің бір уақытта өмір сүрген және БОС аспектісін көре алады.</p>\n<p>«БОСТЫҚ жай ғана тіршілік иелерінің СУБСТАНЦИАЛДЫҚ ЕМЕС және ЖЕКЕ ЕМЕС табиғатын білдіретін термин және толықтай ажыратылу мен еркіндік күйінің белгісі».</p>\n<p>Мектептердің, колледждердің және университеттердің ұстаздары мен оқытушылары біздің Революциялық Психологиямызды терең зерттеп, содан кейін студенттеріне ТУРАЛЫҒЫМДЫ сезінуге апаратын жолды үйретуі керек.</p>\n<p>Ой аяқталған кезде ғана ТУРАЛЫҚ ТӘЖІРИБЕСІНЕ жетуге болады.</p>\n<p>БОСТЫҚТЫҢ енуі бізге ТАЗА ТУРАЛЫҚТЫҢ АЙҚЫН ЖАРЫҒЫН сезінуге мүмкіндік береді.</p>\n<p>СИПАТТАМАСЫЗ ЖӘНЕ ТҮСІ ЖОҚ, ТАБИҒАТЫ БОС, БОС ТУРАЛЫҚТАҒЫ БҰЛ БІЛІМ ШЫНАЙЫ ТУРАЛЫҚ, ЖАЛПЫҒА ОРТАҚ МЕЙІРІМДІЛІК БОЛЫП ТАБЫЛАДЫ.</p>\n<p>СІЗДІҢ НАҒЫЗ ТАБИҒАТЫ ЕШТЕҢЕНІҢ БОСТЫҒЫ РЕТІНДЕ ҚАРАСТЫРЫЛМАУЫ КЕРЕК, БІРАҚ КЕДЕРГІСІЗ, ЖАРҚЫН, ЖАЛПЫҒА ОРТАҚ ЖӘНЕ БАҚЫТТЫ АҚЫЛДЫҢ ӨЗІ РЕТІНДЕ АҚЫЛ, БҰЛ САНА, ҒАЛАМДЫҚ БІЛІМДІ БУДДА.</p>\n<p>СІЗДІҢ ӨЗ САНАҢЫЗ БОС ЖӘНЕ ЖАРҚЫРАҒАН АҚЫЛ ҮЛКЕН КУДЫРЕТТЕН АЖЫРАМАС. ОЛАРДЫҢ БІРІГУІ ДХАРМА-КАЯ; КЕМЕЛДІ ЖАРЫҚТАНДЫРУ КҮЙІ.</p>\n<p>СІЗДІҢ ЖАРҚЫРАҒАН САНАҢЫЗ, БОС ЖӘНЕ ҰЛЫ ДАҢҚ ДЕНЕСІНЕН АЖЫРАМАС, ТУЫЛУ ЖОҚ ТА, ӨЛІМ ЖОҚ ТА ЖӘНЕ БҰЛ ӨЗГЕРМЕЙТІН АМИТАРА БУДДАНЫҢ ЖАРЫҒЫ.</p>\n<p>Бұл білім жеткілікті. Өз ақылыңыздың БОСТЫҒЫН БУДДА КҮЙІ ретінде мойындап, оны өз САНАҢЫЗ ретінде қарастыру БУДДАНЫҢ ҚАСИЕТТІ РУХЫНДА жалғастыру болып табылады.</p>\n<p>МЕДИТАЦИЯ кезінде АҚЫЛЫҢЫЗДЫ алаңдатпай сақтаңыз, Медитацияда отырғаныңызды ұмытыңыз, Медитация жасап жатырмын деп ойламаңыз, өйткені сіз Медитация жасап жатырмын деп ойласаңыз, бұл ой Медитацияны бұзуға жеткілікті. ТУРАЛЫҒЫМДЫ сезіну үшін СІЗДІҢ ақылыңыз БОС болуы керек.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kk/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
