import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "বাস্তৱতাৰ অভিজ্ঞতা",
  "locale": "as",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. বাস্তৱতাৰ অভিজ্ঞতা",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ডেলফুচ মন্দিৰৰ গম্ভীৰ দেওনাখনত জীৱন্ত শিলত খোদিত কৰা এটা হায়াৰোগ্লিফিক লিপি আছিল য’ত লিখা আছিল: “নো ছে তে ইপছাম”। নিজকে জানক আৰু আপুনি বিশ্বব্ৰহ্মাণ্ড আৰু দেৱতাসকলক জানিব।</p>\n<p>ধ্যানৰ অতীন্দ্ৰিয় বিজ্ঞানৰ মৌলিক ভিত্তি হৈছে প্ৰাচীন হায়াৰোফাণ্ট গ্ৰীকসকলৰ এই পবিত্ৰ নীতিবাক্য।</p>\n<p>যদি আমি সঁচাকৈয়ে আৰু অতি আন্তৰিকতাৰে সঠিক ধ্যানৰ বাবে ভিত্তি স্থাপন কৰিব বিচাৰো, তেন্তে মনৰ সকলো স্তৰত নিজকে বুজি পোৱাটো প্ৰয়োজনীয়।</p>\n<p>ধ্যানৰ সঠিক ভিত্তি স্থাপন কৰাটো দৰাচলতে, উচ্চাকাংক্ষা, স্বাৰ্থপৰতা, ভয়, ঘৃণা, মানসিক শক্তিৰ লোভ, ফলাফলৰ বাবে হাবিয়াস আদিৰ পৰা মুক্ত হোৱা, ইত্যাদি, ইত্যাদি।</p>\n<p>এইটো সকলোৰে বাবে স্পষ্ট আৰু সন্দেহৰ ওপৰত যে ধ্যানৰ মৌলিক ভিত্তি স্থাপন কৰাৰ পিছত মনটো স্থিৰ হৈ গভীৰ আৰু শক্তিশালী নীৰৱতাত থাকে।</p>\n<p>এক কঠোৰভাৱে যুক্তিসংগত দৃষ্টিকোণৰ পৰা, নিজকে নাজানি বাস্তৱতাক অনুভৱ কৰিব বিচৰাটো অযৌক্তিক।</p>\n<p>মনৰ সকলো ক্ষেত্ৰত এক অভিন্ন ৰূপত বুজি পোৱাটো জৰুৰী, মনত উদ্ভৱ হোৱাৰ লগে লগে প্ৰতিটো সমস্যা, প্ৰতিটো ইচ্ছা, প্ৰতিটো স্মৃতি, প্ৰতিটো মানসিক ত্ৰুটি, ইত্যাদি।</p>\n<p>এইটো সকলোৰে বাবে স্পষ্ট যে ধ্যানৰ অনুশীলনৰ সময়ত, আমাৰ মনৰ পৰ্দাত এটা ভয়ংকৰ শোভাযাত্ৰাত, আমাক চিহ্নিত কৰা সকলো মানসিক ত্ৰুটি, আমাৰ সকলো আনন্দ আৰু দুখ, অগণন স্মৃতি, বাহিৰৰ পৃথিৱীৰ পৰা অহা একাধিক আবেগ, ভিতৰৰ পৃথিৱীৰ পৰা, সকলো ধৰণৰ ইচ্ছা, সকলো ধৰণৰ আবেগ, পুৰণি ক্ষোভ, ঘৃণা আদি পাৰ হৈ যায়।</p>\n<p>যিয়ে সঁচাকৈয়ে তেওঁৰ মনত ধ্যানৰ মৌলিক শিল স্থাপন কৰিব বিচাৰে, তেওঁ আমাৰ বোধগম্যতাৰ এই ইতিবাচক আৰু নেতিবাচক মূল্যবোৰৰ ওপৰত সম্পূৰ্ণ মনোযোগ দিব লাগিব আৰু কেৱল বৌদ্ধিক স্তৰত নহয়, মনৰ সকলো অবচেতন, উপচেতন আৰু অচেতন ক্ষেত্ৰতো এক অভিন্ন ৰূপত বুজি ল’ব লাগিব। আমি কেতিয়াও পাহৰিব নালাগে যে মনৰ বহুতো স্তৰ আছে।</p>\n<p>এই সকলো মূল্যৰ গভীৰ অধ্যয়ন মানে দৰাচলতে নিজকে জনা।</p>\n<p>মনৰ পৰ্দাত থকা প্ৰতিখন চলচ্চিত্ৰৰ আৰম্ভণি আৰু শেষ আছে। যেতিয়া আকৃতি, ইচ্ছা, আবেগ, উচ্চাকাংক্ষা, স্মৃতি আদিৰ শোভাযাত্ৰা শেষ হয়, তেতিয়া মনটো স্থিৰ হৈ যায় আৰু সকলো ধৰণৰ চিন্তাৰ পৰা খালী হৈ গভীৰ নীৰৱতাত থাকে।</p>\n<p>আধুনিক মনোবিজ্ঞানৰ ছাত্ৰ-ছাত্ৰীসকলে আলোকিত শূন্যতা অনুভৱ কৰিব লাগিব। আমাৰ নিজৰ মনৰ ভিতৰত শূন্যতাৰ আগমনে এক ৰূপান্তৰিত উপাদান অনুভৱ কৰিবলৈ, অনুভৱ কৰিবলৈ, জীয়াই থাকিবলৈ অনুমতি দিয়ে, সেই উপাদানটোৱেই হৈছে বাস্তৱ।</p>\n<p>স্থিৰ হৈ থকা মন আৰু হিংসাত্মকভাৱে শান্ত কৰা মনৰ মাজত পাৰ্থক্য কৰক।</p>\n<p>এটা নীৰৱ হৈ থকা মন আৰু জোৰকৈ নীৰৱ কৰা মনৰ মাজত পাৰ্থক্য কৰক।</p>\n<p>যিকোনো যুক্তিসংগত অনুমানৰ পোহৰত আমি বুজি ল’ব লাগিব যে যেতিয়া মনটো হিংসাত্মকভাৱে শান্ত কৰা হয়, তেতিয়া গভীৰতাত আৰু আন স্তৰত সেয়া স্থিৰ হৈ নাথাকে আৰু নিজকে মুক্ত কৰিবলৈ সংগ্ৰাম কৰে।</p>\n<p>বিশ্লেষণাত্মক দৃষ্টিকোণৰ পৰা আমি বুজি ল’ব লাগিব যে যেতিয়া মনটো জোৰকৈ নীৰৱ কৰা হয়, তেতিয়া গভীৰতাত সেয়া নীৰৱ নহয়, চিঞঁৰে আৰু ভয়ানকভাৱে হতাশ হয়।</p>\n<p>মনৰ প্ৰকৃত শান্তি আৰু স্বাভাৱিক আৰু স্বতঃস্ফূৰ্ত নীৰৱতা, আমাৰ ওচৰলৈ এক অনুগ্ৰহ হিচাপে আহে, যেতিয়া বুদ্ধিৰ আচৰিত পৰ্দাত আমাৰ নিজৰ অস্তিত্বৰ অতি অন্তৰংগ চলচ্চিত্ৰখন শেষ হয়।</p>\n<p>কেৱল যেতিয়া মনটো স্বাভাৱিকভাৱে আৰু স্বতঃস্ফূৰ্তভাৱে স্থিৰ হৈ থাকে, কেৱল যেতিয়া মনটো এক আনন্দদায়ক নীৰৱতাত থাকে, তেতিয়া আলোকিত শূন্যতাৰ আগমন হয়।</p>\n<p>শূন্যতা বৰ্ণনা কৰিবলৈ সহজ নহয়। ইয়াক সংজ্ঞায়িত বা বৰ্ণনা কৰিব নোৱাৰি, আমি ইয়াৰ ওপৰত প্ৰকাশ কৰা যিকোনো ধাৰণা মূল বিন্দুত বিফল হ’ব পাৰে।</p>\n<p>শূন্যতাক শব্দত বৰ্ণনা বা প্ৰকাশ কৰিব নোৱাৰি। ইয়াৰ কাৰণ হৈছে মানুহৰ ভাষাটো প্ৰধানকৈ বিদ্যমান বস্তু, চিন্তা আৰু অনুভূতি মনোনীত কৰিবলৈ সৃষ্টি কৰা হৈছে; ই অস্তিত্বহীন ঘটনা, বস্তু আৰু অনুভূতি স্পষ্ট আৰু নিৰ্দিষ্টভাৱে প্ৰকাশ কৰিবলৈ উপযুক্ত নহয়।</p>\n<p>অস্তিত্বৰ ৰূপবোৰৰ দ্বাৰা সীমিত ভাষাৰ সীমাৰ ভিতৰত শূন্যতাৰ বিষয়ে আলোচনা কৰিবলৈ চেষ্টা কৰাটো, সঁচাকৈয়ে সন্দেহৰ বাহিৰত, দৰাচলতে মূৰ্খামি আৰু একেবাৰে ভুল।</p>\n<p>«শূন্যতা হৈছে অ-অস্তিত্ব, আৰু অস্তিত্ব শূন্যতা নহয়”।</p>\n<p>“আকৃতি শূন্যতাৰ পৰা পৃথক নহয়, আৰু শূন্যতা আকৃতিৰ পৰা পৃথক নহয়”।</p>\n<p>“আকৃতি শূন্যতা আৰু শূন্যতা হৈছে আকৃতি, শূন্যতাৰ বাবেই বস্তুৰ অস্তিত্ব আছে”।</p>\n<p>“শূন্যতা আৰু অস্তিত্বই পৰস্পৰে পৰিপূৰক আৰু ইজনে সিজনৰ বিৰোধী নহয়”। শূন্যতা আৰু অস্তিত্বই ইজনে সিজনক অন্তৰ্ভুক্ত কৰে আৰু আকোৱালি লয়।</p>\n<p>“যেতিয়া স্বাভাৱিক সংবেদনশীলতা থকা সত্তাই এটা বস্তু দেখে, তেতিয়া তেওঁলোকে কেৱল ইয়াৰ বিদ্যমান দিশটো দেখে, ইয়াৰ শূন্য দিশটো নেদেখে”।</p>\n<p>“প্ৰতিজন আলোকিত সত্তাই একে সময়তে যিকোনো বস্তুৰ বিদ্যমান আৰু শূন্য দিশটো দেখিব পাৰে।</p>\n<p>“শূন্যতা কেৱল এটা শব্দ যিয়ে সত্তাৰ অ-বস্তুগত আৰু অপৰিসীম প্ৰকৃতি বুজায়, আৰু সম্পূৰ্ণ বৈৰাগ্য আৰু স্বাধীনতাৰ অৱস্থাৰ এক ইংগিত”।</p>\n<p>বিদ্যালয়, মহাবিদ্যালয় আৰু বিশ্ববিদ্যালয়ৰ শিক্ষকসকলে আমাৰ বিপ্লৱী মনোবিজ্ঞান ভালদৰে অধ্যয়ন কৰিব লাগিব আৰু তাৰ পিছত তেওঁলোকৰ ছাত্ৰ-ছাত্ৰীসকলক বাস্তৱতাৰ পৰীক্ষালৈ লৈ যোৱা পথটো শিকাব লাগিব</p>\n<p>কেৱল তেতিয়াহে বাস্তৱতাৰ অভিজ্ঞতা লাভ কৰা সম্ভৱ যেতিয়া চিন্তা শেষ হয়।</p>\n<p>শূন্যতাৰ আগমনে আমাক বিশুদ্ধ বাস্তৱতাৰ স্পষ্ট পোহৰ অনুভৱ কৰিবলৈ অনুমতি দিয়ে।</p>\n<p>সেই জ্ঞানটো দৰাচলতে বৰ্তমান শূন্যতাত, কোনো বৈশিষ্ট্য আৰু ৰং নোহোৱাকৈ, প্ৰকৃতিৰ শূন্যতাত, প্ৰকৃত বাস্তৱতা, সাৰ্বজনীন দয়া।</p>\n<p>তোমাৰ বুদ্ধিমত্তা যাৰ প্ৰকৃত প্ৰকৃতি হৈছে শূন্যতা যাক একো নোহোৱাৰ শূন্যতা হিচাপে চোৱা উচিত নহয় বৰঞ্চ কোনো বাধা নথকা বুদ্ধিমত্তা হিচাপে, উজ্জ্বল, সাৰ্বজনীন আৰু সুখী হৈছে চেতনা, সৰ্বজনীনভাৱে জ্ঞানী বুদ্ধ।</p>\n<p>তোমাৰ নিজৰ শূন্য চেতনা আৰু উজ্জ্বল আৰু আনন্দিত বুদ্ধিমত্তাক পৃথক কৰিব নোৱাৰি। তেওঁলোকৰ মিলন হৈছে ধৰ্ম-কায়া; নিখুঁত জ্ঞানৰ অৱস্থা।</p>\n<p>তোমাৰ নিজৰ উজ্জ্বল চেতনা, শূন্য আৰু মহৎ জ্যোতিৰ দেহৰ পৰা পৃথক কৰিব নোৱাৰি, যাৰ জন্মও নাই মৃত্যুও নাই আৰু সেয়াই হৈছে অমিতৰা বুদ্ধৰ অপৰিৱৰ্তনীয় পোহৰ।</p>\n<p>এই জ্ঞান যথেষ্ট। তোমাৰ নিজৰ বুদ্ধিমত্তাৰ শূন্যতাক বুদ্ধৰ অৱস্থা হিচাপে চিনি পোৱা আৰু তোমাৰ নিজৰ চেতনা হিচাপে বিবেচনা কৰাটোৱেই হৈছে বুদ্ধৰ ঐশ্বৰিক আত্মাত অব্যাহত ৰখা।</p>\n<p>ধ্যানৰ সময়ত তোমাৰ বুদ্ধিমত্তাক বিচলিত নকৰাকৈ ৰাখা, তুমি ধ্যানত আছা সেই কথা পাহৰি যোৱা, তুমি ধ্যান কৰি আছা বুলি নাভাবিবা কিয়নো যেতিয়া ধ্যান কৰি আছা বুলি ভবা হয়, তেতিয়া এই চিন্তাটোৱেই ধ্যানত ব্যাঘাত জন্মাবলৈ যথেষ্ট। বাস্তৱতাক অনুভৱ কৰিবলৈ তোমাৰ মন খালী হৈ থাকিব লাগিব।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/as/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/as/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/as/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
