import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ನಿಜದ ಅನುಭವ",
  "locale": "kn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. ನಿಜದ ಅನುಭವ",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ಡೆಲ್ಫಸ್ ದೇವಾಲಯದ ಗಂಭೀರ ಹೊಸ್ತಿಲಲ್ಲಿ, ಜೀವಂತ ಕಲ್ಲಿನಲ್ಲಿ ಕೆತ್ತಲಾದ ಒಂದು ಹೈರಾಟಿಕ್ ಶಾಸನವಿತ್ತು, ಅದು ಹೀಗೆ ಹೇಳುತ್ತದೆ: “ನಿಮ್ಮನ್ನು ನೀವು ತಿಳಿದುಕೊಳ್ಳಿ”. ನಿಮ್ಮನ್ನು ನೀವು ತಿಳಿದುಕೊಳ್ಳಿ ಮತ್ತು ನೀವು ವಿಶ್ವ ಮತ್ತು ದೇವರುಗಳನ್ನು ತಿಳಿಯುವಿರಿ.</p>\n<p>ಧ್ಯಾನದ ಅತೀಂದ್ರಿಯ ವಿಜ್ಞಾನವು ಪ್ರಾಚೀನ ಹೈರೋಫಾಂಟ್‌ಗಳ ಈ ಪವಿತ್ರ ಧ್ಯೇಯವಾಕ್ಯವನ್ನು ಮೂಲಾಧಾರವಾಗಿ ಹೊಂದಿದೆ.</p>\n<p>ನಾವು ನಿಜವಾಗಿಯೂ ಮತ್ತು ಅತ್ಯಂತ ಪ್ರಾಮಾಣಿಕವಾಗಿ ಸರಿಯಾದ ಧ್ಯಾನಕ್ಕೆ ಅಡಿಪಾಯವನ್ನು ಸ್ಥಾಪಿಸಲು ಬಯಸಿದರೆ, ಮನಸ್ಸಿನ ಎಲ್ಲಾ ಹಂತಗಳಲ್ಲಿ ನಮ್ಮನ್ನು ನಾವು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದು ಅವಶ್ಯಕ.</p>\n<p>ಧ್ಯಾನದ ಸರಿಯಾದ ಅಡಿಪಾಯವನ್ನು ಸ್ಥಾಪಿಸುವುದು ಎಂದರೆ ವಾಸ್ತವವಾಗಿ, ಮಹತ್ವಾಕಾಂಕ್ಷೆ, ಸ್ವಾರ್ಥ, ಭಯ, ದ್ವೇಷ, ಮಾನಸಿಕ ಶಕ್ತಿಗಳ ದುರಾಶೆ, ಫಲಿತಾಂಶಗಳ ಹಂಬಲ ಇತ್ಯಾದಿಗಳಿಂದ ಮುಕ್ತರಾಗುವುದು.</p>\n<p>ಧ್ಯಾನದ ಮೂಲಾಧಾರವನ್ನು ಸ್ಥಾಪಿಸಿದ ನಂತರ ಮನಸ್ಸು ಶಾಂತವಾಗುತ್ತದೆ ಮತ್ತು ಆಳವಾದ ಮತ್ತು ಪ್ರಭಾವಶಾಲಿ ಮೌನದಲ್ಲಿರುತ್ತದೆ ಎಂಬುದು ಎಲ್ಲರಿಗೂ ಸ್ಪಷ್ಟವಾಗಿದೆ ಮತ್ತು ಯಾವುದೇ ಸಂದೇಹವಿಲ್ಲ.</p>\n<p>ಕಟ್ಟುನಿಟ್ಟಾದ ತಾರ್ಕಿಕ ದೃಷ್ಟಿಕೋನದಿಂದ, ನಮ್ಮನ್ನು ನಾವು ತಿಳಿದುಕೊಳ್ಳದೆ ರಿಯಾಲಿಟಿಯನ್ನು ಅನುಭವಿಸಲು ಬಯಸುವುದು ಹಾಸ್ಯಾಸ್ಪದವಾಗಿದೆ.</p>\n<p>ಮನಸ್ಸಿನಲ್ಲಿ ಉದ್ಭವಿಸುವ ಪ್ರತಿಯೊಂದು ಸಮಸ್ಯೆಯನ್ನು, ಪ್ರತಿಯೊಂದು ಆಸೆಯನ್ನು, ಪ್ರತಿಯೊಂದು ನೆನಪನ್ನು, ಪ್ರತಿಯೊಂದು ಮಾನಸಿಕ ದೋಷವನ್ನು ಸಮಗ್ರವಾಗಿ ಮತ್ತು ಮನಸ್ಸಿನ ಎಲ್ಲಾ ಕ್ಷೇತ್ರಗಳಲ್ಲಿ ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದು ಅತ್ಯಗತ್ಯ.</p>\n<p>ಧ್ಯಾನದ ಅಭ್ಯಾಸದ ಸಮಯದಲ್ಲಿ, ನಮ್ಮನ್ನು ನಿರೂಪಿಸುವ ಎಲ್ಲಾ ಮಾನಸಿಕ ದೋಷಗಳು, ನಮ್ಮ ಎಲ್ಲಾ ಸಂತೋಷಗಳು ಮತ್ತು ದುಃಖಗಳು, ಲೆಕ್ಕವಿಲ್ಲದ ನೆನಪುಗಳು, ಬಾಹ್ಯ ಜಗತ್ತಿನಿಂದ ಅಥವಾ ಆಂತರಿಕ ಜಗತ್ತಿನಿಂದ ಬರುವ ಬಹು ಪ್ರಚೋದನೆಗಳು, ಎಲ್ಲಾ ರೀತಿಯ ಆಸೆಗಳು, ಎಲ್ಲಾ ರೀತಿಯ ಭಾವೋದ್ರೇಕಗಳು, ಹಳೆಯ ಅಸಮಾಧಾನಗಳು, ದ್ವೇಷಗಳು ಇತ್ಯಾದಿಗಳು ಮನಸ್ಸಿನ ಪರದೆಯ ಮೇಲೆ ದುಷ್ಟ ಮೆರವಣಿಗೆಯಲ್ಲಿ ಹಾದುಹೋಗುತ್ತವೆ ಎಂಬುದು ಎಲ್ಲರಿಗೂ ಸ್ಪಷ್ಟವಾಗಿದೆ.</p>\n<p>ತನ್ನ ಮನಸ್ಸಿನಲ್ಲಿ ಧ್ಯಾನದ ಮೂಲ ಕಲ್ಲನ್ನು ಸ್ಥಾಪಿಸಲು ಬಯಸುವವರು ನಮ್ಮ ತಿಳುವಳಿಕೆಯ ಈ ಧನಾತ್ಮಕ ಮತ್ತು ಋಣಾತ್ಮಕ ಮೌಲ್ಯಗಳಿಗೆ ಸಂಪೂರ್ಣ ಗಮನವನ್ನು ನೀಡಬೇಕು ಮತ್ತು ಅವುಗಳನ್ನು ಕೇವಲ ಬೌದ್ಧಿಕ ಮಟ್ಟದಲ್ಲಿ ಮಾತ್ರವಲ್ಲದೆ ಮನಸ್ಸಿನ ಎಲ್ಲಾ ಸುಪ್ತ, ಅಧೋಪ್ರಜ್ಞಾ ಮತ್ತು ಅರಿವಿಲ್ಲದ ಕ್ಷೇತ್ರಗಳಲ್ಲಿ ಸಮಗ್ರವಾಗಿ ಅರ್ಥಮಾಡಿಕೊಳ್ಳಬೇಕು. ಮನಸ್ಸಿಗೆ ಅನೇಕ ಹಂತಗಳಿವೆ ಎಂದು ನಾವು ಎಂದಿಗೂ ಮರೆಯಬಾರದು.</p>\n<p>ಈ ಎಲ್ಲಾ ಮೌಲ್ಯಗಳ ಆಳವಾದ ಅಧ್ಯಯನ ಎಂದರೆ ವಾಸ್ತವವಾಗಿ ಸ್ವಯಂ ಜ್ಞಾನ.</p>\n<p>ಮನಸ್ಸಿನ ಪರದೆಯ ಮೇಲಿನ ಪ್ರತಿಯೊಂದು ಚಿತ್ರಕ್ಕೂ ಒಂದು ಪ್ರಾರಂಭ ಮತ್ತು ಅಂತ್ಯವಿದೆ. ರೂಪಗಳು, ಆಸೆಗಳು, ಭಾವೋದ್ರೇಕಗಳು, ಮಹತ್ವಾಕಾಂಕ್ಷೆಗಳು, ನೆನಪುಗಳು ಇತ್ಯಾದಿಗಳ ಮೆರವಣಿಗೆ ಮುಗಿದಾಗ, ಮನಸ್ಸು ಶಾಂತವಾಗುತ್ತದೆ ಮತ್ತು ಆಳವಾದ ಮೌನದಲ್ಲಿ ಯಾವುದೇ ರೀತಿಯ ಆಲೋಚನೆಗಳಿಂದ ಖಾಲಿಯಾಗುತ್ತದೆ.</p>\n<p>ಆಧುನಿಕ ಮನೋವಿಜ್ಞಾನದ ವಿದ್ಯಾರ್ಥಿಗಳು ಪ್ರಕಾಶಮಾನವಾದ ಖಾಲಿತನವನ್ನು ಅನುಭವಿಸಬೇಕು. ನಮ್ಮ ಸ್ವಂತ ಮನಸ್ಸಿನಲ್ಲಿ ಖಾಲಿತನದ ಪ್ರವೇಶವು ರೂಪಾಂತರಗೊಳ್ಳುವ ಅಂಶವನ್ನು ಅನುಭವಿಸಲು, ಅನುಭವಿಸಲು, ಬದುಕಲು ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ, ಆ ಅಂಶವೇ ರಿಯಾಲಿಟಿ.</p>\n<p>ಶಾಂತವಾಗಿರುವ ಮನಸ್ಸು ಮತ್ತು ಹಿಂಸಾತ್ಮಕವಾಗಿ ಶಾಂತವಾಗಿರುವ ಮನಸ್ಸಿನ ನಡುವೆ ವ್ಯತ್ಯಾಸವನ್ನು ಗುರುತಿಸಿ.</p>\n<p>ಮೌನವಾಗಿರುವ ಮನಸ್ಸು ಮತ್ತು ಬಲವಂತವಾಗಿ ಮೌನಗೊಳಿಸಿದ ಮನಸ್ಸಿನ ನಡುವೆ ವ್ಯತ್ಯಾಸವನ್ನು ಗುರುತಿಸಿ.</p>\n<p>ಯಾವುದೇ ತಾರ್ಕಿಕ ಕಡಿತದ ಬೆಳಕಿನಲ್ಲಿ, ಮನಸ್ಸನ್ನು ಹಿಂಸಾತ್ಮಕವಾಗಿ ಶಾಂತಗೊಳಿಸಿದಾಗ, ಆಳದಲ್ಲಿ ಮತ್ತು ಇತರ ಹಂತಗಳಲ್ಲಿ ಅದು ಶಾಂತವಾಗಿರುವುದಿಲ್ಲ ಮತ್ತು ಬಿಡುಗಡೆಗಾಗಿ ಹೋರಾಡುತ್ತದೆ ಎಂದು ನಾವು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಬೇಕು.</p>\n<p>ವಿಶ್ಲೇಷಣಾತ್ಮಕ ದೃಷ್ಟಿಕೋನದಿಂದ, ಮನಸ್ಸನ್ನು ಬಲವಂತವಾಗಿ ಮೌನಗೊಳಿಸಿದಾಗ, ಆಳದಲ್ಲಿ ಅದು ಮೌನವಾಗಿರುವುದಿಲ್ಲ, ಕೂಗುತ್ತದೆ ಮತ್ತು ಭಯಾನಕವಾಗಿ ಹತಾಶೆಗೊಳ್ಳುತ್ತದೆ ಎಂದು ನಾವು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಬೇಕು.</p>\n<p>ಮನಸ್ಸಿನ ನಿಜವಾದ ಶಾಂತತೆ ಮತ್ತು ನೈಸರ್ಗಿಕ ಮತ್ತು ಸ್ವಯಂಪ್ರೇರಿತ ಮೌನವು ನಮಗೆ ಅನುಗ್ರಹವಾಗಿ ಬರುತ್ತದೆ, ನಮ್ಮ ಸ್ವಂತ ಅಸ್ತಿತ್ವದ ಅತ್ಯಂತ ನಿಕಟ ಚಿತ್ರವು ಬುದ್ಧಿವಂತಿಕೆಯ ಅದ್ಭುತ ಪರದೆಯ ಮೇಲೆ ಕೊನೆಗೊಂಡಾಗ ಆನಂದವಾಗಿ ಬರುತ್ತದೆ.</p>\n<p>ಮನಸ್ಸು ನೈಸರ್ಗಿಕವಾಗಿ ಮತ್ತು ಸ್ವಯಂಪ್ರೇರಿತವಾಗಿ ಶಾಂತವಾಗಿದ್ದಾಗ ಮಾತ್ರ, ಮನಸ್ಸು ಆಹ್ಲಾದಕರ ಮೌನದಲ್ಲಿರುವಾಗ ಮಾತ್ರ, ಪ್ರಕಾಶಮಾನವಾದ ಖಾಲಿತನವು ಬರುತ್ತದೆ.</p>\n<p>ಖಾಲಿತನವನ್ನು ವಿವರಿಸಲು ಸುಲಭವಲ್ಲ. ಅದನ್ನು ವ್ಯಾಖ್ಯಾನಿಸಲು ಅಥವಾ ವಿವರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ, ನಾವು ಅದರ ಬಗ್ಗೆ ಹೊರಸೂಸುವ ಯಾವುದೇ ಪರಿಕಲ್ಪನೆಯು ಮುಖ್ಯ ಅಂಶದಲ್ಲಿ ವಿಫಲವಾಗಬಹುದು.</p>\n<p>ಖಾಲಿತನವನ್ನು ಪದಗಳಲ್ಲಿ ವಿವರಿಸಲು ಅಥವಾ ವ್ಯಕ್ತಪಡಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಇದಕ್ಕೆ ಕಾರಣವೆಂದರೆ ಮಾನವ ಭಾಷೆಯನ್ನು ಪ್ರಾಥಮಿಕವಾಗಿ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ವಸ್ತುಗಳು, ಆಲೋಚನೆಗಳು ಮತ್ತು ಭಾವನೆಗಳನ್ನು ಗೊತ್ತುಪಡಿಸಲು ರಚಿಸಲಾಗಿದೆ; ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲದ ವಿದ್ಯಮಾನಗಳು, ವಸ್ತುಗಳು ಮತ್ತು ಭಾವನೆಗಳನ್ನು ಸ್ಪಷ್ಟವಾಗಿ ಮತ್ತು ನಿರ್ದಿಷ್ಟವಾಗಿ ವ್ಯಕ್ತಪಡಿಸಲು ಇದು ಸೂಕ್ತವಲ್ಲ.</p>\n<p>ಅಸ್ತಿತ್ವದ ರೂಪಗಳಿಂದ ಸೀಮಿತವಾದ ಭಾಷೆಯ ಮಿತಿಗಳಲ್ಲಿ ಖಾಲಿತನದ ಬಗ್ಗೆ ಚರ್ಚಿಸಲು ಪ್ರಯತ್ನಿಸುವುದು ನಿಜವಾಗಿಯೂ ಮೂರ್ಖತನ ಮತ್ತು ಸಂಪೂರ್ಣವಾಗಿ ತಪ್ಪಾಗಿದೆ.</p>\n<p>“ಖಾಲಿತನವು ಅಸ್ತಿತ್ವವಲ್ಲದಿರುವಿಕೆ, ಮತ್ತು ಅಸ್ತಿತ್ವವು ಖಾಲಿತನವಲ್ಲ”.</p>\n<p>“ರೂಪವು ಖಾಲಿತನದಿಂದ ಭಿನ್ನವಾಗಿಲ್ಲ, ಮತ್ತು ಖಾಲಿತನವು ರೂಪದಿಂದ ಭಿನ್ನವಾಗಿಲ್ಲ”.</p>\n<p>“ರೂಪವು ಖಾಲಿತನ ಮತ್ತು ಖಾಲಿತನವು ರೂಪ, ಖಾಲಿತನದಿಂದಲೇ ವಸ್ತುಗಳು ಅಸ್ತಿತ್ವದಲ್ಲಿವೆ”.</p>\n<p>“ಖಾಲಿತನ ಮತ್ತು ಅಸ್ತಿತ್ವವು ಪರಸ್ಪರ ಪೂರಕವಾಗಿವೆ ಮತ್ತು ಪರಸ್ಪರ ವಿರುದ್ಧವಾಗಿಲ್ಲ.” ಖಾಲಿತನ ಮತ್ತು ಅಸ್ತಿತ್ವವು ಪರಸ್ಪರ ಒಳಗೊಂಡಿರುತ್ತವೆ ಮತ್ತು ಅಪ್ಪಿಕೊಳ್ಳುತ್ತವೆ.</p>\n<p>“ಸಾಮಾನ್ಯ ಸಂವೇದನೆಯ ಜೀವಿಗಳು ವಸ್ತುವನ್ನು ನೋಡಿದಾಗ, ಅವರು ಅದರ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಅಂಶವನ್ನು ಮಾತ್ರ ನೋಡುತ್ತಾರೆ, ಅವರು ಅದರ ಖಾಲಿತನದ ಅಂಶವನ್ನು ನೋಡುವುದಿಲ್ಲ.”</p>\n<p>“ಪ್ರತಿ ಬೆಳಗಿದ ಜೀವಿ ಯಾವುದೇ ವಸ್ತುವಿನ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಮತ್ತು ಖಾಲಿಯಾದ ಅಂಶವನ್ನು ಏಕಕಾಲದಲ್ಲಿ ನೋಡಬಹುದು.</p>\n<p>“ಖಾಲಿತನವು ಸರಳವಾಗಿ ಜೀವಿಗಳ ನೈಜವಲ್ಲದ ಮತ್ತು ವೈಯಕ್ತಿಕವಲ್ಲದ ಸ್ವರೂಪವನ್ನು ಸೂಚಿಸುವ ಪದವಾಗಿದೆ ಮತ್ತು ಸಂಪೂರ್ಣ ಬೇರ್ಪಡುವಿಕೆ ಮತ್ತು ಸ್ವಾತಂತ್ರ್ಯದ ಸ್ಥಿತಿಯ ಸೂಚಕ ಸಂಕೇತವಾಗಿದೆ”.</p>\n<p>ಶಾಲೆಗಳು, ಕಾಲೇಜುಗಳು ಮತ್ತು ವಿಶ್ವವಿದ್ಯಾನಿಲಯಗಳ ಶಿಕ್ಷಕರು ಮತ್ತು ಶಿಕ್ಷಕಿಯರು ನಮ್ಮ ಕ್ರಾಂತಿಕಾರಿ ಮನೋವಿಜ್ಞಾನವನ್ನು ಆಳವಾಗಿ ಅಧ್ಯಯನ ಮಾಡಬೇಕು ಮತ್ತು ನಂತರ ರಿಯಾಲಿಟಿಯ ಅನುಭವಕ್ಕೆ ಕಾರಣವಾಗುವ ಮಾರ್ಗವನ್ನು ತಮ್ಮ ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಕಲಿಸಬೇಕು.</p>\n<p>ಆಲೋಚನೆಗಳು ಮುಗಿದ ನಂತರವೇ ರಿಯಾಲಿಟಿಯ ಅನುಭವವನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಿದೆ.</p>\n<p>ಖಾಲಿತನದ ಪ್ರವೇಶವು ಶುದ್ಧ ರಿಯಾಲಿಟಿಯ ಸ್ಪಷ್ಟ ಬೆಳಕನ್ನು ಅನುಭವಿಸಲು ನಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ.</p>\n<p>ಆ ಜ್ಞಾನವು ವಾಸ್ತವವಾಗಿ ಖಾಲಿಯಾಗಿದೆ, ಗುಣಲಕ್ಷಣ ಮತ್ತು ಬಣ್ಣವಿಲ್ಲದೆ, ಪ್ರಕೃತಿಯಲ್ಲಿ ಖಾಲಿಯಾಗಿದೆ, ಇದು ನಿಜವಾದ ರಿಯಾಲಿಟಿ, ಸಾರ್ವತ್ರಿಕ ಒಳಿತಾಗಿದೆ.</p>\n<p>ನಿಮ್ಮ ಬುದ್ಧಿವಂತಿಕೆ, ಇದರ ನಿಜವಾದ ಸ್ವರೂಪವು ಖಾಲಿತನವಾಗಿದೆ, ಅದನ್ನು ಏನೂ ಇಲ್ಲದ ಖಾಲಿತನವಾಗಿ ನೋಡಬಾರದು ಆದರೆ ಅಡೆತಡೆಯಿಲ್ಲದ, ಅದ್ಭುತವಾದ, ಸಾರ್ವತ್ರಿಕ ಮತ್ತು ಸಂತೋಷದಾಯಕ ಬುದ್ಧಿವಂತಿಕೆಯಂತೆ ನೋಡಬೇಕು, ಅದು ಪ್ರಜ್ಞೆ, ಸಾರ್ವತ್ರಿಕವಾಗಿ ಬುದ್ಧಿವಂತ ಬುದ್ಧ.</p>\n<p>ನಿಮ್ಮ ಸ್ವಂತ ಖಾಲಿ ಪ್ರಜ್ಞೆ ಮತ್ತು ಅದ್ಭುತವಾದ ಮತ್ತು ಸಂತೋಷದಾಯಕ ಬುದ್ಧಿವಂತಿಕೆ ಬೇರ್ಪಡಿಸಲಾಗದವು. ಅವುಗಳ ಒಕ್ಕೂಟವೇ ಧರ್ಮಕಾಯ; ಪರಿಪೂರ್ಣ ಜ್ಞಾನೋದಯದ ಸ್ಥಿತಿ.</p>\n<p>ನಿಮ್ಮ ಸ್ವಂತ ಪ್ರಕಾಶಮಾನವಾದ ಪ್ರಜ್ಞೆ, ಖಾಲಿ ಮತ್ತು ವೈಭವದ ದೊಡ್ಡ ದೇಹದಿಂದ ಬೇರ್ಪಡಿಸಲಾಗದ, ಹುಟ್ಟು ಮತ್ತು ಸಾವು ಇಲ್ಲ, ಮತ್ತು ಇದು ಬದಲಾಗದ ಬೆಳಕಿನ ಅಮಿತಾಭ ಬುದ್ಧ.</p>\n<p>ಈ ಜ್ಞಾನ ಸಾಕು. ನಿಮ್ಮ ಸ್ವಂತ ಬುದ್ಧಿವಂತಿಕೆಯ ಖಾಲಿತನವನ್ನು ಬುದ್ಧನ ಸ್ಥಿತಿಯೆಂದು ಗುರುತಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಸ್ವಂತ ಪ್ರಜ್ಞೆಯೆಂದು ಪರಿಗಣಿಸಿ, ಬುದ್ಧನ ದೈವಿಕ ಮನೋಭಾವದಲ್ಲಿ ಮುಂದುವರಿಯಿರಿ.</p>\n<p>ಧ್ಯಾನದ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಬುದ್ಧಿಯನ್ನು ಬೇರೆಡೆಗೆ ತಿರುಗಿಸದೆ ಇರಿಸಿ, ನೀವು ಧ್ಯಾನದಲ್ಲಿದ್ದೀರಿ ಎಂಬುದನ್ನು ಮರೆತುಬಿಡಿ, ನೀವು ಧ್ಯಾನ ಮಾಡುತ್ತಿದ್ದೀರಿ ಎಂದು ಯೋಚಿಸಬೇಡಿ ಏಕೆಂದರೆ ನೀವು ಧ್ಯಾನ ಮಾಡುತ್ತಿದ್ದೀರಿ ಎಂದು ಯೋಚಿಸಿದಾಗ, ಈ ಆಲೋಚನೆಯು ಧ್ಯಾನವನ್ನು ತೊಂದರೆಗೊಳಿಸಲು ಸಾಕು. ರಿಯಾಲಿಟಿಯನ್ನು ಅನುಭವಿಸಲು ನಿಮ್ಮ ಮನಸ್ಸು ಖಾಲಿಯಾಗಿರಬೇಕು.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kn/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kn/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kn/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
