import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "حقیقت کا تجربہ",
  "locale": "ur",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. حقیقت کا تجربہ",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>دلفی کے مندر کی پُر وقار دہلیز پر زندہ پتھر پر کندہ ایک قدیم تحریر موجود تھی: “اپنے آپ کو جانو”۔ اپنے آپ کو جانو اور تم کائنات اور دیوتاؤں کو جانو گے۔</p>\n<p>مراقبہ کا ماورائی علم قدیم یونانی پیشواؤں کے اس مقدس نصب العین پر مبنی ہے۔</p>\n<p>اگر ہم سچائی کے ساتھ اور انتہائی خلوص کے ساتھ درست مراقبہ کی بنیاد رکھنا چاہتے ہیں، تو ہمیں اپنے آپ کو ذہن کی تمام سطحوں پر سمجھنا ضروری ہے۔</p>\n<p>مراقبہ کی درست بنیاد رکھنا درحقیقت، خواہش، خود غرضی، خوف، نفرت، نفسیاتی طاقتوں کی لالچ، نتائج کی خواہش وغیرہ وغیرہ سے آزاد ہونا ہے۔</p>\n<p>یہ سب پر واضح اور کسی شک و شبہ سے بالاتر ہے کہ مراقبہ کا بنیادی پتھر رکھنے کے بعد ذہن ساکت اور گہری اور شاندار خاموشی میں ڈوب جاتا ہے۔</p>\n<p>سخت منطقی نقطہ نظر سے، اپنے آپ کو جانے بغیر حقیقت کا تجربہ کرنا چاہنا بے معنی ہے۔</p>\n<p>یہ فوری طور پر ضروری ہے کہ ذہن کے تمام شعبوں میں، ہر مسئلے کو، ہر خواہش کو، ہر یاد کو، ہر نفسیاتی نقص کو، وغیرہ کو مکمل طور پر سمجھا جائے۔</p>\n<p>یہ سب پر واضح ہے کہ مراقبہ کے دوران، ذہن کی اسکرین پر ایک ناگوار جلوس میں، تمام نفسیاتی نقائص جو ہماری خصوصیات ہیں، ہماری تمام خوشیاں اور غم، لاتعداد یادیں، متعدد محرکات جو بیرونی دنیا یا اندرونی دنیا سے آتے ہیں، ہر قسم کی خواہشات، ہر قسم کے جذبات، پرانی شکایات، نفرتیں وغیرہ گزرتے ہیں۔</p>\n<p>جو شخص واقعی اپنے ذہن میں مراقبہ کی بنیادی اینٹ رکھنا چاہتا ہے، اسے اپنی سمجھ بوجھ کی ان مثبت اور منفی اقدار پر پوری توجہ دینی چاہیے اور انہیں مکمل طور پر سمجھنا چاہیے نہ صرف خالصتاً فکری سطح پر، بلکہ ذہن کی تمام تحت الشعور، تحت ذہنی اور لاشعوری سطحوں پر بھی۔ ہمیں کبھی نہیں بھولنا چاہیے کہ ذہن کی بہت سی سطحیں ہیں۔</p>\n<p>ان تمام اقدار کا گہرائی سے مطالعہ درحقیقت خود شناسی ہے۔</p>\n<p>ذہن کی اسکرین پر موجود ہر فلم کا آغاز اور اختتام ہوتا ہے۔ جب اشکال، خواہشات، جذبات، عزائم، یادوں وغیرہ کی پریڈ ختم ہو جاتی ہے، تو ذہن ساکت ہو جاتا ہے اور گہری خاموشی میں ہر قسم کے خیالات سے خالی ہو جاتا ہے۔</p>\n<p>نفسیات کے جدید طلباء کو روشن خلاء کا تجربہ کرنے کی ضرورت ہے۔ ہماری اپنی ذہن کے اندر خلاء کا پھٹنا ایک ایسے عنصر کا تجربہ کرنے، محسوس کرنے، زندہ کرنے کی اجازت دیتا ہے جو تبدیل کرتا ہے، وہ عنصر حقیقت ہے۔</p>\n<p>ایک ایسے ذہن میں فرق کریں جو ساکت ہے اور ایک ایسا ذہن جو پرتشدد طریقے سے ساکت کیا گیا ہے۔</p>\n<p>ایک ایسے ذہن میں فرق کریں جو خاموش ہے اور ایک ایسا ذہن جو زبردستی خاموش کیا گیا ہے۔</p>\n<p>کسی بھی منطقی استدلال کی روشنی میں ہمیں یہ سمجھنا ہوگا کہ جب ذہن کو پرتشدد طریقے سے ساکت کیا جاتا ہے، تو گہرائی میں اور دیگر سطحوں پر یہ ساکت نہیں ہوتا اور آزاد ہونے کے لیے جدوجہد کرتا ہے۔</p>\n<p>تجزیاتی نقطہ نظر سے ہمیں یہ سمجھنا ہوگا کہ جب ذہن کو زبردستی خاموش کیا جاتا ہے، تو گہرائی میں یہ خاموش نہیں ہوتا، یہ چیختا ہے اور بری طرح مایوس ہوتا ہے۔</p>\n<p>ذہن کی حقیقی سکون اور قدرتی اور خود بخود خاموشی ہم پر ایک فضل کے طور پر، ایک نعمت کے طور پر آتی ہے، جب دانش کے شاندار پردے پر ہماری اپنی زندگی کی بہت ہی ذاتی فلم ختم ہوجاتی ہے۔</p>\n<p>صرف اس وقت جب ذہن قدرتی طور پر اور خود بخود ساکت ہو، صرف اس وقت جب ذہن مزیدار خاموشی میں ہو، روشن خلاء کا پھٹنا آتا ہے۔</p>\n<p>خلاء کی وضاحت کرنا آسان نہیں ہے۔ یہ قابل تعریف یا قابل بیان نہیں ہے، اس کے بارے میں ہم جو بھی تصورات پیش کرتے ہیں وہ اہم نقطہ پر ناکام ہوسکتے ہیں۔</p>\n<p>خلاء کو الفاظ میں بیان یا ظاہر نہیں کیا جاسکتا۔ اس کی وجہ یہ ہے کہ انسانی زبان بنیادی طور پر موجودہ چیزوں، خیالات اور جذبات کو نامزد کرنے کے لیے بنائی گئی ہے۔ یہ موجود نہ ہونے والے مظاہر، چیزوں اور جذبات کو واضح اور مخصوص انداز میں بیان کرنے کے لیے موزوں نہیں ہے۔</p>\n<p>وجود کی شکلوں سے محدود زبان کی حدود میں خلاء پر بحث کرنے کی کوشش کرنا، بغیر کسی شک کے، بے وقوفی اور بالکل غلط ہے۔</p>\n<p>“خلاء عدم وجود ہے، اور وجود خلاء نہیں ہے”۔</p>\n<p>“شکل خلاء سے مختلف نہیں ہے، اور خلاء شکل سے مختلف نہیں ہے”۔</p>\n<p>“شکل خلاء ہے اور خلاء شکل ہے، خلاء کی وجہ سے چیزیں موجود ہیں”۔</p>\n<p>“خلاء اور وجود ایک دوسرے کی تکمیل کرتے ہیں اور ایک دوسرے کے مخالف نہیں ہیں”۔ خلاء اور وجود ایک دوسرے کو شامل کرتے ہیں اور گلے لگاتے ہیں۔</p>\n<p>“جب عام حساسیت والے انسان کسی شے کو دیکھتے ہیں، تو وہ صرف اس کے موجود پہلو کو دیکھتے ہیں، وہ اس کے خالی پہلو کو نہیں دیکھتے”۔</p>\n<p>“ہر روشن وجود کسی بھی چیز کے موجود اور خالی پہلو کو بیک وقت دیکھ سکتا ہے۔</p>\n<p>“خلاء محض ایک اصطلاح ہے جو ہستیوں کی غیر جوہر اور غیر ذاتی نوعیت کو ظاہر کرتی ہے، اور مکمل لاتعلقی اور آزادی کی حالت کی نشاندہی کی علامت ہے”۔</p>\n<p>اسکولوں، کالجوں اور یونیورسٹیوں کے اساتذہ اور استاتذہ کو ہماری انقلابی نفسیات کا گہرائی سے مطالعہ کرنا چاہیے اور پھر اپنے طلباء کو اس راستے کی تعلیم دینی چاہیے جو حقیقت کے تجربے کی طرف جاتا ہے۔</p>\n<p>حقیقت کا تجربہ صرف اس وقت ممکن ہے جب سوچ ختم ہو جائے۔</p>\n<p>خلاء کا پھٹنا ہمیں خالص حقیقت کی واضح روشنی کا تجربہ کرنے کی اجازت دیتا ہے۔</p>\n<p>وہ موجودہ علم حقیقت میں خالی ہے، بغیر کسی خصوصیت اور رنگ کے، فطرت سے خالی، سچی حقیقت ہے، عالمگیر نیکی ہے۔</p>\n<p>تمہاری ذہانت جس کی حقیقی نوعیت خلاء ہے جسے عدم کی خلاء نہیں سمجھا جانا چاہیے بلکہ خود ذہانت بغیر کسی رکاوٹ کے، شاندار، عالمگیر اور خوش کن شعور ہے، عالمگیر طور پر دانا بُدھ ہے۔</p>\n<p>تمہارا اپنا خالی شعور اور روشن اور خوش کن ذہانت ناقابلِ علیحدگی ہیں۔ ان کا اتحاد دھرما کایا ہے؛ کامل روشن خیالی کی حالت۔</p>\n<p>تمہارا اپنا روشن، خالی اور شاندار جسم سے ناقابلِ علیحدگی شعور نہ پیدائش ہے اور نہ موت اور یہ بدلی ہوئی روشنی امتارا بُدھ ہے۔</p>\n<p>یہ علم کافی ہے۔ اپنی خود کی ذہانت کے خلاء کو بُدھ کی حالت کے طور پر تسلیم کرنا اور اسے اپنے شعور کے طور پر قابل احترام سمجھنا، بُدھ کی الہی روح میں جاری رکھنا ہے۔</p>\n<p>مراقبہ کے دوران اپنے ذہن کو بغیر کسی خلفشار کے محفوظ رکھو، بھول جاؤ کہ تم مراقبہ میں ہو، یہ مت سوچو کہ تم مراقبہ کر رہے ہو کیونکہ جب یہ سوچا جاتا ہے کہ مراقبہ کیا جا رہا ہے، تو یہ سوچ مراقبہ کو پریشان کرنے کے لیے کافی ہے۔ تمہارا ذہن حقیقت کا تجربہ کرنے کے لیے خالی رہنا چاہیے۔</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ur/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
