import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Досьвед рэальнага",
  "locale": "be",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. Досьвед рэальнага",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>На ўрачыстым парозе храма ў Дэльфах была высечана ў жывым камені гератычная надпіс: “СПАЗНАЙ САМОГА СЯБЕ”. Спазнаеш сябе, і спазнаеш сусвет і Багоў.</p>\n<p>Трансцэндэнтальная навука Медытацыі мае краевугольным каменем гэты свяшчэнны дэвіз старажытных ГРЭЧНЫХ ІЕРАФАНТАЎ.</p>\n<p>Калі мы сапраўды і вельмі шчыра хочам закласці аснову для правільнай медытацыі, неабходна зразумець сябе на ўсіх узроўнях розуму.</p>\n<p>Закласці правільную аснову медытацыі - гэта значыць быць свабодным ад амбіцый, эгаізму, страху, нянавісці, прагнасці да псіхічных сіл, прагі да вынікаў і г.д., і г.д., і г.д.</p>\n<p>Усім ясна і па-за ўсякім сумневам, што пасля закладкі КРАЕВУГОЛЬНАГА КАМНЯ медытацыі розум заціхае і знаходзіцца ў глыбокай і велічнай цішыні.</p>\n<p>З пункту гледжання строга лагічнага, абсурдна жадаць зведаць РЭАЛЬНАСЦЬ, не ведаючы сябе.</p>\n<p>Неабходна разумець ЦЭЛАСНА і ва ўсіх сферах розуму кожную праблему па меры яе ўзнікнення ў розуме, кожнае жаданне, кожны ўспамін, кожны псіхалагічны дэфект і г.д.</p>\n<p>Усім ясна, што падчас практыкі медытацыі па экране розуму праходзяць у змрочнай працэсіі ўсе псіхалагічныя дэфекты, якія нас характарызуюць, усе нашы радасці і смутку, незлічоныя ўспаміны, шматлікія імпульсы, якія зыходзяць то са знешняга свету, то з унутранага свету, жаданні ўсякага роду, страсці ўсякага роду, старыя крыўды, нянавісць і г.д.</p>\n<p>Хто сапраўды хоча закласці ў сваім розуме аснову медытацыі, павінен надаваць поўную ўвагу гэтым пазітыўным і негатыўным каштоўнасцям нашага разумення і разумець іх цэласна не толькі на чыста інтэлектуальным узроўні, але і ва ўсіх падсвядомых, інфрасвядомых і несвядомых сферах розуму. Ніколі нельга забываць, што розум мае шмат узроўняў.</p>\n<p>Глыбокае вывучэнне ўсіх гэтых каштоўнасцей азначае на самай справе пазнанне сябе.</p>\n<p>Кожны фільм на экране розуму мае пачатак і канец. Калі заканчваецца парад формаў, жаданняў, страсцей, амбіцый, успамінаў і г.д., то розум заціхае і знаходзіцца ў глыбокай цішыні, ПУСТЫ ад усялякіх думак.</p>\n<p>Сучасныя студэнты псіхалогіі павінны зведаць АСВЯТЛЯЛЬНУЮ ПУСТОТУ. Прыход ПУСТЫ ў наш розум дазваляе нам зведаць, адчуць, перажыць элемент, які трансфармуе, гэты ЭЛЕМЕНТ - РЭАЛЬНАСЦЬ.</p>\n<p>Адрознівайце розум, які заціх, ад розуму, які гвалтоўна суцішылі.</p>\n<p>Адрознівайце розум, які знаходзіцца ў цішыні, ад розуму, які прымусілі маўчаць.</p>\n<p>У святле любой лагічнай дэдукцыі мы павінны разумець, што калі розум гвалтоўна суцішылі, то ў глыбіні і на іншых узроўнях ён не заціх і змагаецца за вызваленне.</p>\n<p>З аналітычнага пункту гледжання мы павінны разумець, што калі розум прымусілі маўчаць, то ў глыбіні ён не знаходзіцца ў цішыні, ён крычыць і жудасна адчайваецца.</p>\n<p>Сапраўдная цішыня і натуральная і спантанная цішыня розуму прыходзяць да нас як ласка, як шчасце, калі заканчваецца вельмі інтымны фільм нашага існавання на цудоўным экране інтэлекту.</p>\n<p>Толькі калі розум натуральна і спантанна заціхне, толькі калі розум знаходзіцца ў цудоўнай цішыні, надыходзіць АСВЯТЛЯЛЬНАЯ ПУСТОТА.</p>\n<p>ПУСТОТУ няпроста растлумачыць. Яе нельга вызначыць або апісаць, любая канцэпцыя, якую мы выказваем пра яе, можа пацярпець няўдачу ў галоўным пункце.</p>\n<p>ПУСТОТУ нельга апісаць або выразіць словамі. Гэта звязана з тым, што чалавечая мова была створана галоўным чынам для абазначэння існуючых рэчаў, думак і пачуццяў; яна непрыдатная для выразнага і дакладнага выражэння з’яў, рэчаў і пачуццяў, якія НЕ ІСНУЮЦЬ.</p>\n<p>Спроба абмеркаваць ПУСТОТУ ў межах мовы, абмежаванай формамі існавання, сапраўды па-за ўсякім сумневам, з’яўляецца на самай справе дурной і абсалютна няправільнай.</p>\n<p>«ПУСТОТА - гэта НЕІСНАВАННЕ, а ІСНАВАННЕ - гэта НЕ ПУСТОТА».</p>\n<p>«ФОРМА НЕ АДРОЗНІВАЕЦЦА АД ПУСТОТЫ, І ПУСТОТА НЕ АДРОЗНІВАЕЦЦА АД ФОРМЫ».</p>\n<p>«ФОРМА - ГЭТА ПУСТОТА, А ПУСТОТА - ГЭТА ФОРМА, БЛАГАДАРЯ ПУСТОЦЕ РЭЧЫ ІСНУЮЦЬ».</p>\n<p>«ПУСТОТА І ІСНАВАННЕ ДАПАЎНЯЮЦЬ АДНО АДНОГА І НЕ СУПРАЦЬСТАЯЦЬ АДНО АДНОМУ». ПУСТОТА І ІСНАВАННЕ ЎКЛЮЧАЮЦЬ І АБДЫМАЮЦЦА.</p>\n<p>«КАЛІ ІСТОТЫ З НАРМАЛЬНАЙ АДЧУВАЛЬНАСЦЮ БАЧАЦЬ ПРАДМЕТ, ЯНЫ БАЧАЦЬ ТОЛЬКІ ЯГО ІСНАЎШЫ АСПЕКТ, ЯНЫ НЕ БАЧАЦЬ ЯГО ПУСТЫ АСПЕКТ».</p>\n<p>«Кожная ПРАСВЕТЛЕНАЯ ІСТОТА можа бачыць адначасова існуючы і ПУСТЫ аспект чаго-небудзь.</p>\n<p>«ПУСТОТА - гэта проста тэрмін, які абазначае НЕСУТНАСНУЮ і неПЕРСАНАЛЬНУЮ прыроду істот, і знак указання на стан абсалютнай непрывязанасці і свабоды».</p>\n<p>Настаўнікі і Настаўніцы Школ, Каледжаў і Універсітэтаў павінны глыбока вывучыць нашу Рэвалюцыйную Псіхалогію, а потым навучыць сваіх студэнтаў шляху, які вядзе да перажывання РЭАЛЬНАСЦІ.</p>\n<p>Толькі калі думка скончылася, можна дасягнуць ПЕРАЖЫВАННЯ РЭАЛЬНАСЦІ.</p>\n<p>Прыход ПУСТОТЫ дазваляе нам зведаць ЯСНАЕ СВЯТЛО ЧЫСТАЙ РЭАЛЬНАСЦІ.</p>\n<p>Гэта ПРЫСУТНАЕ ПАЗНАННЕ ў сапраўднай ПУСТОТЫ, без характарыстык і без колеру, ПУСТОЕ ПА ПРЫРОДЗЕ, - гэта ПРАЎДЗІВАЯ РЭАЛЬНАСЦЬ, УСЯСВЕТНАЯ ДАБРАТА.</p>\n<p>ТВОЙ ІНТЭЛЕКТ, сапраўдная прырода якога - ПУСТОТА, на якую не трэба глядзець як на ПУСТОТУ НІЧОГА, а як на САМ ІНТЭЛЕКТ без перашкод, бліскучы, універсальны і шчаслівы, - гэта СВЯДОМАСЦЬ, БУДА УСЕАГУЛЬНА ПАЗНАЮЧЫ.</p>\n<p>ТВАЯ ўласная ПУСТАЯ СВЯДОМАСЦЬ і БЛІСКУЧЫ і радасны ІНТЭЛЕКТ непадзельныя. Іх АБ’ЯДНАННЕ з DHARMA-KAYA; СТАН ДАСКАНАЛАГА ПРАСВЯТЛЕННЯ.</p>\n<p>ТВАЯ ўласная БЛІСКУЧАЯ СВЯДОМАСЦЬ, ПУСТАЯ і непадзельная ад вялікага ЦЕЛА ЗБЛІШЧАННЯ, не мае ні НАРАДЖЭННЯ, ні СМЕРЦІ і з’яўляецца нязменным святлом АМІТАРА БУДЫ.</p>\n<p>Гэтага ведання дастаткова. Прызнаць ПУСТОТУ свайго ІНТЭЛЕКТУ як СТАН БУДЫ і лічыць яе сваёй уласнай СВЯДОМАСЦЮ - гэта працягваць ДУХОЎНЫ ДУХ БУДЫ.</p>\n<p>Захоўвай свой ІНТЭЛЕКТ, не адцягваючыся падчас МЕДЫТАЦЫІ, забудзься пра тое, што ты ў Медытацыі, не думай, што ты медытуеш, таму што калі думаеш, што медытуеш, гэтай думкі дастаткова, каб парушыць медытацыю. ТВОЙ розум павінен заставацца ПУСТЫМ, каб зведаць РЭАЛЬНАСЦЬ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/be/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
