import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "የእውነታው ተሞክሮ",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. የእውነታው ተሞክሮ",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>በዴልፉስ ቤተ መቅደስ ግርጌ ላይ “ራስህን እወቅ” የሚል ድንጋይ ላይ የተቀረጸ የሂራቲክ ጽሑፍ ነበረ። ራስህን እወቅ፣ አጽናፈ ዓለሙን እና አማልክትን ታውቃለህ።</p>\n<p>የማሰላሰል ትራንስሴንታል ሳይንስ መሰረታዊ ማዕዘን ጥግ የጥንት የግሪክ ቄሶች ቅዱስ መሪ ቃል ነው።</p>\n<p>በእውነት እና በጣም በቅንነት ትክክለኛውን የማሰላሰል መሰረት መመስረት ከፈለግን እራሳችንን በአእምሮአችን በሁሉም ደረጃዎች መረዳት አስፈላጊ ነው.</p>\n<p>የማሰላሰልን ትክክለኛ መሠረት መመስረት በእውነቱ ከምኞት፣ ከራስ ወዳድነት፣ ከፍርሃት፣ ከጥላቻ፣ የስነ ልቦና ኃይሎች ስግብግብነት፣ የውጤት ጉጉት፣ ወዘተ፣ ወዘተ ነፃ መሆን ነው።</p>\n<p>የማሰላሰል መሰረታዊ የማዕዘን ድንጋይ ከተመሠረተ በኋላ አእምሮው ጸጥ ይላል እና በጥልቅ እና በሚያስደንቅ ጸጥታ ውስጥ እንደሚገኝ ለሁሉም ግልጽ እና አጠራጣሪ ነው።</p>\n<p>በጥብቅ አመክንዮአዊ እይታ እራሳችንን ሳናውቅ እውነታውን ለመለማመድ መፈለግ ከንቱ ነው።</p>\n<p>እያንዳንዱ ችግር በአእምሮ ውስጥ በሚነሳበት ጊዜ፣ እያንዳንዱ ፍላጎት፣ እያንዳንዱ ትውስታ፣ እያንዳንዱ የስነ ልቦና ጉድለት ወዘተ በአእምሮ ውስጥ በሁሉም አካባቢዎች ሙሉ በሙሉ መረዳት አስቸኳይ ነው።</p>\n<p>በማሰላሰል ልምምድ ወቅት የሚለዩን የስነ-ልቦና ጉድለቶች በሙሉ ፣ደስታችን እና ሀዘኖቻችን በሙሉ ፣የማይቆጠሩ ትውስታዎች ፣ከውጭው አለም ወይም ከውስጥ አለም የሚመነጩ ብዙ ግፊቶች ፣ሁሉም ዓይነት ምኞቶች ፣ሁሉም ዓይነት ምኞቶች ፣ የድሮ ቅሬታዎች፣ ጥላቻዎች፣ ወዘተ በአእምሮ ስክሪን ላይ በክፉ ሰልፍ ውስጥ እንደሚያልፉ ለሁሉም ግልጽ ነው።</p>\n<p>በእውነት የማሰላሰል መሰረታዊ ድንጋይ በአእምሮው ውስጥ መመስረት የሚፈልግ ማንኛውም ሰው በአስተሳሰባችን ውስጥ በእነዚህ አወንታዊ እና አሉታዊ እሴቶች ላይ ሙሉ ትኩረት መስጠት እና ሙሉ በሙሉ መረዳት አለበት, በምሁራዊ ደረጃ ብቻ ሳይሆን, በአእምሮ ውስጥ በሁሉም ንቃተ-ህሊና, ከንዑስ ንቃተ-ህሊና እና ከማይታወቅ ደረጃዎች ውስጥ መረዳት አለበት. አእምሮ ብዙ ደረጃዎች እንዳሉት ፈጽሞ መዘንጋት የለብንም።</p>\n<p>የእነዚህ ሁሉ እሴቶች ጥልቅ ጥናት በእውነቱ ራስን ማወቅ ማለት ነው።</p>\n<p>በአእምሮ ስክሪን ላይ ያለ እያንዳንዱ ፊልም መጀመሪያ እና መጨረሻ አለው። የቅርጾች፣ ምኞቶች፣ ምኞቶች፣ ምኞቶች፣ ትዝታዎች፣ ወዘተ ሰልፍ ሲያልቅ፣ አእምሮ ጸጥ ይላል እና ሁሉንም ዓይነት ሀሳቦች ባዶ በሆነ ጥልቅ ጸጥታ ውስጥ ይቆያል።</p>\n<p>ዘመናዊ የሥነ ልቦና ተማሪዎች የሚያበራውን ባዶነት መለማመድ አለባቸው. ባዶነት በራሳችን አእምሮ ውስጥ መግባቱ የሚቀይርን ንጥረ ነገር እንድንለማመድ፣ እንድንሰማ እና እንድንለማመድ ያስችለናል፣ ያ ንጥረ ነገር እውነተኛው ነው።</p>\n<p>በጸጥታ እና በአመጽ በጸጥታ መካከል ያለውን ልዩነት ይለዩ.</p>\n<p>በጸጥታ እና በግድ በጸጥታ መካከል ያለውን ልዩነት ይለዩ.</p>\n<p>ከማንኛውም አመክንዮአዊ ቅነሳ ብርሃን አንጻር ሲታይ, አእምሮው በኃይል ሲረጋጋ, ከታች እና በሌሎች ደረጃዎች ጸጥ አይልም እና ለመላቀቅ ይታገላል.</p>\n<p>ከትንታኔ እይታ አንጻር ሲታይ, አእምሮው በግዳጅ ሲዘጋ, ከታች ዝም አይልም, ይጮኻል እና በጣም ይበሳጫል.</p>\n<p>እውነተኛው የተረጋጋ እና ድንገተኛ የአእምሮ ጸጥታ ወደ እኛ የሚመጣው እንደ ጸጋ ፣ እንደ ደስታ ፣ በምሁር ድንቅ ስክሪን ላይ የራሳችን ሕልውና የቅርብ ፊልም ሲያልቅ ነው።</p>\n<p>አእምሮ በተፈጥሮ እና በድንገት ጸጥ ባለበት ጊዜ ብቻ ፣ አእምሮ በሚያስደስት ጸጥታ ውስጥ በሚሆንበት ጊዜ ፣ የሚያበራው ባዶነት ብቅ ይላል።</p>\n<p>ባዶውን ለማብራራት ቀላል አይደለም. ሊገለጽ ወይም ሊገለጽ የሚችል አይደለም፣ ስለ እሱ የምንሰጠው ማንኛውም ጽንሰ-ሐሳብ በዋናው ነጥብ ላይ ሊሳሳት ይችላል።</p>\n<p>ባዶው በቃላት ሊገለጽ ወይም ሊገለጽ አይችልም. ይህ የሆነበት ምክንያት የሰው ቋንቋ በዋነኝነት የተፈጠረው ነባር ነገሮችን፣ ሐሳቦችን እና ስሜቶችን ለመሰየም ነው; ግልጽ እና የተለየ በሆነ መንገድ ለመግለጽ ተስማሚ አይደለም, ክስተቶች, ነገሮች እና የማይኖሩ ስሜቶች.</p>\n<p>ባዶውን ከነባራዊ ሁኔታዎች ቅርጾች ጋር በተገደበ ቋንቋ ውስጥ ለመወያየት መሞከር, በእውነቱ, ሞኝነት እና በፍጹም ስህተት ነው.</p>\n<p>«ባዶው የሌለ ነው፣ እና ሕልውና ባዶ አይደለም።</p>\n<p>“ቅርጹ ከባዶነት አይለይም, እና ባዶው ከቅርጹ አይለይም.”</p>\n<p>“ቅርጽ ባዶ ነው እና ባዶ ቅርጽ ነው, ነገሮች የሚኖሩት ባዶነት ምክንያት ነው.”</p>\n<p>“ባዶነት እና ህልውና እርስ በርስ ይደጋገፋሉ እና አይቃወሙም.” ባዶነት እና ህልውና ይካተታሉ እና እርስ በርስ ይተቃቀፋሉ.</p>\n<p>“የተለመደ ስሜት ያላቸው ፍጥረታት አንድን ነገር ሲያዩ የነባሩን ገጽታ ብቻ ነው የሚያዩት፣ የባዶውን ገጽታ አያዩም።”</p>\n<p>“እያንዳንዱ ብርሃን ያለው ፍጡር የነገሩን ያለውን እና ባዶውን ገጽታ በአንድ ጊዜ ማየት ይችላል።</p>\n<p>“ባዶነት በቀላሉ የፍጥረታትን የማይታዘዝ እና ግላዊ ያልሆነ ባህሪን የሚያመለክት ቃል ነው, እና ፍጹም መገለል እና ነፃነት ሁኔታ ምልክት ነው.”</p>\n<p>የEscudas, ኮሌጆች እና ዩኒቨርሲቲዎች መምህራን እና መምህራን አብዮታዊ ሳይኮሎጂያችንን በደንብ ማጥናት እና ከዚያም እውነተኛውን ልምድ ወደሚያመራው መንገድ ተማሪዎቻቸውን ማስተማር አለባቸው.</p>\n<p>ሐሳብ ሲያልቅ ወደ እውነታው ተሞክሮ መድረስ የሚቻለው ያኔ ብቻ ነው።</p>\n<p>የባዶው መፈንዳት የንፁህ እውነታ ግልጽ ብርሃን እንድንለማመድ ያስችለናል።</p>\n<p>ያ በአሁኑ ጊዜ በእውነት ባዶ የሆነ እውቀት፣ ያለ ባህሪ እና ያለ ቀለም፣ ባዶ ተፈጥሮ፣ እውነተኛ እውነታ፣ ሁለንተናዊ መልካምነት ነው።</p>\n<p>እውነተኛ ተፈጥሮው ምንም ሳይኖር ባዶነት የሆነው እውቀትህ እንደ ባዶነት መታየት የለበትም ነገር ግን እንደ ብሩህ፣ ሁለንተናዊ እና ደስተኛ የሆነ እውቀት ራሱ ንቃተ ህሊና ነው፣ ሁለንተናዊ ጠቢብ ቡድሃ።</p>\n<p>የእራስህ ባዶ ንቃተ ህሊና እና ብሩህ እና አስደሳች እውቀት የማይነጣጠሉ ናቸው። አንድነታቸው የድሃርማ-ካያ ነው; ፍጹም የእውቀት ብርሃን ሁኔታ።</p>\n<p>የእራስህ ብሩህ ንቃተ ህሊና፣ ባዶ እና ከታላቁ ግርማ ሞገስ አካል የማይነጣጠል፣ ልደትም ሆነ ሞት የለውም እና የማይለወጠው የአሚታራ ቡድሃ ብርሃን ነው።</p>\n<p>ይህ እውቀት በቂ ነው። የእራስህን የማሰብ ችሎታ ባዶነት እንደ ቡድሃ ሁኔታ መገንዘብ እና እንደራስህ ንቃተ ህሊና አድርገህ መቁጠር በቡድሃ መለኮታዊ መንፈስ መቀጠል ነው።</p>\n<p>በማሰላሰል ጊዜ የማሰብ ችሎታህን ሳትረብሽ ጠብቅ፣ በማሰላሰል ላይ መሆንህን እርሳ፣ እያሰላሰልክ እንደሆነ አታስብ ምክንያቱም እያሰላሰልክ እንደሆነ ስታስብ ይህ ሃሳብ ማሰላሰሉን ለማወክ በቂ ነው። አእምሮህ እውነታውን ለመለማመድ ባዶ መሆን አለበት።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
