import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "د واقعیت تجربه",
  "locale": "ps",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. د واقعیت تجربه",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>د دلفي د معبد په رسمي دروازه کې، په ژوندي ډبره کې یو لرغونی لیک کښل شوی و چې ویل یې: “خپل ځان وپېژنئ”. خپل ځان وپېژنئ او تاسو به کائنات او خدایان وپېژنئ.</p>\n<p>د مراقبې مافوق الفطرتي ساینس د لرغونو یوناني هیروفانټونو د دې سپیڅلي شعار په بنسټ ولاړ دی.</p>\n<p>که موږ په ریښتیا او په خورا اخلاص سره غواړو چې د سمې مراقبې لپاره بنسټ کیږدو، نو اړینه ده چې خپل ځان د ذهن په ټولو کچو کې درک کړو.</p>\n<p>د مراقبې د سمې بنسټ ایښودل په حقیقت کې د لالچ، خود غرضۍ، ویرې، نفرت، د رواني ځواکونو لالچ، د پایلو غوښتنې او نورو څخه آزاد اوسېدل دي.</p>\n<p>ټولو ته ښکاره او له شک پرته، له هغه وروسته چې د مراقبې بنسټیز بنسټ کیښودل شي، ذهن ارام او په ژوره او اغیزمنه چوپتیا کې راځي.</p>\n<p>د یو کلک منطقي لید څخه، دا بې معنی ده چې خپل ځان نه پېژندل شوی واقعیت تجربه کړئ.</p>\n<p>دا اړینه ده چې په بشپړه توګه او د ذهن په ټولو برخو کې، هره ستونزه چې په ذهن کې راڅرګندیږي، هره غوښتنه، هره خاطره، هره رواني نیمګړتیا او نور درک کړئ.</p>\n<p>ټولو ته ښکاره ده چې د مراقبې په جریان کې، د ذهن د پردې له لارې زموږ ټول رواني نیمګړتیاوې، زموږ ټولې خوښۍ او خفګانونه، بې شمیره یادونه، ډیری هڅونې چې له بهرنۍ نړۍ یا دننۍ نړۍ څخه راځي، هر ډول غوښتنې، هر ډول خواهشات، زاړه خفګانونه، نفرتونه او نور تیریږي.</p>\n<p>هر هغه څوک چې په رښتیا غواړي د مراقبې بنسټ ډبره په خپل ذهن کې کېږدي، باید زموږ د پوهې مثبتو او منفي ارزښتونو ته پوره پام وکړي او په بشپړه توګه یې درک کړي، نه یوازې په خالص فکري کچه، بلکې د ذهن په ټولو نیمه هوښیارو، نیمه ځان هوښیارو او بې هوښیارو برخو کې. هیڅکله باید هیر نکړو چې ذهن ډیری کچې لري.</p>\n<p>د دې ټولو ارزښتونو ژوره مطالعه په حقیقت کې د ځان پېژندلو معنی لري.</p>\n<p>د ذهن په پرده کې هر فلم پیل او پای لري. کله چې د شکلونو، غوښتنو، خواهشاتو، هیلو، یادونو او نورو لړۍ پای ته ورسیږي، نو ذهن خاموش کیږي او په ژوره چوپتیا کې له هر ډول فکرونو تشېږي.</p>\n<p>د ارواپوهنې عصري زده کونکي اړتیا لري چې روښانه تشه تجربه کړي. زموږ په ذهن کې د تشې رامنځته کېدل موږ ته اجازه راکوي چې یو داسې عنصر تجربه کړو، احساس کړو او ژوند وکړو چې بدلون راولي، دا عنصر حقیقت دی.</p>\n<p>د هغه ذهن ترمنځ توپیر وکړئ چې ارام دی او هغه ذهن چې په تاوتریخوالي سره ارام شوی دی.</p>\n<p>د هغه ذهن ترمنځ توپیر وکړئ چې خاموش دی او هغه ذهن چې په زور سره خاموش شوی دی.</p>\n<p>د هر ډول منطقي استدلال په رڼا کې، موږ باید پوه شو چې کله ذهن په تاوتریخوالي سره ارام کیږي، نو په ژوره او نورو کچو کې ارام نه وي او د آزادۍ لپاره مبارزه کوي.</p>\n<p>د تحلیلي لید څخه، موږ باید پوه شو چې کله ذهن په زور سره خاموش کیږي، نو په ژوره توګه خاموش نه وي، چیغې وهي او په ډیره سخته توګه نا امیده کیږي.</p>\n<p>د ذهن ریښتینی، طبیعي او ناڅاپي ارامتیا او چوپتیا موږ ته د فضل په توګه راځي، کله چې زموږ د خپل وجود ډیر نږدې فلم د عقل په حیرانونکې پرده کې پای ته ورسیږي.</p>\n<p>یوازې هغه وخت چې ذهن په طبیعي او ناڅاپي توګه ارام وي، یوازې هغه وخت چې ذهن په خوندوره چوپتیا کې وي، د روښانه کوونکې تشې رامنځته کېدل راځي.</p>\n<p>تشه تشریح کول اسانه ندي. دا نه تعریف کېدای شي او نه هم تشریح کېدای شي، هر هغه مفهوم چې موږ یې په اړه خپروو کېدای شي په اصلي ټکي کې ناکام شي.</p>\n<p>تشه په کلمو کې نشي تشریح کېدای او نه هم څرګندېدای شي. دا ځکه چې انساني ژبه په عمده توګه د موجودو شیانو، فکرونو او احساساتو د نومولو لپاره رامینځته شوې ده؛ دا د موجودو شیانو، فکرونو او احساساتو د روښانه او ځانګړي ډول څرګندولو لپاره مناسبه نده.</p>\n<p>د وجود د بڼو له خوا محدودې ژبې په حدودو کې د تشې په اړه بحث کول، په حقیقت کې احمقانه او په بشپړه توګه ناسمه ده.</p>\n<p>“تشه نه شتون دی، او شتون تشه نده”.</p>\n<p>“بڼه د تشې څخه توپیر نلري، او تشه د بڼې څخه توپیر نلري”.</p>\n<p>“بڼه تشه ده او تشه بڼه ده، د تشې له امله شیان شتون لري”.</p>\n<p>“تشه او شتون یو بل بشپړوي او یو بل سره مخالفت نلري”. تشه او شتون یو بل کې شامل دي او یو بل ته غاړه ږدي.</p>\n<p>“کله چې د نورمال حساسیت لرونکي مخلوقات یو څیز ویني، دوی یوازې د هغې موجود اړخ ویني، دوی د هغې تش اړخ نه ویني”.</p>\n<p>“هر روښان شوی مخلوق کولی شي په یو وخت کې د هر څه موجود او تش اړخ وګوري.</p>\n<p>“تشه په ساده ډول هغه اصطلاح ده چې د مخلوقاتو غیر اصلي او غیر شخصي ماهیت او د مطلق انزوا او آزادۍ حالت نښه کوي”.</p>\n<p>د ښوونځیو، کالجونو او پوهنتونونو ښوونکو او ښوونکو ته په کار ده چې زموږ انقلابي ارواپوهنه په ژوره توګه مطالعه کړي او بیا خپلو زده کوونکو ته هغه لاره ور وښيي چې د حقیقت تجربې ته لارښوونه کوي.</p>\n<p>د حقیقت تجربې ته یوازې هغه وخت رسیدل ممکن دي چې فکر پای ته ورسیږي.</p>\n<p>د تشې رامنځته کېدل موږ ته اجازه راکوي چې د خالص حقیقت روښانه رڼا تجربه کړو.</p>\n<p>هغه اوسنۍ پوهه چې په حقیقت کې تشه ده، بې ځانګړتیا او بې رنګه، د طبیعت تشه، ریښتینی حقیقت دی، نړیوال نیکمرغي.</p>\n<p>ستاسو استخبارات چې ریښتینی ماهیت یې تشه ده چې باید د هیڅ څیز د تشې په توګه ونه ګڼل شي، بلکې د خپله هغې استخباراتو په توګه چې بې خنډه، روښانه، نړیواله او خوشحاله ده، شعور دی، په نړیواله کچه پوه بودا دی.</p>\n<p>ستاسو خپل تش شعور او روښانه او خوشحاله استخبارات نه جلا کېدونکي دي. د هغوی یوځای کېدل د درما کایا دي؛ د کامل روښانتیا حالت.</p>\n<p>ستاسو خپل روښانه شعور، تش او د عظمت له لوی بدن څخه نه جلا کېدونکی، نه زیږون لري او نه مرګ او د امیتابه بودا نه بدلیدونکې رڼا ده.</p>\n<p>همدا پوهه کافي ده. د خپل استخباراتو تشه د بودا د حالت په توګه وپېژنئ او د خپل شعور په توګه یې وګورئ، دا د بودا په الهي روح کې دوام دی.</p>\n<p>د مراقبې په جریان کې خپل عقل بې ځایه کولو پرته وساتئ، هیر کړئ چې تاسو په مراقبه کې یاست، فکر مه کوئ چې تاسو مراقبه کوئ ځکه چې کله فکر کوئ چې مراقبه کوئ، دا فکر د مراقبې ګډوډولو لپاره کافي دی. ستاسو ذهن باید تش شي ترڅو حقیقت تجربه کړي.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ps/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
