import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "खऱ्याचो अणभव",
  "locale": "kok",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. खऱ्याचो अणभव",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>डेल्फुसाच्या देवळाच्या गंभीर उंबरठ्याचेर जिवेंत धोंड्यांत कोरांतून काडिल्लें एक पवित्र शिलालेख आशिल्लें, “नो से ते इप्सम”. स्वताक वळख आनी तूं संवसार आनी देवांक वळखतली.</p>\n<p>ध्यानाची परात्पर विज्ञानाची मूळ बुन्याद म्हळ्यार आदल्या हिरोफँट्स ग्रीक लोकांचो हो पवित्र आदर्श.</p>\n<p>जर खरेंच आनी खूब प्रामाणिकपणान आमकां योग्य ध्यानाचो पाया घालचो आसा, जाल्यार मनाच्या सगळ्या पातळेचेर स्वताक समजून घेवप गरजेचें.</p>\n<p>ध्यानाची योग्य बुन्याद घालप म्हळ्यार खरें म्हणल्यार महत्वाकांक्षा, स्वार्थीपण, भंय, तिरस्कार, मानसिक शक्तींची हावेस, निकालाची तळमळ हांचे परस मुक्त जावप, इ. इ. इ.</p>\n<p>सगळ्यांक स्पश्ट आनी कसल्याच दुबावाशिवाय ध्यानाची मूळ बुन्याद घातल्या उपरांत मन शांत आनी खोल आनी प्रभावी शांततायेन उरता.</p>\n<p>कडक तर्काच्या नदरेन स्वताक वळखनासतना खऱ्याचो अणभव घेवपाची इत्सा करप हास्यास्पद दिसता.</p>\n<p>मनाचेर उप्राशिल्लो दरेक प्रस्न, दरेक इत्सा, दरेक याद, दरेक मानसशास्त्रीक दोश, इ. मनाच्या सगळ्या भुंयेचेर एकात्मिक रितीन समजून घेवप खूब गरजेचें.</p>\n<p>ध्यानाच्या सरावावेळार मनाच्या पड्ड्यार आमच्या खाशेलपणाचे सगळे मानसशास्त्रीक दोश, आमचे सगळे आनंद आनी दुख्ख, असंख्य याद, भायल्या संवसारांतल्यान वा भितरल्या संवसारांतल्यान येवपी खूब प्रेरणा, सगळ्या प्रकारच्यो इत्सा, सगळ्या प्रकारच्यो वासना, जुन्या दुस्मानकाय, तिरस्कार, इ. हांचें काळें मिरवणूक जाता हें सगळ्यांक स्पश्ट आसा.</p>\n<p>ज्या कोणाक खरेंच आपल्या मनांत ध्यानाची मूळ बुन्याद घालची आसा, ताणें आमच्या समजूतदारिक सकारात्मक आनी नकारात्मक अशा दोनूय मुल्यांचेर पुराय लक्ष दिवपाक जाय आनी फकत बौध्दिक पातळेचेरच न्हय, तर मनाच्या सगळ्या अवचेतन, अवरचेतन आनी बेशुध्द भुंयेचेर तांकां पुराय रितीन समजून घेवपाक जाय. मनशाच्या मनाक खूब पातळ्यो आसतात हें आमी केन्नाच विसरचे न्हय.</p>\n<p>ह्या सगळ्या मुल्यांचो खोलायेन अभ्यास म्हळ्यार स्वताक वळखप.</p>\n<p>मनाच्या पड्ड्यावेल्या दरेक सिनेमाक सुरवात आनी शेवट आसता. आकार, इत्सा, वासना, महत्वाकांक्षा, याद, इ. हांचें मिरवणूक सोंपल्या उपरांत मन शांत आनी खोल शांततायेन सगळ्या विचारांशिवाय रितें उरता.</p>\n<p>आधुनिक मानसशास्त्र विद्यार्थ्यांक उजवाडपी रितपण अणभवपाची गरज आसा. आमच्याच मनांत रितपणाचो उप्रास जाल्यार बदलपी घटक अणभवपाक, जाणवपाक, जियेवपाक मेळटा, तो घटक म्हळ्यार सत्य.</p>\n<p>शांत आशिल्ल्या मनांत आनी जबरदस्तीन शांत केल्ल्या मनांत फरक करात.</p>\n<p>शांत आशिल्ल्या मनांत आनी जबरदस्तीन शांत केल्ल्या मनांत फरक करात.</p>\n<p>कसल्याय तार्किक उतरांवळीच्या उजवाडांत आमकां हें समजून घेवप गरजेचें की जेन्ना मन जबरदस्तीन शांत करतात, तेन्ना खोलायेन आनी हेर पातळेचेर तें शांत नासता आनी मुक्त जावपाखातीर झूजता.</p>\n<p>विश्लेशणात्मक नदरेन आमकां हें समजून घेवप गरजेचें की जेन्ना मन जबरदस्तीन शांत करतात, तेन्ना खोलायेन तें शांत नासता, किंचाळटा आनी खूब निराश जाता.</p>\n<p>मनाची खरी शांतताय आनी नैसर्गिक आनी उत्स्फूर्त शांतताय, आमकां एक देणगी म्हणून येता, एक आनंद म्हणून, जेन्ना आमच्या बुध्दीच्या अद्भुत पड्ड्यार आमच्या स्वताच्या अस्तित्वाचो खूब खाजगी सिनेमा सोंपता.</p>\n<p>जेन्ना मन नैसर्गिक रितीन आनी उत्स्फूर्त रितीन शांत आसता तेन्नाच, जेन्ना मन खूब आनंददायक शांततायेंत आसता तेन्नाच उजवाडपी रितपण येता.</p>\n<p>रितपण सांगपाक सोंपें ना. तें व्याख्या करपाक वा वर्णन करपाक शक्य ना, ताचेविशीं आमी जारी केल्लो कसलोय विचार मुखेल मुद्याचेर चुकूंक शकता.</p>\n<p>रितपणाचें वर्णन करपाक वा उतरांनी व्यक्त करपाक शक्य ना. कारण मनीस भाशा मुखेलपणान अस्तित्वांत आशिल्ल्यो वस्तू, विचार आनी भावना दाखोवपाखातीर तयार केल्या; अस्तित्वांत नाशिल्ल्यो घडणुको, वस्तू आनी भावना स्पश्ट आनी खाशेल्या रितीन उक्तावपाक ती योग्य ना.</p>\n<p>अस्तित्वाच्या आकारांनी मर्यादित आशिल्ल्या भाशेंत रितपणाचेर वाद घालपाचो यत्न करप, खऱ्या अर्थान मूर्खतायेचें आनी पुरायपणान चुकीचें थारता.</p>\n<p>«रितपण म्हळ्यार ना-अस्तित्व, आनी अस्तित्व म्हळ्यार रितपण न्हय».</p>\n<p>“आकार रितपणापरस वेगळो ना, आनी रितपण आकारापरस वेगळें ना”.</p>\n<p>“आकार म्हळ्यार रितपण आनी रितपण म्हळ्यार आकार, रितपणाक लागून वस्तू अस्तित्वांत आसात”.</p>\n<p>“रितपण आनी अस्तित्व एकामेकांक पुरक आसात आनी ते विरोधक ना”. रितपण आनी अस्तित्व एकमेकांक सामावून घेतात आनी कवटाळटात.</p>\n<p>“जेन्ना सामान्य संवेदनाशिलतेचे प्राणी एक वस्तू पळेतात, तेन्ना ते फकत तांचो अस्तित्व आशिल्लो घटक पळेतात, तांचो रित आशिल्लो घटक पळेनात”.</p>\n<p>“प्रत्येक उजवाड आशिल्लो प्राणी एकाच वेळार खंयच्याय वस्तूचो अस्तित्व आशिल्लो आनी रित आशिल्लो घटक पळोवंक शकता.</p>\n<p>“रितपण म्हळ्यार साद्यान प्राण्यांचो गैर-सारभूत आनी गैर-वैयक्तिक स्वभाव दाखोवपी शब्द, आनी पुराय विलगताय आनी सुटकेची स्थिती दाखोवपी खूण”.</p>\n<p>शाळा, महाविद्यालय आनी विद्यापीठांच्या शिक्षकांनी आमच्या क्रांतीकारी मानसशास्त्राचो खोलायेन अभ्यास करपाक जाय आनी उपरांत आपल्या विद्यार्थ्यांक सत्याचो अणभव घेवपाच्या मार्गदर्शनाची शिकवण दिवपाक जाय</p>\n<p>विचार सोंपल्या उपरांतूच सत्याचो अणभव घेवपाक मेळटा.</p>\n<p>रितपणान पुराय सत्याचो स्पश्ट उजवाड अणभवपाक मेळटा.</p>\n<p>तो विचार रितेंत उपस्थित आसता, खऱ्या अर्थान रितेंत, खाशेलपण आनी रंग नाशिल्लें, स्वभावाक रितें, तें खरें सत्य, सार्वत्रिक भोवपण.</p>\n<p>तुजी बुध्दी जातची खरी प्रकृती रितपण आसा, जिका नाकासारकें रितपण मानूंक फावना पूण कसलीच आडखळ नाशिल्ली बुध्दिमानकाय म्हूण पळोवंक जाय, तेजस्वी, सार्वत्रिक आनी खुशाल ही चेतना, सार्वत्रिकपणान बुध्दिमान बुध्द.</p>\n<p>तुजी स्वताची रिती चेतना आनी तेजस्वी आनी आनंददायक बुध्दिमानकाय वेगळीं करपाक शकनात. तांचें एकवटणें म्हळ्यार धर्म-काय; परिपूर्ण उजवाडाची स्थिती.</p>\n<p>तुजी स्वताची तेजस्वी चेतना, रिती आनी तेजस्वितायेच्या व्हडल्या कुडीपरस वेगळीं करपाक शकनात, जल्म वा मरण ना आनी ती बदलूंक नाशिल्ली ज्योत अमितारा बुध्द.</p>\n<p>ह्या गिन्यानाक बस. आपल्याच बुध्दिमानकायेचें रितपण बुध्दाची स्थिती म्हूण वळखप आनी तुजी स्वताची चेतना म्हूण विचार करप, म्हळ्यार बुध्दाच्या दिव्य आत्म्यांत फुडें वचप.</p>\n<p>ध्यानाच्या वेळार आपलो बुध्द विचलित जावंक दिवनासतना सांबाळात, ध्यानांत आसात हें विसरून वचात, ध्यान करतले हें चिंतनात कारण जेन्ना ध्यान करतले असो विचार येता तेन्ना ध्यान बिघडपाक हेंच चिंतन पुरेसा. सत्य अणभवचे खातीर तुमचें मन रितें उरपाक जाय.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kok/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kok/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kok/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
