import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "वास्तविकताको अनुभव",
  "locale": "ne",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. वास्तविकताको अनुभव",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>डेल्फसको मन्दिरको पवित्र प्रवेशद्वारमा जीवित ढुङ्गामा कुँदिएको एउटा रहस्यमय शिलालेख थियो: “नो से ते इप्सम”। आफूलाई चिन्नुहोस् र ब्रह्माण्ड र देवताहरूलाई चिन्नुहुनेछ।</p>\n<p>ध्यानको अलौकिक विज्ञानको आधारशिला प्राचीन ग्रीक हेरोफान्टहरूको यो पवित्र आदर्श वाक्य हो।</p>\n<p>यदि हामी साँच्चै र निष्कपट रूपमा सही ध्यानको लागि आधार स्थापना गर्न चाहन्छौं भने, हामीले मनका सबै स्तरहरूमा आफूलाई बुझ्न आवश्यक छ।</p>\n<p>ध्यानको सही आधार स्थापना गर्नु भनेको वास्तवमा महत्वाकांक्षा, अहंकार, डर, घृणा, मानसिक शक्तिहरूको लोभ, परिणामहरूको लालसा, आदि, आदि, आदिबाट मुक्त हुनु हो।</p>\n<p>यो सबैलाई स्पष्ट छ र कुनै शंका छैन कि ध्यानको आधारशिला स्थापना गरेपछि मन स्थिर र गहिरो र भव्य मौनतामा रहन्छ।</p>\n<p>कडा तार्किक दृष्टिकोणबाट, आफूलाई नचिनेर वास्तविकता अनुभव गर्न चाहनु हास्यास्पद हुन्छ।</p>\n<p>मनका सबै क्षेत्रहरूमा, प्रत्येक समस्या, प्रत्येक इच्छा, प्रत्येक स्मृति, प्रत्येक मनोवैज्ञानिक दोष, आदि मनमा उत्पन्न हुने बित्तिकै पूर्ण रूपमा बुझ्न जरुरी छ।</p>\n<p>यो सबैलाई स्पष्ट छ कि ध्यानको अभ्यासको क्रममा, हाम्रा सबै मनोवैज्ञानिक दोषहरू, हाम्रा सबै आनन्द र दुःखहरू, असंख्य सम्झनाहरू, बाहिरी संसारबाट वा भित्री संसारबाट आउने धेरै आवेगहरू, सबै प्रकारका इच्छाहरू, सबै प्रकारका जुनूनहरू, पुराना गुनासोहरू, घृणाहरू, आदि मनको स्क्रिनमा डरलाग्दो जुलुसमा जान्छन्।</p>\n<p>जसले साँच्चै आफ्नो मनमा ध्यानको आधारशिला स्थापना गर्न चाहन्छ, उसले हाम्रो समझका यी सकारात्मक र नकारात्मक मानहरूमा पूर्ण ध्यान दिनुपर्छ र तिनीहरूलाई पूर्ण रूपमा बुझ्नुपर्छ, केवल बौद्धिक स्तरमा मात्र होइन, तर मनका सबै अवचेतन, अवचेतन र अचेतन क्षेत्रहरूमा पनि। हामीले कहिल्यै बिर्सनु हुँदैन कि मनका धेरै स्तरहरू हुन्छन्।</p>\n<p>यी सबै मानहरूको गहिरो अध्ययन भनेको वास्तवमा आत्म-ज्ञान हो।</p>\n<p>मनको स्क्रिनमा रहेको प्रत्येक फिल्मको सुरुवात र अन्त्य हुन्छ। जब आकार, इच्छा, जुनून, महत्वाकांक्षा, सम्झना, आदिको परेड समाप्त हुन्छ, तब मन स्थिर हुन्छ र सबै प्रकारका विचारहरूबाट खाली गहिरो मौनतामा रहन्छ।</p>\n<p>आधुनिक मनोविज्ञानका विद्यार्थीहरूले उज्यालो शून्यताको अनुभव गर्न आवश्यक छ। हाम्रो आफ्नै मनभित्र शून्यताको प्रवेशले हामीलाई परिवर्तन गर्ने तत्व, त्यो तत्व नै वास्तविकता हो अनुभव गर्न, महसुस गर्न, बाँच्न अनुमति दिन्छ।</p>\n<p>स्थिर भएको मन र हिंसात्मक रूपमा स्थिर गरिएको मन बीच भेद गर्नुहोस्।</p>\n<p>मौन भएको मन र जबरजस्ती मौन बनाइएको मन बीच भेद गर्नुहोस्।</p>\n<p>कुनै पनि तार्किक कटौतीको प्रकाशमा, हामीले यो बुझ्नुपर्छ कि जब मनलाई हिंसात्मक रूपमा स्थिर गरिन्छ, तब यो गहिरो रूपमा र अन्य स्तरहरूमा स्थिर हुँदैन र मुक्त हुनको लागि संघर्ष गर्दछ।</p>\n<p>विश्लेषणात्मक दृष्टिकोणबाट, हामीले बुझ्नुपर्छ कि जब मनलाई जबरजस्ती मौन गरिन्छ, तब यो गहिरो रूपमा मौन हुँदैन, यो चिच्याउँछ र भयानक रूपमा निराश हुन्छ।</p>\n<p>मनको वास्तविक स्थिरता र प्राकृतिक र सहज मौनता, हामीलाई अनुग्रहको रूपमा, आनन्दको रूपमा आउँछ, जब हाम्रो आफ्नै अस्तित्वको धेरै घनिष्ठ फिल्म बुद्धिको अद्भुत स्क्रिनमा समाप्त हुन्छ।</p>\n<p>जब मन प्राकृतिक र सहज रूपमा स्थिर हुन्छ, जब मन रमणीय मौनतामा हुन्छ, तब उज्यालो शून्यताको प्रवेश हुन्छ।</p>\n<p>शून्यता व्याख्या गर्न सजिलो छैन। यो परिभाषित वा वर्णन गर्न सकिँदैन, यसको बारेमा हामीले उत्सर्जन गर्ने कुनै पनि अवधारणा मुख्य बिन्दुमा असफल हुन सक्छ।</p>\n<p>शून्यतालाई शब्दमा वर्णन वा व्यक्त गर्न सकिँदैन। यो किनभने मानव भाषा मुख्य रूपमा अवस्थित चीजहरू, विचारहरू र भावनाहरूलाई जनाउनको लागि सिर्जना गरिएको हो; यो गैर-अवस्थित घटनाहरू, चीजहरू र भावनाहरूलाई स्पष्ट र विशेष रूपमा व्यक्त गर्न उपयुक्त छैन।</p>\n<p>अस्तित्वको रूपबाट सीमित भाषाको सीमाभित्र शून्यताको बारेमा छलफल गर्ने प्रयास गर्नु, निस्सन्देह, मूर्ख र पूर्ण रूपमा गलत हुन्छ।</p>\n<p>“शून्यता गैर-अस्तित्व हो, र अस्तित्व शून्यता होइन”।</p>\n<p>“रूप शून्यताबाट फरक छैन, र शून्यता रूपबाट फरक छैन”।</p>\n<p>“रूप शून्यता हो र शून्यता रूप हो, शून्यताको कारणले चीजहरू अवस्थित छन्”।</p>\n<p>“शून्यता र अस्तित्व एकअर्कालाई पूरक हुन्छन् र एकअर्काको विरोध गर्दैनन्”। शून्यता र अस्तित्व एकअर्कामा समावेश हुन्छन् र अँगालो हाल्छन्।</p>\n<p>“जब सामान्य संवेदनशीलता भएका प्राणीहरूले कुनै वस्तु देख्छन्, तिनीहरूले यसको अवस्थित पक्ष मात्र देख्छन्, तिनीहरूले यसको शून्य पक्ष देख्दैनन्”।</p>\n<p>“प्रत्येक प्रबुद्ध प्राणीले एकैसाथ कुनै पनि चीजको अवस्थित र शून्य पक्ष देख्न सक्छ।</p>\n<p>“शून्यता केवल एक शब्द हो जसले प्राणीहरूको गैर-सारभूत र गैर-व्यक्तिगत प्रकृतिलाई जनाउँछ, र पूर्ण त्याग र स्वतन्त्रताको अवस्थाको संकेत हो”।</p>\n<p>विद्यालय, कलेज र विश्वविद्यालयका शिक्षकहरूले हाम्रो क्रान्तिकारी मनोविज्ञानको गहिरो अध्ययन गर्नुपर्छ र त्यसपछि आफ्ना विद्यार्थीहरूलाई वास्तविकताको अनुभवतर्फ लैजाने बाटो सिकाउनुपर्छ।</p>\n<p>जब विचार समाप्त हुन्छ तब मात्र वास्तविकताको अनुभवमा पुग्न सम्भव छ।</p>\n<p>शून्यताको प्रवेशले हामीलाई शुद्ध वास्तविकताको स्पष्ट प्रकाश अनुभव गर्न अनुमति दिन्छ।</p>\n<p>त्यो वर्तमान ज्ञान वास्तवमा शून्य, विशेषता र रंग बिना, प्रकृतिको शून्य, वास्तविक वास्तविकता हो, विश्वव्यापी भलाइ हो।</p>\n<p>तपाईंको बुद्धि जसको वास्तविक प्रकृति शून्यता हो जसलाई कुनै पनि चीजको शून्यताको रूपमा हेरिनु हुँदैन तर बुद्ध आफैं बिना बाधा, चम्किलो, विश्वव्यापी र खुशी हो, त्यो चेतना हो, विश्वव्यापी रूपमा बुद्धिमानी बुद्ध हो।</p>\n<p>तपाईंको आफ्नै खाली चेतना र चम्किलो र आनन्दित बुद्धि अविभाज्य छन्। तिनीहरूको मिलन धर्म-काय हो; पूर्ण ज्ञानको अवस्था।</p>\n<p>तपाईंको आफ्नै चम्किलो चेतना, खाली र महान वैभवको शरीरबाट अविभाज्य, न जन्म छ न मृत्यु र अपरिवर्तनीय प्रकाश अमिताभ बुद्ध हो।</p>\n<p>यो ज्ञान पर्याप्त छ। बुद्धको अवस्थाको रूपमा तपाईंको आफ्नै बुद्धिको शून्यतालाई चिन्नुहोस् र यसलाई तपाईंको आफ्नै चेतनाको रूपमा विचार गर्नुहोस्, बुद्धको दिव्य आत्मामा जारी राख्नुहोस्।</p>\n<p>ध्यानको समयमा विचलित नभई आफ्नो बुद्धि जोगाउनुहोस्, तपाईं ध्यानमा हुनुहुन्छ भन्ने कुरा बिर्सनुहोस्, तपाईं ध्यान गरिरहनुभएको छ भनेर नसोच्नुहोस् किनकि जब तपाईं ध्यान गरिरहनुभएको छ भनेर सोच्नुहुन्छ, तब यो विचार नै ध्यानलाई बाधा पुर्‍याउन पर्याप्त हुन्छ। वास्तविकता अनुभव गर्नको लागि तपाईंको मन खाली हुनुपर्छ।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ne/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ne/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ne/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
