import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Опитът на реалното",
  "locale": "bg",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. Опитът на реалното",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>На тържествения праг на храма в Делфи се намирал йератичен надпис, изсечен в жив камък, който гласял: “ПОЗНАЙ САМИЯ СЕБЕ СИ”. Опознай себе си и ще опознаеш вселената и боговете.</p>\n<p>Трансценденталната наука за медитацията има за основен крайъгълен камък този свещен девиз на древните ГРЪЦКИ ЙЕРОФАНТИ.</p>\n<p>Ако наистина и съвсем искрено искаме да установим основата за правилната медитация, е необходимо да разберем себе си на всички нива на ума.</p>\n<p>Установяването на правилната основа на медитацията е всъщност да бъдем свободни от амбиция, егоизъм, страх, омраза, алчност за психически сили, жажда за резултати и т.н., и т.н., и т.н.</p>\n<p>Ясно е за всички и без никакво съмнение, че след установяването на ОСНОВНИЯ КРАЙЪГЪЛЕН КАМЪК на медитацията умът остава тих и в дълбоко и внушително мълчание.</p>\n<p>От строго логическа гледна точка е абсурдно да искаме да преживеем РЕАЛНОТО, без да познаваме себе си.</p>\n<p>Спешно е да разберем по ИНТЕГРАЛЕН начин и на всички нива на ума всеки проблем, тъй като той възниква в ума, всяко желание, всеки спомен, всеки психологически дефект и т.н.</p>\n<p>Ясно е за всички, че по време на практиката на медитация по екрана на ума в зловеща процесия преминават всички психологически дефекти, които ни характеризират, всички наши радости и скърби, безбройни спомени, многобройни импулси, които идват или от външния свят, или от вътрешния свят, желания от всякакъв вид, страсти от всякакъв вид, стари негодувания, омрази и т.н.</p>\n<p>Който наистина иска да установи в ума си основния камък на медитацията, трябва да обърне пълно внимание на тези положителни и отрицателни ценности на нашето разбиране и да ги разбере в пълна степен не само на чисто интелектуално ниво, но и на всички подсъзнателни, инфрасъзнателни и несъзнателни нива на ума. Никога не трябва да забравяме, че умът има много нива.</p>\n<p>Задълбоченото изучаване на всички тези ценности всъщност означава самопознание.</p>\n<p>Всеки филм на екрана на ума има начало и край. Когато приключи дефилето на форми, желания, страсти, амбиции, спомени и т.н., тогава умът остава тих и в дълбоко мълчание ПРАЗЕН от всякакви мисли.</p>\n<p>Съвременните студенти по психология трябва да преживеят ОСВЕТЛЯВАЩАТА ПРАЗНОТА. Нахлуването на ПРАЗНОТАТА в собствения ни ум позволява да преживеем, да почувстваме, да изпитаме елемент, който трансформира, този ЕЛЕМЕНТ е РЕАЛНОТО.</p>\n<p>Разграничете ума, който е тих, от ума, който е насилствено успокоен.</p>\n<p>Разграничете ума, който е в мълчание, от ума, който е насилствено заглушен.</p>\n<p>В светлината на всяко логическо заключение трябва да разберем, че когато умът е насилствено успокоен, на дъното и на други нива той не е тих и се бори да се освободи.</p>\n<p>От аналитична гледна точка трябва да разберем, че когато умът е насилствено заглушен, на дъното той не е в мълчание, а крещи и отчаяно се опитва да се освободи.</p>\n<p>Истинската тишина и естественото и спонтанно мълчание на ума идват при нас като благодат, като блаженство, когато приключи много интимният филм на собственото ни съществуване на прекрасния екран на интелекта.</p>\n<p>Само когато умът е естествено и спонтанно тих, само когато умът е в възхитително мълчание, идва нахлуването на ОСВЕТЛЯВАЩАТА ПРАЗНОТА.</p>\n<p>ПРАЗНОТАТА не е лесна за обяснение. Тя не може да бъде определена или описана, всяка концепция, която излъчим за нея, може да се провали в основната точка.</p>\n<p>ПРАЗНОТАТА не може да бъде описана или изразена с думи. Това е така, защото човешкият език е създаден главно за обозначаване на съществуващи неща, мисли и чувства; той не е подходящ за ясно и конкретно изразяване на несъществуващи явления, неща и чувства.</p>\n<p>Опитът да се обсъжда ПРАЗНОТАТА в границите на език, ограничен от формите на съществуване, наистина без съмнение е глупав и абсолютно погрешен.</p>\n<p>“ПРАЗНОТАТА е НЕ-СЪЩЕСТВУВАНЕ, а СЪЩЕСТВУВАНЕТО НЕ Е ПРАЗНОТАТА”.</p>\n<p>“ФОРМАТА НЕ СЕ РАЗЛИЧАВА ОТ ПРАЗНОТАТА, А ПРАЗНОТАТА НЕ СЕ РАЗЛИЧАВА ОТ ФОРМАТА”.</p>\n<p>“ФОРМАТА Е ПРАЗНОТА, А ПРАЗНОТАТА Е ФОРМА, ПОРАДИ ПРАЗНОТАТА НЕЩАТА СЪЩЕСТВУВАТ”.</p>\n<p>“ПРАЗНОТАТА И СЪЩЕСТВУВАНЕТО СЕ ДОПЪЛВАТ И НЕ СЕ ПРОТИВОПОСТАВЯТ”. ПРАЗНОТАТА И СЪЩЕСТВУВАНЕТО СЕ ВКЛЮЧВАТ И ПРЕДГЪРБВАТ.</p>\n<p>“КОГАТО СЪЩЕСТВАТА С НОРМАЛНА ЧУВСТВИТЕЛНОСТ ВИЖДАТ ОБЕКТ, ВИЖДАТ САМО НЕГОВИЯ СЪЩЕСТВУВАЩ АСПЕКТ, НЕ ВИЖДАТ НЕГОВИЯ ПРАЗЕН АСПЕКТ”.</p>\n<p>“Всяко ОСВЕТЕНО СЪЩЕСТВО може да види едновременно съществуващия и ПРАЗЕН аспект на каквото и да е.</p>\n<p>“ПРАЗНОТАТА е просто термин, който обозначава НЕ-СЪЩНОСТНАТА и нелична природа на съществата и сигнал за обозначаване на състоянието на абсолютна непривързаност и свобода”.</p>\n<p>Учителите и учителките от училища, колежи и университети трябва да изучат задълбочено нашата Революционна психология и след това да научат учениците си на пътя, който води до експериментиране на РЕАЛНОТО</p>\n<p>Само е възможно да се достигне до ИЗЖИВЯВАНЕ НА РЕАЛНОТО, когато мисълта е приключила.</p>\n<p>Нахлуването на ПРАЗНОТАТА ни позволява да изживеем ЯСНАТА СВЕТЛИНА на ЧИСТА РЕАЛНОСТ.</p>\n<p>Това НАСТОЯЩО ПОЗНАНИЕ в действителност ПРАЗНО, без характеристика и без цвят, ПРАЗНО ПО ПРИРОДА, е ИСТИНСКАТА РЕАЛНОСТ, ВСЕЛЕНСКАТА ДОБРОТА.</p>\n<p>ТВОЯТ ИНТЕЛЕКТ, чиято истинска природа е ПРАЗНОТАТА, която не трябва да се гледа като ПРАЗНОТАТА на НИЩОТО, а като САМИЯ ИНТЕЛЕКТ без задръжки, блестящ, вселенски и щастлив, е СЪЗНАНИЕТО, Вселенски Мъдрият БУДА.</p>\n<p>ТВОЕТО собствено ПРАЗНО СЪЗНАНИЕ и блестящият и радостен ИНТЕЛЕКТ са неразделни. Тяхното ОБЕДИНЕНИЕ е ДХАРМА-КАЯ; СЪСТОЯНИЕТО НА ПЕРФЕКТНО ОСВЕТЛЕНИЕ.</p>\n<p>ТВОЕТО собствено БЛЕСТЯЩО, ПРАЗНО и неразделно от великото ТЯЛО НА БЛЯСЪК СЪЗНАНИЕ няма нито РАЖДАНЕ, НИТО СМЪРТ и е неизменната светлина АМИТАРА БУДА.</p>\n<p>Това познание е достатъчно. Да признаеш ПРАЗНОТАТА на собствения си ИНТЕЛЕКТ като СЪСТОЯНИЕ на БУДА и да го считаш за собственото си СЪЗНАНИЕ, е да продължиш в БОЖЕСТВЕНИЯ ДУХ на БУДА.</p>\n<p>Запази ИНТЕЛЕКТА си неразсеян по време на МЕДИТАЦИЯ, забрави, че си в Медитация, не мисли, че медитираш, защото когато се мисли, че се медитира, тази мисъл е достатъчна, за да наруши медитацията. ТВОЯТ ум трябва да остане ПРАЗЕН, за да преживее РЕАЛНОТО.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bg/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
