import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "تجربه واقعیت",
  "locale": "fa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. تجربه واقعیت",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>بر آستان باشکوه معبد دلفی، کتیبه‌ای با خط هیراتیک بر روی سنگی زنده حک شده بود که می‌گفت: «خودت را بشناس». خودت را بشناس و جهان و خدایان را خواهی شناخت.</p>\n<p>علم متعالی مدیتیشن، این شعار مقدس کاهنان اعظم یونان باستان را به عنوان سنگ بنای اساسی خود دارد.</p>\n<p>اگر واقعاً و به شکلی بسیار صمیمانه بخواهیم پایه‌ای برای مدیتیشن صحیح بنا کنیم، لازم است خودمان را در تمام سطوح ذهن درک کنیم.</p>\n<p>بنا نهادن پایه‌ای صحیح برای مدیتیشن، در واقع، رهایی از جاه‌طلبی، خودخواهی، ترس، نفرت، طمع به قدرت‌های روانی، اشتیاق به نتایج و غیره است.</p>\n<p>بر همگان روشن و بی‌هیچ تردیدی آشکار است که پس از بنا نهادن سنگ بنای اساسی مدیتیشن، ذهن آرام و در سکوتی عمیق و باشکوه قرار می‌گیرد.</p>\n<p>از دیدگاه منطقی دقیق، تلاش برای تجربه واقعیت بدون شناخت خودمان پوچ و بی‌معنا است.</p>\n<p>ضروری است که هر مسئله‌ای را همانطور که در ذهن ظاهر می‌شود، هر خواسته، هر خاطره، هر نقص روانی و غیره را به شکلی یکپارچه و در تمام زمینه‌های ذهن درک کنیم.</p>\n<p>بر همگان روشن است که در طول تمرین مدیتیشن، تمام نقص‌های روانی که ما را متمایز می‌کنند، تمام شادی‌ها و غم‌های ما، خاطرات بی‌شمار، انگیزه‌های متعددی که از دنیای بیرون یا دنیای درون می‌آیند، خواسته‌های مختلف، امیال گوناگون، کینه‌های قدیمی، نفرت‌ها و غیره، در یک رژه شوم از صفحه ذهن عبور می‌کنند.</p>\n<p>کسی که واقعاً می‌خواهد سنگ بنای مدیتیشن را در ذهن خود بنا کند، باید توجه کامل به این ارزش‌های مثبت و منفی درک خود داشته باشد و آنها را به شکلی یکپارچه درک کند، نه تنها در سطح صرفاً فکری، بلکه در تمام زمینه‌های ناخودآگاه، نیمه‌خودآگاه و ناآگاه ذهن. هرگز نباید فراموش کنیم که ذهن سطوح بسیاری دارد.</p>\n<p>مطالعه عمیق تمام این ارزش‌ها، در واقع به معنای شناخت خود است.</p>\n<p>هر فیلمی بر روی صفحه ذهن، یک آغاز و یک پایان دارد. وقتی رژه اشکال، خواسته‌ها، امیال، جاه‌طلبی‌ها، خاطرات و غیره به پایان می‌رسد، ذهن آرام و در سکوتی عمیق، خالی از هر نوع فکری قرار می‌گیرد.</p>\n<p>دانشجویان مدرن روانشناسی نیاز دارند که خلاء روشنگر را تجربه کنند. نفوذ خلاء به ذهن ما، اجازه می‌دهد تا عنصری را تجربه، احساس و زندگی کنیم که دگرگون‌کننده است؛ آن عنصر، واقعیت است.</p>\n<p>بین ذهنی که ساکن است و ذهنی که به زور ساکت شده است تمایز قائل شوید.</p>\n<p>بین ذهنی که در سکوت است و ذهنی که به اجبار ساکت شده است تمایز قائل شوید.</p>\n<p>با توجه به هر استنتاج منطقی، باید درک کنیم که وقتی ذهن به زور ساکت می‌شود، در اعماق و در سطوح دیگر ساکن نیست و برای رهایی تلاش می‌کند.</p>\n<p>از دیدگاه تحلیلی باید درک کنیم که وقتی ذهن به اجبار ساکت می‌شود، در اعماق سکوت نیست، فریاد می‌زند و به شدت ناامید می‌شود.</p>\n<p>سکون و سکوت طبیعی و خودجوش ذهن، به عنوان یک موهبت و یک سعادت، زمانی به ما می‌رسد که فیلم بسیار صمیمی وجود خودمان بر روی صفحه شگفت‌انگیز عقل به پایان می‌رسد.</p>\n<p>تنها زمانی که ذهن به طور طبیعی و خودجوش ساکن است، تنها زمانی که ذهن در سکوتی لذت‌بخش قرار دارد، نفوذ خلاء روشنگر رخ می‌دهد.</p>\n<p>توضیح خلاء آسان نیست. قابل تعریف یا توصیف نیست، هر مفهومی که در مورد آن بیان کنیم ممکن است در نکته اصلی ناکام بماند.</p>\n<p>خلاء را نمی‌توان در قالب کلمات توصیف یا بیان کرد. این به این دلیل است که زبان انسان عمدتاً برای نامگذاری اشیاء، افکار و احساسات موجود ایجاد شده است. برای بیان پدیده‌ها، چیزها و احساسات غیر موجود به شکلی واضح و مشخص مناسب نیست.</p>\n<p>تلاش برای بحث در مورد خلاء در محدودیت‌های زبانی که محدود به اشکال وجود است، بدون شک، احمقانه و کاملاً اشتباه است.</p>\n<p>«خلاء، عدم وجود است و وجود، خلاء نیست.»</p>\n<p>“شکل با خلاء تفاوتی ندارد، و خلاء با شکل تفاوتی ندارد.”</p>\n<p>“شکل خلاء است و خلاء شکل است، به خاطر خلاء است که چیزها وجود دارند.”</p>\n<p>“خلاء و وجود مکمل یکدیگر هستند و با هم مخالف نیستند.” خلاء و وجود یکدیگر را در بر می‌گیرند و در آغوش می‌گیرند.</p>\n<p>“وقتی موجودات با حساسیت عادی شیئی را می‌بینند، فقط جنبه وجودی آن را می‌بینند، جنبه خالی آن را نمی‌بینند.”</p>\n<p>“هر موجود روشن‌ضمیر می‌تواند همزمان جنبه وجودی و خالی هر چیزی را ببیند.”</p>\n<p>“خلاء صرفاً اصطلاحی است که نشان دهنده ماهیت غیر مادی و غیر شخصی موجودات است و نشانه‌ای از حالت جدایی مطلق و آزادی است.”</p>\n<p>اساتید و معلمان مدارس، دانشکده‌ها و دانشگاه‌ها باید روانشناسی انقلابی ما را به طور کامل مطالعه کنند و سپس راهی را که به تجربه واقعیت منتهی می‌شود به دانش‌آموزان خود بیاموزند.</p>\n<p>تنها زمانی می‌توان به تجربه واقعیت دست یافت که تفکر به پایان رسیده باشد.</p>\n<p>نفوذ خلاء به ما امکان می‌دهد تا نور روشن واقعیت خالص را تجربه کنیم.</p>\n<p>آن دانشی که در واقع در خلاء حاضر است، بدون ویژگی و بدون رنگ، خالی از ماهیت، واقعیت واقعی، خیر جهانی است.</p>\n<p>هوش تو که ماهیت واقعی آن خلاء است، نباید به عنوان خلاء هیچ چیز نگریسته شود، بلکه به عنوان خود هوش بدون مانع، درخشان، جهانی و شاد، آگاهی است، بودای خردمند جهانی.</p>\n<p>آگاهی خالی تو و هوش درخشان و شاد تو جدایی‌ناپذیر هستند. اتحاد آنها دارماکایا است؛ حالت روشنگری کامل.</p>\n<p>آگاهی درخشان، خالی و جدایی‌ناپذیر تو از جسم بزرگ باشکوه، نه تولد دارد و نه مرگ و نور تغییرناپذیر آمیتابا بودا است.</p>\n<p>این دانش کافی است. تشخیص خلاء هوش خود به عنوان حالت بودا و در نظر گرفتن آن به عنوان آگاهی خود، ادامه دادن در روح الهی بودا است.</p>\n<p>عقل خود را بدون حواس‌پرتی در طول مدیتیشن حفظ کن، فراموش کن که در مدیتیشن هستی، فکر نکن که در حال مدیتیشن هستی، زیرا وقتی فکر می‌کنی که در حال مدیتیشن هستی، این فکر برای مختل کردن مدیتیشن کافی است. ذهن تو باید خالی شود تا واقعیت را تجربه کنی.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/fa/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
