import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Чыныгы тажрыйба",
  "locale": "ky",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. Чыныгы тажрыйба",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Дельфи храмынын салтанаттуу босогосунда тирүү ташка чегилген иероглиф жазуусу бар эле: “ӨЗҮҢДҮ ТААНЫ”. Өзүңдү таанысаң, ааламды жана кудайларды тааныйсың.</p>\n<p>Медитациянын трансценденталдык илиминин негизги ташы байыркы ГРЕК ИЕРОФАНТТАРЫНЫН бул ыйык урааны болуп саналат.</p>\n<p>Эгерде биз чындап жана чын жүрөктөн туура медитациянын негизин түзүүнү кааласак, анда өзүбүздү акылдын бардык деңгээлдеринде түшүнүү зарыл.</p>\n<p>Медитациянын туура негизин түзүү, чындыгында эле амбициядан, эгоизмден, коркуудан, жек көрүүдөн, психикалык күчтөрдү ач көздүк менен каалоодон, натыйжаларга умтулуудан ж.б., ж.б., ж.б. эркин болуу болуп саналат.</p>\n<p>Медитациянын НЕГИЗГИ ТАШЫН түзгөндөн кийин акыл тынч болуп, терең жана укмуштуудай жымжырттыкка түшөрү баарына ачык жана талашсыз.</p>\n<p>Катаал логикалык көз караштан алганда, өзүбүздү билбей туруп ЧЫНДЫКТЫ тажрыйбалоону каалоо акылсыздык.</p>\n<p>Акылдын бардык чөйрөсүндө, акылда пайда болгон ар бир көйгөйдү, ар бир каалоону, ар бир эскерүүнү, ар бир психологиялык кемчиликти ж.б. ТОЛУГУ МЕНЕН түшүнүү зарыл.</p>\n<p>Медитация практикасынын жүрүшүндө бизди мүнөздөгөн бардык психологиялык кемчиликтер, бардык кубанычтарыбыз жана кайгыларыбыз, сансыз эскерүүлөр, сырткы дүйнөдөн да, ички дүйнөдөн да келип чыккан көптөгөн импульстар, ар кандай каалоолор, бардык түрдөгү кумарлар, эски таарынычтар, жек көрүү ж.б. акылдын экранынан караңгы процессияда өтүп жатканы баарына ачык.</p>\n<p>Медитациянын негизги ташын өз акылында орнотууну каалаган адам, акылыбыздын бул оң жана терс жактарына толук көңүл буруп, аларды интеллектуалдык деңгээлде эле эмес, акылдын бардык аң-сезимдүү, суб-аң-сезимдүү жана аң-сезимсиз чөйрөлөрүндө да толугу менен түшүнүшү керек. Акылдын көптөгөн деңгээлдери бар экенин эч качан унутпашыбыз керек.</p>\n<p>Бул баалуулуктардын терең изилдениши өзүн-өзү билүү дегенди билдирет.</p>\n<p>Акыл экранындагы ар бир фильмдин башталышы жана аягы бар. Формалардын, каалоолордун, кумарлардын, амбициялардын, эскерүүлөрдүн ж.б. жүрүшү аяктаганда, акыл тынчып, ар кандай ойлордон БОШОТУЛГАН терең жымжырттыкка түшөт.</p>\n<p>Заманбап психология студенттери ЖАРЫК БОШТУКТУ тажрыйбалашы керек. БОШТУКТУН өз акылыбызга кириши, трансформациялоочу элементти тажрыйбалоого, сезүүгө, жашоого мүмкүндүк берет, ал ЭЛЕМЕНТ ЧЫНДЫК болуп саналат.</p>\n<p>Тынч турган акыл менен зордук-зомбулук менен тынчтандырылган акылдын ортосун ажыратыңыз.</p>\n<p>Жымжырттыкта турган акыл менен күч менен жымжырттандырылган акылдын ортосун ажыратыңыз.</p>\n<p>Ар кандай логикалык дедукциянын негизинде, акыл зордук-зомбулук менен тынчтандырылганда, тереңинде жана башка деңгээлдерде тынч эмес жана эркиндикке чыгуу үчүн күрөшүп жатканын түшүнүшүбүз керек.</p>\n<p>Аналитикалык көз караштан алганда, акыл күч менен жымжырттандырылганда, тереңинде жымжырт эмес, кыйкырып, айласы кетип жатканын түшүнүшүбүз керек.</p>\n<p>Акылдын чыныгы тынчтыгы жана табигый жана стихиялуу жымжырттыгы бизге ырайым катары, бакыт катары, интеллектуалдын кереметтүү экранында өз жашообуздун эң жакын киносу аяктаганда келет.</p>\n<p>Акыл табигый жана стихиялуу түрдө тынч болгондо гана, акыл даамдуу жымжырттыкта болгондо гана, ЖАРЫК БОШТУК пайда болот.</p>\n<p>БОШТУКТУ түшүндүрүү оңой эмес. Аны аныктоого же сүрөттөөгө мүмкүн эмес, ал жөнүндө айткан ар кандай түшүнүгүбүз негизги пунктта ийгиликсиз болушу мүмкүн.</p>\n<p>БОШТУКту сөз менен сүрөттөөгө же билдирүүгө мүмкүн эмес. Себеби адам тили негизинен бар нерселерди, ойлорду жана сезимдерди белгилөө үчүн жаралган; ал ФЕНОМЕНДЕРДИ, НЕРСЕЛЕРДИ ЖАНА ЖОК СЕЗИМДЕРДИ так жана конкреттүү түрдө билдирүүгө ылайыктуу эмес.</p>\n<p>Жашоонун формалары менен чектелген тилдин чегинде БОШТУКТУ талкуулоого аракет кылуу, чындыгында эле, акылсыздык жана таптакыр туура эмес.</p>\n<p>«БОШТУК бул ЖОК-БОЛУУ, ал эми БОЛУУ БОШТУК ЭМЕС».</p>\n<p>“ФОРМА БОШТУКТАН АЙЫРМАЛАНБАЙТ, АЛ ЭМИ БОШТУК ФОРМАДАН АЙЫРМАЛАНБАЙТ”.</p>\n<p>“ФОРМА БОШТУК, АЛ ЭМИ БОШТУК ФОРМА, НЕРСЕЛЕРДИН БОЛУШУ БОШТУККА БАЙЛАНЫШТУУ”.</p>\n<p>“БОШТУК ЖАНА БОЛУУ БИРИ-БИРИН ТОЛУКТУРАТ ЖАНА КАРАМА-КАРШЫ ЭМЕС”. БОШТУК ЖАНА БОЛУУ БИРИ-БИРИН КАМТЫЙТ ЖАНА КУЧАГЫНА АЛАТ.</p>\n<p>“КАДЫМКЫ СЕЗИМДҮҮ ЖАНДЫКТАР ОБЪЕКТИНИ КӨРГӨНДӨ АНЫН БОЛУУ ЖАКЫН ГАНА КӨРӨТ, БОШТУК ЖАКЫН КӨРБӨЙТ”.</p>\n<p>“АР БИР ЖАРЫКТАНДЫРЫЛГАН ЖАНДЫК каалаган нерсенин бир эле убакта БОЛУУ ЖАНА БОШТУК жагын көрө алат.</p>\n<p>“БОШТУК жөн гана жандыктардын СУБСТАНЦИЯЛЫК эмес жана ЖЕКЕ эмес табиятын билдирген термин жана абсолюттук бөлүнүү жана эркиндик абалынын көрсөткүчү”.</p>\n<p>Мектептердин, колледждердин жана университеттердин мугалимдери биздин Революциялык психологиябызды терең изилдеп, андан кийин студенттерине ЧЫНДЫКТЫ тажрыйбалоого алып баруучу жолду үйрөтүшү керек</p>\n<p>Ой аяктаганда гана ЧЫНДЫК ТАЖРЫЙБАСЫНА жетүүгө болот.</p>\n<p>БОШТУКТУН пайда болушу бизге ТАЗА ЧЫНДЫКТЫН АЧЫК НУРУН тажрыйбалоого мүмкүндүк берет.</p>\n<p>Чыныгы жаратылышы эч кандай мүнөздөмөсү жана түсү жок, жаратылышы БОШ болгон БОШТУКТАГЫ бул БИЛИМ, эч нерсенин БОШТУГУ катары эмес, тоскоолдуксуз, жаркыраган, ааламдык жана бактылуу АКЫЛ-ЭС катары каралышы керек, бул АҢ-СЕЗИМ, Ааламдык даанышман БУДДА.</p>\n<p>СЕНИН өзүңдүн БОШ АҢ-СЕЗИМИҢ ЖАНА ЖАРКЫРАГАН ЖАНА КУБАНЫЧТУУ АКЫЛ-ЭС ажырагыс. АЛАРДЫН БИРИГҮҮСҮ ДХАРМА-КАЙЯ; КЕМЧИЛИКСИЗ ЖАРЫКТАНДЫРУУ АБАЛЫ.</p>\n<p>СЕНИН өзүңдүн ЖАРКЫРАГАН, БОШ ЖАНА УЛУУ ДАҢКТЫН ДЕНЕСИНЕН ажырагыс АҢ-СЕЗИМИҢДИН ТӨРӨЛҮШҮ ДА, ӨЛҮМҮ ДА ЖОК ЖАНА АМИТАРА БУДДАНЫН өзгөрүлбөс нуру.</p>\n<p>Бул билим жетиштүү. Өз АКЫЛЫҢДЫН БОШТУГУН БУДДА АБАЛЫ КАТАРЫ ТААНУУ ЖАНА АНЫ ӨЗ АҢ-СЕЗИМИҢ КАТАРЫ КАРОО, БУДДАНЫН КУДАЙ РУХУНДА УЛАНТУУ ДЕГЕНДИ БИЛДИРЕТ.</p>\n<p>МЕДИТАЦИЯ учурунда АКЫЛЫҢДЫ алаксытпай сакта, Медитацияда экениңди унут, Медитация кылып жатам деп ойлобо, анткени медитация кылып жатам деп ойлоо Медитацияны бузууга жетиштүү. ЧЫНДЫКТЫ тажрыйбалоо үчүн СЕНИН акылың БОШ болушу керек.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ky/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
