import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Досвід Реального",
  "locale": "uk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "30. Досвід Реального",
    "order": 30
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>На урочистому порозі храму Дельфів був висічений на живому камені ієратичний напис, який говорив: “NO SE TE IPSUM”. Пізнай самого себе, і ти пізнаєш всесвіт і Богів.</p>\n<p>Трансцендентальна Наука Медитації має за основний наріжний камінь цю священну тезу стародавніх ГРЕЦЬКИХ ІЄРОФАНТІВ.</p>\n<p>Якщо ми дійсно і дуже щиро хочемо встановити основу для правильної медитації, необхідно зрозуміти самих себе на всіх рівнях розуму.</p>\n<p>Встановити правильну основу медитації – це, по суті, бути вільним від амбіцій, егоїзму, страху, ненависті, жадібності до психічних сил, прагнення до результатів тощо.</p>\n<p>Усім зрозуміло і без сумніву, що після встановлення ОСНОВНОГО НАРІЖНОГО КАМЕНЯ медитації розум заспокоюється і перебуває в глибокій і величній тиші.</p>\n<p>З суворо логічної точки зору, абсурдно хотіти пізнати РЕАЛЬНІСТЬ, не знаючи самих себе.</p>\n<p>Терміново необхідно зрозуміти ЦІЛІСНО і на всіх рівнях розуму кожну проблему, яка виникає в розумі, кожне бажання, кожен спогад, кожен психологічний дефект тощо.</p>\n<p>Усім зрозуміло, що під час практики медитації по екрану розуму в зловісній процесії проходять усі психологічні дефекти, які нас характеризують, усі наші радощі та печалі, незліченні спогади, численні імпульси, що виходять як із зовнішнього світу, так і з внутрішнього світу, бажання будь-якого роду, пристрасті будь-якого виду, старі образи, ненависть тощо.</p>\n<p>Той, хто дійсно хоче встановити в своєму розумі основний камінь медитації, повинен приділяти повну увагу цим позитивним і негативним цінностям нашого розуміння і розуміти їх цілісно, не тільки на суто інтелектуальному рівні, але й на всіх підсвідомих, інфрасвідомих і несвідомих рівнях розуму. Ніколи не слід забувати, що розум має багато рівнів.</p>\n<p>Глибоке вивчення всіх цих цінностей означає, по суті, знання самого себе.</p>\n<p>Кожен фільм на екрані розуму має початок і кінець. Коли закінчується парад форм, бажань, пристрастей, амбіцій, спогадів тощо, тоді розум заспокоюється і перебуває в глибокій тиші, ПОРОЖНІЙ від будь-яких думок.</p>\n<p>Сучасним студентам психології необхідно пізнати ПРОСВІТЛЮЮЧУ ПОРОЖНЕЧУ. Вторгнення ПОРОЖНЕЧІ у наш власний розум дозволяє пізнати, відчути, пережити елемент, який трансформує, цей ЕЛЕМЕНТ є РЕАЛЬНІСТЮ.</p>\n<p>Слід розрізняти розум, який спокійний, і розум, який насильно заспокоєний.</p>\n<p>Слід розрізняти розум, який перебуває в тиші, і розум, який насильно змушений мовчати.</p>\n<p>У світлі будь-якого логічного висновку ми повинні розуміти, що коли розум насильно заспокоєний, у глибині душі та на інших рівнях він не спокійний і бореться за звільнення.</p>\n<p>З аналітичної точки зору ми повинні розуміти, що коли розум насильно змушений мовчати, в глибині душі він не перебуває в тиші, він кричить і жахливо розпачує.</p>\n<p>Справжній спокій і природна та спонтанна тиша розуму приходять до нас як благодать, як блаженство, коли закінчується дуже інтимний фільм нашого власного існування на чудовому екрані інтелекту.</p>\n<p>Тільки коли розум природно і спонтанно спокійний, тільки коли розум перебуває в чудовій тиші, настає вторгнення ПРОСВІТЛЮЮЧОЇ ПОРОЖНЕЧІ.</p>\n<p>ПОРОЖНЕЧУ нелегко пояснити. Її не можна визначити або описати, будь-яке поняття, яке ми висловлюємо про неї, може зазнати невдачі в головному.</p>\n<p>ПОРОЖНЕЧУ неможливо описати або виразити словами. Це пояснюється тим, що людська мова була створена в основному для позначення речей, думок і почуттів, які існують; вона не підходить для чіткого і конкретного вираження явищ, речей і почуттів, ЯКИХ НЕ ІСНУЄ.</p>\n<p>Намагатися обговорювати ПОРОЖНЕЧУ в межах мови, обмеженої формами існування, насправді, без сумніву, є нерозумним і абсолютно неправильним.</p>\n<p>«ПОРОЖНЕЧА – це НЕ-ІСНУВАННЯ, а ІСНУВАННЯ НЕ Є ПОРОЖНЕЧЕЮ».</p>\n<p>«ФОРМА НЕ ВІДРІЗНЯЄТЬСЯ ВІД ПОРОЖНЕЧІ, І ПОРОЖНЕЧА НЕ ВІДРІЗНЯЄТЬСЯ ВІД ФОРМИ».</p>\n<p>«ФОРМА Є ПОРОЖНЕЧЕЮ, І ПОРОЖНЕЧА Є ФОРМОЮ, САМЕ ЗАВДЯКИ ПОРОЖНЕЧІ ІСНУЮТЬ РЕЧІ».</p>\n<p>«ПОРОЖНЕЧА І ІСНУВАННЯ ДОПОВНЮЮТЬ ОДНЕ ОДНОГО І НЕ СУПЕРЕЧАТЬ». ПОРОЖНЕЧА І ІСНУВАННЯ ВКЛЮЧАЮТЬ І ОБІЙМАЮТЬ ОДНЕ ОДНОГО.</p>\n<p>«КОЛИ ІСТОТИ З НОРМАЛЬНОЮ ЧУТЛИВІСТЮ БАЧАТЬ ОБ’ЄКТ, ВОНИ БАЧАТЬ ЛИШЕ ЙОГО ІСНУЮЧИЙ АСПЕКТ, ВОНИ НЕ БАЧАТЬ ЙОГО ПОРОЖНЬОГО АСПЕКТУ».</p>\n<p>«Кожна ПРОСВІТЛЕНА ІСТОТА може бачити одночасно існуючий і ПОРОЖНІЙ аспект будь-чого.</p>\n<p>«ПОРОЖНЕЧА – це просто термін, який позначає НЕ СУТНІСНУ і не ОСОБИСТУ природу істот, і знак, що вказує на стан абсолютного відсторонення і свободи».</p>\n<p>Майстри та Майстрині Шкіл, Коледжів та Університетів повинні глибоко вивчити нашу Революційну Психологію, а потім навчити своїх студентів шляху, який веде до пізнання РЕАЛЬНОСТІ</p>\n<p>Дійти до ПІЗНАННЯ РЕАЛЬНОСТІ можливо лише тоді, коли думка закінчилася.</p>\n<p>Вторгнення ПОРОЖНЕЧІ дозволяє нам пізнати ЧИСТЕ СВІТЛО ЧИСТОЇ РЕАЛЬНОСТІ.</p>\n<p>Це ПРИСУТНЄ ЗНАННЯ в дійсності ПОРОЖНЄ, без характеристики і без кольору, ПОРОЖНЄ ЗА ПРИРОДОЮ, є ІСТИННОЮ РЕАЛЬНІСТЮ, ВСЕСВІТНІМ ДОБРОМ.</p>\n<p>Твій ІНТЕЛЕКТ, чия справжня природа є ПОРОЖНЕЧЕЮ, на яку не слід дивитися як на ПОРОЖНЕЧУ НІЧОГО, а як на САМ ІНТЕЛЕКТ без перешкод, блискучий, всесвітній і щасливий, є СВІДОМІСТЬ, БУДДА Всесвітньо Мудрий.</p>\n<p>Твоя власна ПОРОЖНЯ СВІДОМІСТЬ і блискучий і радісний ІНТЕЛЕКТ є нероздільними. Їхній СОЮЗ є ДГАРМА-КАЯ; СТАН ДОСКОНАЛОГО ПРОСВІТЛЕННЯ.</p>\n<p>Твоя власна БЛИСКУЧА, ПОРОЖНЯ СВІДОМІСТЬ, нероздільна з великим ТІЛОМ СЯЙВА, не має ані НАРОДЖЕННЯ, ані СМЕРТІ і є незмінним світлом АМІТАРА БУДДИ.</p>\n<p>Цього знання достатньо. Визнати ПОРОЖНЕЧУ власного ІНТЕЛЕКТУ як СТАН БУДДИ і вважати її власною СВІДОМІСТЮ, означає продовжувати перебувати в БОЖЕСТВЕННОМУ ДУСІ БУДДИ.</p>\n<p>Зберігайте свій ІНТЕЛЕКТ неуважним під час МЕДИТАЦІЇ, забудьте, що ви перебуваєте в Медитації, не думайте, що ви медитуєте, тому що коли ви думаєте, що медитуєте, цієї думки достатньо, щоб порушити медитацію. Твій розум повинен залишатися ПОРОЖНІМ, щоб пізнати РЕАЛЬНІСТЬ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/uk/educacion-fundamental/experiencia-de-lo-real.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/experiencia-de-lo-real.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/experiencia-de-lo-real.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
