import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Առատաձեռնություն",
  "locale": "hy",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "12. Առատաձեռնություն",
    "order": 12
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Անհրաժեշտ է սիրել և սիրված լինել, բայց աշխարհի դժբախտության համար մարդիկ ոչ սիրում են, ոչ էլ սիրված են:</p>\n<p>Այն, ինչը կոչվում է սեր, անծանոթ է մարդկանց, և նրանք հեշտությամբ շփոթում են այն կրքի և վախի հետ:</p>\n<p>Եթե մարդիկ կարողանային սիրել և սիրված լինել, պատերազմները բոլորովին անհնար կլինեին երկրի երեսին:</p>\n<p>Շատ ամուսնություններ, որոնք կարող էին իսկապես երջանիկ լինել, ցավոք սրտի, այդպիսին չեն հիշողության մեջ կուտակված հին վրդովմունքների պատճառով:</p>\n<p>Եթե ամուսիններն առատաձեռն լինեին, նրանք կմոռանային ցավալի անցյալը և կապրեին լիարժեք, լի իրական երջանկությամբ:</p>\n<p>Միտքը սպանում է սերը, ոչնչացնում այն: Փորձառությունները, հին դժգոհությունները, հին նախանձները, այս ամենը, որ կուտակվել է հիշողության մեջ, ոչնչացնում է սերը:</p>\n<p>Շատ վիրավորված կանայք կարող էին երջանիկ լինել, եթե բավականաչափ առատաձեռն լինեին, որպեսզի մոռանային անցյալը և ապրեին ներկայում՝ պաշտելով ամուսնուն:</p>\n<p>Շատ ամուսիններ կարող էին իսկապես երջանիկ լինել իրենց կանանց հետ, եթե բավականաչափ առատաձեռն լինեին, որպեսզի ներեին հին սխալները և մոռանային հիշողության մեջ կուտակված վեճերն ու դառնությունները:</p>\n<p>Անհրաժեշտ է, հրատապ է, որ ամուսնությունները հասկանան պահի խորը նշանակությունը:</p>\n<p>Ամուսիններն ու կանայք միշտ պետք է իրենց զգան նորապսակների պես, մոռանան անցյալը և ուրախ ապրեն ներկայում:</p>\n<p>Սերը և վրդովմունքները անհամատեղելի ատոմային նյութեր են: Սիրո մեջ չեն կարող լինել որևէ տեսակի վրդովմունքներ: Սերը հավերժական ներում է։</p>\n<p>Սեր կա նրանց մեջ, ովքեր իսկական տառապանք են ապրում իրենց ընկերների և թշնամիների տառապանքների համար: Իրական սեր կա նրա մեջ, ով անկեղծորեն աշխատում է խոնարհների, աղքատների, կարիքավորների բարօրության համար:</p>\n<p>Սեր կա նրա մեջ, ով ինքնաբերաբար և բնականաբար համակրանք է զգում այն գյուղացու հանդեպ, ով իր քրտինքով է ոռոգում ակոսը, այն գյուղացու հանդեպ, ով տառապում է, այն մուրացկանի հանդեպ, ով դրամ է խնդրում, և այն խոնարհ, տառապող և հիվանդ շան հանդեպ, ով սովից մահանում է ճանապարհի եզրին:</p>\n<p>Երբ մենք անկեղծորեն օգնում ենք մեկին, երբ բնական և ինքնաբերաբար հոգ ենք տանում ծառի մասին և ոռոգում ենք այգու ծաղիկները՝ առանց որևէ մեկի պահանջի, կա իսկական առատաձեռնություն, իսկական համակրանք, իսկական սեր:</p>\n<p>Աշխարհի դժբախտության համար մարդիկ չունեն իսկական առատաձեռնություն: Մարդիկ միայն մտահոգվում են իրենց սեփական եսասիրական ձեռքբերումներով, փափագներով, հաջողություններով, գիտելիքներով, փորձառություններով, տառապանքներով, հաճույքներով և այլն, և այլն:</p>\n<p>Աշխարհում կան շատ մարդիկ, ովքեր ունեն միայն կեղծ առատաձեռնություն: Կա կեղծ առատաձեռնություն խորամանկ քաղաքական գործչի, ընտրական աղվեսի մեջ, ով գումար է վատնում իշխանություն, հեղինակություն, դիրք, հարստություն և այլն ձեռք բերելու եսասիրական նպատակով: Մենք չպետք է կատվին նապաստակի տեղ դնենք:</p>\n<p>Իրական առատաձեռնությունը բացարձակապես անշահախնդիր է, բայց հեշտ է այն շփոթել քաղաքականության աղվեսների, կապիտալիստական խաբեբաների, կնոջը փափագող սատիրների եսասիրական կեղծ առատաձեռնության հետ և այլն, և այլն:</p>\n<p>Մենք պետք է առատաձեռն լինենք սրտով: Իսկական առատաձեռնությունը միտքից չէ, իսկական առատաձեռնությունը սրտի բուրմունքն է:</p>\n<p>Եթե մարդիկ առատաձեռն լինեին, կմոռանային հիշողության մեջ կուտակված բոլոր վրդովմունքները, բոլոր ցավալի փորձառությունները բազմաթիվ անցյալներից և կսովորեին ապրել պահից պահ, միշտ երջանիկ, միշտ առատաձեռն, լի իսկական անկեղծությամբ:</p>\n<p>Ցավոք սրտի, ԵՍ-ը հիշողություն է և ապրում է անցյալում, միշտ ցանկանում է վերադառնալ անցյալ: Անցյալը վերջացնում է մարդկանց հետ, ոչնչացնում է երջանկությունը, սպանում է սերը:</p>\n<p>Անցյալում գամված միտքը երբեք չի կարող ամբողջությամբ հասկանալ այն պահի խորը նշանակությունը, որում մենք ապրում ենք:</p>\n<p>Շատ են մարդիկ, ովքեր մեզ նամակ են գրում՝ մխիթարություն փնտրելով, թանկարժեք բալասան խնդրելով իրենց ցաված սիրտը բուժելու համար, բայց քիչ են նրանք, ովքեր մտահոգվում են տխրածին մխիթարելու համար:</p>\n<p>Շատ են այն մարդիկ, ովքեր մեզ նամակ են գրում՝ պատմելու այն թշվառ վիճակի մասին, որում ապրում են, բայց հազվադեպ են նրանք, ովքեր կիսում են միակ հացը, որը պետք է իրենց կերակրի, որպեսզի կիսեն այն մյուս կարիքավորների հետ:</p>\n<p>Մարդիկ չեն ցանկանում հասկանալ, որ ամեն մի հետևանքի հետևում կա պատճառ, և որ միայն փոխելով պատճառը՝ մենք փոխում ենք հետևանքը:</p>\n<p>ԵՍ-ը, մեր սիրելի ԵՍ-ը, էներգիա է, որն ապրել է մեր նախնիների մեջ և որը առաջացրել է որոշակի անցյալ պատճառներ, որոնց ներկա հետևանքները պայմանավորում են մեր գոյությունը:</p>\n<p>Մեզ անհրաժեշտ է ԱՌԱՏԱՁԵՌՆՈՒԹՅՈՒՆ պատճառները փոխելու և հետևանքները վերափոխելու համար: Մեզ անհրաժեշտ է առատաձեռնություն մեր գոյության նավը իմաստնորեն ուղղորդելու համար:</p>\n<p>Մեզ անհրաժեշտ է առատաձեռնություն մեր սեփական կյանքը արմատապես վերափոխելու համար:</p>\n<p>Օրինական արդյունավետ առատաձեռնությունը միտքից չէ: Իսկական համակրանքը և անկեղծ սրտանց սերը երբեք չեն կարող լինել վախի արդյունք:</p>\n<p>Անհրաժեշտ է հասկանալ, որ վախը ոչնչացնում է համակրանքը, վերացնում է սրտի առատաձեռնությունը և մեզանում ոչնչացնում է ՍԻՐՈ համեղ բուրմունքը:</p>\n<p>Վախը ամեն տեսակ կոռուպցիայի արմատն է, ամեն պատերազմի գաղտնի ծագումը, մահացու թույնը, որը այլասերվում և սպանում է:</p>\n<p>Դպրոցների, քոլեջների և համալսարանների ուսուցիչներն ու ուսուցչուհիները պետք է հասկանան իրենց աշակերտներին և աշակերտուհիներին իսկական առատաձեռնության, արիության և սրտի անկեղծության ուղիով առաջնորդելու անհրաժեշտությունը:</p>\n<p>Անցած սերնդի քարացած և դանդաղ մարդիկ, վախի այդ թույնը հասկանալու փոխարեն, այն մշակում էին որպես ջերմոցային ճակատագրական ծաղիկ: Նման գործելակերպի արդյունքը կոռուպցիան, քաոսն ու անարխիան էին:</p>\n<p>Ուսուցիչներն ու ուսուցչուհիները պետք է հասկանան այն ժամը, որում ապրում ենք, այն կրիտիկական վիճակը, որում գտնվում ենք, և նոր սերունդները հեղափոխական էթիկայի հիմքերի վրա դաստիարակելու անհրաժեշտությունը, որը ներդաշնակ կլինի ատոմային դարաշրջանի հետ, որը տառապանքի և ցավի այս պահերին սկսվում է մտքի վեհագույն որոտի մեջ:</p>\n<p>ՀԻՄՆԱԿԱՆ ԿՐԹՈՒԹՅՈՒՆԸ հիմնված է հեղափոխական հոգեբանության և հեղափոխական էթիկայի վրա, որոնք համապատասխանում են նոր դարաշրջանի նոր թրթռացման ռիթմին:</p>\n<p>Համագործակցության իմաստը լիովին կփոխարինի եսասիրական մրցակցության սարսափելի պատերազմին: Անհնար է իմանալ, թե ինչպես համագործակցել, երբ մենք բացառում ենք արդյունավետ և հեղափոխական առատաձեռնության սկզբունքը:</p>\n<p>Հրատապ է ամբողջությամբ հասկանալ, ոչ միայն մտավոր մակարդակում, այլ նաև անգիտակցական և ենթագիտակցական մտքի տարբեր անկյուններում, թե ինչ է առատաձեռնության պակասը և եսասիրության սարսափը: Միայն գիտակցելով, թե ինչ է մեր մեջ եսասիրությունը և առատաձեռնության պակասը, մեր սրտում ծաղկում է ԻՐԱԿԱՆ ՍԻՐՈ և ՄՏՔԻՑ ՉԵԿԱԾ ԱՐԴՅՈՒՆԱՎԵՏ ԱՌԱՏԱՁԵՌՆՈՒԹՅԱՆ համեղ բույրը։</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hy/educacion-fundamental/generosidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/generosidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/generosidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
