import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Щедрость",
  "locale": "ru",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "12. Щедрость",
    "order": 12
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Необходимо любить и быть любимым, но, к несчастью для мира, люди ни любят, ни любимы.</p>\n<p>То, что называют любовью, неведомо людям, и они легко путают это со страстью и страхом.</p>\n<p>Если бы люди могли любить и быть любимыми, войны были бы совершенно невозможны на лице земли.</p>\n<p>Многие браки, которые могли бы быть по-настоящему счастливыми, к сожалению, таковыми не являются из-за старых обид, накопленных в памяти.</p>\n<p>Если бы у супругов была щедрость, они забыли бы болезненное прошлое и жили бы в полноте, наполненные истинным счастьем.</p>\n<p>Ум убивает любовь, уничтожает ее. Переживания, старые обиды, прежняя ревность, все это, накопленное в памяти, разрушает любовь.</p>\n<p>Многие обиженные жены могли бы быть счастливы, если бы у них было достаточно щедрости, чтобы забыть прошлое и жить в настоящем, обожая мужа.</p>\n<p>Многие мужья могли бы быть по-настоящему счастливы со своими женами, если бы у них было достаточно щедрости, чтобы простить старые ошибки и забыть о вражде и неприятностях, накопленных в памяти.</p>\n<p>Необходимо, крайне необходимо, чтобы супруги осознали глубокий смысл момента.</p>\n<p>Мужья и жены всегда должны чувствовать себя молодоженами, забывая о прошлом и радостно живя в настоящем.</p>\n<p>Любовь и обиды – это несовместимые атомные вещества. В любви не может быть обид любого рода. Любовь – это вечное прощение.</p>\n<p>Любовь есть в тех, кто испытывает истинную тревогу за страдания своих друзей и врагов. Истинная любовь есть в том, кто от всего сердца трудится на благо скромных, бедных, нуждающихся.</p>\n<p>Любовь есть в том, кто спонтанно и естественно чувствует симпатию к крестьянину, орошающему борозду своим потом, к деревенскому жителю, который страдает, к нищему, который просит монету, и к смиренной, встревоженной и больной собаке, умирающей от голода на обочине дороги.</p>\n<p>Когда мы от всего сердца помогаем кому-то, когда мы естественным и спонтанным образом ухаживаем за деревом и поливаем цветы в саду, без чьего-либо требования, есть подлинная щедрость, истинная симпатия, истинная любовь.</p>\n<p>К несчастью для мира, у людей нет истинной щедрости. Люди заботятся только о своих собственных эгоистичных достижениях, стремлениях, успехах, знаниях, опыте, страданиях, удовольствиях и т. д. и т. п.</p>\n<p>В мире много людей, которые обладают только ложной щедростью. Ложная щедрость есть в хитром политике, в избирательном лисе, который разбазаривает деньги с эгоистичной целью – добиться власти, престижа, положения, богатства и т. д. и т. п. Не надо путать кошку с зайцем.</p>\n<p>Истинная щедрость абсолютно бескорыстна, но ее легко можно спутать с ложной эгоистичной щедростью политических лисов, капиталистических плутов, сатиров, жаждущих женщину, и т. д. и т. п.</p>\n<p>Мы должны быть щедрыми от сердца. Истинная щедрость не от Ума, подлинная щедрость – это аромат сердца.</p>\n<p>Если бы у людей была щедрость, они забыли бы все обиды, накопленные в памяти, все болезненные переживания прошлых дней, и научились бы жить от мгновения к мгновению, всегда счастливыми, всегда щедрыми, полными истинной искренности.</p>\n<p>К сожалению, Я – это память, и Я живет в прошлом, Я всегда хочет вернуться в прошлое. Прошлое кончает с людьми, разрушает счастье, убивает любовь.</p>\n<p>Ум, запертый в прошлом, никогда не сможет полностью понять глубокое значение момента, в котором мы живем.</p>\n<p>Многие люди пишут нам, ища утешения, прося драгоценный бальзам для исцеления своего изболевшегося сердца, но немногие заботятся об утешении скорбящих.</p>\n<p>Многие люди пишут нам, чтобы рассказать о том жалком состоянии, в котором они живут, но редко кто разламывает единственный хлеб, который должен их накормить, чтобы поделиться им с другими нуждающимися.</p>\n<p>Люди не хотят понимать, что за каждым следствием стоит причина и что только изменив причину, мы изменим следствие.</p>\n<p>Я, наше дорогое Я, – это энергия, которая жила в наших предшественниках и которая породила определенные прошлые причины, чьи нынешние следствия обусловливают наше существование.</p>\n<p>Нам нужна ЩЕДРОСТЬ, чтобы изменить причины и преобразовать следствия. Нам нужна щедрость, чтобы мудро управлять кораблем нашего существования.</p>\n<p>Нам нужна щедрость, чтобы радикально преобразить свою собственную жизнь.</p>\n<p>Законная, действенная щедрость не от ума. Подлинная симпатия и истинная искренняя привязанность никогда не могут быть результатом страха.</p>\n<p>Необходимо понимать, что страх разрушает симпатию, кончает со щедростью сердца и уничтожает в нас восхитительный аромат ЛЮБВИ.</p>\n<p>Страх – это корень всякой коррупции, тайный источник всякой войны, смертельный яд, который вырождается и убивает.</p>\n<p>Учителя и учительницы школ, колледжей и университетов должны понимать необходимость направить своих учеников и учениц на путь истинной щедрости, мужества и искренности сердца.</p>\n<p>Протухшие и костные люди прошедшего поколения, вместо того чтобы понять, что такое яд страха, взращивали его как роковой цветок теплицы. Результатом подобного подхода была коррупция, хаос и анархия.</p>\n<p>Учителя и учительницы должны понимать время, в котором мы живем, критическое состояние, в котором мы находимся, и необходимость воспитания новых поколений на основе революционной этики, которая созвучна атомной эре, которая в эти мгновения тревоги и боли начинается среди величественного грома мысли.</p>\n<p>ФУНДАМЕНТАЛЬНОЕ ОБРАЗОВАНИЕ основано на революционной психологии и революционной этике, соответствующих новому вибрационному ритму новой эры.</p>\n<p>Чувство сотрудничества должно полностью вытеснить ужасную борьбу эгоистической конкуренции. Невозможно научиться сотрудничать, когда мы исключаем принцип действенной и революционной щедрости.</p>\n<p>Крайне необходимо полностью осознать, не только на интеллектуальном уровне, но и в различных бессознательных закоулках подсознательного и бессознательного ума, что такое отсутствие щедрости и ужас эгоизма. Только осознав, что такое в нас эгоизм и отсутствие щедрости, в нашем сердце расцветает восхитительный аромат ИСТИННОЙ ЛЮБВИ и ДЕЙСТВЕННОЙ ЩЕДРОСТИ, которая не от ума.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ru/educacion-fundamental/generosidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/generosidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/generosidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
