import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "נדיבות",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "12. נדיבות",
    "order": 12
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>יש צורך לאהוב ולהיות נאהב, אך לרוע המזל של העולם, אנשים לא אוהבים ולא נאהבים.</p>\n<p>מה שנקרא אהבה הוא דבר לא מוכר לאנשים והם מבלבלים אותו בקלות עם תשוקה ופחד.</p>\n<p>אם אנשים היו יכולים לאהוב ולהיות נאהבים, מלחמות היו בלתי אפשריות לחלוטין על פני כדור הארץ.</p>\n<p>נישואים רבים שיכולים להיות באמת מאושרים, לצערי לא, בגלל טינות ישנות שנצברו בזיכרון.</p>\n<p>אם לבני הזוג הייתה נדיבות, הם היו שוכחים את העבר הכואב וחיים במלואם, מלאים באושר אמיתי.</p>\n<p>המוח הורג את האהבה, הורס אותה. חוויות, טענות ישנות, קנאה ישנה, כל זה שנצבר בזיכרון, הורס את האהבה.</p>\n<p>נשים רבות ממורמרות יכולות להיות מאושרות אם הייתה להן נדיבות מספקת כדי לשכוח את העבר ולחיות בהווה כשהן מעריצות את בעליהן.</p>\n<p>בעלים רבים יכולים להיות באמת מאושרים עם נשותיהם אם הייתה להם נדיבות מספקת, כמו לסלוח על טעויות ישנות ולהשליך לשכחה מחלוקות וסבל שנצברו בזיכרון.</p>\n<p>יש צורך, דחוף שהנישואים יבינו את המשמעות העמוקה של הרגע.</p>\n<p>בעלים ונשים צריכים תמיד להרגיש כמו זוג טרי, לשכוח את העבר ולחיות בשמחה בהווה.</p>\n<p>אהבה וטינות הם חומרים אטומיים שאינם תואמים. באהבה לא יכולות להיות טינות מכל סוג שהוא. אהבה היא סליחה נצחית.</p>\n<p>קיימת אהבה במי שמרגיש מצוקה אמיתית על סבלם של חבריו ואויביו. קיימת אהבה אמיתית במי שבלב שלם עובד למען רווחתם של הענווים, העניים, הנזקקים.</p>\n<p>קיימת אהבה במי שבאופן ספונטני וטבעי חש אהדה לאיכר המשקה את התלם בזיעתו, לכפרי הסובל, לקבצן המבקש מטבע ולכלב הצנוע הסובל והחולה הגווע ברעב בשולי הדרך.</p>\n<p>כאשר אנו עוזרים למישהו מכל הלב, כאשר באופן טבעי וספונטני אנו מטפלים בעץ ומשקים את פרחי הגינה מבלי שאף אחד יחייב אותנו, יש נדיבות אותנטית, אהדה אמיתית, אהבה אמיתית.</p>\n<p>למרבה הצער עבור העולם, לאנשים אין נדיבות אמיתית. אנשים דואגים רק להישגים האנוכיים שלהם, לשאיפות, להצלחות, לידע, לחוויות, לסבל, לתענוגות וכו’ וכו’.</p>\n<p>בעולם יש אנשים רבים שיש להם רק נדיבות מזויפת. קיימת נדיבות מזויפת בפוליטיקאי הערמומי, בשועל הבחירות שמבזבז כספים במטרה אנוכית להשיג כוח, יוקרה, מעמד, עושר וכו’, וכו’. אסור לנו לבלבל בין חתול לארנבת.</p>\n<p>נדיבות אמיתית היא חסרת עניין לחלוטין, אך ניתן לבלבל אותה בקלות עם הנדיבות האנוכית המזויפת של שועלי הפוליטיקה, של הנוכלים הקפיטליסטים, של הסאטירים החומדים אישה וכו’ וכו’.</p>\n<p>עלינו להיות נדיבים בלב. נדיבות אמיתית אינה של המוח, נדיבות אותנטית היא הבושם של הלב.</p>\n<p>אם לאנשים הייתה נדיבות הם היו שוכחים את כל הטינות שנצברו בזיכרון, את כל החוויות הכואבות של ימי אתמול הרבים והיו לומדים לחיות מרגע לרגע, תמיד מאושרים, תמיד נדיבים, מלאים בכנות אמיתית.</p>\n<p>למרבה הצער האני הוא זיכרון וחי בעבר, תמיד רוצה לחזור לעבר. העבר גומר על אנשים, הורס את האושר, הורג את האהבה.</p>\n<p>המוח הכלוא בעבר לעולם לא יוכל להבין בצורה שלמה את המשמעות העמוקה של הרגע בו אנו חיים.</p>\n<p>יש אנשים רבים שכותבים לנו ומחפשים נחמה, מבקשים משחה יקרה לרפא את ליבם הכואב, אך מעטים הם אלה שדואגים לנחם את העצובים.</p>\n<p>אנשים רבים כותבים לנו כדי לספר לנו על המצב האומלל בו הם חיים, אך נדירים הם אלה ששוברים את הלחם היחיד שאמור להזין אותם כדי לחלוק אותו עם הנזקקים האחרים.</p>\n<p>אנשים לא רוצים להבין שמאחורי כל השפעה יש סיבה וכי רק על ידי שינוי הסיבה אנו משנים את ההשפעה.</p>\n<p>האני, האני האהוב שלנו, הוא אנרגיה שחיה באבותינו ושהולידה סיבות קודמות שהשפעותיהן הנוכחיות מתנות את קיומנו.</p>\n<p>אנו זקוקים לנדיבות כדי לשנות סיבות ולהפוך השפעות. אנו זקוקים לנדיבות כדי לכוון בחוכמה את ספינת קיומנו.</p>\n<p>אנו זקוקים לנדיבות כדי לשנות באופן קיצוני את חיינו.</p>\n<p>הנדיבות האפקטיבית הלגיטימית אינה של המוח. אהדה אותנטית וחיבה כנה אמיתית לעולם לא יכולות להיות תוצאה של פחד.</p>\n<p>יש צורך להבין שהפחד הורס את האהדה, גומר על נדיבות הלב ומחסל בנו את הבושם הטעים של האהבה.</p>\n<p>הפחד הוא שורש כל השחיתות, המקור הסודי של כל מלחמה, הרעל הקטלני שמנוון והורג.</p>\n<p>מורים ומורות בבתי ספר, מכללות ואוניברסיטאות חייבים להבין את הצורך להוביל את תלמידיהם ותלמידותיהם בדרך של נדיבות אמיתית, אומץ וכנות הלב.</p>\n<p>אנשים מעופשים וחסרי תועלת מהדור הקודם, במקום להבין מהו רעל הפחד הזה, טיפחו אותו כפרח קטלני בחממה. התוצאה של הליך כזה הייתה שחיתות, כאוס ואנרכיה.</p>\n<p>מורים ומורות חייבים להבין את השעה בה אנו חיים, את המצב הקריטי בו אנו נמצאים ואת הצורך להקים את הדורות החדשים על בסיס של אתיקה מהפכנית שתואמת את העידן האטומי שברגעים אלה של מצוקה וכאב מתחיל בין הרעם הנעלה של המחשבה.</p>\n<p>החינוך הבסיסי מבוסס על פסיכולוגיה מהפכנית ואתיקה מהפכנית, התואמות את הקצב הוויברציוני החדש של העידן החדש.</p>\n<p>תחושת שיתוף הפעולה תצטרך להחליף לחלוטין את המאבק הנורא של התחרות האנוכית. אי אפשר לדעת כיצד לשתף פעולה כאשר אנו מוציאים מכלל אפשרות את העיקרון של נדיבות אפקטיבית ומהפכנית.</p>\n<p>דחוף להבין בצורה שלמה, לא רק ברמה האינטלקטואלית, אלא גם בפינות הנסתרות השונות של התודעה הלא מודעת והתת מודעת מהי חוסר נדיבות ואימת האנוכיות. רק על ידי מודעות למהי בנו האנוכיות וחוסר הנדיבות צומח בליבנו הניחוח הטעים של האהבה האמיתית ושל הנדיבות האפקטיבית שאינה של המוח.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/generosidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/generosidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/generosidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
