import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Дарежливост",
  "locale": "mk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "12. Дарежливост",
    "order": 12
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Неопходно е да се сака и да се биде сакан, но за жал на светот, луѓето ниту сакаат, ниту се сакани.</p>\n<p>Она што се нарекува љубов е нешто непознато за луѓето и лесно го мешаат со страст и со страв.</p>\n<p>Ако луѓето би можеле да сакаат и да бидат сакани, војните би биле сосема невозможни на лицето на земјата.</p>\n<p>Многу бракови кои би можеле навистина да бидат среќни, за жал не се поради старите негодувања натрупани во меморијата.</p>\n<p>Ако сопружниците имаа великодушност, би го заборавиле болното минато и би живееле во потполност, исполнети со вистинска среќа.</p>\n<p>Умот ја убива љубовта, ја уништува. Искуствата, старите незадоволства, старата љубомора, сето ова натрупано во меморијата, ја уништува љубовта.</p>\n<p>Многу навредени сопруги би можеле да бидат среќни ако имаа доволно великодушност да го заборават минатото и да живеат во сегашноста обожувајќи го сопругот.</p>\n<p>Многу сопрузи би можеле да бидат навистина среќни со своите сопруги ако имаа доволно великодушност да простат стари грешки и да ги заборават негодувањата и непријатностите натрупани во меморијата.</p>\n<p>Неопходно е, итно е браковите да ја разберат длабоката значајност на моментот.</p>\n<p>Сопрузите и сопругите секогаш треба да се чувствуваат како нововенчани, заборавајќи го минатото и живеејќи весело во сегашноста.</p>\n<p>Љубовта и негодувањата се некомпатибилни атомски супстанции. Во љубовта не може да постојат негодувања од било каков вид. Љубовта е вечно простување.</p>\n<p>Љубов постои во оние кои чувствуваат вистинска вознемиреност за страдањата на нивните пријатели и непријатели. Вистинска љубов постои во оној кој од се срце работи за благосостојбата на смирените, на сиромашните, на оние на кои им е потребна помош.</p>\n<p>Љубов постои во оној кој на спонтан и природен начин чувствува симпатии кон селанецот кој го полева браздата со својот труд, кон селанецот кој страда, кон просјакот кој бара монета и кон скромното куче вознемирено и болно кое умира од глад покрај патот.</p>\n<p>Кога од се срце помагаме некому, кога на природен и спонтан начин го чуваме дрвото и ги полеваме цвеќињата во градината без никој да ни го бара тоа, има автентична великодушност, вистинска симпатија, вистинска љубов.</p>\n<p>За жал на светот, луѓето немаат вистинска великодушност. Луѓето се грижат само за своите сопствени себични достигнувања, копнежи, успеси, знаења, искуства, страдања, задоволства, итн. итн.</p>\n<p>Во светот постојат многу луѓе кои поседуваат само лажна великодушност. Постои лажна великодушност во итриот политичар, во изборната лисица која ги троши парите со себична цел да добие моќ, престиж, позиција, богатство, итн., итн. Не треба да мешаме мачка со зајак.</p>\n<p>Вистинската великодушност е апсолутно незаинтересирана, но лесно може да се помеша со лажната себична великодушност на лисиците на политиката, на измамниците капиталисти, на сатирите кои копнеат по жена, итн. итн.</p>\n<p>Треба да бидеме великодушни од срце. Вистинската великодушност не е од Умот, автентичната великодушност е парфемот на срцето.</p>\n<p>Ако луѓето имаа великодушност, би ги заборавиле сите негодувања натрупани во меморијата, сите болни искуства од многуте минати денови и би научиле да живеат од момент во момент, секогаш среќни, секогаш великодушни, исполнети со вистинска искреност.</p>\n<p>За жал, ЈАС-от е меморија и живее во минатото, секогаш сака да се врати во минатото. Минатото ги уништува луѓето, ја уништува среќата, ја убива љубовта.</p>\n<p>Умот заробен во минатото никогаш не може да ја разбере во потполност длабоката значајност на моментот во кој живееме.</p>\n<p>Многу луѓе ни пишуваат барајќи утеха, барајќи драгоцен мелем за да го излечат своето болно срце, но малку се оние кои се грижат да го утешат нажалениот.</p>\n<p>Многу луѓе ни пишуваат за да ни ја раскажат мизерната состојба во која живеат, но ретки се оние кои го делат единствениот леб што треба да ги нахрани за да го споделат со другите на кои им е потребен.</p>\n<p>Луѓето не сакаат да разберат дека зад секој ефект постои причина и дека само со менување на причината го менуваме ефектот.</p>\n<p>ЈАС-от, нашиот драг ЈАС, е енергија што живеела во нашите претходници и која предизвикала одредени минати причини чии сегашни ефекти го условуваат нашето постоење.</p>\n<p>Потребна ни е ВЕЛИКОДУШНОСТ за да ги промениме причините и да ги трансформираме ефектите. Потребна ни е великодушност за мудро да го управуваме бродот на нашето постоење.</p>\n<p>Потребна ни е великодушност за радикално да го трансформираме сопствениот живот.</p>\n<p>Легитимната ефективна великодушност не е од умот. Автентичната симпатија и вистинската искрена наклонетост, никогаш не можат да бидат резултат на страв.</p>\n<p>Неопходно е да се разбере дека стравот ја уништува симпатијата, ја уништува великодушноста на срцето и го уништува во нас вкусниот парфем на ЉУБОВТА.</p>\n<p>Стравот е коренот на сета корупција, тајното потекло на секоја војна, смртоносниот отров што дегенерира и убива.</p>\n<p>Наставниците и наставничките во училиштата, колеџите и универзитетите треба да ја разберат потребата да ги насочуваат своите ученици и ученички по патот на вистинската великодушност, храброста и искреноста на срцето.</p>\n<p>Расипаните и тромави луѓе од минатата генерација, наместо да разберат што е тој отров на стравот, го култивираа како фатален стакленички цвет. Резултатот од таквата постапка беше корупција, хаос и анархија.</p>\n<p>Наставниците и наставничките треба да го разберат времето во кое живееме, критичната состојба во која се наоѓаме и потребата да ги подигнеме новите генерации на темелите на револуционерна етика што е во склад со атомската ера која во овие моменти на вознемиреност и болка започнува меѓу величествениот гром на мислата.</p>\n<p>ФУНДАМЕНТАЛНОТО ОБРАЗОВАНИЕ се заснова на револуционерна психологија и на револуционерна етика, во склад со новиот вибраторен ритам на новата ера.</p>\n<p>Чувството за соработка целосно ќе го замени ужасниот судир на себичната конкуренција. Невозможно е да се знае како да се соработува кога го исклучуваме принципот на ефективна и револуционерна великодушност.</p>\n<p>Итно е да се разбере во потполност, не само на интелектуално ниво, туку и во различните несвесни агли на несвесниот и потсвесниот ум, што е недостигот на великодушност и ужасот на себичноста. Само со осознавање на тоа што е во нас себичноста и недостигот на великодушност, во нашето срце излегува вкусната миризба на ВИСТИНСКАТА ЉУБОВ и на ЕФЕКТИВНАТА ВЕЛИКОДУШНОСТ која не е од умот.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mk/educacion-fundamental/generosidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/generosidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/generosidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
