import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ଉଦାରତା",
  "locale": "or",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "12. ଉଦାରତା",
    "order": 12
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ପ୍ରେମ କରିବା ଏବଂ ପ୍ରେମ ପାଇବା ଆବଶ୍ୟକ, କିନ୍ତୁ ଦୁନିଆର ଦୁର୍ଭାଗ୍ୟ ଯେ ଲୋକମାନେ ପ୍ରେମ କରନ୍ତି ନାହିଁ କିମ୍ବା ପ୍ରେମ ପାଆନ୍ତି ନାହିଁ।</p>\n<p>ପ୍ରେମ ନାମରେ ଯାହା ଅଛି, ତାହା ଲୋକମାନଙ୍କ ପାଇଁ ଅଜଣା ଏବଂ ସେମାନେ ଏହାକୁ ସହଜରେ ଆବେଗ ଏବଂ ଭୟ ସହିତ ଭ୍ରମ କରନ୍ତି।</p>\n<p>ଯଦି ଲୋକମାନେ ପ୍ରେମ କରିବା ଏବଂ ପ୍ରେମ ପାଇବାକୁ ସକ୍ଷମ ହୁଅନ୍ତେ, ତେବେ ପୃଥିବୀ ପୃଷ୍ଠରେ ଯୁଦ୍ଧ ସମ୍ପୂର୍ଣ୍ଣ ଅସମ୍ଭବ ହୋଇଥାନ୍ତା।</p>\n<p>ଅନେକ ବିବାହ ଯାହା ପ୍ରକୃତରେ ସୁଖୀ ହୋଇପାରନ୍ତା, ଦୁର୍ଭାଗ୍ୟବଶତଃ ସେମାନେ ସ୍ମୃତିରେ ଜମା ହୋଇଥିବା ପୁରୁଣା ଅସନ୍ତୋଷ ହେତୁ ସୁଖୀ ନୁହଁନ୍ତି।</p>\n<p>ଯଦି ସ୍ୱାମୀ ଏବଂ ସ୍ତ୍ରୀଙ୍କର ଉଦାରତା ଥାଆନ୍ତା, ତେବେ ସେମାନେ ଅତୀତର ଯନ୍ତ୍ରଣାଦାୟକ ଅନୁଭୂତିକୁ ଭୁଲିଯାଆନ୍ତେ ଏବଂ ସମ୍ପୂର୍ଣ୍ଣ ସୁଖରେ ବଞ୍ଚିଥାନ୍ତେ।</p>\n<p>ମନ ପ୍ରେମକୁ ମାରିଦିଏ, ଏହାକୁ ନଷ୍ଟ କରିଦିଏ | ଅଭିଜ୍ଞତା, ପୁରୁଣା ଅସନ୍ତୋଷ, ପୁରୁଣା ଇର୍ଷା, ଏହି ସବୁ ସ୍ମୃତିରେ ଜମା ହୋଇ ପ୍ରେମକୁ ନଷ୍ଟ କରିଦିଏ।</p>\n<p>ଅନେକ ଅସନ୍ତୁଷ୍ଟ ସ୍ତ୍ରୀ ଖୁସି ହୋଇପାରିବେ ଯଦି ସେମାନଙ୍କର ଅତୀତକୁ ଭୁଲିଯିବା ଏବଂ ସ୍ୱାମୀଙ୍କୁ ଭଲ ପାଇ ବଞ୍ଚିବା ପାଇଁ ପର୍ଯ୍ୟାପ୍ତ ଉଦାରତା ଥାଆନ୍ତା।</p>\n<p>ଅନେକ ସ୍ୱାମୀ ନିଜ ସ୍ତ୍ରୀ ସହିତ ପ୍ରକୃତରେ ଖୁସି ହୋଇପାରିବେ ଯଦି ସେମାନଙ୍କର ପୁରୁଣା ଭୁଲଗୁଡ଼ିକୁ କ୍ଷମା କରିବା ଏବଂ ସ୍ମୃତିରେ ଜମା ହୋଇଥିବା ଅସନ୍ତୋଷ ଏବଂ ଦୁଃଖକୁ ଭୁଲିଯିବା ପାଇଁ ପର୍ଯ୍ୟାପ୍ତ ଉଦାରତା ଥାଆନ୍ତା।</p>\n<p>ଏହା ଆବଶ୍ୟକ, ଏହା ଜରୁରୀ ଯେ ବିବାହିତ ଦମ୍ପତି ମୁହୂର୍ତ୍ତର ଗଭୀର ଅର୍ଥକୁ ବୁଝିବା ଉଚିତ୍।</p>\n<p>ସ୍ୱାମୀ ଏବଂ ସ୍ତ୍ରୀ ସର୍ବଦା ନିଜକୁ ନବ ବିବାହିତଙ୍କ ପରି ଅନୁଭବ କରିବା ଉଚିତ୍, ଅତୀତକୁ ଭୁଲିଯିବା ଏବଂ ବର୍ତ୍ତମାନରେ ଖୁସିରେ ବଞ୍ଚିବା ଉଚିତ୍।</p>\n<p>ପ୍ରେମ ଏବଂ ଅସନ୍ତୋଷ ହେଉଛି ଅସଙ୍ଗତ ଆଟୋମିକ୍ ପଦାର୍ଥ। ପ୍ରେମରେ କୌଣସି ପ୍ରକାରର ଅସନ୍ତୋଷ ରହିବା ଉଚିତ୍ ନୁହେଁ। ପ୍ରେମ ହେଉଛି ଅନନ୍ତ କ୍ଷମା।</p>\n<p>ଯେଉଁମାନେ ନିଜ ବନ୍ଧୁ ଏବଂ ଶତ୍ରୁମାନଙ୍କର ଦୁଃଖ ପାଇଁ ପ୍ରକୃତ ଯନ୍ତ୍ରଣା ଅନୁଭବ କରନ୍ତି, ସେଠାରେ ପ୍ରେମ ଅଛି | ଯେଉଁମାନେ ନମ୍ର, ଗରିବ ଏବଂ ଅଭାବୀ ଲୋକଙ୍କ କଲ୍ୟାଣ ପାଇଁ ସମ୍ପୂର୍ଣ୍ଣ ହୃଦୟରେ କାର୍ଯ୍ୟ କରନ୍ତି, ସେଠାରେ ପ୍ରକୃତ ପ୍ରେମ ଅଛି।</p>\n<p>ଯେଉଁମାନେ ଚାଷୀ ତାଙ୍କ ଝାଳରେ ଜମିକୁ ଜଳସେଚନ କରୁଥିବା, ଗ୍ରାମବାସୀ ଯିଏ ଦୁଃଖ ଭୋଗୁଛି, ଭିକାରୀ ଯିଏ ଟଙ୍କା ମାଗୁଛି ଏବଂ ରାସ୍ତା କଡ଼ରେ ଭୋକରେ ମରୁଥିବା ନମ୍ର ଯନ୍ତ୍ରଣାଦାୟକ ଏବଂ ଅସୁସ୍ଥ କୁକୁର ପ୍ରତି ସ୍ୱତଃ ଏବଂ ପ୍ରାକୃତିକ ଭାବେ ସହାନୁଭୂତି ଅନୁଭବ କରନ୍ତି, ସେଠାରେ ପ୍ରେମ ଅଛି।</p>\n<p>ଯେତେବେଳେ ଆମେ ସମ୍ପୂର୍ଣ୍ଣ ହୃଦୟରେ କାହାକୁ ସାହାଯ୍ୟ କରୁ, ଯେତେବେଳେ ଆମେ ସ୍ୱାଭାବିକ ଏବଂ ସ୍ୱତଃସ୍ଫୁର୍ତ୍ତ ଭାବେ ଗଛର ଯତ୍ନ ନେଉ ଏବଂ କେହି ଆମକୁ କହିବା ବିନା ବଗିଚାର ଫୁଲକୁ ପାଣି ଦେଉ, ସେଠାରେ ପ୍ରାମାଣିକ ଉଦାରତା, ପ୍ରକୃତ ସହାନୁଭୂତି ଏବଂ ପ୍ରକୃତ ପ୍ରେମ ଅଛି।</p>\n<p>ଦୁନିଆ ପାଇଁ ଦୁର୍ଭାଗ୍ୟବଶତଃ, ଲୋକମାନଙ୍କର ପ୍ରକୃତ ଉଦାରତା ନାହିଁ | ଲୋକମାନେ କେବଳ ନିଜ ସ୍ୱାର୍ଥପର ସଫଳତା, ଆକାଂକ୍ଷା, ସଫଳତା, ଜ୍ଞାନ, ଅଭିଜ୍ଞତା, ଦୁଃଖ, ଆନନ୍ଦ ଇତ୍ୟାଦି ବିଷୟରେ ଚିନ୍ତା କରନ୍ତି।</p>\n<p>ଦୁନିଆରେ ଅନେକ ଲୋକ ଅଛନ୍ତି, ଯେଉଁମାନଙ୍କର କେବଳ ମିଥ୍ୟା ଉଦାରତା ଅଛି | ଚତୁର ରାଜନେତା, ନିର୍ବାଚନୀ ଶୃଗାଳ ଯିଏ କ୍ଷମତା, ପ୍ରତିଷ୍ଠା, ସ୍ଥିତି, ଧନ ଇତ୍ୟାଦି ପାଇବା ପାଇଁ ସ୍ୱାର୍ଥପର ଉଦ୍ଦେଶ୍ୟରେ ଟଙ୍କା ଖର୍ଚ୍ଚ କରେ, ସେଠାରେ ମିଥ୍ୟା ଉଦାରତା ଅଛି | ବିଲେଇକୁ ଠେକୁଆ ବୋଲି ଭ୍ରମ କରିବା ଉଚିତ୍ ନୁହେଁ।</p>\n<p>ପ୍ରକୃତ ଉଦାରତା ସମ୍ପୂର୍ଣ୍ଣ ନିଃସ୍ୱାର୍ଥପର, କିନ୍ତୁ ଏହାକୁ ସହଜରେ ରାଜନୀତିର ଶୃଗାଳ, ଧନୀ ଠକ, ନାରୀ ଲୋଭୀ ଇତ୍ୟାଦିଙ୍କର ସ୍ୱାର୍ଥପର ମିଥ୍ୟା ଉଦାରତା ସହିତ ଭ୍ରମ କରାଯାଇପାରେ।</p>\n<p>ଆମେ ହୃଦୟରୁ ଉଦାର ହେବା ଉଚିତ୍। ପ୍ରକୃତ ଉଦାରତା ମନର ନୁହେଁ, ପ୍ରାମାଣିକ ଉଦାରତା ହେଉଛି ହୃଦୟର ସୁଗନ୍ଧ।</p>\n<p>ଯଦି ଲୋକମାନଙ୍କର ଉଦାରତା ଥାଆନ୍ତା, ତେବେ ସେମାନେ ସ୍ମୃତିରେ ଜମା ହୋଇଥିବା ସମସ୍ତ ଅସନ୍ତୋଷ, ଅନେକ ଦିନର ସମସ୍ତ ଯନ୍ତ୍ରଣାଦାୟକ ଅନୁଭୂତିକୁ ଭୁଲିଯାଆନ୍ତେ ଏବଂ ପ୍ରତି ମୁହୂର୍ତ୍ତରେ ବଞ୍ଚିବାକୁ ଶିଖନ୍ତେ, ସର୍ବଦା ଖୁସି, ସର୍ବଦା ଉଦାର ଏବଂ ସର୍ବଦା ପ୍ରକୃତ ନିଷ୍ଠାରେ ପରିପୂର୍ଣ୍ଣ ରୁହନ୍ତେ।</p>\n<p>ଦୁର୍ଭାଗ୍ୟବଶତଃ, ‘ମୁଁ’ ହେଉଛି ସ୍ମୃତି ଏବଂ ଅତୀତରେ ବାସ କରେ, ସର୍ବଦା ଅତୀତକୁ ଫେରିବାକୁ ଚାହେଁ | ଅତୀତ ଲୋକମାନଙ୍କୁ ଶେଷ କରିଦିଏ, ସୁଖକୁ ନଷ୍ଟ କରିଦିଏ, ପ୍ରେମକୁ ମାରିଦିଏ।</p>\n<p>ଅତୀତରେ ବନ୍ଦ ହୋଇ ରହିଥିବା ମନ ଆମେ ବଞ୍ଚୁଥିବା ମୁହୂର୍ତ୍ତର ଗଭୀର ଅର୍ଥକୁ ସମ୍ପୂର୍ଣ୍ଣ ରୂପେ ବୁଝିପାରେ ନାହିଁ।</p>\n<p>ଅନେକ ଲୋକ ଅଛନ୍ତି ଯେଉଁମାନେ ଆମକୁ ସାନ୍ତ୍ୱନା ଖୋଜି ଲେଖନ୍ତି, ସେମାନଙ୍କର ଦୁଃଖୀ ହୃଦୟକୁ ସୁସ୍ଥ କରିବା ପାଇଁ ଏକ ମୂଲ୍ୟବାନ ମଲମ ମାଗନ୍ତି, କିନ୍ତୁ ଅଳ୍ପ କିଛି ଅଛନ୍ତି ଯେଉଁମାନେ ଦୁଃଖୀ ଲୋକଙ୍କୁ ସାନ୍ତ୍ୱନା ଦେବା ପାଇଁ ଚିନ୍ତା କରନ୍ତି।</p>\n<p>ଅନେକ ଲୋକ ଅଛନ୍ତି ଯେଉଁମାନେ ସେମାନଙ୍କର ଦୟନୀୟ ଅବସ୍ଥା ବିଷୟରେ ଆମକୁ ଲେଖନ୍ତି, କିନ୍ତୁ ଏପରି କେତେକ ଲୋକ ଅଛନ୍ତି ଯେଉଁମାନେ ଅନ୍ୟ ଆବଶ୍ୟକତା ଥିବା ଲୋକଙ୍କ ସହିତ ବାଣ୍ଟିବା ପାଇଁ ସେମାନଙ୍କୁ ଖାଇବାକୁ ଦେବାକୁ ଥିବା ଏକମାତ୍ର ରୁଟିକୁ ଭାଙ୍ଗି ଦିଅନ୍ତି।</p>\n<p>ଲୋକମାନେ ବୁଝିବାକୁ ଚାହୁଁନାହାଁନ୍ତି ଯେ ପ୍ରତ୍ୟେକ ପ୍ରଭାବ ପଛରେ ଏକ କାରଣ ଅଛି ଏବଂ କେବଳ କାରଣକୁ ପରିବର୍ତ୍ତନ କରି ଆମେ ପ୍ରଭାବକୁ ପରିବର୍ତ୍ତନ କରୁ।</p>\n<p>‘ମୁଁ’, ଆମର ପ୍ରିୟ ‘ମୁଁ’, ହେଉଛି ଶକ୍ତି ଯାହା ଆମର ପୂର୍ବପୁରୁଷମାନଙ୍କ ମଧ୍ୟରେ ବାସ କରିଛି ଏବଂ କିଛି ଅତୀତର କାରଣ ସୃଷ୍ଟି କରିଛି ଯାହାର ବର୍ତ୍ତମାନର ପ୍ରଭାବ ଆମର ଅସ୍ତିତ୍ୱକୁ ସର୍ତ୍ତ କରିଥାଏ।</p>\n<p>କାରଣ ପରିବର୍ତ୍ତନ କରିବା ଏବଂ ପ୍ରଭାବକୁ ରୂପାନ୍ତର କରିବା ପାଇଁ ଆମକୁ ଉଦାରତା ଆବଶ୍ୟକ। ଆମର ଅସ୍ତିତ୍ୱର ଡଙ୍ଗାକୁ ବୁଦ୍ଧିମାନ ଭାବରେ ପରିଚାଳନା କରିବା ପାଇଁ ଆମକୁ ଉଦାରତା ଆବଶ୍ୟକ।</p>\n<p>ଆମର ନିଜ ଜୀବନକୁ ସମ୍ପୂର୍ଣ୍ଣ ରୂପାନ୍ତର କରିବା ପାଇଁ ଆମକୁ ଉଦାରତା ଆବଶ୍ୟକ।</p>\n<p>ବୈଧ ପ୍ରଭାବଶାଳୀ ଉଦାରତା ମନର ନୁହେଁ | ପ୍ରାମାଣିକ ସହାନୁଭୂତି ଏବଂ ପ୍ରକୃତ ଆନ୍ତରିକ ସ୍ନେହ କେବେବି ଭୟର ଫଳାଫଳ ହୋଇପାରେ ନାହିଁ।</p>\n<p>ଏହା ବୁଝିବା ଆବଶ୍ୟକ ଯେ ଭୟ ସହାନୁଭୂତିକୁ ନଷ୍ଟ କରିଦିଏ, ହୃଦୟର ଉଦାରତାକୁ ଶେଷ କରିଦିଏ ଏବଂ ଆମ ଭିତରେ ଥିବା ପ୍ରେମର ସୁନ୍ଦର ସୁଗନ୍ଧକୁ ବିଲୋପ କରିଦିଏ।</p>\n<p>ଭୟ ହେଉଛି ସମସ୍ତ ଦୁର୍ନୀତିର ମୂଳ, ସମସ୍ତ ଯୁଦ୍ଧର ରହସ୍ୟମୟ ଉତ୍ସ, ଏକ ମାରାତ୍ମକ ବିଷ ଯାହା ବିଗିଡ଼ି ଯାଏ ଏବଂ ମାରିଦିଏ।</p>\n<p>ବିଦ୍ୟାଳୟ, କଲେଜ ଏବଂ ବିଶ୍ୱବିଦ୍ୟାଳୟର ଶିକ୍ଷକମାନେ ନିଜର ଛାତ୍ରଛାତ୍ରୀମାନଙ୍କୁ ପ୍ରକୃତ ଉଦାରତା, ସାହସ ଏବଂ ହୃଦୟର ନିଷ୍ଠା ପଥରେ ଆଗେଇ ନେବାର ଆବଶ୍ୟକତାକୁ ବୁଝିବା ଉଚିତ୍।</p>\n<p>ଗତ ପିଢ଼ିର ବାସି ଏବଂ ଅପାରଗ ଲୋକମାନେ ଭୟର ବିଷ କ’ଣ ତାହା ବୁଝିବା ପରିବର୍ତ୍ତେ ଏହାକୁ ଗ୍ରୀନ୍ ହାଉସର ମାରାତ୍ମକ ଫୁଲ ଭାବରେ ବଢ଼ାଇଲେ | ସେହିପରି ଏକ କାର୍ଯ୍ୟର ଫଳାଫଳ ଥିଲା ଦୁର୍ନୀତି, ଅରାଜକତା ଏବଂ ଅରାଜକତା।</p>\n<p>ଶିକ୍ଷକମାନେ ବୁଝିବା ଉଚିତ୍ ଯେ ଆମେ ଯେଉଁ ସମୟରେ ବାସ କରୁଛୁ, ଆମେ ଯେଉଁ ସଙ୍କଟପୂର୍ଣ୍ଣ ଅବସ୍ଥାରେ ଅଛୁ ଏବଂ ଆଣବିକ ଯୁଗ ସହିତ ସମକକ୍ଷ ଏକ ବିପ୍ଳବୀ ନୈତିକତା ଉପରେ ନୂତନ ପିଢ଼ିକୁ ଗଢ଼ି ତୋଳିବାର ଆବଶ୍ୟକତା ରହିଛି, ଯାହା ଏହି ସମୟରେ ଚିନ୍ତାର ଭୟଙ୍କର ଗର୍ଜନ ମଧ୍ୟରେ ଆରମ୍ଭ ହେଉଛି।</p>\n<p>ମୌଳିକ ଶିକ୍ଷା ଏକ ବିପ୍ଳବୀ ମନୋବିଜ୍ଞାନ ଏବଂ ଏକ ବିପ୍ଳବୀ ନୈତିକତା ଉପରେ ଆଧାରିତ, ଯାହା ନୂତନ ଯୁଗର ନୂତନ କମ୍ପନକାରୀ ରିଦମ ସହିତ ସମକକ୍ଷ ଅଟେ।</p>\n<p>ସହଯୋଗର ଭାବନା ସ୍ୱାର୍ଥପର ପ୍ରତିଯୋଗିତାର ଭୟଙ୍କର ଯୁଦ୍ଧକୁ ସମ୍ପୂର୍ଣ୍ଣ ରୂପେ ବଦଳାଇବ। ଯେତେବେଳେ ଆମେ ପ୍ରଭାବଶାଳୀ ଏବଂ ବିପ୍ଳବୀ ଉଦାରତାର ନୀତିକୁ ବାଦ୍ ଦେଉ, ସେତେବେଳେ ସହଯୋଗ କରିବା ଅସମ୍ଭବ ହୋଇପଡ଼େ।</p>\n<p>ମନର ଅବଚେତନ ଏବଂ ଉପଚେତନର ବିଭିନ୍ନ ସ୍ଥାନରେ କେବଳ ବୌଦ୍ଧିକ ସ୍ତରରେ ନୁହେଁ, ଉଦାରତାର ଅଭାବ ଏବଂ ସ୍ୱାର୍ଥପରତାର ଭୟାନକତା କ’ଣ ତାହା ସମ୍ପୂର୍ଣ୍ଣ ରୂପେ ବୁଝିବା ଜରୁରୀ। ଆମ ଭିତରେ ସ୍ୱାର୍ଥପରତା ଏବଂ ଉଦାରତାର ଅଭାବ କ’ଣ ତାହା ବିଷୟରେ ସଚେତନ ହେବା ଦ୍ୱାରା ଆମ ହୃଦୟରେ ପ୍ରକୃତ ପ୍ରେମ ଏବଂ ପ୍ରଭାବଶାଳୀ ଉଦାରତାର ସୁନ୍ଦର ସୁଗନ୍ଧ ବାହାରି ଆସେ ଯାହା ମନର ନୁହେଁ।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/or/educacion-fundamental/generosidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/or/educacion-fundamental/generosidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/or/educacion-fundamental/generosidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
