import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Щедрост",
  "locale": "bg",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "12. Щедрост",
    "order": 12
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Необходимо е да обичаш и да бъдеш обичан, но за нещастие на света, хората нито обичат, нито са обичани.</p>\n<p>Това, което се нарича любов, е нещо непознато за хората и те лесно го бъркат със страст и със страх.</p>\n<p>Ако хората можеха да обичат и да бъдат обичани, войните биха били напълно невъзможни на лицето на земята.</p>\n<p>Много бракове, които наистина биха могли да бъдат щастливи, за съжаление не са, поради старите негодувания, натрупани в паметта.</p>\n<p>Ако съпрузите имаха щедрост, биха забравили болезненото минало и биха живели пълноценно, изпълнени с истинско щастие.</p>\n<p>Умът убива любовта, унищожава я. Преживяванията, старите неприятности, старата ревност, всичко това, натрупано в паметта, унищожава любовта.</p>\n<p>Много огорчени съпруги биха могли да бъдат щастливи, ако имаха достатъчно щедрост да забравят миналото и да живеят в настоящето, обожавайки съпруга си.</p>\n<p>Много съпрузи биха могли да бъдат наистина щастливи със съпругите си, ако имаха достатъчно щедрост да простят стари грешки и да забравят вражди и неприятности, натрупани в паметта.</p>\n<p>Необходимо е, спешно е браковете да разберат дълбокото значение на момента.</p>\n<p>Съпрузи и съпруги винаги трябва да се чувстват като младоженци, забравяйки миналото и живеейки весело в настоящето.</p>\n<p>Любовта и негодуванията са несъвместими атомни вещества. В любовта не може да съществуват негодувания от никакъв вид. Любовта е вечна прошка.</p>\n<p>Има любов в онези, които чувстват истинска мъка за страданията на своите приятели и врагове. Има истинска любов в този, който от все сърце работи за благосъстоянието на смирените, на бедните, на нуждаещите се.</p>\n<p>Има любов в този, който спонтанно и естествено чувства симпатия към селянина, който напоява браздите с пот, към селянина, който страда, към просяка, който моли за монета, и към смиреното, измъчено и болно куче, което умира от глад край пътя.</p>\n<p>Когато от все сърце помагаме на някого, когато по естествен и спонтанен начин се грижим за дървото и поливаме цветята в градината, без никой да ни го изисква, има автентична щедрост, истинска симпатия, истинска любов.</p>\n<p>За съжаление за света, хората нямат истинска щедрост. Хората се тревожат само за собствените си егоистични постижения, стремежи, успехи, знания, преживявания, страдания, удоволствия и т.н. и т.н.</p>\n<p>В света има много хора, които притежават само фалшива щедрост. Има фалшива щедрост в хитрия политик, в изборния лисица, който прахосва пари с егоистичната цел да постигне власт, престиж, позиция, богатства и т.н., и т.н. Не трябва да бъркаме котка с заек.</p>\n<p>Истинската щедрост е абсолютно безкористна, но лесно може да се обърка с фалшивата егоистична щедрост на лисиците на политиката, на мошениците капиталисти, на сатирите, които копнеят за жена и т.н., и т.н.</p>\n<p>Трябва да бъдем щедри по сърце. Истинската щедрост не е на ума, автентичната щедрост е парфюмът на сърцето.</p>\n<p>Ако хората имаха щедрост, биха забравили всички негодувания, натрупани в паметта, всички болезнени преживявания от многото отминали дни и биха се научили да живеят от момент на момент, винаги щастливи, винаги щедри, изпълнени с истинска искреност.</p>\n<p>За съжаление АЗ-ът е памет и живее в миналото, винаги иска да се върне в миналото. Миналото свършва с хората, унищожава щастието, убива любовта.</p>\n<p>Умът, затворен в миналото, никога не може да разбере напълно дълбокото значение на момента, в който живеем.</p>\n<p>Много хора ни пишат, търсейки утеха, молейки за скъпоценен балсам, за да излекуват нараненото си сърце, но малко са тези, които се тревожат да утешат страдащия.</p>\n<p>Много хора ни пишат, за да ни разкажат за мизерното състояние, в което живеят, но са редки тези, които разделят единствения хляб, който ще ги нахрани, за да го споделят с други нуждаещи се.</p>\n<p>Не искат хората да разберат, че зад всеки ефект съществува причина и че само променяйки причината, променяме ефекта.</p>\n<p>АЗ-ът, нашият скъп АЗ, е енергия, която е живяла в нашите предшественици и която е породила определени минали причини, чиито настоящи ефекти обуславят нашето съществуване.</p>\n<p>Необходима ни е ЩЕДРОСТ, за да променим причините и да трансформираме ефектите. Необходима ни е щедрост, за да управляваме мъдро кораба на нашето съществуване.</p>\n<p>Необходима ни е щедрост, за да трансформираме радикално собствения си живот.</p>\n<p>Легитимната ефективна щедрост не е на ума. Автентичната симпатия и истинската искрена привързаност никога не могат да бъдат резултат от страх.</p>\n<p>Необходимо е да разберем, че страхът унищожава симпатията, слага край на щедростта на сърцето и унищожава в нас възхитителния аромат на ЛЮБОВТА.</p>\n<p>Страхът е коренът на всяка корупция, тайният произход на всяка война, смъртоносната отрова, която изражда и убива.</p>\n<p>Учителите и учителките в училищата, колежите и университетите трябва да разберат необходимостта да насочват своите ученици и ученички по пътя на истинската щедрост, смелостта и искреността на сърцето.</p>\n<p>Мудните и тромави хора от миналото поколение, вместо да разберат какво е тази отрова на страха, я култивираха като фатално цвете в парник. Резултатът от подобна процедура беше корупцията, хаосът и анархията.</p>\n<p>Учителите и учителките трябва да разберат часа, в който живеем, критичното състояние, в което се намираме, и необходимостта да издигнем новите поколения върху основите на революционна етика, която да е в тон с атомната ера, която в тези моменти на мъка и болка се инициира сред величествения гръм на мисълта.</p>\n<p>ФУНДАМЕНТАЛНОТО ОБРАЗОВАНИЕ се основава на революционна психология и революционна етика, съобразени с новия вибрационен ритъм на новата ера.</p>\n<p>Чувството за сътрудничество трябва напълно да измести ужасната битка на егоистичната конкуренция. Невъзможно е да се знае как да се сътрудничи, когато изключим принципа на ефективната и революционна щедрост.</p>\n<p>Спешно е да разберем напълно, не само на интелектуално ниво, но и в различните подсъзнателни кътчета на несъзнателния и подсъзнателния ум, какво е липсата на щедрост и ужасът на егоизма. Само като осъзнаем какво е егоизмът и липсата на щедрост в нас, в сърцето ни избухва възхитителният аромат на ИСТИНСКАТА ЛЮБОВ и ЕФЕКТИВНАТА ЩЕДРОСТ, която не е на ума.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bg/educacion-fundamental/generosidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/generosidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/generosidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
