import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "দানশীলতা",
  "locale": "bn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "12. দানশীলতা",
    "order": 12
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ভালোবাসা দরকার এবং ভালোবাসাও পেতে হয়, কিন্তু পৃথিবীর দুর্ভাগ্য যে মানুষ ভালোবাসেও না, ভালোবাসাও পায় না।</p>\n<p>যাকে ভালোবাসা বলা হয়, তা মানুষের কাছে অপরিচিত, এবং তারা সহজেই একে আবেগ এবং ভয়ের সাথে গুলিয়ে ফেলে।</p>\n<p>যদি মানুষ ভালোবাসতে পারত এবং ভালোবাসা পেত, তাহলে পৃথিবীর বুকে যুদ্ধ সম্পূর্ণ অসম্ভব হয়ে যেত।</p>\n<p>অনেক বিবাহিত জীবন যা সত্যি সুখী হতে পারত, দুর্ভাগ্যবশত তা হয় না, কারণ স্মৃতিতে জমে থাকা পুরনো ক্ষোভের কারণে।</p>\n<p>যদি স্বামী-স্ত্রীর মধ্যে উদারতা থাকত, তবে তারা অতীতের বেদনাদায়ক স্মৃতি ভুলে যেত এবং সত্যিকারের সুখে পরিপূর্ণ জীবন যাপন করত।</p>\n<p>মন ভালোবাসাকে হত্যা করে, ধ্বংস করে দেয়। অভিজ্ঞতা, পুরনো অপছন্দ, অতীতের ঈর্ষা, এই সবকিছু স্মৃতিতে জমে ভালোবাসাকে ধ্বংস করে।</p>\n<p>অনেক অসন্তুষ্ট স্ত্রী সুখী হতে পারত, যদি তাদের মধ্যে অতীত ভুলে গিয়ে স্বামীকে ভালোবাসার মতো যথেষ্ট উদারতা থাকত।</p>\n<p>অনেক স্বামী তাদের স্ত্রীদের সাথে সত্যই সুখী হতে পারত, যদি তাদের মধ্যে পুরনো ভুল ক্ষমা করার এবং স্মৃতিতে জমা থাকা বিদ্বেষ ও তিক্ততা ভুলে যাওয়ার মতো যথেষ্ট উদারতা থাকত।</p>\n<p>এটা জরুরি, এটা আবশ্যক যে বিবাহিতরা এই মুহূর্তের গভীর তাৎপর্য উপলব্ধি করে।</p>\n<p>স্বামী ও স্ত্রীদের সর্বদা নববিবাহিতদের মতো অনুভব করা উচিত, অতীত ভুলে গিয়ে বর্তমানকে আনন্দের সাথে যাপন করা উচিত।</p>\n<p>ভালোবাসা এবং বিদ্বেষ দুটি ভিন্ন জিনিস। ভালোবাসায় কোনও ধরনের বিদ্বেষ থাকতে পারে না। ভালোবাসা চিরন্তন ক্ষমা।</p>\n<p>যারা তাদের বন্ধু এবং শত্রুদের কষ্টে সত্যিকারের যন্ত্রণা অনুভব করে তাদের মধ্যে ভালোবাসা বিদ্যমান। যে ব্যক্তি দরিদ্র, অভাবী মানুষের কল্যাণে আন্তরিকভাবে কাজ করে, তার মধ্যে সত্যিকারের ভালোবাসা বিদ্যমান।</p>\n<p>যে ব্যক্তি স্বতঃস্ফূর্তভাবে এবং স্বাভাবিকভাবে কৃষকের প্রতি সহানুভূতি অনুভব করে যে তার ঘাম দিয়ে জমি সেচ করে, যে গ্রামের মানুষ কষ্ট করে, যে ভিখারি একটি মুদ্রা ভিক্ষা করে এবং পথের পাশে ক্ষুধার্ত ও অসুস্থ অবস্থায় থাকা অসহায় কুকুরটির প্রতি সহানুভূতি অনুভব করে, তার মধ্যে ভালোবাসা বিদ্যমান।</p>\n<p>যখন আমরা মন থেকে কাউকে সাহায্য করি, যখন আমরা স্বাভাবিকভাবে এবং স্বতঃস্ফূর্তভাবে গাছের যত্ন নিই এবং বাগানের ফুল গাছে জল দেই, কেউ আমাদের বাধ্য না করা সত্ত্বেও, তখন সেখানে খাঁটি উদারতা, সত্যিকারের সহানুভূতি, সত্যিকারের ভালোবাসা থাকে।</p>\n<p>দুর্ভাগ্যবশত, পৃথিবীর মানুষের মধ্যে সত্যিকারের উদারতা নেই। মানুষ কেবল তাদের নিজস্ব স্বার্থপর অর্জন, আকাঙ্ক্ষা, সাফল্য, জ্ঞান, অভিজ্ঞতা, কষ্ট, আনন্দ ইত্যাদি নিয়েই উদ্বিগ্ন।</p>\n<p>পৃথিবীতে অনেক মানুষ আছে, যাদের কেবল মিথ্যা উদারতা আছে। ধূর্ত রাজনীতিবিদ, নির্বাচনী শিয়ালের মধ্যে মিথ্যা উদারতা দেখা যায়, যারা ক্ষমতা, প্রতিপত্তি, পদ, সম্পদ ইত্যাদি অর্জনের স্বার্থপর উদ্দেশ্যে অর্থ অপচয় করে। আমাদের ভুল করা উচিত না।</p>\n<p>সত্যিকারের উদারতা সম্পূর্ণ নিঃস্বার্থ, কিন্তু রাজনীতির শিয়াল, দুর্বৃত্ত পুঁজিবাদী, কামুকদের স্বার্থপর মিথ্যা উদারতার সাথে সহজেই বিভ্রান্ত হতে পারে।</p>\n<p>আমাদের হৃদয় থেকে উদার হওয়া উচিত। সত্যিকারের উদারতা মনের নয়, খাঁটি উদারতা হৃদয়ের সুগন্ধ।</p>\n<p>যদি মানুষের মধ্যে উদারতা থাকত, তবে তারা স্মৃতিতে জমে থাকা সমস্ত ক্ষোভ, অতীতের সমস্ত বেদনাদায়ক অভিজ্ঞতা ভুলে যেত এবং প্রতি মুহূর্তে বাঁচতে শিখত, সর্বদা সুখী, সর্বদা উদার, সত্যিকারের আন্তরিকতায় পূর্ণ থাকত।</p>\n<p>দুর্ভাগ্যবশত “আমি” স্মৃতি এবং অতীতে বাস করে, সর্বদা অতীতে ফিরে যেতে চায়। অতীত মানুষের শেষ করে দেয়, সুখ ধ্বংস করে, ভালোবাসাকে মেরে ফেলে।</p>\n<p>অতীতের মধ্যে আবদ্ধ মন আমরা যে মুহূর্তে বাস করছি তার গভীর তাৎপর্য সম্পূর্ণরূপে বুঝতে পারে না।</p>\n<p>অনেকেই আছেন যারা আমাদের কাছে সান্ত্বনা চেয়ে লেখেন, তাদের ব্যথিত হৃদয়কে নিরাময় করার জন্য একটি মূল্যবান মলম চান, তবে খুব কম লোকই আছেন যারা কষ্ট পাচ্ছেন তাদের সান্ত্বনা দেওয়ার জন্য চিন্তা করেন।</p>\n<p>অনেক লোক তাদের দুরবস্থার কথা জানাতে আমাদের লেখে, তবে খুব কম লোকই আছে যারা তাদের একমাত্র রুটি অভাবীদের সাথে ভাগ করে নেয়।</p>\n<p>মানুষ বুঝতে চায় না যে প্রতিটি ফলাফলের পিছনে একটি কারণ থাকে এবং কেবল কারণ পরিবর্তন করেই আমরা ফলাফল পরিবর্তন করতে পারি।</p>\n<p>“আমি”, আমাদের প্রিয় “আমি” এমন একটি শক্তি যা আমাদের পূর্বপুরুষদের মধ্যে বাস করেছে এবং কিছু অতীত কারণের জন্ম দিয়েছে যার বর্তমান প্রভাব আমাদের অস্তিত্বকে প্রভাবিত করে।</p>\n<p>কারণ পরিবর্তন এবং প্রভাব রূপান্তর করার জন্য আমাদের উদারতা দরকার। আমাদের জীবনের জাহাজটিকে বিজ্ঞতার সাথে পরিচালনা করার জন্য আমাদের উদারতা দরকার।</p>\n<p>আমাদের নিজেদের জীবনকে সম্পূর্ণরূপে পরিবর্তন করার জন্য আমাদের উদারতা দরকার।</p>\n<p>বৈধ কার্যকর উদারতা মনের নয়। খাঁটি সহানুভূতি এবং আন্তরিক স্নেহ কখনই ভয়ের ফল হতে পারে না।</p>\n<p>এটা বোঝা দরকার যে ভয় সহানুভূতিকে ধ্বংস করে, হৃদয়ের উদারতা শেষ করে এবং আমাদের মধ্যে ভালোবাসার সুগন্ধকে নিশ্চিহ্ন করে দেয়।</p>\n<p>ভয় হল সমস্ত দুর্নীতির মূল, সমস্ত যুদ্ধের গোপন উৎস, মারাত্মক বিষ যা হ্রাস করে এবং হত্যা করে।</p>\n<p>স্কুল, কলেজ এবং বিশ্ববিদ্যালয়ের শিক্ষক-শিক্ষিকাদের উচিত তাদের ছাত্রদের সত্যিকারের উদারতা, সাহস এবং হৃদয়ের আন্তরিকতার পথে চালিত করার প্রয়োজনীয়তা বোঝা।</p>\n<p>বিগত প্রজন্মের স্থবির ও নির্বোধ লোকেরা, ভয়ের বিষ কী তা বোঝার পরিবর্তে, এটিকে গ্রিনহাউসের মারাত্মক ফুল হিসাবে চাষ করেছিল। এই ধরনের আচরণের ফল ছিল দুর্নীতি, বিশৃঙ্খলা এবং নৈরাজ্য।</p>\n<p>শিক্ষকদের বুঝতে হবে আমরা কোন সময়ে বাস করছি, আমরা কোন সংকটময় অবস্থায় আছি এবং বিপ্লবী নীতিশাস্ত্রের ভিত্তিতে নতুন প্রজন্মকে গড়ে তোলার প্রয়োজনীয়তা যা পারমাণবিক যুগের সাথে সামঞ্জস্যপূর্ণ যা এই মুহূর্তে বেদনা ও কষ্টের মধ্যে চিন্তার গম্ভীর গর্জনের মধ্যে শুরু হচ্ছে।</p>\n<p>মৌলিক শিক্ষা একটি বিপ্লবী মনোবিজ্ঞান এবং একটি বিপ্লবী নীতিশাস্ত্রের উপর ভিত্তি করে তৈরি যা নতুন যুগের নতুন কম্পন গতির সাথে সঙ্গতিপূর্ণ।</p>\n<p>সহযোগিতার অনুভূতি সম্পূর্ণরূপে স্বার্থপর প্রতিযোগিতার ভয়ঙ্কর যুদ্ধকে প্রতিস্থাপন করবে। কার্যকর ও বিপ্লবী উদারতার নীতি বাদ দিলে সহযোগিতা করা অসম্ভব হয়ে পড়ে।</p>\n<p>অপূর্ণ হৃদয়ে, কেবলমাত্র বুদ্ধিবৃত্তিক স্তরে নয়, অচেতন মনের বিভিন্ন লুকানো কোণেও এটি বোঝা জরুরি যে উদারতার অভাব এবং স্বার্থপরতার ভয়াবহতা কী। আমাদের মধ্যে স্বার্থপরতা এবং উদারতার অভাব সম্পর্কে সচেতন হলেই আমাদের হৃদয়ে সত্যিকারের ভালোবাসা এবং কার্যকর উদারতার সুগন্ধ ফুটে উঠবে যা মনের নয়।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bn/educacion-fundamental/generosidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bn/educacion-fundamental/generosidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bn/educacion-fundamental/generosidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
