import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ދީލަތިވުން",
  "locale": "dv",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "12. ދީލަތިވުން",
    "order": 12
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ލޯބިވެވުމާއި ލޯބިދިނުމަކީ މުހިންމު ކަމެކެވެ. އެހެނަސް ދުނިޔޭގެ ނަސީބު ދެރަކަމުން މީސްތަކުންނަކީ ލޯބިދޭ ބަޔަކުވެސް އަދި ލޯބިލިބޭ ބަޔަކުވެސް ނޫނެވެ.</p>\n<p>އެއީ ލޯބިކަމަށް މީހުން ބުނާ އެއްޗަކީ މީސްތަކުންނަށް ނުދަންނަ އެއްޗެކެވެ. އަދި އެމީހުންނަށް އެކަން ފަސޭހައިން ވަކިނުކުރެވެނީ ހަވާނަފްސާއި ބިރާއެކުއެވެ.</p>\n<p>މީސްތަކުންނަށް ލޯބިދީ ލޯބިލިބިގަނެވޭނަމަ ބިންމަތީގައި ހަނގުރާމަތައް ހިންގުމަކީ މުޅިން ނާމުމްކިންކަމެކެވެ.</p>\n<p>އަސްލު සතුටුވެއްގެން ދެމަފިރިންގެ ގޮތުގައި ދެމިތިބެންޖެހޭ އެތައް ކައިވެންޏެއް ހިތާމައާއެކު ނިމިގެންދަނީ ކުރީގެ ހަނދާންތަކުގެ ސަބަބުންނެވެ.</p>\n<p>ދެމަފިރިން ދީލަތިވެއްޖެނަމަ ވޭންދެނިވި މާޒީ ހަނދާންނެތިކޮށްލާ އަސްލު සතුටුވެއްގެން ފުރިހަމަ ދިރިއުޅުމެއް އުޅެވޭނެއެވެ.</p>\n<p>ސިކުނޑި ލޯބި މަރާލާ ހަލާކުކޮށްލައެވެ. ތަޖުރިބާތަކާއި، ކުރީގެ ނުރުހުންތަކާއި، އިހުޒަމާނުގެ ހަސަދަތަކާއި، މިއެންމެހައި ކަންތައްތައް ހަނދާނުގައި ގުނުކޮށްލުމުން ލޯބި ހަލާކުވެއެވެ.</p>\n<p>ފޫހިވެފައިވާ އެތައް އަންހެނުންނަށްވެސް ކުރީގެ ކަންތައްތައް ހަނދާން ނައްތާލާ، މިހާރުގެ ހާލަތުގައި ފިރިމީހާދެކެ ލޯބިވެއްޖެނަމަ އުފާވެރި ދިރިއުޅުމެއް އުޅެވިދާނެއެވެ.</p>\n<p>އެތައް ފިރިހެނުންނަށްވެސް އަނބިމީހާ މާފުކޮށް ކުރީގެ ކުށްތައް ހަނދާން ނައްތާލައި ހިތްދަތިކަމާއި ފޫހިކަން ހަނދާން ނައްތާލައިފިނަމަ ހަގީގީ සතුටුވެއްގެން ދެމިތިބެވިދާނެއެވެ.</p>\n<p>މިވަގުތުގެ މާނަ ދެމަފިރިންނަށް ވިސްނުން މުހިންމެވެ އަދި ވަރަށް ބޭނުންވެއެވެ.</p>\n<p>ފިރިމީހާއާއި އަނބިމީހާ އަބަދުވެސް އިހުސާސްކުރަންވާނީ މުޅިން އަލަށް ކައިވެނިކުރި ދެމަފިރިންނޭ، މާޒީ ހަނދާން ނައްތާލާ މިހާރުގެ ހާލަތުގައި އުފަލުން އުޅޭށެވެ.</p>\n<p>ލޯތްބާއި ނުރުހުންތަކަކީ އެއް ނުވެވޭ އެޓަމިކް މާއްދާތަކެވެ. ލޯތްބެއްގެ ތެރޭގައި އެއްވެސް ބާވަތެއްގެ ނުރުހުމެއް ނުހުރެއެވެ. ލޯބިވެވުމަކީ އަބަދަށް މާފުކުރުމެވެ.</p>\n<p>އެކުވެރިންނާއި ދުޝްމަނުންގެ ހިތާމަތަކަށް އަސްލު ހާސްވާމީހުންގެ ކިބައިން ލޯތްބެއް ވެއެވެ. އަދި ހަނަފަސް ބިންތަކަށް ފެންދީ ދަނޑުވެރިންގެ ދިރިއުޅުން ބާއްޖަވެރިކޮށްދީ، ފަގީރުންނާއި އެހީއަށް ބޭނުންވާ މީހުންނަށް ހިތުގެ އެންމެ ފުންމިނުން މަސައްކަތް ކޮށްދޭމީހުންގެ ކިބައިން އަސްލު ލޯބިވެވުމެއް ވެއެވެ.</p>\n<p>ބިންމަތީގައި އޮހޮރޭ ދާހިއްލާ ހިއްކަމުންދާ ދަނޑުވެރިޔާއަށް ހަމްދަރުދީވެ، އަވަށުތެރޭގައި ތަކުލީފުއުފުލާ މީހުންނަށް، އެންމެ ރުފިޔާއެއް އުފުލަން ނުކުޅޭ ފަގީރުންނަށް އަދި ބަނޑުހައިހޫނުކަމުގައި މަގުމަތީގައި މަރުވާ ހިތާމަވެރި ބަލިކުއްތާއަށް އަމިއްލަ ހިތުން ތަބީއީގޮތުން ލޯބިވެވުން އޮތީމައެވެ.</p>\n<p>އަހަރެމެން ހިތުގެ އެންމެ ފުންމިނުން އެހެން މީހަކަށް އެހީވެވޭހިނދު، އެއްވެސް މީހަކު އެކަން ކުރަން އަންގާފައިނުވީނަމަވެސް ގަހަށް ފަރުވާކޮށް ބަގީޗާގެ މާ އާލާކޮށްލަމުންދާއިރު އެތާހުރީ އަސްލު ދީލަތިކަމާއި، އަސްލު ހަމްދަރުދީއާއި، އަސްލު ލޯބިވެވުމެވެ.</p>\n<p>ދުނިޔޭގެ ނަސީބު ދެރަކަމުން މީސްތަކުންނަށް އަސްލު ދީލަތިކަމެއް ނެތެވެ. މީސްތަކުންނަށް އަޅާލަން އެނގެނީ ހަމައެކަނި އަމިއްލަ އެދުންވެރި ކާމިޔާބީއާއި، އުއްމީދުތަކާއި، ކާމިޔާބީތަކާއި، އިލްމާއި، ތަޖުރިބާއާއި، ތަކުލީފުތަކާއި، އުފާވެރިކަމަށް އެކަންޏެވެ.</p>\n<p>ދުނިޔޭގައި އެތައް މީހުންނެއް އެބައުޅޭ ހަމައެކަނި ދޮގު ދީލަތިކަމެއް ލިބިގެންނެވެ. ސިޔާސީ ގޮތުން މޮޅު މީހުންނާއި، އިންތިހާބުގައި ވޯޓު ހޯދަން ފައިސާ ބަހާ މީހުންގެ ކިބައިން ދޮގު ދީލަތިކަމެއް ވެއެވެ، އެއީ ހަމައެކަނި ބާރާއި، މަގާމާއި، މުއްސަނދިކަމާއި މިފަދަ އެދުންތަކުގައި އެދުންވެރިވެގެން ކުރާކަމަކަށްވާތީއެވެ. އަހަރެމެން ބުޅަލާއި މިޔަރު ވަކިކުރަންވާނެއެވެ.</p>\n<p>ހަގީގީ ދީލަތިކަމަކީ އެއްވެސް އެދުމެއްނެތް ދީލަތިކަމެކެވެ، އެކަމަކު ފަސޭހައިން ސިޔާސީ މޮޅުވެރިންގެ ކިބައިން ދޮގު ދީލަތިކަމާއި، މަކަރުވެރި ފައިސާވެރިންގެ ކިބައިން، އަންހެނުންނަށް އެދުންވެރިވާ މީހުންގެ ކިބައިން ވަކިކުރަން އުނދަގޫވެއެވެ.</p>\n<p>އަހަރެމެން ހިތުން ދީލަތިވާންވާނެއެވެ. ހަގީގީ ދީލަތިކަމަކީ ސިކުނޑިން ކުރާކަމެއްނޫނެވެ، އަސްލު ދީލަތިކަމަކީ ހިތުގެ މީރެކެވެ.</p>\n<p>އެމީހުންގެ ކިބައިން ދީލަތިކަމެއް ހުރިނަމަ ހަނދާނުގައި ހަރުލާފައި ހުރި ނުރުހުންތައް ހަނދާން ނައްތާލާ ހިތްދަތިކަން ދެނިވި ތަޖުރިބާތައް ހަނދާން ނައްތާލާ އަބަދުވެސް އުފާވެރިވެގެން، އަބަދުވެސް ދީލަތިވެގެން އަސްލު އިހުލާސްތެރިކަމުން ފުރިގެން ކޮންމެ ވަގުތަކު ދިރިއުޅެން ދަސްކުރާށެވެ.</p>\n<p>ދެރަގޮތަކަށް އަނާއަކީ ހަނދާނެކެވެ އަދި މާޒީގައި ދިރިއުޅެއެވެ، އަބަދުވެސް މާޒީއަށް ދާންބޭނުންވެއެވެ. މާޒީ މީސްތަކުން ނިމުމަކަށް ގެނެސް، සතුටުވެއްගේން ހަލާކުކޮށްލާ ލޯބި މަރާލައެވެ.</p>\n<p>މާޒީގައި ބަންދުވެފައިވާ ސިކުނޑިއަކަށް އަހަރެމެން މިހާރު ދިރިއުޅޭ ވަގުތުގެ މާނަ މުޅިން ވިސްނެވޭނެ ގޮތެއް ނެތެވެ.</p>\n<p>ހިތްވަރު ހޯދަން އަހަރެމެންނަށް ސިޓީލިޔާ އެތައްބަޔަކު އެބަތިބި، އެމީހުންގެ ވޭންދެނިވި ހިތްތައް ރަނގަޅުކުރަން ބޭހެއް އެދިއެދި، އެކަމަކު ހިތާމަވެރި މީހުންނަށް ހިތްވަރުދޭން މަސައްކަތްކުރާ މީހުން މަދެވެ.</p>\n<p>އެމީހުން ދިރިއުޅޭ ހާލަތު ބަޔާންކޮށްދޭން އަހަރެމެންނަށް ސިޓީލިޔާ އެތައްބަޔަކު އެބަތިބި، އެކަމަކު ކާންލިބޭ އެންމެ ރޮށްޓިއެއްވެސް ބައިކޮށްލާ އެހެން މީހުންނާ ހިއްސާކުރާ މީހުން މަދެވެ.</p>\n<p>އެފެކްޓެއްގެ ފަހަތުގައި ސަބަބެއް އޮންނަކަން މީހުން ވިސްނަން ބޭނުމެއްނުވެއެވެ، އަދި އެމީހުން އެފެކްޓު ބަދަލުކުރާނީ ހަމައެކަނި ސަބަބު ބަދަލުކޮށްގެންނެވެ.</p>\n<p>އަނާ، އަހަރެމެންގެ އަނާ ވަނީ އަހަރެމެންގެ ކާބަފައިންގެ ތެރޭގައި ދިރިއުޅެމުންއައި ހަކަތައެކެވެ އަދި އެ ހަކަތައިގެ ސަބަބުން ސަބަބުތަކެއް އުފެދިފައިވެއެވެ، މިހާރު އެއީ އަހަރެމެންގެ ދިރިއުޅުމުގެ ހާލަތެވެ.</p>\n<p>ސަބަބުތައް ބަދަލުކޮށް އެފެކްޓްތައް އުފައްދަން އަހަރެމެންނަށް ދީލަތިކަމެއް ބޭނުންވެއެވެ. އަހަރެމެންގެ ދިރިއުޅުމުގެ އުޅަނދު ދާނެ މިސްރާބު ދައްކަން ދީލަތިކަމެއް ބޭނުންވެއެވެ.</p>\n<p>އަމިއްލަ ދިރިއުޅުން ބަދަލުކުރަން އަހަރެމެންނަށް ދީލަތިކަމެއް ބޭނުންވެއެވެ.</p>\n<p>ހައްގު ދީލަތިކަމަކީ ސިކުނޑިން ކުރާކަމެއްނޫނެވެ. ހަގީގީ ހަމްދަރުދީއާއި އިހުލާސްތެރި ލޯބިވެވުމަކީ ބިރުގެ ސަބަބުން އުފެދޭނެ އެއްޗެއްނޫނެވެ.</p>\n<p>ބިރު ހަމްދަރުދީ ހަލާކުކޮށްލާ ހިތުގެ ދީލަތިކަން ނެތިކޮށްލާ އަހަރެމެންގެ ތެރޭގައިވާ ލޯބީގެ މީރުވަސް ދުއްވާލާކަން ވިސްނުން މުހިންމެވެ.</p>\n<p>ބިރަކީ ހުރިހާ ފަސާދައެއްގެ އަސްލެވެ، ހުރިހާ ހަނގުރާމައެއްގެ ސިއްރުވެރި އަސްލެވެ، މަރަށް ގެންދާވިހައެވެ.</p>\n<p>ސްކޫލުތަކާއި، ކޮލެޖުތަކާއި، ޔުނިވާސިޓީތަކުގެ މުދައްރިސުން އެމީހުންގެ ދަރިވަރުން އަސްލު ދީލަތިކަމުގެ މަގަށް، ހިތްވަރާއި ހިތުގެ އިހުލާސްތެރިކަމަށް މަގުދެއްކުން މުހިންމުކަން ވިސްނަންވާނެއެވެ.</p>\n<p>އެހެން ޖީލުތަކުގެ ގަނޑުވެފައިވާ މީހުންނަށް ބިރުގެ ވިހަ ވިސްނޭ ބަދަލުގައި އެމީހުން ކުރަނީ ގުދުރަތީ ނޫން މާބަގީޗާއެއްގައި މުޑުވައްކުރާ ގަހެއްގެ ގޮތުގައި ބިރު މުޑުވައްކުރުމެވެ. އެގޮތަށް ކަންތައްކުރުމުގެ ނަތީޖާއަކީ ފަސާދައާއި ހަމަނުޖެހުމާއި ގަވާއިދެއްނެތި ކަންތައްކުރުމެވެ.</p>\n<p>މިހާރު އަހަރެމެން ދިރިއުޅޭ ވަގުތާއި، އަހަރެމެންނަށް މިހާރު ކުރިމަތިވެފައިވާ ނާޒުކު ހާލަތާއި، އާ ޖީލުތަކެއް އުފައްދަންޖެހޭކަން މުދައްރިސުން ވިސްނަންވާނެއެވެ، އަދި އެކަން ކުރާނީ އިންގިލާބީ އަހުލާގިއްޔާތެއްގެ މައްޗަށެވެ.</p>\n<p>އަސާސީ ތައުލީމު ބިނާވެގެންވަނީ އިންގިލާބީ ނަފްސާނީ އިލްމެއްގެ މައްޗަށެވެ އަދި އިންގިލާބީ އަހުލާގިއްޔާތެއްގެ މައްޗަށެވެ، މިދެކަންތައް އާ ޒަމާނުގެ ކަންތައްތަކާ އެއްގޮތްވާނެއެވެ.</p>\n<p>އެކުގައި އެއްބާރުލުން ދިނުމުގެ އިހުސާސް އަމިއްލަ އެދުންވެރި ވާދަވެރިކަމުގެ ބިރުވެރިކަމުގެ ބަދަލުގައި ބޭނުންކުރާނެއެވެ. ދީލަތި އަސަރާއި އިންގިލާބީ އުސޫލުތައް ނުހިމަނާ އެކީގައި މަސައްކަތްކުރުމަކީ ނާމުމްކިންކަމެކެވެ.</p>\n<p>ސިކުނޑީގެ ހަމައެކަނި ފެންވަރުން ނޫން އެހެންނަމަވެސް ސިކުނޑި އާއި ސިކުނޑީގެ ދަށުގައިވާ ކަންތައްތަކުގައި ދީލަތިކަމެއް ނެތުމާއި، އަމިއްލަ އެދުމުގެ ބިރުވެރިކަން މުޅިން ވިސްނުން މުހިންމެވެ. އަހަރެމެންގެ ހިތުގައި ދީލަތިކަމެއްނެތުމާއި އަމިއްލަ އެދުންވެރިކަމުގެ ވޭނު އިހުސާސްވާ ހިނދު ހަގީގީ ލޯތްބާއި ސިކުނޑިންނޫން ދީލަތިކަމުގެ މީރުވަސް އުފައްދާދެއެވެ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/dv/educacion-fundamental/generosidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/educacion-fundamental/generosidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/educacion-fundamental/generosidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
