import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "سخاوت",
  "locale": "ps",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "12. سخاوت",
    "order": 12
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>مینه کول او د مینې وړ ګرځېدل اړین دي، مګر د نړۍ په بدبختۍ، خلک نه مینه کوي او نه د مینې وړ دي.</p>\n<p>هغه څه چې مینه بلل کیږي د خلکو لپاره ناڅرګنده ده او دوی په اسانۍ سره دا د لیوالتیا او ویرې سره ګډوډوي.</p>\n<p>که خلک وکولی شي مینه وکړي او د مینې وړ وي، نو جګړې به په ځمکه کې په بشپړه توګه ناشونې وي.</p>\n<p>ډیری وادهونه چې په حقیقت کې خوشحاله کیدی شي، له بده مرغه خوشحاله ندي د زړو خفګانونو له امله چې په حافظه کې راټول شوي دي.</p>\n<p>که مېړونه او مېرمنې سخاوت ولري، دوی به دردناک تیر هیر کړي او په بشپړتیا کې ژوند وکړي، د ریښتینې خوښۍ څخه ډک.</p>\n<p>ذهن مینه وژني، له منځه یې وړي. تجربې، زاړه خفګانونه، پخوانۍ حسدونه، دا ټول په حافظه کې راټول شوي، مینه له منځه وړي.</p>\n<p>ډیری خپه ښځې کیدی شي خوشحاله وي که چیرې دوی دومره سخاوت ولري چې تیر هیر کړي او په اوس وخت کې د خپل میړه عبادت وکړي.</p>\n<p>ډیری میړونه کولی شي د خپلو میرمنو سره په ریښتیا خوشحاله وي که چیرې دوی دومره سخاوت ولري چې زاړه غلطۍ وبخښي او هغه خفګانونه او ناخوالې هیرې کړي چې په حافظه کې راټول شوي دي.</p>\n<p>اړینه ده، دا عاجل دي چې واده شوي د شیبې ژوره معنی درک کړي.</p>\n<p>مېړونه او مېرمنې باید تل د نوي واده شویو په څیر احساس وکړي، تیر هیر کړي او په اوس وخت کې په خوشحالۍ سره ژوند وکړي.</p>\n<p>مینه او خفګانونه ناانډوله اتومي مواد دي. په مینه کې د هیڅ ډول خفګان شتون نشي کیدی. مینه تلپاتې بخښنه ده.</p>\n<p>په هغو خلکو کې مینه شتون لري چې د خپلو ملګرو او دښمنانو په کړاوونو ژوره اندیښنه لري. په هغه چا کې ریښتینې مینه شتون لري چې د زړه له کومې د بې وزلو، غریبو او اړو کسانو د ښه والي لپاره کار کوي.</p>\n<p>په هغه چا کې مینه شتون لري چې په ناڅاپي او طبیعي ډول د هغه بزګر سره خواخوږي لري چې خپله ځمکه په خپله خوله خړوبوي، د هغه کلیوال سره چې کړاوونه ګالي، د هغه سوالګر سره چې یوه سکه غواړي او د هغه عاجز او دردمن سپي سره چې د لارې په غاړه د لوږې له امله مړ کیږي.</p>\n<p>کله چې موږ په بشپړ زړه له چا سره مرسته کوو، کله چې موږ په طبیعي او ناڅاپي ډول د ونې پالنه کوو او د باغ ګلانو ته اوبه ورکوو پرته له دې چې څوک یې له موږ څخه وغواړي، دلته ریښتینی سخاوت، ریښتینی خواخوږي، ریښتینې مینه شتون لري.</p>\n<p>د نړۍ له پاره په بدبختۍ، خلک ریښتینی سخاوت نلري. خلک یوازې د خپلو خود غرضه لاسته راوړنو، ارمانونو، بریاوو، پوهې، تجربو، کړاوونو، خوښیو، او داسې نورو په اړه اندیښمن دي.</p>\n<p>په نړۍ کې ډیری خلک شتون لري چې یوازې جعلي سخاوت لري. په هوښیار سیاستوال کې جعلي سخاوت شتون لري، په انتخاباتي ګیدړ کې چې د قدرت، وقار، مقام، شتمنیو او داسې نورو د ترلاسه کولو په خود غرضه هدف پیسې لګوي. موږ باید پیشو له سوړ څخه توپیر کړو.</p>\n<p>ریښتینی سخاوت په بشپړه توګه بې غرضه دی، مګر په اسانۍ سره د سیاست د ګیدړانو، د سرمایه دارۍ غلو او د هغو شهوت پرستانو د جعلي خود غرضه سخاوت سره ګډوډ کیدی شي چې د ښځې لالچ لري.</p>\n<p>موږ باید د زړه له کومې سخاوتمند اوسو. ریښتینی سخاوت د ذهن نه دی، ریښتینی سخاوت د زړه بوی دی.</p>\n<p>که خلک سخاوت ولري، دوی به ټول هغه خفګانونه هیر کړي چې په حافظه کې راټول شوي دي، د ډیرو تیرو وختونو ټول دردناک تجربې او د شیبې په شیبه ژوند کول زده کړي، تل خوشحاله، تل سخاوتمند، د ریښتینې اخلاص څخه ډک.</p>\n<p>له بده مرغه، زه حافظه یم او په تیرو وختونو کې ژوند کوم، تل غواړم بیرته تیرو وختونو ته لاړ شم. تیر وخت خلک له منځه وړي، خوښي له منځه وړي، مینه وژني.</p>\n<p>هغه ذهن چې په تیرو وختونو کې بند شوی دی هیڅکله نشي کولی په بشپړه توګه د هغه شیبې ژوره معنی درک کړي چې موږ پکې ژوند کوو.</p>\n<p>ډیری خلک موږ ته د تسلیت په لټه کې لیکي، د دوی د دردمن زړه د روغولو لپاره د یو قیمتي مرمۍ غوښتنه کوي، مګر لږ هغه څوک دي چې د غمجن تسلیت په اړه اندیښمن دي.</p>\n<p>ډیری خلک موږ ته لیکي چې هغه بد حالت بیان کړي چې دوی پکې ژوند کوي، مګر لږ هغه څوک دي چې هغه یوه ډوډۍ ماتوي چې دوی ته خواړه ورکوي ترڅو دا له نورو اړو کسانو سره شریک کړي.</p>\n<p>خلک نه غواړي پوه شي چې د هر تاثیر تر شا یو لامل شتون لري او دا چې یوازې د لامل په بدلولو سره موږ تاثیر بدلولی شو.</p>\n<p>زه، زموږ ګرانه زه، هغه انرژي ده چې زموږ په پلرونو کې ژوند کړی او یو شمیر تیر لاملونه یې رامینځته کړي چې اوسني اغیزې یې زموږ شتون ته شرط ورکوي.</p>\n<p>موږ د لاملونو بدلولو او تاثیراتو بدلولو لپاره سخاوت ته اړتیا لرو. موږ د خپل ژوند کښتۍ په هوښیارۍ سره رهبري کولو لپاره سخاوت ته اړتیا لرو.</p>\n<p>موږ د خپل ژوند په بنسټیز ډول بدلولو لپاره سخاوت ته اړتیا لرو.</p>\n<p>اغیزمن مشروع سخاوت د ذهن نه دی. ریښتینې خواخوږي او ریښتینې اخلاص هیڅکله د ویرې پایله کیدی نشي.</p>\n<p>اړینه ده چې پوه شو چې وېره خواخوږي له منځه وړي، د زړه سخاوت پای ته رسوي او زموږ په مینځ کې د مینې خوندور بوی له منځه وړي.</p>\n<p>وېره د هر ډول فساد ریښه ده، د هرې جګړې پټ اصل، هغه وژونکی زهر چې زوال کوي او وژني.</p>\n<p>د ښوونځیو، کالجونو او پوهنتونونو ښوونکي او ښوونکې باید د خپلو زده کونکو او زده کوونکو ته د ریښتینې سخاوت، زړورتیا او د زړه اخلاص لارښوونه کولو اړتیا درک کړي.</p>\n<p>د تېر نسل سست او بې وقوفو خلکو د دې پر ځای چې د وېرې د زهر په اړه پوه شي، دا یې د شیشې کور د یوې وژونکې ګل په توګه پالل. د دې ډول کړنو پایله فساد، ګډوډي او انارشي وه.</p>\n<p>ښوونکي او ښوونکې باید هغه ساعت درک کړي چې موږ پکې ژوند کوو، هغه بحراني حالت چې موږ پکې یو او د نوي نسل داسې انقلابي اخلاقو په بنسټ د لوړولو اړتیا ده چې د اتومي دورې سره په مطابقت کې وي چې په دې سختۍ او درد کې د فکر په عالي رعدونو کې پیل کیږي.</p>\n<p>بنسټیزه زده کړه په یوه انقلابي ارواپوهنې او یو انقلابي اخلاقو باندې ولاړه ده چې د نوي دور له نوي وایبریټري تال سره سمون لري.</p>\n<p>د همکارۍ احساس باید په بشپړه توګه د خود غرضه سیالۍ له وحشتناکه جګړه بدله کړي. د اغیزمن او انقلابي سخاوت اصول پرته همکاري ناشونې ده.</p>\n<p>دا عاجل دي چې په بشپړه توګه پوه شو، نه یوازې په ذهني کچه، بلکې د ذهن په مختلفو پټو او بې هوشه کونجونو کې د سخاوت نشتوالی او د خود غرضۍ وحشت څه دی. یوازې د هغه څه په اړه پوهاوی چې زموږ په مینځ کې خود غرضي او د سخاوت نشتوالی دی، زموږ په زړه کې د ریښتینې مینې او اغیزمن سخاوت خوندور بوی راڅرګندیږي چې د ذهن نه دی.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ps/educacion-fundamental/generosidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/generosidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/generosidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
