import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Берешендик",
  "locale": "ky",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "12. Берешендик",
    "order": 12
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Сүйүүгө муктаж болуп, сүйүктүү болуу зарыл, бирок дүйнөнүн кейиштүү жагы – адамдар сүйбөйт да, сүйүктүү да боло алышпайт.</p>\n<p>Адамдар сүйүү деп атаган нерсе алар үчүн белгисиз нерсе, алар аны кумарлануу жана коркуу менен оңой эле алмаштырып алышат.</p>\n<p>Эгерде адамдар сүйүп, сүйүктүү боло алышса, жер бетинде согуштар таптакыр мүмкүн болбой калмак.</p>\n<p>Чыныгы бактылуу боло алчу көптөгөн үй-бүлөлөр, тилекке каршы, эс тутумда топтолгон эски таарынычтардан улам бактылуу эмес.</p>\n<p>Эгерде жубайлар марттыкка ээ болушса, алар өткөн оор күндөрдү унутуп, чыныгы бакытка толуп, толугу менен жашашмак.</p>\n<p>Акыл сүйүүнү өлтүрөт, аны жок кылат. Эскерүүлөр, эски нааразычылыктар, эски кызганычтар, мунун баары эс тутумда топтолуп, сүйүүнү жок кылат.</p>\n<p>Көптөгөн таарынган аялдар, эгерде аларда өткөндү унутуп, күйөөсүн сүйүп, азыркы учурда жашоого жетиштүү марттыгы болсо, бактылуу боло алышмак.</p>\n<p>Көптөгөн күйөөлөр, эгерде аларда эски каталарды кечирип, эс тутумда топтолгон таарынычтарды жана азаптарды унутууга жетиштүү марттыгы болсо, аялы менен чындап бактылуу боло алышмак.</p>\n<p>Үй-бүлөлүүлөргө учурдун терең маанисин түшүнүү зарыл, бул шашылыш.</p>\n<p>Күйөөлөр менен аялдар өткөндү унутуп, азыркы учурда кубанычтуу жашап, өздөрүн дайыма жаңы үйлөнгөндөй сезиши керек.</p>\n<p>Сүйүү жана таарынычтар – бири-бирине шайкеш келбеген атомдук заттар. Сүйүүдө эч кандай таарыныч болбошу керек. Сүйүү – бул түбөлүк кечирим.</p>\n<p>Досторунун жана душмандарынын азаптарына чындап кайгырган адамдарда сүйүү бар. Карапайым, кедей, муктаж адамдардын жыргалчылыгы үчүн чын жүрөктөн иштеген адамда чыныгы сүйүү бар.</p>\n<p>Айдоону тер менен сугарган дыйканга, азап чеккен айыл тургунуна, тыйын сураган кайырчыга жана жолдун боюнда ачкадан өлгөн азаптуу жана оорулуу итке жан тартып, өзүнөн-өзү табигый түрдө сезген адамда сүйүү бар.</p>\n<p>Кимдир бирөөгө чын жүрөктөн жардам бергенибизде, эч ким талап кылбастан, бак-даракты табигый жана өзүнөн-өзү карап, бакчанын гүлдөрүн сугарганыбызда, чыныгы марттык, чыныгы жан ачуу, чыныгы сүйүү бар.</p>\n<p>Дүйнөнүн тилегине каршы, адамдарда чыныгы марттык жок. Адамдар өздөрүнүн гана өзүмчүл ийгиликтери, каалоолору, ийгиликтери, билими, тажрыйбасы, азаптары, ырахаттары ж.б. жөнүндө гана ойлошот.</p>\n<p>Дүйнөдө жалган марттыкка гана ээ болгон көптөгөн адамдар бар. Акылдуу саясатчыда, бийликке, абройго, кызматка, байлыкка ж.б. жетүү үчүн өзүмчүлдүк менен акча чачкан шайлоо түлкүсүндө жалган марттык бар. Мышыкты коён деп адаштырбашыбыз керек.</p>\n<p>Чыныгы марттык таптакыр кызыкчылыксыз, бирок аны саясаттын түлкүлөрүнүн, капиталисттик уурулардын, аялды көксөгөн шайтандардын өзүмчүл жалган марттыгы менен оңой эле алмаштырып алууга болот.</p>\n<p>Жүрөгүбүз менен март болушубуз керек. Чыныгы марттык – акылдын эмес, чыныгы марттык – жүрөктүн жыты.</p>\n<p>Эгерде адамдарда марттык болсо, алар эс тутумда топтолгон бардык таарынычтарды, өткөн күндөрдүн бардык оор тажрыйбаларын унутуп, ар дайым бактылуу, ар дайым март, чыныгы чын ыкластуулукка толуп, көз ирмемден көз ирмемге жашоону үйрөнүшмөк.</p>\n<p>Тилекке каршы, МЕН эс тутум жана өткөндө жашайт, дайыма өткөнгө кайтып баргысы келет. Өткөн адамдарды жок кылат, бакытты бузат, сүйүүнү өлтүрөт.</p>\n<p>Өткөнгө тыгылып калган акыл эч качан азыркы учурдун терең маанисин толук түшүнө албайт.</p>\n<p>Көптөгөн адамдар бизге сооротуу издеп, жүрөгүн айыктыруу үчүн баалуу дары сурап жазышат, бирок азап чеккендерди сооротууга кам көргөндөр аз.</p>\n<p>Көптөгөн адамдар бизге жашоосунун кейиштүү абалын айтып берүү үчүн жазышат, бирок аларга тамак берүүчү жалгыз нанын бөлүп, башка муктаж болгондор менен бөлүшкөндөр сейрек.</p>\n<p>Адамдар ар бир натыйжанын артында себеп бар экенин жана себепти өзгөртүү менен гана натыйжаны өзгөртө аларыбызды түшүнгүсү келбейт.</p>\n<p>МЕН, биздин сүйүктүү МЕНибиз – бул биздин ата-бабаларыбызда жашаган жана азыркы жашообузга таасир эткен өткөн себептерди жараткан энергия.</p>\n<p>Себептерди өзгөртүп, натыйжаларды трансформациялоо үчүн БИЗГЕ МАРТТЫК керек. Жашообуздун кемесин акылмандык менен башкаруу үчүн бизге марттык керек.</p>\n<p>Өз жашообузду түп тамырынан бери өзгөртүү үчүн бизге марттык керек.</p>\n<p>Мыйзамдуу эффективдүү марттык акылдан эмес. Чыныгы боорукердик жана чыныгы чын ыкластуу сүйүү эч качан коркуунун натыйжасы боло албайт.</p>\n<p>Коркуу жан ачууну жок кыларын, жүрөктүн марттыгын жок кыларын жана биздеги СҮЙҮҮНҮН даамдуу жытын жок кыларын түшүнүү зарыл.</p>\n<p>Коркуу – бардык коррупциянын тамыры, бардык согуштун жашыруун келип чыгышы, бузулууга учуратып, өлтүрүүчү өлүмгө дуушар болгон уу.</p>\n<p>Мектептердин, колледждердин жана университеттердин мугалимдери окуучуларын чыныгы марттыктын, кайраттуулуктун жана жүрөктүн чын ыкластуулугунун жолуна багыттоонун зарылдыгын түшүнүшү керек.</p>\n<p>Өткөн муундун эскирген жана келесоо адамдары коркуу уусу эмне экенин түшүнүүнүн ордуна, аны күнөскананын өлүмгө дуушар болгон гүлү катары өстүрүштү. Мындай иш-аракеттин натыйжасы коррупция, хаос жана анархия болду.</p>\n<p>Мугалимдер биз жашап жаткан учурду, биз тапкан оор абалды жана жаңы муундарды ой жүгүртүүнүн катуу күркүрөөсүнүн ортосунда ушул кайгылуу жана оор учурларда башталып жаткан атомдук доорго шайкеш келген революциялык этиканын негизинде көтөрүүнүн зарылдыгын түшүнүшү керек.</p>\n<p>ФУНДАМЕНТАЛДЫК БИЛИМ БЕРҮҮ жаңы доордун жаңы термелүү ритмине шайкеш келген революциялык психологияга жана революциялык этикага негизделген.</p>\n<p>Кызматташтык сезими өзүмчүлдүк атаандаштыктын коркунучтуу салгылашын толугу менен алмаштырышы керек. Эффективдүү жана революциялык марттык принцибин алып салганда кызматташуу мүмкүн болбой калат.</p>\n<p>Жөн гана интеллектуалдык деңгээлде эмес, ошондой эле аң-сезимсиз акылдын жана аң-сезим алдындагы ар кандай жашыруун бурчтарында марттыктын жоктугу жана өзүмчүлдүктүн коркунучу эмне экенин толук түшүнүү шашылыш. Биздеги өзүмчүлдүк жана марттыктын жоктугу эмне экенин аңдап билүү менен биздин жүрөктө ЧЫНЫГЫ СҮЙҮҮНҮН жана акылдан эмес ЭФФЕКТИВДҮҮ МАРТТЫКТЫН таттуу жыты пайда болот.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ky/educacion-fundamental/generosidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/generosidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/generosidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
