import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Өгөөмөр сэтгэл",
  "locale": "mn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "12. Өгөөмөр сэтгэл",
    "order": 12
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Хайрлах, хайрлуулах хэрэгтэй. Гэвч дэлхийн азгүй явдал нь хүмүүс хайрладаггүй, хайрлуулдаггүй.</p>\n<p>Хүмүүсийн хайр гэж нэрлэдэг зүйл нь тэдэнд үл мэдэгдэх зүйл бөгөөд тэд үүнийг хүсэл тачаал, айдастай андуурдаг.</p>\n<p>Хэрэв хүмүүс хайрлаж, хайрлуулж чадвал дайн дажин дэлхийн гадаргуу дээр бүрэн боломжгүй болно.</p>\n<p>Үнэхээр аз жаргалтай байж чадах олон гэрлэлт харамсалтай нь сэтгэлдээ хуримтлагдсан хуучин гомдлоос болж аз жаргалгүй байдаг.</p>\n<p>Хэрэв гэр бүлийн хүмүүс өгөөмөр сэтгэлтэй байсан бол өнгөрсөн гунигт явдлыг мартж, жинхэнэ аз жаргалаар дүүрэн, бүрэн дүүрэн амьдрах болно.</p>\n<p>Оюун ухаан хайрыг устгадаг, сүйтгэдэг. Туршлага, хуучин дургүйцэл, хуучин хардалт гэх мэт бүх зүйл сэтгэлд хуримтлагдаж, хайрыг устгадаг.</p>\n<p>Өнгөрсөн зүйлээ мартаж, одоо байгаа зүйлээ нөхөртөө хайрлаж амьдрах хангалттай өгөөмөр сэтгэлтэй байсан бол олон гомдолтой эхнэрүүд аз жаргалтай байж чадах байсан.</p>\n<p>Хуучин алдааг уучилж, сэтгэлд хуримтлагдсан гомдол, гунигаа мартах хангалттай өгөөмөр сэтгэлтэй байсан бол олон нөхрүүд эхнэртээ үнэхээр аз жаргалтай байж чадах байсан.</p>\n<p>Гэрлэлт гэдэг нь тухайн мөчийн гүн гүнзгий утга учрыг ойлгох зайлшгүй бөгөөд яаралтай зүйл юм.</p>\n<p>Өнгөрсөн зүйлээ мартаж, өнөөдрийн өдрийг баяр хөөртэй өнгөрүүлж, нөхөр эхнэр хоёр бие биедээ дөнгөж гэрлэсэн мэт мэдрэмж төрүүлэх хэрэгтэй.</p>\n<p>Хайр ба гомдол хоёр нь үл нийцэх атомын бодис юм. Хайранд ямар ч төрлийн гомдол байж болохгүй. Хайр бол мөнхийн уучлал юм.</p>\n<p>Найз нөхөд, дайснуудынхаа зовлон шаналлыг үнэхээр мэдэрдэг хүмүүст хайр бий. Даруу, ядуу, гачигдалтай хүмүүсийн төлөө чин сэтгэлээсээ зүтгэж байгаа хүмүүст жинхэнэ хайр бий.</p>\n<p>Хөлсөө урсган газар хагалан усалж буй тариачин, зовж шаналж буй тосгоны хүн, зоос гуйж буй гуйлгачин, замын хажууд өлсөж үхэж буй өрөвдөлтэй, өвчтэй нохойд аяндаа энэрэнгүй сэтгэл төрж байгаа хүнд хайр бий.</p>\n<p>Хэн нэгэнд чин сэтгэлээсээ тусалж, хэн нэгэн биднээс шаардахгүйгээр цэцэрлэгийн модыг тордож, цэцгийг усалдаг бол жинхэнэ өгөөмөр сэтгэл, жинхэнэ энэрэнгүй сэтгэл, жинхэнэ хайр байна.</p>\n<p>Харамсалтай нь, дэлхийн хувьд хүмүүс жинхэнэ өгөөмөр сэтгэлгүй байдаг. Хүмүүс зөвхөн өөрийн хувийн ашиг хонжоо, хүсэл тэмүүлэл, амжилт, мэдлэг, туршлага, зовлон, зугаа цэнгэл гэх мэт зүйлдээ санаа тавьдаг.</p>\n<p>Дэлхий дээр хуурамч өгөөмөр сэтгэлтэй хүмүүс олон бий. Эрх мэдэл, нэр хүнд, албан тушаал, эд баялаг гэх мэтийг олж авах хувиа хичээсэн зорилгоор мөнгө үрдэг зальтай улс төрч, сонгуулийн үнэгэнд хуурамч өгөөмөр сэтгэл бий. Муурыг туулайтай андуурч болохгүй.</p>\n<p>Жинхэнэ өгөөмөр сэтгэл нь ямар нэгэн сонирхолгүй байдаг ч улс төрийн үнэг, хөрөнгөтний дээрэмчин, эмэгтэй хүнийг хүсэмжилж буй сатир зэрэг хувиа хичээсэн хуурамч өгөөмөр сэтгэлтэй хүмүүстэй амархан андуурч болно.</p>\n<p>Бид сэтгэл зүрхнээсээ өгөөмөр байх ёстой. Жинхэнэ өгөөмөр сэтгэл оюун ухааны биш, жинхэнэ өгөөмөр сэтгэл бол зүрх сэтгэлийн анхилуун үнэр юм.</p>\n<p>Хэрэв хүмүүс өгөөмөр сэтгэлтэй байсан бол сэтгэлдээ хуримтлагдсан бүх гомдол, өнгөрсөн гунигт туршлагаа мартаж, үргэлж аз жаргалтай, үргэлж өгөөмөр, үргэлж жинхэнэ шударгаар амьдрахыг сурах болно.</p>\n<p>Харамсалтай нь “Би” бол ой санамж бөгөөд өнгөрсөнд амьдардаг, үргэлж өнгөрсөндөө эргэж очихыг хүсдэг. Өнгөрсөн хүмүүсийг сүйтгэж, аз жаргалыг устгаж, хайрыг устгадаг.</p>\n<p>Өнгөрсөндөө баригдсан оюун ухаан бидний амьдарч буй мөчийн гүн гүнзгий утга учрыг бүрэн дүүрэн ойлгож чадахгүй.</p>\n<p>Бидэнд тайтгарал хайж, шархалсан зүрхийг эдгээх үнэт бальзам гуйж захидал бичдэг хүмүүс олон байдаг ч зовж шаналж буй хүмүүсийг тайтгаруулахад санаа тавьдаг хүмүүс цөөхөн байдаг.</p>\n<p>Бидэнд амьдарч буй гутамшигт байдлаа ярих гэж захидал бичдэг хүмүүс олон байдаг ч бусад гачигдалтай хүмүүстэй хуваалцах цорын ганц талхнаасаа хуваалцдаг хүмүүс ховор байдаг.</p>\n<p>Бүх үр дагаврын цаана шалтгаан бий гэдгийг, зөвхөн шалтгааныг өөрчилснөөр бид үр дагаврыг өөрчилж чадна гэдгийг хүмүүс ойлгохыг хүсдэггүй.</p>\n<p>“Би” буюу бидний хайрт “Би” бол бидний өвөг дээдэст амьдарч байсан, өнгөрсөн үеийн тодорхой шалтгааныг үүсгэсэн энерги бөгөөд одоогийн үр дагавар нь бидний оршин тогтнох нөхцөлийг бүрдүүлдэг.</p>\n<p>Шалтгааныг өөрчилж, үр дагаврыг өөрчлөхийн тулд бидэнд ӨГӨӨМӨР СЭТГЭЛ хэрэгтэй. Өөрийн оршин тогтнох хөлөг онгоцыг ухаалгаар жолоодоход бидэнд өгөөмөр сэтгэл хэрэгтэй.</p>\n<p>Өөрийн амьдралыг эрс өөрчлөхийн тулд бидэнд өгөөмөр сэтгэл хэрэгтэй.</p>\n<p>Жинхэнэ, үр дүнтэй өгөөмөр сэтгэл оюун ухааны биш. Жинхэнэ энэрэнгүй сэтгэл, чин сэтгэлийн хайр хэзээ ч айдасны үр дүн байж чадахгүй.</p>\n<p>Айдас бол энэрэнгүй сэтгэлийг устгаж, зүрх сэтгэлийн өгөөмөр сэтгэлийг зогсоож, бидний доторх ХАЙРЫН амтат үнэрийг устгадаг гэдгийг ойлгох хэрэгтэй.</p>\n<p>Айдас бол бүх ялзралын үндэс, бүх дайны нууц гарал үүсэл, доройтуулж, устгадаг үхлийн аюултай хор юм.</p>\n<p>Сургууль, коллеж, их дээд сургуулийн багш, сурган хүмүүжүүлэгчид сурагчдаа үнэн өгөөмөр сэтгэл, эр зориг, зүрх сэтгэлийн чин сэтгэл рүү хөтлөх хэрэгтэй гэдгийг ойлгох ёстой.</p>\n<p>Өнгөрсөн үеийн хатуу, тэнэг хүмүүс айдас гэдэг хорыг ойлгохын оронд хүлэмжийн үхлийн аюултай цэцэг шиг тариалсан. Ийм үйл ажиллагааны үр дүн нь ялзрал, эмх замбараагүй байдал, анархизм байв.</p>\n<p>Бидний амьдарч буй цаг үе, бидний байгаа хүнд хэцүү байдал, мөн өвдөлт, зовлонгийн эдгээр мөчид сэтгэлгээний сүр жавхлант дуунд атомын эрин үетэй зохицох хувьсгалт ёс зүйн үндсэн дээр шинэ үеийг өсгөх хэрэгтэй байгааг багш, сурган хүмүүжүүлэгчид ойлгох ёстой.</p>\n<p>ҮНДСЭН БОЛОВСРОЛ бол шинэ эриний шинэ чичирхийллийн хэмнэлд нийцсэн хувьсгалт сэтгэл судлал, хувьсгалт ёс зүйд суурилдаг.</p>\n<p>Хамтын ажиллагааны мэдрэмж нь хувиа хичээсэн өрсөлдөөний аймшигт тулааныг бүрэн орлох болно. Үр дүнтэй, хувьсгалт өгөөмөр сэтгэлийн зарчмыг хассан тохиолдолд хамтран ажиллах нь боломжгүй юм.</p>\n<p>Зөвхөн оюун ухааны түвшинд төдийгүй оюун ухаан, дэд ухамсарт оюун ухааны янз бүрийн булангуудад өгөөмөр сэтгэлгүй байдал, хувиа хичээсэн аймшгийг юу болохыг бүрэн дүүрэн ойлгох нь яаралтай байна. Зөвхөн өөрт байгаа хувиа хичээсэн байдал, өгөөмөр сэтгэлгүй байдлыг ухамсарласнаар зүрхэнд маань ОЮУН УХААНЫ БУС ЖИНХЭНЭ ХАЙРЫН гайхалтай анхилуун үнэр, ҮР ДҮНТЭЙ ӨГӨӨМӨР СЭТГЭЛ төрж гарч ирдэг.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mn/educacion-fundamental/generosidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/generosidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/generosidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
