import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Жомарттық",
  "locale": "kk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "12. Жомарттық",
    "order": 12
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Сүю және сүйікті болу қажет, бірақ әлемнің қайғысына орай, адамдар сүймейді де, сүйікті де болмайды.</p>\n<p>Махаббат деп аталатын нәрсе адамдар үшін беймәлім және олар оны құмарлық пен қорқынышпен оңай шатастырады.</p>\n<p>Егер адамдар сүйе алса және сүйікті бола алса, жер бетінде соғыстар мүлдем мүмкін болмас еді.</p>\n<p>Бақытты бола алатын көптеген некелер, өкінішке орай, есте сақталған ескі реніштерге байланысты бақытты емес.</p>\n<p>Егер жұбайлардың жомарттығы болса, олар ауыр өткенді ұмытып, толыққанды, шынайы бақытқа толы өмір сүрер еді.</p>\n<p>Ақыл махаббатты өлтіреді, оны жояды. Тәжірибелер, ескі наразылықтар, ескі қызғаныштар, мұның бәрі есте сақталып, махаббатты жояды.</p>\n<p>Көптеген ренжіген әйелдер, егер оларда өткенді ұмытып, күйеуін сүйіп, қазіргі уақытта өмір сүруге жетерлік жомарттық болса, бақытты бола алар еді.</p>\n<p>Көптеген күйеулер, егер оларда ескі қателіктерді кешіруге және есте сақталған реніштер мен азаптарды ұмытуға жетерлік жомарттық болса, әйелдерімен шынымен бақытты бола алар еді.</p>\n<p>Отбасылардың сәттілігі үшін сәттіліктің маңыздылығын түсіну маңызды.</p>\n<p>Күйеулер мен әйелдер әрдайым жаңадан үйленгендей сезінуі керек, өткенді ұмытып, қазіргі уақытта қуанышты өмір сүруі керек.</p>\n<p>Махаббат пен реніштер үйлесімсіз атомдық заттар. Махаббатта ешқандай реніш болмауы мүмкін. Махаббат - мәңгілік кешірім.</p>\n<p>Достары мен жауларының азаптарына шынайы қайғыратындарда махаббат бар. Қарапайым, кедей, мұқтаж жандардың игілігі үшін жан-тәнімен еңбектенетін адамда шынайы махаббат бар.</p>\n<p>Егістікті терімен суарған шаруаға, азап шеккен ауыл тұрғынына, тиын сұраған қайыршыға және жол жиегінде аштан өліп жатқан азапталған, ауру итге жанашырлық танытқан адамда махаббат бар.</p>\n<p>Біз біреуге жан-тәнімізбен көмектескен кезде, ешкім бізден талап етпестен, ағашқа күтім жасап, бақтағы гүлдерді табиғи және өздігінен суарған кезде, шынайы жомарттық, шынайы жанашырлық, шынайы махаббат бар.</p>\n<p>Әлемнің қайғысына орай, адамдарда шынайы жомарттық жоқ. Адамдар тек өздерінің жеке басының эгоистік жетістіктеріне, тілектеріне, жетістіктеріне, білімдеріне, тәжірибелеріне, азаптарына, ләззаттарына және т.б. алаңдайды.</p>\n<p>Әлемде жалған жомарттығы бар көптеген адамдар бар. Ақылды саясаткерде, билікке, беделге, лауазымға, байлыққа және т.б. жету эгоистік мақсатымен ақша шашатын сайлау түлкісінде жалған жомарттық бар. Мысықты қоянмен шатастырмауымыз керек.</p>\n<p>Шынайы жомарттық мүлдем мүддесіз, бірақ оны саясат түлкілерінің, капиталист ұрылардың, әйелді көксеген сатирлердің және т.б. жалған эгоистік жомарттығымен оңай шатастыруға болады.</p>\n<p>Біз жүректен жомарт болуымыз керек. Шынайы жомарттық ақылдан емес, шынайы жомарттық - жүректің хош иісі.</p>\n<p>Егер адамдарда жомарттық болса, олар есте сақталған барлық реніштерді, көптеген өткен күндердің барлық ауыр тәжірибелерін ұмытып, әр сәтте өмір сүруді, әрдайым бақытты, әрдайым жомарт, шынайы шынайылыққа толы болуды үйренер еді.</p>\n<p>Өкінішке орай, МЕН деген естелік және өткенде өмір сүреді, әрдайым өткенге оралғысы келеді. Өткен адамдарды жояды, бақытты жояды, махаббатты өлтіреді.</p>\n<p>Өткенде бөтелкеге салынған ақыл-ой біз өмір сүріп жатқан сәттің терең мағынасын толық түсіне алмайды.</p>\n<p>Көптеген адамдар бізге жұбаныш іздеп, жаралы жүректерін емдеу үшін қымбат бальзам сұрап жазады, бірақ азап шеккендерді жұбатуға алаңдайтындар аз.</p>\n<p>Көптеген адамдар бізге өмір сүріп жатқан қайғылы жағдайын баяндау үшін жазады, бірақ басқа мұқтаждармен бөлісу үшін өздерін тамақтандыратын жалғыз нанды бөліп беретіндер сирек.</p>\n<p>Адамдар кез келген әсердің артында себеп бар екенін және біз тек себепті өзгерте отырып, әсерді өзгертетінімізді түсінгісі келмейді.</p>\n<p>МЕН, біздің сүйікті МЕН, біздің ата-бабаларымызда өмір сүрген және қазіргі әсерлері біздің өмірімізді шарттайтын кейбір бұрынғы себептерді тудырған энергия.</p>\n<p>Себептерді өзгерту және әсерлерді түрлендіру үшін бізге ЖОМАРТТЫҚ қажет. Өмір сүру кемемізді даналықпен басқару үшін бізге жомарттық қажет.</p>\n<p>Өз өмірімізді түбегейлі өзгерту үшін бізге жомарттық қажет.</p>\n<p>Заңды тиімді жомарттық ақылдан емес. Шынайы жанашырлық пен шынайы шын жүректен шыққан сүйіспеншілік ешқашан қорқыныштың нәтижесі бола алмайды.</p>\n<p>Қорқыныш жанашырлықты жоятынын, жүректің жомарттығын жоятынын және бізде МАХАББАТтың тәтті хош иісін жоятынын түсіну керек.</p>\n<p>Қорқыныш - барлық сыбайлас жемқорлықтың түбірі, барлық соғыстың жасырын бастауы, аздыратын және өлтіретін өлімге әкелетін у.</p>\n<p>Мектептердің, колледждердің және университеттердің мұғалімдері мен мұғалімдері өз шәкірттері мен шәкірттерін шынайы жомарттық, батылдық және жүректің шынайылығы жолына бағыттау қажеттілігін түсінуі керек.</p>\n<p>Өткен ұрпақтың ескі және топас адамдары қорқыныштың уы деген не екенін түсінудің орнына, оны жылыжайдың қатерлі гүлі ретінде өсірді. Мұндай әрекеттің нәтижесі сыбайлас жемқорлық, хаос және анархия болды.</p>\n<p>Мұғалімдер мен мұғалімдер біз өмір сүріп жатқан уақытты, біз тап болған сыни жағдайды және жаңа ұрпақты осы уақыттағы азап пен қайғыдан басталған атом дәуіріне сәйкес келетін революциялық этиканың негізінде көтеру қажеттілігін түсінуі керек.</p>\n<p>НЕГІЗГІ БІЛІМ беру жаңа дәуірдің жаңа тербеліс ырғағына сәйкес келетін революциялық психология мен революциялық этикаға негізделген.</p>\n<p>Ынтымақтастық сезімі эгоистік бәсекелестіктің қорқынышты шайқасын толығымен алмастыруы керек. Тиімді және революциялық жомарттық қағидасын алып тастаған кезде ынтымақтастықты білу мүмкін емес.</p>\n<p>Ақыл-ой деңгейінде ғана емес, сонымен қатар ақыл-ойдың бейсаналық және саналы астындағы әртүрлі бұрыштарында жомарттықтың жоқтығы мен эгоизмнің қорқынышы деген не екенін толық түсіну өте маңызды. Эгоизм мен жомарттықтың жоқтығы біздің жүрегімізде НАҒЫЗ МАХАББАТ пен Ақылдан емес, ТИІМДІ ЖОМАРТТЫҚТЫҢ тәтті хош иісі шығады.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kk/educacion-fundamental/generosidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/generosidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/generosidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
