import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "بخشندگی",
  "locale": "fa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "12. بخشندگی",
    "order": 12
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>لازم است که دوست داشته باشیم و دوست داشته شویم، اما متاسفانه برای دنیا، مردم نه دوست دارند و نه دوست داشته می‌شوند.</p>\n<p>آن چیزی که عشق نامیده می‌شود، برای مردم ناشناخته است و به آسانی آن را با شهوت و ترس اشتباه می‌گیرند.</p>\n<p>اگر مردم می‌توانستند دوست داشته باشند و دوست داشته شوند، جنگ‌ها کاملاً بر روی کره زمین غیرممکن می‌شد.</p>\n<p>بسیاری از ازدواج‌هایی که حقیقتاً می‌توانند خوشبخت باشند، متاسفانه به دلیل رنجش‌های قدیمی انباشته‌شده در حافظه، خوشبخت نیستند.</p>\n<p>اگر همسران سخاوتمند بودند، گذشته دردناک را فراموش می‌کردند و با تمام وجود، مملو از خوشبختی واقعی زندگی می‌کردند.</p>\n<p>ذهن عشق را می‌کشد، آن را نابود می‌کند. تجربیات، ناراحتی‌های قدیمی، حسادت‌های قدیمی، همه این‌ها که در حافظه انباشته شده‌اند، عشق را نابود می‌کنند.</p>\n<p>بسیاری از همسران رنجیده می‌توانند خوشبخت باشند اگر آنقدر سخاوتمند باشند که گذشته را فراموش کنند و در زمان حال زندگی کنند و شوهرشان را بپرستند.</p>\n<p>بسیاری از شوهران می‌توانند حقیقتاً با همسرانشان خوشبخت باشند اگر آنقدر سخاوتمند باشند که اشتباهات قدیمی را ببخشند و کینه‌ها و تلخی‌های انباشته‌شده در حافظه را به فراموشی بسپارند.</p>\n<p>لازم است، فوری است که ازدواج‌ها معنای عمیق لحظه را درک کنند.</p>\n<p>شوهران و همسران باید همیشه خود را مانند تازه عروس و داماد حس کنند، گذشته را فراموش کنند و با شادی در زمان حال زندگی کنند.</p>\n<p>عشق و رنجش‌ها مواد اتمی ناسازگار هستند. در عشق، رنجش از هیچ نوعی نمی‌تواند وجود داشته باشد. عشق، بخشش ابدی است.</p>\n<p>عشق در کسانی وجود دارد که برای رنج‌های دوستان و دشمنان خود، اندوه واقعی حس می‌کنند. عشق واقعی در کسی وجود دارد که از صمیم قلب برای رفاه فروتنان، فقرا و نیازمندان تلاش می‌کند.</p>\n<p>عشق در کسی وجود دارد که به طور خودجوش و طبیعی با دهقانی که با عرق جبینش زمین را آبیاری می‌کند، با روستایی که رنج می‌برد، با گدایی که سکه‌ای طلب می‌کند و با سگ فروتن رنجیده و مریضی که از گرسنگی در کنار جاده جان می‌دهد، همدردی می‌کند.</p>\n<p>وقتی از صمیم قلب به کسی کمک می‌کنیم، وقتی به طور طبیعی و خودجوش از درخت مراقبت می‌کنیم و گل‌های باغ را آبیاری می‌کنیم بدون اینکه کسی از ما بخواهد، سخاوت واقعی، همدلی واقعی، عشق واقعی وجود دارد.</p>\n<p>متاسفانه برای دنیا، مردم سخاوت واقعی ندارند. مردم فقط نگران دستاوردهای خودخواهانه، آرزوها، موفقیت‌ها، دانش، تجربیات، رنج‌ها، لذت‌ها و غیره خود هستند.</p>\n<p>در دنیا افراد زیادی وجود دارند که فقط سخاوت دروغین دارند. سخاوت دروغین در سیاستمدار حیله‌گر، در روباه انتخاباتی که پول‌ها را با هدف خودخواهانه به دست آوردن قدرت، اعتبار، موقعیت، ثروت و غیره هدر می‌دهد، وجود دارد. نباید گربه را با خرگوش اشتباه گرفت.</p>\n<p>سخاوت واقعی کاملاً بی‌غرضانه است، اما به آسانی می‌توان آن را با سخاوت دروغین خودخواهانه روباه‌های سیاست، دزدان سرمایه‌دار، هوسران‌هایی که به دنبال یک زن هستند و غیره اشتباه گرفت.</p>\n<p>باید از صمیم قلب سخاوتمند باشیم. سخاوت واقعی از ذهن نیست، سخاوت اصیل عطر قلب است.</p>\n<p>اگر مردم سخاوتمند بودند، تمام رنجش‌های انباشته‌شده در حافظه، تمام تجربیات دردناک سال‌های گذشته را فراموش می‌کردند و یاد می‌گرفتند که لحظه به لحظه زندگی کنند، همیشه خوشحال، همیشه سخاوتمند، پر از صمیمیت واقعی.</p>\n<p>متاسفانه «من» حافظه است و در گذشته زندگی می‌کند، همیشه می‌خواهد به گذشته بازگردد. گذشته مردم را از بین می‌برد، خوشبختی را نابود می‌کند، عشق را می‌کشد.</p>\n<p>ذهنی که در گذشته اسیر شده است، هرگز نمی‌تواند به طور کامل معنای عمیق لحظه‌ای را که در آن زندگی می‌کنیم، درک کند.</p>\n<p>افراد زیادی هستند که برای تسلی خاطر به ما نامه می‌نویسند، و مرهمی گرانبها برای التیام قلب دردمند خود می‌خواهند، اما تعداد کمی هستند که نگران تسلی دادن به مصیبت‌دیدگان هستند.</p>\n<p>افراد زیادی هستند که برای ما نامه می‌نویسند تا وضعیت اسفناک زندگی خود را شرح دهند، اما تعداد کمی هستند که تنها نانی را که برای تغذیه دارند می‌شکنند تا آن را با سایر نیازمندان تقسیم کنند.</p>\n<p>مردم نمی‌خواهند بفهمند که در پس هر معلولی علتی وجود دارد و تنها با تغییر علت، معلول را تغییر می‌دهیم.</p>\n<p>«من»، «من» عزیز ما، انرژی است که در اجداد ما زندگی کرده و علل گذشته‌ای را ایجاد کرده است که اثرات حال حاضر آن، وجود ما را شرطی می‌کند.</p>\n<p>برای تغییر علل و تبدیل معلول‌ها به سخاوت نیاز داریم. برای هدایت خردمندانه کشتی وجود خود به سخاوت نیاز داریم.</p>\n<p>برای تغییر اساسی زندگی خود به سخاوت نیاز داریم.</p>\n<p>سخاوت قانونی موثر، از ذهن نیست. همدلی اصیل و محبت صمیمانه واقعی، هرگز نمی‌توانند نتیجه ترس باشند.</p>\n<p>لازم است درک کنیم که ترس همدلی را نابود می‌کند، سخاوت قلب را از بین می‌برد و عطر دلپذیر عشق را در ما نابود می‌کند.</p>\n<p>ترس ریشه تمام فسادها، منشاء پنهان هر جنگ، سم مهلکی است که تباه می‌کند و می‌کشد.</p>\n<p>معلمان و معلمان مدارس، کالج‌ها و دانشگاه‌ها باید نیاز به هدایت دانش‌آموزان خود را در مسیر سخاوت واقعی، ارزش و صمیمیت قلب درک کنند.</p>\n<p>افراد کهنه و کودن نسل گذشته، به جای درک آنچه که سم ترس است، آن را به عنوان گل مرگبار گلخانه پرورش دادند. نتیجه چنین روندی فساد، هرج و مرج و بی‌نظمی بود.</p>\n<p>معلمان و معلمان باید ساعتی را که در آن زندگی می‌کنیم، وضعیت بحرانی‌ای را که در آن قرار داریم و نیاز به برپایی نسل‌های جدید بر اساس اخلاق انقلابی که با عصر اتمی که در این لحظات اضطراب و درد در میان غرش باشکوه اندیشه آغاز می‌شود، هماهنگ باشد، درک کنند.</p>\n<p>آموزش بنیادی مبتنی بر روانشناسی انقلابی و اخلاق انقلابی، متناسب با ریتم ارتعاشی جدید عصر جدید است.</p>\n<p>حس همکاری باید به طور کامل جایگزین نبرد وحشتناک رقابت خودخواهانه شود. وقتی اصل سخاوت موثر و انقلابی را حذف کنیم، همکاری غیرممکن می‌شود.</p>\n<p>لازم است به طور کامل، نه تنها در سطح فکری، بلکه در گوشه‌های ناخودآگاه ذهن ناخودآگاه و نیمه آگاه آنچه که فقدان سخاوت و وحشت خودخواهی است، درک کنیم. فقط با آگاهی از آنچه که در ما خودخواهی و فقدان سخاوت است، رایحه دلپذیر عشق واقعی و سخاوت موثری که از ذهن نیست، در قلب ما شکوفا می‌شود.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/fa/educacion-fundamental/generosidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/generosidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/generosidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
