import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "გულუხვობა",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "12. გულუხვობა",
    "order": 12
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>აუცილებელია გიყვარდეს და უყვარდე, მაგრამ სამწუხაროდ, მსოფლიოში ადამიანებს არც უყვართ და არც უყვართ.</p>\n<p>ის, რასაც სიყვარულს უწოდებენ, ადამიანებისთვის უცნობია და მას ადვილად ურევენ ვნებასა და შიშში.</p>\n<p>ადამიანებს რომ შეეძლოთ სიყვარული და სიყვარული, ომები სრულიად შეუძლებელი იქნებოდა დედამიწის ზურგზე.</p>\n<p>ბევრი ქორწინება, რომელიც შეიძლება ჭეშმარიტად ბედნიერი იყოს, სამწუხაროდ, ასე არ არის მეხსიერებაში დაგროვილი ძველი წყენის გამო.</p>\n<p>მეუღლეებს რომ ჰქონდეთ გულუხვობა, დაივიწყებდნენ მტკივნეულ წარსულს და იცხოვრებდნენ სრულად, ჭეშმარიტი ბედნიერებით სავსენი.</p>\n<p>გონება კლავს სიყვარულს, ანადგურებს მას. გამოცდილება, ძველი წყენა, ძველი ეჭვიანობა, ეს ყველაფერი მეხსიერებაში დაგროვილი ანადგურებს სიყვარულს.</p>\n<p>ბევრი განაწყენებული ცოლი შეიძლება ბედნიერი იყოს, თუ მათ ექნებათ საკმარისი კეთილშობილება, დაივიწყონ წარსული და იცხოვრონ აწმყოში ქმრის თაყვანისცემით.</p>\n<p>ბევრი ქმარი შეიძლება ჭეშმარიტად ბედნიერი იყოს ცოლებთან, თუ მათ ექნებათ საკმარისი კეთილშობილება, აპატიონ ძველი შეცდომები და დაივიწყონ მეხსიერებაში დაგროვილი წყენა და იმედგაცრუება.</p>\n<p>აუცილებელია, სასწრაფოდ საჭიროა, რომ ქორწინებებმა გააცნობიერონ მომენტის ღრმა მნიშვნელობა.</p>\n<p>ქმრებმა და ცოლებმა ყოველთვის უნდა იგრძნონ თავი ახალდაქორწინებულად, დაივიწყონ წარსული და იცხოვრონ მხიარულად აწმყოში.</p>\n<p>სიყვარული და წყენა შეუთავსებელი ატომური ნივთიერებებია. სიყვარულში არ შეიძლება არსებობდეს რაიმე სახის წყენა. სიყვარული მარადიული პატიებაა.</p>\n<p>სიყვარული არსებობს მათში, ვინც განიცდის ჭეშმარიტ ტკივილს მეგობრებისა და მტრების ტანჯვის გამო. ჭეშმარიტი სიყვარული არსებობს იმაში, ვინც მთელი გულით მუშაობს თავმდაბლების, ღარიბების, გაჭირვებულების კეთილდღეობისთვის.</p>\n<p>სიყვარული არსებობს მასში, ვინც სპონტანურად და ბუნებრივად გრძნობს სიმპათიას გლეხის მიმართ, რომელიც ოფლით რწყავს კვალს, სოფლელის მიმართ, რომელიც იტანჯება, მათხოვრის მიმართ, რომელიც მონეტას ითხოვს და თავმდაბალი ძაღლის მიმართ, რომელიც შეწუხებულია და ავად არის, რომელიც შიმშილით კვდება გზის პირას.</p>\n<p>როდესაც მთელი გულით ვეხმარებით ვინმეს, როდესაც ბუნებრივად და სპონტანურად ვუვლით ხეს და ვრწყავთ ბაღის ყვავილებს ისე, რომ არავინ გვავალდებულებს, არსებობს ავთენტური კეთილშობილება, ჭეშმარიტი სიმპათია, ჭეშმარიტი სიყვარული.</p>\n<p>სამწუხაროდ, მსოფლიოსთვის ადამიანებს არ აქვთ ჭეშმარიტი კეთილშობილება. ადამიანები მხოლოდ საკუთარი ეგოისტური მიღწევებით, მისწრაფებებით, წარმატებებით, ცოდნით, გამოცდილებით, ტანჯვით, სიამოვნებით და ა.შ. არიან დაინტერესებულნი.</p>\n<p>მსოფლიოში ბევრი ადამიანია, რომელსაც მხოლოდ ცრუ კეთილშობილება აქვს. არსებობს ცრუ კეთილშობილება ცბიერ პოლიტიკოსში, საარჩევნო მელაში, რომელიც ფულს ხარჯავს ძალაუფლების, პრესტიჟის, თანამდებობის, სიმდიდრის და ა.შ. ეგოისტური მიზნით. არ უნდა ავურიოთ კატა კურდღელში.</p>\n<p>ჭეშმარიტი კეთილშობილება აბსოლუტურად უინტერესოა, მაგრამ მისი ადვილად აღრევა შეიძლება პოლიტიკის მელაების, კაპიტალისტი თაღლითების, სატირების ეგოისტურ ცრუ კეთილშობილებაში, რომლებიც ქალს ეძებენ და ა.შ.</p>\n<p>გულით უნდა ვიყოთ კეთილშობილები. ჭეშმარიტი კეთილშობილება გონებიდან არ მოდის, ავთენტური კეთილშობილება გულის სურნელია.</p>\n<p>ადამიანებს რომ ჰქონდეთ კეთილშობილება, დაივიწყებდნენ მეხსიერებაში დაგროვილ ყველა წყენას, მრავალი წარსულის მტკივნეულ გამოცდილებას და ისწავლიდნენ მომენტიდან მომენტამდე ცხოვრებას, ყოველთვის ბედნიერები, ყოველთვის გულუხვები, ჭეშმარიტი გულწრფელობით სავსენი.</p>\n<p>სამწუხაროდ, მე მეხსიერება ვარ და წარსულში ვცხოვრობ, ყოველთვის წარსულში დაბრუნება მინდა. წარსული ანადგურებს ადამიანებს, ანადგურებს ბედნიერებას, კლავს სიყვარულს.</p>\n<p>წარსულში ჩაკეტილ გონებას არასოდეს შეუძლია სრულად გააცნობიეროს იმ მომენტის ღრმა მნიშვნელობა, რომელშიც ვცხოვრობთ.</p>\n<p>ბევრი ადამიანი გვწერს ნუგეშის საძიებლად, ითხოვს ძვირფას ბალზამს მათი მტკივნეული გულის განსაკურნებლად, მაგრამ ცოტაა ის, ვინც ზრუნავს გაჭირვებულის ნუგეშზე.</p>\n<p>ბევრი ადამიანი გვწერს იმ საწყალი მდგომარეობის შესახებ, რომელშიც ცხოვრობენ, მაგრამ იშვიათია ის, ვინც ერთადერთ პურს, რომელიც უნდა გამოკვებოს, ჭრის, რომ გაჭირვებულებს გაუზიაროს.</p>\n<p>ადამიანებს არ სურთ გაიგონ, რომ ყველა ეფექტის უკან მიზეზი დგას და რომ მხოლოდ მიზეზის შეცვლით ვცვლით ეფექტს.</p>\n<p>მე, ჩვენი საყვარელი მე, არის ენერგია, რომელიც ჩვენს წინაპრებში ცხოვრობდა და რომელმაც წარმოშვა გარკვეული წარსული მიზეზები, რომელთა ამჟამინდელი ეფექტები განაპირობებს ჩვენს არსებობას.</p>\n<p>ჩვენ გვჭირდება კეთილშობილება მიზეზების შესაცვლელად და ეფექტების გარდასახვისთვის. ჩვენ გვჭირდება კეთილშობილება იმისათვის, რომ ბრძნულად ვმართოთ ჩვენი არსებობის ხომალდი.</p>\n<p>ჩვენ გვჭირდება კეთილშობილება რადიკალურად გარდავქმნათ საკუთარი ცხოვრება.</p>\n<p>ლეგიტიმური ეფექტური კეთილშობილება გონებიდან არ არის. ავთენტური სიმპათია და ჭეშმარიტი გულწრფელი სიყვარული არასოდეს შეიძლება იყოს შიშის შედეგი.</p>\n<p>აუცილებელია გვესმოდეს, რომ შიში ანადგურებს სიმპათიას, ანადგურებს გულის კეთილშობილებას და გვინადგურებს სიყვარულის გემრიელ სურნელს.</p>\n<p>შიში არის მთელი კორუფციის ფესვი, მთელი ომის საიდუმლო წარმოშობა, მომაკვდინებელი შხამი, რომელიც დეგენერირდება და კლავს.</p>\n<p>სკოლების, კოლეჯებისა და უნივერსიტეტების მასწავლებლებმა უნდა გააცნობიერონ საჭიროება, რომ თავიანთი მოსწავლეები მიმართონ ჭეშმარიტი კეთილშობილების, გამბედაობისა და გულის გულწრფელობის გზაზე.</p>\n<p>გასული თაობის დამპალმა და დუნე ადამიანებმა, იმის ნაცვლად, რომ გაეგოთ, რა არის შიშის ეს შხამი, ის სათბურის საბედისწერო ყვავილად გააშენეს. მსგავსი პროცედურის შედეგი იყო კორუფცია, ქაოსი და ანარქია.</p>\n<p>მასწავლებლებმა უნდა გააცნობიერონ დრო, რომელშიც ვცხოვრობთ, კრიტიკული მდგომარეობა, რომელშიც აღმოვჩნდებით და ახალი თაობების აღზრდის აუცილებლობა რევოლუციური ეთიკის საფუძველზე, რომელიც შეესაბამება ატომურ ეპოქას, რომელიც ამ ტანჯვისა და ტკივილის მომენტებში იწყება აზროვნების დიდებულ ჭექა-ქუხილს შორის.</p>\n<p>ფუნდამენტური განათლება ემყარება რევოლუციურ ფსიქოლოგიასა და რევოლუციურ ეთიკას, რომელიც შეესაბამება ახალი ეპოქის ახალ ვიბრაციულ რიტმს.</p>\n<p>თანამშრომლობის გრძნობამ სრულიად უნდა ჩაანაცვლოს ეგოისტური კონკურენციის საშინელი ბრძოლა. შეუძლებელია თანამშრომლობის ცოდნა, როდესაც გამოვრიცხავთ ეფექტური და რევოლუციური კეთილშობილების პრინციპს.</p>\n<p>სასწრაფოდ არის საჭირო სრულად გავიგოთ, არა მხოლოდ ინტელექტუალურ დონეზე, არამედ არაცნობიერი და ქვეცნობიერი გონების სხვადასხვა კუთხეში, რა არის კეთილშობილების ნაკლებობა და ეგოიზმის საშინელება. მხოლოდ იმის გაცნობიერებით, თუ რა არის ჩვენში ეგოიზმი და კეთილშობილების ნაკლებობა, ჩვენს გულში იფეთქებს ჭეშმარიტი სიყვარულისა და ეფექტური კეთილშობილების სასიამოვნო სურნელი, რომელიც გონებიდან არ მოდის.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/educacion-fundamental/generosidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/generosidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/generosidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
