import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ልግስና",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "12. ልግስና",
    "order": 12
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>መውደድና መወደድ ያስፈልጋል፤ ነገር ግን በዓለም ላይ እንዳይሳካ የሰዎች ፍቅርም የላቸውም አይወደዱም።</p>\n<p>ፍቅር ተብሎ የሚጠራው ነገር ለሰዎች የማይታወቅ ነገር ነው፤ በቀላሉም ስሜትንና ፍርሃትን ግራ ይገባቸዋል።</p>\n<p>ሰዎች መውደድና መወደድ ቢችሉ ኖሮ በምድር ላይ ጦርነቶች ፈጽሞ የማይቻሉ በሆኑ ነበር።</p>\n<p>በእውነት ደስተኞች ሊሆኑ የሚችሉ ብዙ ትዳሮች በሚያሳዝን ሁኔታ ባለፉ ትዝታዎች ውስጥ በተከማቹ አሮጌ ቂሞች ምክንያት ደስተኞች አይደሉም።</p>\n<p>የትዳር ጓደኞች ልግስና ቢኖራቸው ያሳለፉትን አሳማሚ ጊዜ ይረሱና በሙሉ ደስታ ይኖሩ ነበር።</p>\n<p>አእምሮ ፍቅርን ይገድላል፣ ያጠፋዋል። ልምምዶች፣ አሮጌ ቅሬታዎች፣ የቀድሞ ቅናቶች፣ ይህ ሁሉ በማስታወሻ ውስጥ ተከማችቶ ፍቅርን ያጠፋል።</p>\n<p>ያዘኑ ብዙ ሚስቶች ያለፈውን በመርሳትና ባሎቻቸውን እያመለኩ በአሁኑ ጊዜ መኖር ቢችሉ ደስተኞች ሊሆኑ ይችሉ ነበር።</p>\n<p>ብዙ ባሎች የአሮጌ ስህተቶችን ይቅር ለማለትና በማስታወሻ ውስጥ የተከማቹ ቂሞችንና መራራዎችን ለመርሳት በቂ ልግስና ቢኖራቸው ከሚስቶቻቸው ጋር በደስታ ሊኖሩ ይችሉ ነበር።</p>\n<p>ትዳሮች የአፍታውን ጥልቅ ትርጉም መረዳት አስፈላጊና አስቸኳይ ነው።</p>\n<p>ባልና ሚስት ያለፈውን በመርሳትና በአሁኑ ጊዜ በደስታ እየኖሩ ሁልጊዜም እንደ አዲስ ተጋቢዎች ሊሰማቸው ይገባል።</p>\n<p>ፍቅርና ቂም የማይጣጣሙ አቶሚክ ንጥረ ነገሮች ናቸው። በፍቅር ውስጥ ምንም ዓይነት ቂም ሊኖር አይችልም። ፍቅር ዘላለማዊ ይቅርታ ነው።</p>\n<p>ለጓደኞቻቸውና ለጠላቶቻቸው መከራ እውነተኛ ጭንቀት በሚሰማቸው ሰዎች ውስጥ ፍቅር አለ። በትሁት፣ በድሆችና በተቸገሩ ሰዎች ደህንነት ከልብ ለሚሰራ ሰው እውነተኛ ፍቅር አለ።</p>\n<p>በእርሻው ላይ ላቡን እያፈሰሰ ውሃ ለሚያጠጣ ገበሬ፣ ለሚሰቃየው የገጠር ሰው፣ ምጽዋት ለሚለምነው ለማኝና በመንገድ ዳር በረሃብ እየተሰቃየ ለሚሞተው ትሑትና ለተጨነቀ ውሻ ድንገተኛና ተፈጥሯዊ የሆነ ርህራሄ ለሚሰማው ሰው ፍቅር አለ።</p>\n<p>ማንም ሳያስገድደን አንድን ሰው በሙሉ ልብ በምንረዳበት ጊዜ፣ ዛፍን በተፈጥሮና በድንገት ስንከባከብና በአትክልቱ ውስጥ ያሉትን አበቦች በምናጠጣበት ጊዜ፣ እውነተኛ ልግስና፣ እውነተኛ ርህራሄና እውነተኛ ፍቅር አለ።</p>\n<p>በሚያሳዝን ሁኔታ ለዓለም፣ ሰዎች እውነተኛ ልግስና የላቸውም። ሰዎች ስለራሳቸው ራስ ወዳድነት ግቦች፣ ምኞቶች፣ ስኬቶች፣ እውቀቶች፣ ልምዶች፣ ስቃዮች፣ ደስታዎች ወዘተ ብቻ ያስባሉ።</p>\n<p>በዓለም ላይ ብዙ የውሸት ልግስና ያላቸው ሰዎች አሉ። ስልጣንን፣ ዝናን፣ ቦታን፣ ሀብትን ወዘተ ለማግኘት በሚል ራስ ወዳድነት ገንዘብ በሚያባክነው ተንኮለኛ ፖለቲከኛ፣ በአጭበርባሪ የምርጫ ቀማኛ የውሸት ልግስና አለ። ድመትን ከአንበሳ ጋር መደባለቅ የለብንም።</p>\n<p>እውነተኛ ልግስና ፍጹም ከራስ ወዳድነት የጸዳ ነው፤ ነገር ግን ፖለቲከኞች፣ አታላዮች ካፒታሊስቶች፣ ሴትን ከሚመኙት አሳሳቾች በሚያደርጉት የራስ ወዳድነት የውሸት ልግስና በቀላሉ ግራ ሊጋባ ይችላል።</p>\n<p>ከቀልባችን ልግስና ሊኖረን ይገባል። እውነተኛ ልግስና የአእምሮ አይደለም፤ ትክክለኛው ልግስና የልብ ሽቱ ነው።</p>\n<p>ሰዎች ልግስና ቢኖራቸው ኖሮ በማስታወሻ ውስጥ የተከማቹትን ቂሞች በሙሉ፣ የብዙ ትናንት አሳማሚ ልምምዶችን ይረሱና ሁልጊዜ ደስተኞች፣ ሁልጊዜ ለጋሶችና በእውነተኛ ቅንነት የተሞሉ ሆነው ከጊዜ ወደ ጊዜ መኖርን ይማሩ ነበር።</p>\n<p>በሚያሳዝን ሁኔታ እኔነት ማስታወሻ ነውና ያለፈውን ይኖራል፤ ሁልጊዜም ወደ ያለፈው መመለስ ይፈልጋል። ያለፈው በሰዎች ላይ ያበቃል፣ ደስታን ያጠፋል፣ ፍቅርን ይገድላል።</p>\n<p>ያለፈው ውስጥ የታጠረው አእምሮ የምንኖርበትን የአሁኑን ጥልቅ ትርጉም ሙሉ በሙሉ ሊረዳው አይችልም።</p>\n<p>ማጽናኛን እየፈለጉ፣ ያዘነ ልባቸውን ለመፈወስ ውድ የሆነ መድኃኒት እየጠየቁ የሚጽፉልን ብዙ ሰዎች አሉ፤ ነገር ግን ለተጨነቀው ሰው ለማጽናናት የሚጨነቁ ጥቂቶች ናቸው።</p>\n<p>በምንኖርበት ምስኪን ሁኔታ የሚተርኩልን ብዙ ሰዎች ይጽፉልናል፤ ነገር ግን የሚያበላቸውን ብቸኛ እንጀራ ቆርሰው ለሌሎች ለተቸገሩ ሰዎች የሚያካፍሉ ጥቂቶች ናቸው።</p>\n<p>ሰዎች ከእያንዳንዱ ውጤት ጀርባ ምክንያት እንዳለና ምክንያቱን በመቀየር ብቻ ውጤቱን እንደምናስተካክለው መረዳት አይፈልጉም።</p>\n<p>እኔነታችን፣ የምንወደው እኔነታችን፣ በአባቶቻችን ውስጥ የኖረና የእኛን ሕልውና የሚያስተካክሉ የተወሰኑ ያለፉ ምክንያቶችን ያስከተለ ኃይል ነው።</p>\n<p>ምክንያቶችን ለመቀየርና ውጤቶችን ለመለወጥ ልግስና ያስፈልገናል። የሕይወታችንን መርከብ በጥበብ ለመምራት ልግስና ያስፈልገናል።</p>\n<p>የራሳችንን ሕይወት ሙሉ በሙሉ ለመለወጥ ልግስና ያስፈልገናል።</p>\n<p>ሕጋዊ ውጤታማ ልግስና ከአእምሮ የመነጨ አይደለም። እውነተኛ ርህራሄና እውነተኛ ቅንነት በፍርሃት ውጤት ሊሆኑ አይችሉም።</p>\n<p>ፍርሃት ርህራሄን እንደሚያጠፋ፣ የልብን ልግስና እንደሚያቆምና በእኛ ውስጥ ያለውን የፍቅርን ጣፋጭ ሽታ እንደሚያጠፋ መረዳት ያስፈልጋል።</p>\n<p>ፍርሃት የሙስና ሁሉ ሥር፣ የጦርነት ሁሉ ድብቅ ምንጭ፣ የሚያበላሽና የሚገድል ገዳይ መርዝ ነው።</p>\n<p>የመደበኛ ትምህርት ቤቶች፣ የኮሌጆችና ዩኒቨርሲቲዎች መምህራን ተማሪዎቻቸውን በእውነተኛ ልግስና፣ በድፍረትና በልብ ቅንነት መንገድ የመምራት አስፈላጊነትን መረዳት አለባቸው።</p>\n<p>የቀደመው ትውልድ ያረጁና ደንቆሮ ሰዎች የፍርሃት መርዝ ምን እንደሆነ ከመረዳት ይልቅ እንደ አስከፊ የግሪን ሃውስ አበባ አዳበሩት። የዚህ ዓይነቱ አካሄድ ውጤት ሙስና፣ ትርምስና ብጥብጥ ነበር።</p>\n<p>መምህራን የምንኖርበትን ጊዜ፣ ያለንበትን ወሳኝ ሁኔታና አሁን ባለው የአቶሚክ ዘመን ከአእምሮ ኃይለኛ ነጎድጓድ መካከል እየተጀመረ ያለውን አዲስ ትውልድ አብዮታዊ ሥነ ምግባር ላይ የመመስረት አስፈላጊነትን መረዳት አለባቸው።</p>\n<p>መሰረታዊ ትምህርት በአዲሱ ዘመን ንዝረት ላይ የተመሰረተ አብዮታዊ ሳይኮሎጂና አብዮታዊ ሥነ ምግባር ላይ የተመሰረተ ነው።</p>\n<p>የተባበረ ትብብር ስሜት የራስ ወዳድነት ፉክክርን አስከፊ ጦርነት ሙሉ በሙሉ መተካት ይኖርበታል። ውጤታማና አብዮታዊ ልግስና መርህን ስናስወግድ መተባበር የማይቻል ይሆናል።</p>\n<p>ራስ ወዳድነት ምን እንደሆነና የልግስና እጦት ምን እንደሆነ በምሁራዊ ደረጃ ብቻ ሳይሆን በማይታወቀው አእምሮአችንና ንዑስ አእምሮአችን ውስጥ ባሉት የተለያዩ ድብቅ ቦታዎች ውስጥ ጭምር ሙሉ በሙሉ መረዳት አስቸኳይ ነው። ራስ ወዳድነት በእኛ ውስጥ ምን እንደሆነና የልግስና እጦት ምን እንደሆነ ስናውቅ ከልባችን ውስጥ የእውነተኛ ፍቅርና ከአእምሮ የመነጨ ሳይሆን የውጤታማ ልግስና ጣፋጭ መዓዛ ይፈልቃል።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/generosidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/generosidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/generosidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
