import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Щедрість",
  "locale": "uk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "12. Щедрість",
    "order": 12
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Необхідно любити і бути коханим, але, на жаль для світу, люди ні люблять, ні є коханими.</p>\n<p>Те, що називають любов’ю, є чимось невідомим для людей, і вони легко плутають її з пристрастю і страхом.</p>\n<p>Якби люди могли любити і бути коханими, війни були б абсолютно неможливими на землі.</p>\n<p>Багато шлюбів, які могли б бути справді щасливими, на жаль, не є такими через старі образи, накопичені в пам’яті.</p>\n<p>Якби подружжя мало великодушність, воно б забуло болісне минуле і жило б повноцінно, сповнене справжнього щастя.</p>\n<p>Розум вбиває любов, руйнує її. Досвід, старі розчарування, старі ревнощі, все це, накопичене в пам’яті, руйнує любов.</p>\n<p>Багато ображених дружин могли б бути щасливими, якби мали достатньо великодушності, щоб забути минуле і жити в теперішньому, обожнюючи чоловіка.</p>\n<p>Багато чоловіків могли б бути справді щасливими зі своїми дружинами, якби мали достатньо великодушності, щоб пробачити старі помилки і забути образи та розчарування, накопичені в пам’яті.</p>\n<p>Необхідно, терміново необхідно, щоб подружжя зрозуміло глибоке значення моменту.</p>\n<p>Чоловіки і дружини повинні завжди відчувати себе як молодята, забуваючи минуле і весело живучи в сьогоденні.</p>\n<p>Любов і образи - це несумісні атомні речовини. У любові не може існувати образ жодного роду. Любов - це вічне прощення.</p>\n<p>Любов існує в тих, хто відчуває справжній біль за страждання своїх друзів і ворогів. Справжня любов існує в тому, хто від щирого серця працює заради добробуту смиренних, бідних, нужденних.</p>\n<p>Любов існує в тому, хто спонтанно і природно відчуває симпатію до селянина, який зрошує борозну своїм потом, до селянина, який страждає, до жебрака, який просить монету, і до смиренної змученої і хворої собаки, яка помирає від голоду біля дороги.</p>\n<p>Коли ми від щирого серця допомагаємо комусь, коли ми природно і спонтанно доглядаємо за деревом і поливаємо квіти в саду, не вимагаючи цього від нас, є справжня щедрість, справжня симпатія, справжня любов.</p>\n<p>На жаль для світу, люди не мають справжньої щедрості. Люди дбають лише про свої власні егоїстичні досягнення, прагнення, успіхи, знання, досвід, страждання, задоволення тощо.</p>\n<p>У світі є багато людей, які мають лише фальшиву щедрість. Існує фальшива щедрість у хитрого політика, у виборчого лиса, який розтринькує гроші з егоїстичною метою отримати владу, престиж, становище, багатство тощо. Не треба плутати кота з зайцем.</p>\n<p>Справжня щедрість є абсолютно безкорисливою, але її легко сплутати з фальшивою егоїстичною щедрістю політичних лисів, капіталістичних шахраїв, сатирів, які жадають жінку тощо.</p>\n<p>Ми повинні бути щедрими серцем. Справжня щедрість не від розуму, справжня щедрість - це аромат серця.</p>\n<p>Якби люди мали щедрість, вони б забули всі образи, накопичені в пам’яті, всі болісні переживання минулого і навчилися б жити від моменту до моменту, завжди щасливі, завжди щедрі, сповнені справжньої щирості.</p>\n<p>На жаль, Я є пам’ять і живе в минулому, завжди хоче повернутися в минуле. Минуле закінчує з людьми, руйнує щастя, вбиває любов.</p>\n<p>Розум, замкнений у минулому, ніколи не зможе повністю зрозуміти глибоке значення моменту, в якому ми живемо.</p>\n<p>Багато людей пишуть нам, шукаючи розради, просячи дорогоцінного бальзаму, щоб зцілити їхнє болюче серце, але мало хто піклується про те, щоб розрадити засмученого.</p>\n<p>Багато людей пишуть нам, щоб розповісти про жалюгідний стан, в якому вони живуть, але рідко хто розламує єдиний хліб, який має їх нагодувати, щоб поділитися ним з іншими нужденними.</p>\n<p>Люди не хочуть розуміти, що за кожним наслідком існує причина і що, лише змінивши причину, ми змінюємо наслідок.</p>\n<p>Я, наше дороге Я, є енергією, яка жила в наших попередників і породила певні минулі причини, чиї теперішні наслідки визначають наше існування.</p>\n<p>Нам потрібна ЩЕДРІСТЬ, щоб змінити причини і трансформувати наслідки. Нам потрібна щедрість, щоб мудро керувати кораблем нашого існування.</p>\n<p>Нам потрібна щедрість, щоб радикально трансформувати наше власне життя.</p>\n<p>Законна ефективна щедрість не від розуму. Справжня симпатія і справжнє щире почуття ніколи не можуть бути результатом страху.</p>\n<p>Необхідно розуміти, що страх руйнує симпатію, знищує щедрість серця і знищує в нас чудовий аромат ЛЮБОВІ.</p>\n<p>Страх - це корінь всієї корупції, таємне джерело всякої війни, смертельна отрута, яка вироджує і вбиває.</p>\n<p>Вчителі та вчительки шкіл, коледжів та університетів повинні розуміти необхідність спрямовувати своїх учнів і учениць на шлях справжньої щедрості, мужності та щирості серця.</p>\n<p>Закам’янілі і незграбні люди минулого покоління, замість того, щоб зрозуміти, що таке отрута страху, культивували її як фатальну квітку теплиці. Результатом такого підходу була корупція, хаос і анархія.</p>\n<p>Вчителі та вчительки повинні розуміти час, в якому ми живемо, критичний стан, в якому ми перебуваємо, і необхідність піднімати нові покоління на основі революційної етики, яка відповідає атомній ері, яка в ці миті страху і болю починається серед величного грому думки.</p>\n<p>ФУНДАМЕНТАЛЬНА ОСВІТА ґрунтується на революційній психології та революційній етиці, які відповідають новому вібраційному ритму нової ери.</p>\n<p>Відчуття співпраці має повністю витіснити жахливу боротьбу егоїстичної конкуренції. Неможливо знати, як співпрацювати, коли ми виключаємо принцип ефективної та революційної щедрості.</p>\n<p>Терміново необхідно зрозуміти повністю, не лише на інтелектуальному рівні, але й у різних несвідомих куточках несвідомого і підсвідомого розуму, що таке брак щедрості і жах егоїзму. Лише усвідомлення того, що в нас є егоїзм і брак щедрості, проростає в нашому серці чудовий аромат СПРАВЖНЬОЇ ЛЮБОВІ і ЕФЕКТИВНОЇ ЩЕДРОСТІ, яка не від розуму.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/uk/educacion-fundamental/generosidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/generosidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/generosidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
