import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ልግስና",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "12. ልግስና",
    "order": 12
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ምፍቃርን ምፍቃርን ኣድላዪ እዩ፣ እንተኾነ ግን ንሕማቕ ዕድል ዓለም፣ ሰባት ኣይፈትዉን ኣይፍተዉን።</p>\n<p>እቲ ፍቕሪ ዝበሃል ንሰባት ዘይተፈልጠ ነገር እዩ፣ ብቐሊሉ ከኣ ምስ ስምዒትን ፍርሃትን የደናግሩዎ።</p>\n<p>ሰባት ፍቕሪ እንተዝኽእሉን እንተዝፍተዉን፣ ኲናት ኣብ ልዕሊ ምድሪ ፈጺሙ ዘይምሳኣለ።</p>\n<p>ብዙሓት ሓዳራት ብሓቂ ሕጉሳት ክኾኑ ዝኽእሉ፣ ብዝተረፈ ሕማቕ ዕድል ኣብ ዝኽሪ ብዝተኣከበ ናይ ቀደም ቂምቲ ሕጉሳት ኣይኾኑን።</p>\n<p>መጻምድቲ ለጋሳት እንተዝኾኑ፣ ነቲ ዝሓለፈ ቓንዛ ዝርስዕዎን ብምልኣት ኣብ ሓጐስ ዝመልኦ ሂወት ምነበሩ።</p>\n<p>ኣእምሮ ንፍቕሪ ይቐትላ፣ የጥፍኣ። ተመክሮታት፣ ናይ ቀደም ጽልእታት፣ ጥንታዊ ቅንኣት፣ እዚ ኹሉ ኣብ ዝኽሪ ተጠራቒሙ ንፍቕሪ የጥፍኣ።</p>\n<p>ብዙሓት ዝተበሳጨዋ ኣንስቲ ነቲ ዝሓለፈ ረስዒምዎ ንሰብኣየን ብምምላኽ ኣብ ህልውና እንተዝነብራ ሕጉሳት ክኾና ምኸኣላ።</p>\n<p>ብዙሓት ሰብኡት ነቲ ዝሓለፈ ጌጋታት ይቕረ ብምባልን ኣብ ዝኽሪ ተጠራቒሙ ዝጸንሐ ቂምን ጽልእን ብምርሳዕ ምስ ኣንስቶም ብሓቂ ሕጉሳት ክኾኑ ምኸኣሉ።</p>\n<p>መርዓውቲ ነቲ ጥልቅ ትርጉም ናይዚ ህሞት ክርድኡዎ ኣድላዪ እዩ፣ ኣገዳሲ እዩ።</p>\n<p>መጻምድቲ ኹሉ ግዜ ከም ሓደስቲ ተመርዓውቲ ክስምዑ ኣለዎም፣ ነቲ ዝሓለፈ ረስዒሞም ብሓጐስ ኣብ ህልውና እናነበሩ።</p>\n<p>ፍቕርን ቂምን ዘይሳነዩ ኣቶማዊ ንጥረ ነገራት እዮም። ኣብ ፍቕሪ ዝኾነ ይኹን ዓይነት ቂም ክህሉ ኣይክእልን እዩ። ፍቕሪ ዘልኣለማዊ ይቕረታ እዩ።</p>\n<p>ፍቕሪ ኣብቶም ብሓቂ ንስቓይ ፈተውቶምን ጸላእቶምን ዝሓዝኑ ኣሎ። ሓቀኛ ፍቕሪ ኣብቲ ብሙሉእ ልቡ ንደሓን ድኻታትን ሓደስቲ ሓገዝቲ ዝሰርሕ ሰብ ኣሎ።</p>\n<p>ፍቕሪ ኣብቲ ነቲ ነቲ መሬት ብላዕሉ ዘስትንኽ ሰራሕተኛ፣ ነቲ ዝሳቐ ዘሎ ሓደስቲ ሓገዝቲ፣ ነቲ ገንዘብ ዝልምን ዘሎ ለመንን ነቲ ብጥሜት ዝሳቐን ዝሞትን ዝተጨነቐ ውሻጣ ዝምስገን እዩ።</p>\n<p>ንሓደ ሰብ ብሙሉእ ልብና ክንሕግዞ ከለና፣ ብባህርያዊን ብዘይተጸበናዮን መልክዕ ንኦም ንከናኸንን ንኣኽሊላት ኣትክልቲ ንሰትዮም ኻብቲ ካባና ዝሓትት ሰብ ክሳብ ዘይህልወና፣ ሓቀኛ ለጋስነት፣ ሓቀኛ ስምዒት፣ ሓቀኛ ፍቕሪ ኣሎ።</p>\n<p>ንሕማቕ ዕድል ዓለም፣ ሰባት ሓቀኛ ለጋስነት የብሎምን። ሰባት ብዛዕባ ውልቃዊ ረብሓኦም፣ ትምኒቶም፣ ዕውቶም፣ ፍልጠቶም፣ ተመክሮታቶም፣ ስቓዮም፣ ሓጐሶም ወዘተ. ወዘተ. ጥራይ እዮም ዝግደሱ።</p>\n<p>ኣብ ዓለም ብዙሓት ሰባት ኣለዉ፣ ናይ ሓሶት ለጋስነት ጥራይ ዝውንኑ። ናይ ሓሶት ለጋስነት ኣብቲ ብልህ ፖለቲከኛ፣ ኣብቲ ንስልጣን፣ ክብሪ፣ ቦታ፣ ሃብቲ ወዘተ. ወዘተ ንምርካብ ኢሉ ገንዘብ ዘባኽን ተመንጪ ኤለክትሮኒክስ ኣሎ። ድሙ ምስ ጥንጪት ክንደናግር የብልናን።</p>\n<p>ሓቀኛ ለጋስነት ፍጹም ብዘይሕሰብ እዩ፣ እንተኾነ ግን ብቐሊሉ ምስቲ ናይ ፖለቲካ ተመንጨውቲ፣ ናይቲ ሓቀኛ ካፒታሊስት፣ ናይቲ ንሰበይቲ ዝምነ ሳዕቤናት ወዘተ. ወዘተ ክንደናገር ንኽእል።</p>\n<p>ለጋሳት ልቢ ክህልወና ይግባእ። ሓቀኛ ለጋስነት ናይ ኣእምሮ ኣይኮነን፣ ሓቀኛ ለጋስነት ሽቶ ልቢ እዩ።</p>\n<p>ሰባት ለጋሳት እንተዝኾኑ፣ ነቲ ኣብ ዝኽሪ ተጠራቒሙ ዝጸንሐ ኹሉ ቂምን ኹሉ ቓንዛ ዘለዎ ተመክሮታት ናይ ብዙሓት ትማሊ ምርስዕዎን ካብ ህሞት ናብ ህሞት ብዘልኣለም ሓጐስን ዘልኣለም ለጋስን ብሓቀኛ ቅንዕና ዝመልኦም ክነብሩ ምተማሃሩ።</p>\n<p>ንሕማቕ ዕድል “ኣነ” ዝኽሪ እዩን ኣብ ዝሓለፈ ይነብር፣ ኹሉ ግዜ ናብ ዝሓለፈ ክምለስ ይደሊ። ዝሓለፈ ንሰባት ይውድኦም፣ ንሓጐስ የጥፍኦ፣ ንፍቕሪ ይቐትል።</p>\n<p>ኣብ ዝሓለፈ እተዓሸገ ኣእምሮ ነቲ ኣብዚ እንነብሮ ዘለና ህሞት ብምልኣት ክርድኦ ፈጺሙ ኣይክእልን እዩ።</p>\n<p>ምጽንናዕ እናደለዩ፣ ንዝተጎድአ ልቦም ዝፍውስ ክቡር ባልሳም እናለመኑ ዝጽሕፉልና ብዙሓት ሰባት እዮም፣ እንተኾነ ግን ነቲ ዝተጨነቐ ንምጽንናዕ ዝግደሱ ሒደት እዮም።</p>\n<p>ኣብ ሕማቕ ኩነታት ከም ዝነብሩ ንምዝንታው ዝጽሕፉልና ብዙሓት ሰባት እዮም፣ እንተኾነ ግን ነቲ ንመግቦም ዝኾነ ሓደ ቑራሽ እንጌራ ምስ ካልኦት ዝተጸገሙ ንምምቕቓል ዝቕንጥጡ ሒደት እዮም።</p>\n<p>ኣብ ድሕሪ ኹሉ ሳዕቤን ምኽንያት ከም ዘሎ ሰባት ክርድኡ ኣይደልዩን፣ ነቲ ሳዕቤን ንምቕያር ነቲ ምኽንያት ጥራይ ኢና ንቕይሮ።</p>\n<p>“ኣነ” ዝብልና፣ ክቡር “ኣነ” ዝብልና፣ ኣብቲ ንቕድመሓያላትና ዝነበረን ነቲ ናይ ቀደም ምኽንያታት ዘስዓበ ሓይሊ እዩ፣ እቶም ህልው ሳዕቤናቶም ንህላውናና ዝውጥንዎ።</p>\n<p>ምኽንያታት ንምቕያርን ሳዕቤናት ንምቕያር ለጋስነት የድልየና። ነቲ ጃልባ ናይ ህላውናና ብጥበብ ንምምራሕ ለጋስነት የድልየና።</p>\n<p>ህይወትና ብምሉእ ንምቕያር ለጋስነት የድልየና።</p>\n<p>እቲ ሕጋዊ ተኣማኒ ለጋስነት ናይ ኣእምሮ ኣይኮነን። ሓቀኛ ስምዒትን ሓቀኛ ቅንዕና ዝመልኦ ፍቕርን፣ ውጽኢት ፍርሂ ክኾኑ ፈጺሙ ኣይክእሉን እዮም።</p>\n<p>ፍርሂ ንስምዒት ከም ዘጥፍኦ፣ ንልግስነት ልቢ ከም ዘብቅዖን ነቲ ኣብ ውሽጥና ዘሎ ባህታ ዘለዎ ሽቶ ፍቕሪ ከም ዘጥፍኦ ምርዳእ ኣድላዪ እዩ።</p>\n<p>ፍርሂ መሰረት ኹሉ ብልሽውና እዩ፣ እቲ ስውር ምንጪ ኹሉ ኲናት፣ እቲ መርዛም መርዝ እዩ፣ እቲ ዝወርድን ዝቐትልን።</p>\n<p>መምህራንን መምህራትን ኣብያተ ትምህርትን ኮሌጃትን ዩኒቨርስቲታትን ንተምሃሮምን ተመሃሮተንን ኣብ መንገዲ ሓቀኛ ለጋስነት፣ ትብዓት፣ ቅንዕና ልቢ ከም ዝመርሑዎም ክርድኡ ይግባእ።</p>\n<p>እቶም ዝሓለፉ ወለዶታት ዝነበሩ ዝተረሳሳዑን ደንቆሮ ሰባትን ነቲ ናይ ፍርሂ መርዝ እንታይ ምዃኑ ኣብ ክንዲ ምርድኦም ከምቲ ዘስደምም ዕምባባ ቤት ሙቐት ኾይኑ ይዕቅብዎ ነበሩ። ውጽኢት ናይ ከምዚ ዓይነት ኣካይዳ ብልሽውና፣ ትርምስን ዕግርግርን ነበረ።</p>\n<p>መምህራንን መምህራትን ነታ እንነብረላ ዘለና ሰዓት፣ ነቲ ኣብኡ እንርከበሉ ዘለና ኣሻቓሊ ኩነታትን እቶም ሓደስቲ ወለዶታት ኣብ መሰረታት ናይ ለውጢ ስነ ምግባር ክትከልዎም ከም ዘለዎም ክርድኡ ይግባእ፣ እዚ ከኣ ምስቲ ኣቶማዊ ዘመን ናይዚ ሻቕሎትን ቓንዛን ዝመልኦ ግዜ ኣብ መንጎ እቲ ግርማዊ ነጐድጓድ ሓሳብ ይሳነ።</p>\n<p>መሰረታዊ ትምህርቲ ኣብ ለውጢ ስነ-ልቦናን ኣብ ለውጢ ስነ-ምግባርን ዝተመስረተ እዩ፣ ምስቲ ሓድሽ ፍጥነት ናይቲ ሓድሽ ዘመን ዝሳነ።</p>\n<p>እቲ ናይ ምትሕግጋዝ ትርጉም ነቲ ዜናዊ ውድድር ውልቃዊ ኽተካኽሎ እዩ። ነቲ መርህ ናይ ተኣማኒ ለጋስነትን ለውጥን ምስ እንእንግዶ ንምዝንታው ይኸብድ እዩ።</p>\n<p>እቲ ጽልእን ኣሰቃቒ ርኽሰት ውልቃዊነትን እንታይ ምዃኑ ብሙሉእ፣ ኣብቲ ኣእምራዊ ደረጃ ጥራይ ዘይኮነ፣ እንታይ እዩ እቲ ድኹም ስምዒትናን ናይ ኣእምሮና ግዛትን ንምርድኡ ኣገዳሲ እዩ። ኣብ ልብና ናይ ሓቀኛ ፍቕርን እቲ ኣእምሮ ዘይኮነ ተኣማኒ ለጋስነትን ድሙቕ መዓዛ ዝወጽእ ብዛዕባቲ ኣብ ውሽጥና ዘሎ ናይ ውልቃውነትን ጾታዊ ርኽሰት ዝመልኦ ሰብ ምስ እንፈልጥ ጥራይ እዩ።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/generosidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/generosidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/generosidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
