import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "فیاضی",
  "locale": "ur",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "12. فیاضی",
    "order": 12
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>محبت کرنا اور محبت پانا ضروری ہے، لیکن دنیا کی بدقسمتی یہ ہے کہ لوگ نہ محبت کرتے ہیں اور نہ ہی انہیں محبت ملتی ہے۔</p>\n<p>جس چیز کو محبت کہا جاتا ہے وہ لوگوں کے لیے ناواقف ہے اور وہ اسے آسانی سے جوش اور خوف سے الجھا دیتے ہیں۔</p>\n<p>اگر لوگ محبت کر سکتے اور انہیں محبت مل سکتی تو زمین پر جنگیں مکمل طور پر ناممکن ہو جاتیں۔</p>\n<p>بہت سی شادیاں جو واقعی خوشگوار ہو سکتی ہیں، بدقسمتی سے وہ پرانی تلخیوں کی وجہ سے خوشگوار نہیں ہیں جو یادداشت میں جمع ہیں۔</p>\n<p>اگر میاں بیوی میں سخاوت ہوتی تو وہ تکلیف دہ ماضی کو بھول جاتے اور مکمل طور پر حقیقی خوشی سے بھرپور زندگی گزارتے۔</p>\n<p>ذہن محبت کو مار دیتا ہے، اسے تباہ کر دیتا ہے۔ تجربات، پرانی ناپسندیدگیاں، پرانے حسد، یہ سب کچھ جو یادداشت میں جمع ہے، محبت کو تباہ کر دیتا ہے۔</p>\n<p>بہت سی ناراض بیویاں خوش ہو سکتی ہیں اگر ان میں اتنی سخاوت ہو کہ وہ ماضی کو بھول جائیں اور حال میں اپنے شوہر کی پرستش کریں۔</p>\n<p>بہت سے شوہر اپنی بیویوں کے ساتھ واقعی خوش ہو سکتے ہیں اگر ان میں اتنی سخاوت ہو کہ وہ پرانی غلطیوں کو معاف کر دیں اور یادداشت میں جمع رنجشوں اور تلخیوں کو بھلا دیں۔</p>\n<p>یہ ضروری ہے، یہ فوری ہے کہ شادیاں لمحے کی گہری اہمیت کو سمجھیں۔</p>\n<p>شوہروں اور بیویوں کو ہمیشہ اپنے آپ کو نوبیاہتا جوڑے کی طرح محسوس کرنا چاہیے، ماضی کو بھول کر اور حال میں خوشی سے زندگی گزارنی چاہیے۔</p>\n<p>محبت اور رنجشیں غیر مطابقت پذیر جوہری مادے ہیں۔ محبت میں کسی قسم کی رنجشیں نہیں ہو سکتی ہیں۔ محبت ابدی بخشش ہے۔</p>\n<p>ان لوگوں میں محبت موجود ہے جو اپنے دوستوں اور دشمنوں کے دکھوں پر حقیقی تکلیف محسوس کرتے ہیں۔ اس میں حقیقی محبت موجود ہے جو دل سے عاجزوں، غریبوں اور ضرورت مندوں کی فلاح و بہبود کے لیے کام کرتا ہے۔</p>\n<p>اس میں محبت موجود ہے جو خود بخود اور فطری طور پر اس کسان سے ہمدردی محسوس کرتا ہے جو اپنے پسینے سے کھیت کو سیراب کرتا ہے، اس دیہاتی سے جو تکلیف میں ہے، اس بھکاری سے جو ایک سکہ مانگتا ہے اور اس عاجز پریشان اور بیمار کتے سے جو راستے کے کنارے بھوک سے مر جاتا ہے۔</p>\n<p>جب ہم دل سے کسی کی مدد کرتے ہیں، جب ہم فطری اور خود بخود درخت کی دیکھ بھال کرتے ہیں اور باغ میں پھولوں کو سیراب کرتے ہیں بغیر کسی کے مطالبہ کیے، تو وہاں حقیقی سخاوت، حقیقی ہمدردی، حقیقی محبت ہوتی ہے۔</p>\n<p>دنیا کے لیے بدقسمتی سے، لوگوں میں حقیقی سخاوت نہیں ہے۔ لوگ صرف اپنی خود غرضانہ کامیابیوں، خواہشات، کامیابیوں، علم، تجربات، دکھوں، لذتوں وغیرہ کے بارے میں فکر مند ہیں۔</p>\n<p>دنیا میں بہت سے ایسے لوگ موجود ہیں جن میں صرف جھوٹی سخاوت پائی جاتی ہے۔ چالاک سیاستدان میں جھوٹی سخاوت موجود ہے، انتخابی لومڑی جو اقتدار، وقار، مقام، دولت وغیرہ حاصل کرنے کے خود غرضانہ مقصد کے ساتھ پیسوں کو ضائع کرتی ہے۔ ہمیں بلی کو خرگوش نہیں سمجھنا چاہیے۔</p>\n<p>حقیقی سخاوت بالکل بے لوث ہے، لیکن اسے آسانی سے سیاست کی لومڑیوں، بدمعاش سرمایہ داروں، ہوس پرستوں کی خود غرضانہ جھوٹی سخاوت سے الجھایا جا سکتا ہے جو ایک عورت کی لالچ کرتے ہیں۔</p>\n<p>ہمیں دل سے سخی ہونا چاہیے۔ حقیقی سخاوت ذہن سے نہیں ہوتی، مستند سخاوت دل کی خوشبو ہے۔</p>\n<p>اگر لوگوں میں سخاوت ہوتی تو وہ یادداشت میں جمع تمام رنجشوں کو، بہت سے کل کے تمام تکلیف دہ تجربات کو بھول جاتے اور لمحہ بہ لمحہ، ہمیشہ خوش، ہمیشہ سخی، حقیقی خلوص سے بھرپور زندگی گزارنا سیکھتے۔</p>\n<p>بدقسمتی سے ‘میں’ یادداشت ہے اور ماضی میں رہتا ہے، ہمیشہ ماضی میں واپس جانا چاہتا ہے۔ ماضی لوگوں کو ختم کر دیتا ہے، خوشی کو تباہ کر دیتا ہے، محبت کو مار دیتا ہے۔</p>\n<p>ماضی میں قید ذہن کبھی بھی اس لمحے کی گہری اہمیت کو مکمل طور پر نہیں سمجھ سکتا جس میں ہم زندگی گزار رہے ہیں۔</p>\n<p>بہت سے لوگ ہیں جو ہمیں تسلی کی تلاش میں لکھتے ہیں، اپنے درد مند دل کو ٹھیک کرنے کے لیے ایک قیمتی مرہم مانگتے ہیں، لیکن بہت کم لوگ ایسے ہیں جو مصیبت زدہ کو تسلی دینے کی فکر کرتے ہیں۔</p>\n<p>بہت سے لوگ ہمیں اپنی بدحالی کی حالت بتانے کے لیے لکھتے ہیں، لیکن بہت کم ایسے ہیں جو اپنی واحد روٹی کو توڑتے ہیں جو انہیں کھلائے گی تاکہ وہ اسے دوسرے ضرورت مندوں کے ساتھ بانٹ سکیں۔</p>\n<p>لوگ یہ نہیں سمجھنا چاہتے کہ ہر اثر کے پیچھے ایک وجہ ہوتی ہے اور صرف وجہ کو تبدیل کرنے سے ہم اثر کو تبدیل کرتے ہیں۔</p>\n<p>‘میں’، ہمارا پیارا ‘میں’، وہ توانائی ہے جو ہمارے آباؤ اجداد میں موجود تھی اور جس نے ماضی کی بعض وجوہات پیدا کیں جن کے موجودہ اثرات ہماری زندگی کو مشروط کرتے ہیں۔</p>\n<p>اسباب کو تبدیل کرنے اور اثرات کو تبدیل کرنے کے لیے ہمیں سخاوت کی ضرورت ہے۔ ہمیں اپنی زندگی کی کشتی کو دانشمندی سے چلانے کے لیے سخاوت کی ضرورت ہے۔</p>\n<p>ہمیں اپنی زندگی کو بنیادی طور پر تبدیل کرنے کے لیے سخاوت کی ضرورت ہے۔</p>\n<p>جائز موثر سخاوت ذہن سے نہیں ہوتی۔ حقیقی ہمدردی اور مخلصانہ پیار کبھی بھی خوف کا نتیجہ نہیں ہو سکتے۔</p>\n<p>یہ سمجھنا ضروری ہے کہ خوف ہمدردی کو تباہ کر دیتا ہے، دل کی سخاوت کو ختم کر دیتا ہے اور ہمارے اندر محبت کی مزیدار خوشبو کو ختم کر دیتا ہے۔</p>\n<p>خوف تمام بدعنوانی کی جڑ ہے، ہر جنگ کی خفیہ اصل، وہ مہلک زہر جو زوال پذیر ہوتا ہے اور مار دیتا ہے۔</p>\n<p>اسکولوں، کالجوں اور یونیورسٹیوں کے اساتذہ کو اپنے طلباء کو حقیقی سخاوت، جرات اور دل کی صداقت کی راہ پر گامزن کرنے کی ضرورت کو سمجھنا چاہیے۔</p>\n<p>گزشتہ نسل کے باسی اور سست لوگوں نے، اس خوف کے زہر کو سمجھنے کے بجائے، اسے گرین ہاؤس کے مہلک پھول کے طور پر کاشت کیا۔ اس طرح کے طریقہ کار کا نتیجہ بدعنوانی، افراتفری اور انتشار تھا۔</p>\n<p>اساتذہ کو اس وقت کو سمجھنا چاہیے جس میں ہم زندگی گزار رہے ہیں، جس نازک حالت میں ہم ہیں اور نئی نسلوں کو ایک انقلابی اخلاقیات کی بنیادوں پر اٹھانے کی ضرورت ہے جو ایٹمی دور کے مطابق ہو جو ان مصیبت اور درد کے لمحات میں فکر کی باوقار گرج کے درمیان شروع ہو رہا ہے۔</p>\n<p>بنیادی تعلیم ایک انقلابی نفسیات اور ایک انقلابی اخلاقیات پر مبنی ہے، جو نئے دور کی نئی ارتعاش کی تال کے مطابق ہے۔</p>\n<p>تعاون کا احساس خود غرضانہ مسابقت کی خوفناک جنگ کو مکمل طور پر ختم کر دے گا۔ جب ہم موثر اور انقلابی سخاوت کے اصول کو خارج کر دیتے ہیں تو تعاون کرنا ناممکن ہو جاتا ہے۔</p>\n<p>اس بات کو مکمل طور پر سمجھنا ضروری ہے، نہ صرف ذہنی سطح پر، بلکہ لاشعور اور تحت الشعور ذہن کے مختلف گوشوں میں بھی کہ بخل اور خود غرضی کی دہشت کیا ہے۔ صرف اپنے اندر خود غرضی اور بخل کے بارے میں شعور پیدا کرنے سے ہمارے دل میں حقیقی محبت اور موثر سخاوت کی مزیدار خوشبو پھوٹتی ہے جو ذہن سے نہیں ہے۔</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ur/educacion-fundamental/generosidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/generosidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/generosidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
