import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Шчодрасць",
  "locale": "be",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "12. Шчодрасць",
    "order": 12
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Трэба любіць і быць любімым, але, на жаль для свету, людзі ні любяць, ні каханыя.</p>\n<p>Тое, што называецца каханнем, - гэта нешта невядомае для людзей, і яны лёгка блытаюць гэта з запалам і страхам.</p>\n<p>Калі б людзі маглі любіць і быць каханымі, войны былі б зусім немагчымыя на твары зямлі.</p>\n<p>Многія шлюбы, якія маглі б быць сапраўды шчаслівымі, на жаль, не такія з-за старых крыўдаў, назапашаных у памяці.</p>\n<p>Калі б у мужа і жонкі была шчодрасць, яны забыліся б пра балючае мінулае і жылі б у поўні, поўныя сапраўднага шчасця.</p>\n<p>Розум забівае каханне, знішчае яго. Досвед, старыя непрыемнасці, старая рэўнасць, усё гэта, назапашанае ў памяці, знішчае каханне.</p>\n<p>Многія пакрыўджаныя жонкі маглі б быць шчаслівымі, калі б у іх было дастаткова шчодрасці, каб забыць мінулае і жыць у сучаснасці, пакланяючыся мужу.</p>\n<p>Многія мужы маглі б быць сапраўды шчаслівыя са сваімі жонкамі, калі б у іх было дастаткова шчодрасці, каб дараваць старыя памылкі і забыцца на крыўды і засмучэнні, назапашаныя ў памяці.</p>\n<p>Неабходна, тэрмінова, каб шлюбы зразумелі глыбокае значэнне моманту.</p>\n<p>Мужы і жонкі павінны заўсёды адчуваць сябе маладымі, забываючы пра мінулае і жывучы радасна ў сучаснасці.</p>\n<p>Каханне і крыўды - гэта атамныя субстанцыі, несумяшчальныя. У каханні не можа існаваць крыўдаў любога роду. Каханне - гэта вечнае дараванне.</p>\n<p>Каханне існуе ў тых, хто адчувае сапраўдны боль за пакуты сваіх сяброў і ворагаў. Сапраўднае каханне існуе ў тым, хто ад усёй душы працуе на дабрабыт пакорных, бедных, якія маюць патрэбу.</p>\n<p>Каханне існуе ў тым, хто спантанна і натуральна адчувае сімпатыю да селяніна, які палівае баразну сваім потам, да вяскоўца, які пакутуе, да жабрака, які просіць манету, і да пакорлівага сабакі, які пакутуе і хварэе і памірае ад голаду каля дарогі.</p>\n<p>Калі ад усёй душы дапамагаем камусьці, калі натуральным і спантанным чынам даглядаем дрэва і паліваем кветкі ў садзе, не патрабуючы ні ад каго, ёсць сапраўдная шчодрасць, сапраўдная сімпатыя, сапраўднае каханне.</p>\n<p>На жаль для свету, у людзей няма сапраўднай шчодрасці. Людзі клапоцяцца толькі пра свае ўласныя эгаістычныя дасягненні, імкненні, поспехі, веды, досвед, пакуты, задавальненні і г.д. і г.д.</p>\n<p>У свеце існуе шмат людзей, якія валодаюць толькі фальшывай шчодрасцю. Існуе фальшывая шчодрасць у хітрага палітыка, у ліса-выбаршчыка, які марнуе грошы з эгаістычнай мэтай атрымання ўлады, прэстыжу, становішча, багацця і г.д. і г.д. Не трэба блытаць ката з зайцам.</p>\n<p>Сапраўдная шчодрасць абсалютна бескарыслівая, але яе лёгка зблытаць з фальшывай эгаістычнай шчодрасцю лісаў палітыкі, злодзеяў-капіталістаў, сатыраў, якія прагнуць жанчыну і г.д. і г.д.</p>\n<p>Мы павінны быць шчодрымі ад сэрца. Сапраўдная шчодрасць не ад Розуму, сапраўдная шчодрасць - гэта водар сэрца.</p>\n<p>Калі б у людзей была шчодрасць, яны забыліся б пра ўсе крыўды, назапашаныя ў памяці, пра ўвесь балючы досвед мінулых дзён і навучыліся б жыць ад моманту да моманту, заўсёды шчаслівыя, заўсёды шчодрыя, поўныя сапраўднай шчырасці.</p>\n<p>На жаль, Я - гэта памяць, і яно жыве ў мінулым, заўсёды хоча вярнуцца ў мінулае. Мінулае заканчваецца з людзьмі, знішчае шчасце, забівае каханне.</p>\n<p>Розум, зняволены ў мінулым, ніколі не зможа ў поўнай меры зразумець глыбокае значэнне моманту, у якім мы жывем.</p>\n<p>Многія людзі пішуць нам, шукаючы суцяшэння, просячы каштоўны бальзам, каб вылечыць сваё балючае сэрца, але мала тых, хто клапоціцца пра суцяшэнне засмучанага.</p>\n<p>Многія людзі пішуць нам, каб расказаць нам пра жаласны стан, у якім яны жывуць, але рэдкія тыя, хто дзеліць адзіны хлеб, які павінен іх накарміць, каб падзяліцца ім з іншымі, хто мае патрэбу.</p>\n<p>Не хочуць людзі разумець, што за кожным эфектам існуе прычына і што толькі змяняючы прычыну, мы змяняем эфект.</p>\n<p>Я, наша любімае Я, - гэта энергія, якая жыла ў нашых папярэднікаў і спарадзіла пэўныя мінулыя прычыны, чые цяперашнія эфекты абумоўліваюць наша існаванне.</p>\n<p>Нам патрэбна ШЧОДРАСЦЬ, каб змяніць прычыны і трансфармаваць эфекты. Нам патрэбна шчодрасць, каб мудра кіраваць караблём нашага існавання.</p>\n<p>Нам патрэбна шчодрасць, каб радыкальна трансфармаваць наша ўласнае жыццё.</p>\n<p>Законная эфектыўная шчодрасць не ад розуму. Сапраўдная сімпатыя і сапраўдная шчырая любоў ніколі не могуць быць вынікам страху.</p>\n<p>Неабходна зразумець, што страх разбурае сімпатыю, знішчае шчодрасць сэрца і знішчае ў нас цудоўны водар КАХАННЯ.</p>\n<p>Страх - корань усёй карупцыі, сакрэтная крыніца кожнай вайны, смяротная атрута, якая выраджае і забівае.</p>\n<p>Настаўнікі і настаўніцы школ, каледжаў і ўніверсітэтаў павінны разумець неабходнасць накіравання сваіх вучняў па шляху сапраўднай шчодрасці, мужнасці і шчырасці сэрца.</p>\n<p>Заблытаныя і непаваротлівыя людзі мінулага пакалення, замест таго, каб зразумець, што такое гэтая атрута страху, культывавалі яе як фатальны кветка цяпліцы. Вынікам такой працэдуры была карупцыя, хаос і анархія.</p>\n<p>Настаўнікі і настаўніцы павінны разумець час, у які мы жывем, крытычны стан, у якім мы знаходзімся, і неабходнасць падняць новыя пакаленні на аснове рэвалюцыйнай этыкі, якая адпавядае атамнай эры, якая ў гэтыя моманты трывогі і болю пачынаецца сярод велічнага грому думкі.</p>\n<p>ФУНДАМЕНТАЛЬНАЯ АДУКАЦЫЯ заснавана на рэвалюцыйнай псіхалогіі і рэвалюцыйнай этыцы, якія адпавядаюць новаму вібрацыйнаму рытму новай эры.</p>\n<p>Пачуццё супрацоўніцтва павінна цалкам выцесніць жудасную бітву эгаістычнай канкурэнцыі. Немагчыма ведаць, як супрацоўнічаць, калі мы выключаем прынцып эфектыўнай і рэвалюцыйнай шчодрасці.</p>\n<p>Тэрмінова неабходна зразумець у поўнай меры, не толькі на інтэлектуальным узроўні, але і ў розных закутках несвядомага розуму і падсвядомасці тое, што такое недахоп шчодрасці і жах эгаізму. Толькі усведамляючы, што такое ў нас эгаізм і недахоп шчодрасці, у нашым сэрцы расцвітае цудоўны водар ПРАЎДЗІВАГА КАХАННЯ і ЭФЕКТЫЎНАЙ ШЧОДРАСЦІ, якая не ад розуму.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/be/educacion-fundamental/generosidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/generosidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/generosidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
