import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "الكرم",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "12. الكرم",
    "order": 12
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>من الضروري أن تحب وأن تُحب، ولكن لسوء حظ العالم، الناس لا يحبون ولا يُحبون.</p>\n<p>ما يسمى بالحب هو شيء مجهول بالنسبة للناس ويخلطونه بسهولة بالعاطفة والخوف.</p>\n<p>إذا كان الناس قادرين على الحب وأن يُحبوا، لكانت الحروب مستحيلة تمامًا على وجه الأرض.</p>\n<p>الكثير من الزيجات التي يمكن أن تكون سعيدة حقًا، للأسف ليست كذلك بسبب الاستياءات القديمة المتراكمة في الذاكرة.</p>\n<p>إذا كان الأزواج يتمتعون بالكرم، فسوف ينسون الماضي المؤلم ويعيشون في ملء، مليئين بالسعادة الحقيقية.</p>\n<p>العقل يقتل الحب ويدمره. التجارب، الاستياءات القديمة، الغيرة القديمة، كل هذا المتراكم في الذاكرة يدمر الحب.</p>\n<p>العديد من الزوجات المستاءات يمكن أن يكن سعيدات إذا كان لديهن الكرم الكافي لنسيان الماضي والعيش في الحاضر يعبدن الزوج.</p>\n<p>العديد من الأزواج يمكن أن يكونوا سعداء حقًا مع زوجاتهم إذا كان لديهم الكرم الكافي للتسامح عن الأخطاء القديمة وطرح الخلافات والأحزان المتراكمة في الذاكرة.</p>\n<p>من الضروري، من الملح أن يفهم الأزواج المعنى العميق للحظة.</p>\n<p>يجب أن يشعر الأزواج والزوجات دائمًا وكأنهم متزوجون حديثًا، وينسون الماضي ويعيشون بسعادة في الحاضر.</p>\n<p>الحب والاستياء مواد ذرية غير متوافقة. في الحب لا يمكن أن يوجد استياء من أي نوع. الحب هو مغفرة أبدية.</p>\n<p>يوجد الحب في أولئك الذين يشعرون بضيق حقيقي لمعاناة أصدقائهم وأعدائهم. يوجد حب حقيقي في الشخص الذي يعمل من كل قلبه من أجل رفاهية المتواضعين والفقراء والمحتاجين.</p>\n<p>يوجد الحب في الشخص الذي يشعر بشكل عفوي وطبيعي بالتعاطف مع الفلاح الذي يسقي الأخدود بعرقه، مع القروي الذي يعاني، مع المتسول الذي يطلب عملة معدنية، ومع الكلب المتواضع المنكوب والمريض الذي يموت جوعاً على جانب الطريق.</p>\n<p>عندما نساعد شخصًا ما من كل قلوبنا، عندما نعتني بشكل طبيعي وعفوي بالشجرة ونسقي أزهار الحديقة دون أن يطلب منا أحد ذلك، فهناك كرم حقيقي، وتعاطف حقيقي، وحب حقيقي.</p>\n<p>لسوء حظ العالم، الناس ليس لديهم كرم حقيقي. الناس يهتمون فقط بإنجازاتهم الأنانية ورغباتهم ونجاحاتهم ومعرفتهم وخبراتهم ومعاناتهم وملذاتهم، إلخ. إلخ.</p>\n<p>يوجد في العالم العديد من الأشخاص الذين يمتلكون فقط كرمًا زائفًا. يوجد كرم زائف في السياسي المحنك، في الثعلب الانتخابي الذي يبدد الأموال بغرض أناني لتحقيق السلطة والمكانة والموقع والثروات، إلخ. إلخ. يجب ألا نخلط بين القط والأرنب.</p>\n<p>الكرم الحقيقي غير أناني على الإطلاق، ولكن من السهل الخلط بينه وبين الكرم الأناني الزائف لثعالب السياسة، والمحتالين الرأسماليين، والساتير الذين يشتهون امرأة، إلخ. إلخ.</p>\n<p>يجب أن نكون كرماء من القلب. الكرم الحقيقي ليس من العقل، الكرم الأصيل هو عطر القلب.</p>\n<p>إذا كان الناس يتمتعون بالكرم، فسوف ينسون كل الاستياءات المتراكمة في الذاكرة، وكل التجارب المؤلمة في الماضي ويتعلمون أن يعيشوا من لحظة إلى لحظة، دائمًا سعداء، دائمًا كرماء، مليئين بالإخلاص الحقيقي.</p>\n<p>لسوء الحظ، الأنا هي الذاكرة وتعيش في الماضي، وتريد دائمًا العودة إلى الماضي. الماضي يقضي على الناس ويدمر السعادة ويقتل الحب.</p>\n<p>العقل المحبوس في الماضي لا يمكنه أبدًا أن يفهم بشكل كامل المعنى العميق للحظة التي نعيشها.</p>\n<p>هناك الكثير من الناس الذين يكتبون إلينا بحثًا عن العزاء، ويطلبون بلسمًا ثمينًا لشفاء قلوبهم الموجوعة، ولكن القليل منهم يهتمون بتعزية المحزون.</p>\n<p>هناك الكثير من الأشخاص الذين يكتبون إلينا ليخبروننا عن الحالة البائسة التي يعيشون فيها، ولكن نادرًا ما يكسر أولئك الذين يكسرون الخبز الوحيد الذي سيطعمهم ليشاركوه مع المحتاجين الآخرين.</p>\n<p>لا يريد الناس أن يفهموا أنه وراء كل تأثير يوجد سبب وأنه فقط بتغيير السبب نغير التأثير.</p>\n<p>الأنا، الأنا العزيزة علينا، هي طاقة عاشت في أسلافنا وأدت إلى بعض الأسباب الماضية التي تشكل آثارها الحالية وجودنا.</p>\n<p>نحن بحاجة إلى الكرم لتعديل الأسباب وتحويل الآثار. نحن بحاجة إلى الكرم لتوجيه سفينة وجودنا بحكمة.</p>\n<p>نحن بحاجة إلى الكرم لتغيير حياتنا جذريًا.</p>\n<p>الكرم الفعال الشرعي ليس من العقل. التعاطف الحقيقي والمودة الصادقة الحقيقية لا يمكن أن تكون أبدًا نتيجة الخوف.</p>\n<p>من الضروري أن نفهم أن الخوف يدمر التعاطف ويقضي على كرم القلب ويدمر فينا عطر الحب اللذيذ.</p>\n<p>الخوف هو أصل كل فساد، والأصل السري لكل حرب، والسم القاتل الذي ينحط ويقتل.</p>\n<p>يجب على المعلمين والمعلمات في المدارس والكليات والجامعات أن يفهموا الحاجة إلى توجيه طلابهم وطالباتهم على طريق الكرم الحقيقي والشجاعة والإخلاص في القلب.</p>\n<p>بدلاً من فهم ما هو سم الخوف، قام كبار السن والجاهلين من الجيل الماضي بزراعته كزهرة قاتلة في دفيئة. كانت نتيجة هذا الإجراء هي الفساد والفوضى والفوضى.</p>\n<p>يجب على المعلمين والمعلمات أن يفهموا الوقت الذي نعيش فيه، والحالة الحرجة التي نجد أنفسنا فيها، والحاجة إلى رفع الأجيال الجديدة على أسس أخلاق ثورية تتناسب مع العصر الذري الذي يبدأ في هذه اللحظات من الضيق والألم بين دوي الرعد المهيب للفكر.</p>\n<p>يعتمد التعليم الأساسي على علم نفس ثوري وأخلاق ثورية، تتماشى مع الإيقاع الاهتزازي الجديد للعصر الجديد.</p>\n<p>سيحل الشعور بالتعاون تمامًا محل المعركة الرهيبة للمنافسة الأنانية. من المستحيل معرفة كيفية التعاون عندما نستبعد مبدأ الكرم الفعال والثوري.</p>\n<p>من الملح أن نفهم بشكل كامل، ليس فقط على المستوى الفكري، ولكن أيضًا في الزوايا اللاواعية المختلفة للعقل اللاواعي وتحت الواعي ما هو الافتقار إلى الكرم ورعب الأنانية. فقط من خلال إدراك ما هي الأنانية والافتقار إلى الكرم فينا تنبعث في قلوبنا الرائحة اللذيذة للحب الحقيقي والكرم الفعال الذي ليس من العقل.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/generosidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/generosidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/generosidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
