import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ውህደት",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "14. ውህደት",
    "order": 14
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ካብቶም ዝዓበዩ ትምኒታት ስነ-ልቦና ሓንቲ ምሉእ ብምሉእ ውህደት ምብጻሕ እዩ።</p>\n<p>እቲ ኣነ ነፍሰ-ፍጡር እንተዝኸውን፡ እቲ ስነ-ልቦናዊ ውህደት ናይ ምፍታሕ ጸገም ብቀሊሉ ምተፈትሐ ነይሩ፡ እንተኾነ ግን ንመዓት ዓለም እቲ ኣነ ኣብ ውሽጢ ነፍሲ ወከፍ ሰብ ብብዙሕነት ይርከብ።</p>\n<p>እቲ ብብዙሕነት ዝተፈጠረ ኣነ መሰረታዊ ምኽንያት ናይ ኩሎም ውሽጣዊ ግጭታትና እዩ።</p>\n<p>ከምቲ ስነ-ልቦናዊ ብኹሉ ውሽጣዊ ግጭታትና እንታይ ምዃንና ምሉእ ብምሉእ ኣብ መስትያት ክንርእዮ እንተንኽእል፡ ክሳብ ሕጂ ናይ ብሓቂ ነፍሰ-ፍጡርነት ከም ዘይብልና ናብቲ ዘሕዝን መደምደምታ ምበጻሕና ነይርና።</p>\n<p>ሰብኣዊ ኣካል በቲ ብብዙሕነት ዝተፈጠረ ኣነ ዝተቘጻጸረ ድንቂ ማሽን እዩ፡ እዚ ድማ ብኣብዮታዊ ስነ-ልቦና ብዕምቆት ይጽናዕ ኣሎ።</p>\n<p>ጋዜጣ ከንብብ እየ ይብል እቲ ምሁራዊ ኣነ፡ ኣብ ድግስ ክሳተፍ እደሊ ይብል እቲ ስምዒታዊ ኣነ፡ ነቲ ድግስ ሲኦል ይብሎ እቲ ናይ ምንቅስቓስ ኣነ፡ ብቐሊሉ ክዘውር ይደሊ፡ ኣነ ክዘውር ኣይደልን እየ ይብል እቲ ናይ ምክልኻል ስምዒት፡ ጥሜት ኣሎኒ ክበልዕ እየ ወዘተ።</p>\n<p>ነፍሲ ወከፍ ካብቶም ንኢጎ ዝፈጥሩ ንኣሽቱ ኣነታት ክእዝዝ፡ ክኸውን እዩ ዝደሊ፡ እቲ ጐይታ፡ እቲ ጐይታ።</p>\n<p>ኣብ ብርሃን ናይቲ ኣቢዮታዊ ስነ-ልቦና እቲ ኣነ ሓያል ምዃኑን እቲ ኣካል ድማ ማሽን ምዃኑ ክንርድኦ ንኽእል ኢና።</p>\n<p>እቶም ንኣሽቱ ኣነታት ኣብ መንጎኦም ይበኣሱ፡ ኣብ ልዕልና ይዋግኡ፡ ነፍሲ ወከፍ ሓላፊ፡ ጐይታ፡ ጐይታ ክኸውን እዩ ዝደሊ።</p>\n<p>እዚ ድማ ነቲ ሓሳባት ዘለዎ እንስሳ ብስሕተት ሰብ ተባሂሉ ዝጽዋዕ ኣብ ዘሕዝን ኩነታት ናይ ስነ-ልቦናዊ ምፍራስ ከም ዝነብር የብርህ።</p>\n<p>ኣብ ስነ-ልቦና ምፍራስ ማለት እንታይ ማለት ምዃኑ ምርዳእ ኣድላዪ እዩ። ምፍራስ ማለት ምብትታን፡ ምብታን፡ ምዝራግ፡ ምኽልኻል ወዘተ እዩ።</p>\n<p>እቲ ቀንዲ ምኽንያት ናይ ስነ-ልቦናዊ ምፍራስ እቲ ምቀኝነት እዩ፡ እዚ ድማ ሓድሓደ ግዜ ብልዑል ስልጡን መንገዲን ብደስ ዝብል መልክዕን ዝግለጽ እዩ።</p>\n<p>ምቀኝነት ብዙሕ መልክዕ ዘለዎ ኮይኑ ንምርግጋጽ ኣሽሓት ምኽንያታት ኣለዉ። ምቀኝነት ናይ ኩሉ ማሽነሪ ማሕበራዊ ሕቡእ ምንጪ እዩ። ነቶም ደናቑር ምቀኝነት ምጽዳቕ የሐጉሶም።</p>\n<p>ሃብታም ነቲ ሃብታም ይቀንኦ፡ ካብኡ ንላዕሊ ሃብታም ክኸውን ይደሊ። ድኻታት ንሃብታማት ይቐንኡ፡ ሃብታማት ክኾኑ ድማ ይደልዩ። እቲ ዝጽሕፍ ነቲ ዝጽሕፍ ይቀንኦ፡ ብዝሓሸ ክጽሕፍ ድማ ይደሊ። ብዙሕ ተመክሮ ዘለዎ ነቲ ዝያዳ ተመክሮ ዘለዎ ይቀንኦ፡ ካብኡ ንላዕሊ ድማ ክህልዎ ይደሊ።</p>\n<p>ሰባት ብምግቢ፡ ክዳውንቲ ከምኡ’ውን መዕቆቢ ኣይረኽቡን እዮም። እቲ ሕቡእ ምንጪ ናይ ምቀኝነት ብሰንኪ ናይ ካልኦት መኪና፡ ናይ ካልኦት ገዛ፡ ክዳውንቲ ጎረቤት፡ ብዙሕ ገንዘብ ናይ ፈታዊ ወይ ጸላኢ ወዘተ ንምምሕያሽ፡ ንብረት ንምርካብን ብዙሕ ነገራትን ክዳውንትን ባህርያትን ንኻልኦት ንኸይንውርድ ወዘተ ወዘተ ይፈጥር።</p>\n<p>እቲ ዝኸፍአ ነገር እቲ ናይ ተመክሮ፡ ባህርያት፡ ነገራት፡ ገንዘብ ወዘተ ናይ ምውህሃድ መስርሕ ነቲ ብብዙሕነት ዝተፈጠረ ኣነ የደልድሎ፡ ሽዑ ኣብ ውሽጢ ርእስና እቶም ውሽጣዊ ግጭታት፡ እቶም ዘሕዝኑ ምዝራግ፡ እቶም ጨካናት ኲናት ናይ ውሽጢ ፍርዲ ወዘተ ወዘተ ይተርር።</p>\n<p>እዚ ኩሉ ስቓይ እዩ። ካብዚ ሓቂ ዕግበት ናብቲ ዝሓዘነ ልቢ ዘምጽኦ ነገር የለን። እዚ ኩሉ ኣብ ስነ-ኣእምሮና ምውሳኽ ጭካኔ፡ ምብዛሕ ስቓይ፡ ዘይምዕጋብ ንግዜኡን ኣዝዩ ጥልቁን የፍሪ።</p>\n<p>እቲ ብብዙሕነት ዝተፈጠረ ኣነ ንዝኸፍኡ ገበናት እውን እንተኾነ መመኽነይታ ይረክብ፡ ነቲ ናይ ምቕናይ፡ ምርካብ፡ ምውህሃድ፡ ምዕዋት መስርሕ፡ ዋላ’ኳ ብጻዕሪ ካልኦት እንተኾነ፡ ምዕባለ፡ እድገት፡ ምምዕራይ ይበሃል።</p>\n<p>ሰባት ንቅሓት የብሎምን ምቅኞችቲ፡ ጨካናት፡ ስስዐኛታት፡ ቀናእትን ምዃኖም ኣይርድኡን እዮም፡ ብዝኾነ ምኽንያት ነዚ ኩሉ ምስ ዝርድኡ፡ ሽዑ ይምዕድዉ፡ ይኹንኑ፡ መምለሲ ይደልዩ፡ እንተኾነ ግን ኣይርድኡን እዮም።</p>\n<p>ምቀኝነት ንምርካብ ኣዝዩ ከቢድ እዩ፡ ምኽንያቱ እቲ ቀንዲ ሓሳብ ሰብኣዊ ኣእምሮ ምቀኝነት ስለ ዝኾነ። ኣቃውማ ናይቲ ኣእምሮ ኣብ ምቀኝነትን ኣብ ምርካብን እዩ ዝተመስረተ።</p>\n<p>ምቀኝነት ካብ መናድቕ ትምህርቲ እዩ ዝጅምር። ነቲ ዝበለጸ ኣእምሮ ናይቶም መማህርትና፡ ነቲ ዝበለጸ ውጽኢት፡ ነቲ ዝበለጸ ክዳውንቲ፡ ነቲ ዝበለጸ ቀሚስ፡ ነቲ ዝበለጸ ጫማ፡ ነቲ ዝበለጸ ብሽክለታ፡ ነቶም ጽቡቓት መንሸራተቲ፡ ነቲ ጽቡቕ ኳስ ወዘተ ንቐንኦም።</p>\n<p>እቶም ንውልቀ ሰብነት ተመሃሮን ተመሃሮትን ንምፍጣር ዝተጸውዑ መምህራንን መምህራትን፡ እቲ ማእለያ ዘይብሉ መስርሕ ናይ ምቀኝነት እንታይ ምዃኑን ኣብ ውሽጢ ስነ-ኣእምሮ ናይ ተመሃሮኦም ነቲ ንምርዳእ ዝሕግዝ መሰረት ከንብሩ ይግባእ።</p>\n<p>እቲ ብባህሪኡ ምቀኝነት ዝሓደሮ ኣእምሮ፡ ብተግባር ናይቲ ዝያዳ ጥራይ እዩ ዝሓስብ። “ኣነ ብዝሓሸ ከብርህ እኽእል፡ ኣነ ዝያዳ ፍልጠት ኣሎኒ፡ ኣነ ዝያዳ ብልህቲ እየ፡ ኣነ ዝያዳ ባህርያት ኣሎኒ፡ ዝያዳ ቅድስና፡ ዝያዳ ምሉእነት፡ ዝያዳ ምዕባለ ወዘተ”</p>\n<p>እቲ ኩሉ ተግባር ናይቲ ኣእምሮ ኣብቲ ዝያዳ እዩ ዝተመስረተ። እቲ ዝያዳ ሕቡእን ምስጢራዊ ምንጪ ናይ ምቀኝነት እዩ።</p>\n<p>እቲ ዝያዳ መስርሕ ናይ ምነጻጽር ናይቲ ኣእምሮ እዩ። ኩሉ መስርሕ ምነጻጽር ኣጸያፊ እዩ። ንኣብነት፡ ኣነ ካባኻ ንላዕሊ ብልህቲ እየ። እትኹን ካባኻ ንላዕሊ ባህርይ ዝመልኦ እዩ። እትኹን ካባኻ ንላዕሊ ትበልጽ፡ ዝያዳ ጥበበኛ፡ ዝያዳ ለጋስ፡ ዝያዳ ጽብቕቲ ወዘተ እያ።</p>\n<p>እቲ ዝያዳ ግዜ ይፈጥር። እቲ ብብዙሕነት ዝተፈጠረ ኣነ ካብ ጎረቤት ንላዕሊ ንምብላጽ ግዜ የድልዮ፡ ነቶም ስድራቤት ኣዝዩ ብልህ ምዃኑ ከምኡ’ውን ክኽእል ከም ዝኽእል ንምርኣይ፡ ኣብ ህይወት ገለ ንምዃን፡ ነቶም ጸላእቱ ወይ ነቶም ዝቐንኦም ንላዕሊ ብልህ፡ ንላዕሊ ሓያል፡ ንላዕሊ ድልዱል ምዃኑ ንምርኣይ።</p>\n<p>እቲ ተነጻጻሪ ሓሳብ ኣብ ምቀኝነት እዩ ዝተመስረተ፡ ዘይምዕጋብ፡ ጭንቀት፡ መሪርነት ድማ ይፈጥር።</p>\n<p>እቲ ዘሕዝን ነገር ሰባት ካብ ሓደ ተጻራሪ ናብ ካልእ ተጻራሪ፡ ካብ ሓደ ጽግዕተኛ ናብ ካልእ ይኸዱ፡ ኣብ ማእከል ክኸዱ ኣይፈልጡን እዮም። ብዙሓት ኣብ ልዕሊ ዘይምዕጋብ፡ ምቀኝነት፡ ስስዔ፡ ቅንኢ ይቃለሱ፡ እቲ ኣብ ልዕሊ ዘይምዕጋብ ዝካየድ ቃልሲ ግን ነቲ ናይ ሓቂ ሓጎስ ናይ ልቢ ከም ዘየምጽእ ፈጺሙ ኣይፈልጥን እዩ።</p>\n<p>ነቲ ሓቂ ሓጎስ ናይቲ ዝረጋጋዕ ልቢ፡ ክሽየጥን ክሽየጥን ከም ዘይክእል ምርዳእ ኣዝዩ ኣገዳሲ እዩ፡ ኣብ ውሽጥና ብምልእታ ባህርያትን ብሃንደበታዊ መልክዕን ዝውለድ፡ ነቲ ምኽንያታት ናይቲ ዘይምዕጋብ ብዕምቆት ምስ ፈለጥናዮ ጥራይ እዩ፤ ቅንኢ፡ ምቀኝነት፡ ስስዔ ወዘተ።</p>\n<p>እቶም ገንዘብ፡ ግሩም ማሕበራዊ ኩነታት፡ ባህርያት፡ ኩሉ ዓይነት ዕግበት ንምርካብ ዝደልዩ ወዘተ ነቲ ናይ ሓቂ ምዕጋብ ንምርካብ እንተኾይኖም፡ ፈጺሞም ተጋገይቲ እዮም ምኽንያቱ እዚ ኩሉ ኣብ ምቀኝነት እዩ ዝተመስረተ፡ እቲ መንገዲ ናይ ምቀኝነት ግን ናብቲ ወደብ ናይቲ ዝረጋጋዕን ዝተሓጐሰን ልቢ ፈጺሙ ኣይመርሓናን እዩ።</p>\n<p>እቲ ብብዙሕነት ኣብ ዝተፈጠረ ኣነ ተዓቢጡ ዝነብር ሓሳብ ንምቀኝነት ጽቡቕ ገይሩ ይቆጽሮን ክሳብ ክንድቲ ብስምዒት ዝመልኦ ስም እውን ይህቦን እዩ። እድገት፡ መንፈሳዊ ምዕባለ፡ ናይ ልዕልና ትምኒት፡ ኣብ ክብርና ንምቅላስ ወዘተ።</p>\n<p>እዚ ኩሉ ምፍራስ፡ ውሽጣዊ ግጭታት፡ ሕቡእ ቃልሲ፡ ጸገም ንምፍታሕ ኣዝዩ ከቢድ ወዘተ ይፈጥር።</p>\n<p>ብሓቂ ምሉእ ብዝኾነ ትርጉሙ ኣብ ህይወት ምሉእ ዝኾነ ሰብ ምርካብ ኣዝዩ ከቢድ እዩ።</p>\n<p>እቲ ብብዙሕነት ዝተፈጠረ ኣነ ኣብ ውሽጥና ክሳብ ዘሎ፡ ምሉእ ብምሉእ ውህደት ምርካብ ፈጺሙ ዘይከኣል እዩ።</p>\n<p>ኣብ ውሽጢ ነፍሲ ወከፍ ሰብ ሰለስተ መሰረታዊ ነገራት ከም ዘለዉ ምርዳእ ኣዝዩ ኣገዳሲ እዩ፡ ቀዳማይ፡ ውልቀ ሰብነት። ካልኣይ፡ ብብዙሕነት ዝተፈጠረ ኣነ። ሳልሳይ፡ ስነ-ኣእምሮኣዊ ነገራት፡ ማለት፡ እቲ መሰረታዊ ባህሪ ናይቲ ሰብ።</p>\n<p>እቲ ብብዙሕነት ዝተፈጠረ ኣነ ነቲ ስነ-ኣእምሮኣዊ ነገራት ብስስዐ፡ ቅንኢ ወዘተ ኣብ ኣቶማዊ ፍንጃራታት ብግቡእ ኣይጥቀመሉን እዩ። ነቲ ብብዙሕነት ዝተፈጠረ ኣነ ምፍራስ ኣድላዪ እዩ፡ ኣብ ውሽጥና ቋሚ ማእከል ንቅሓት ንምቛም ኢልና ነቲ ስነ-ኣእምሮኣዊ ነገራት ኣብ ውሽጢ ንምውህሃድ።</p>\n<p>እቶም ቋሚ ማእከል ንቅሓት ዘይብሎም፡ ምሉኣት ክኾኑ ኣይኽእሉን እዮም።</p>\n<p>እቲ ቋሚ ማእከል ንቅሓት ጥራይ እዩ ናይ ብሓቂ ነፍሰ-ፍጡርነት ዝህበና።</p>\n<p>እቲ ቋሚ ማእከል ንቅሓት ጥራይ እዩ ምሉኣት ዝገብረና።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/integracion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/integracion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/integracion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
