import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Интеграција",
  "locale": "mk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "14. Интеграција",
    "order": 14
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Една од најголемите желби на психологијата е да се постигне ЦЕЛОСНА ИНТЕГРАЦИЈА.</p>\n<p>Ако ЈАС-ОТ беше ИНДИВИДУАЛЕН, проблемот со ПСИХОЛОШКАТА ИНТЕГРАЦИЈА би се решил многу лесно, но за жал на светот, ЈАС-ОТ постои во секоја личност во ПЛУРАЛИЗИРАНА форма.</p>\n<p>ПЛУРАЛИЗИРАНИОТ ЈАС е основната причина за сите наши интимни противречности.</p>\n<p>Ако можевме да се видиме во огледало од глава до пети онакви какви што сме ПСИХОЛОШКИ, со сите наши интимни противречности, ќе дојдевме до болниот заклучок дека сè уште немаме вистинска индивидуалност.</p>\n<p>Човечкиот организам е прекрасна машина контролирана од ПЛУРАЛИЗИРАНИОТ ЈАС кој е темелно проучуван од РЕВОЛУЦИОНЕРНАТА ПСИХОЛОГИЈА.</p>\n<p>Ќе читам весник, вели ИНТЕЛЕКТУАЛНИОТ ЈАС; Сакам да присуствувам на забава, извикува ЕМОЦИОНАЛНИОТ ЈАС; По ѓаволите забавата, мрмори ЈАС-ОТ НА ДВИЖЕЊЕТО, подобро да одам на прошетка, ЈАС не сакам да шетам, вика ЈАС-ОТ на инстинктот за самоодржување, гладен сум и ќе јадам итн.</p>\n<p>Секој од малите ЈАС-ОТ што го сочинуваат ЕГОТО, сака да командува, да биде газда, господар.</p>\n<p>Во светлината на револуционерната психологија можеме да разбереме дека ЈАС-ОТ е легија и дека Организмот е машина.</p>\n<p>Малите ЈАС-ОТ се караат меѓу себе, се борат за надмоќ, секој сака да биде шеф, газда, господар.</p>\n<p>Ова ја објаснува жалната состојба на психолошка дезинтеграција во која живее кутриот интелектуален животински свет погрешно наречен ЧОВЕК.</p>\n<p>Неопходно е да се разбере што значи зборот ДЕЗИНТЕГРАЦИЈА во ПСИХОЛОГИЈА. Да се дезинтегрира е да се растури, да се распрсне, да се растргне, да се противречи итн.</p>\n<p>Главната причина за ПСИХОЛОШКА ДЕЗИНТЕГРАЦИЈА е зависта која честопати се манифестира во исклучително суптилни и вкусни форми.</p>\n<p>Зависта е повеќеслојна и постојат илјадници причини да се оправда. Зависта е тајната пружина на целата општествена машинерија. На Имбецилите им се допаѓа да ја оправдуваат зависта.</p>\n<p>Богатиот го завидува богатиот и сака да биде побогат. Сиромашните ги завидуваат богатите и сакаат да бидат богати. Оној што пишува го завидува оној што пишува и сака да пишува подобро. Оној што има многу искуство го завидува оној што има повеќе искуство и сака да има повеќе од тој.</p>\n<p>Луѓето не се задоволуваат со леб, облека и засолниште. Тајната пружина на зависта за туѓиот автомобил, за туѓата куќа, за облеката на соседот, за многуте пари на пријателот или непријателот итн. создава желба за подобрување, стекнување работи и повеќе работи, фустани, одела, доблести, за да не бидеме помалку од другите итн. итн. итн.</p>\n<p>Најтрагично од сè е што акумулативниот процес на искуства, доблести, работи, пари итн. го зајакнува ПЛУРАЛИЗИРАНИОТ ЈАС, интензивирајќи ги тогаш во нас самите интимните противречности, застрашувачките растргнувања, суровите битки на нашиот внатрешен суд итн. итн. итн.</p>\n<p>Сè тоа е болка. Ништо од тоа не може да донесе вистинска радост во скршеното срце. Сè тоа предизвикува зголемување на суровоста во нашата психа, множење на болката, незадоволство се повеќе и подлабоко.</p>\n<p>ПЛУРАЛИЗИРАНИОТ ЈАС секогаш наоѓа оправдувања дури и за најлошите злосторства, а тој процес на завидување, стекнување, акумулирање, добивање, дури и кога е на сметка на туѓа работа, се нарекува еволуција, прогрес, напредок итн.</p>\n<p>Луѓето имаат заспана свест и не сфаќаат дека се завидливи, сурови, алчни, љубоморни, и кога од некоја причина ќе сфатат сè, тогаш се оправдуваат, осудуваат, бараат изговори, но не разбираат.</p>\n<p>Зависта е тешко да се открие поради конкретниот факт што човечкиот ум е завидлив. Структурата на умот се заснова на завист и стекнување.</p>\n<p>Зависта започнува уште од училишните клупи. Ја завидуваме подобрата интелигенција на нашите соученици, подобрите оценки, подобрите одела, подобрите фустани, подобрите чевли, подобриот велосипед, прекрасните лизгалки, убавата топка итн. итн.</p>\n<p>Наставниците и наставничките повикани да ја формираат личноста на учениците и ученичките, мора да разберат што се бесконечните процеси на зависта и да го воспостават во ПСИХАТА на своите студенти соодветниот темел за разбирање.</p>\n<p>Умот, завидлив по природа, мисли само во функција на ПОВЕЌЕ. „ЈАС можам подобро да објаснам, ЈАС имам повеќе знаење, ЈАС сум поинтелигентен, ЈАС имам повеќе доблести, повеќе посветувања, повеќе совршенства, повеќе еволуција итн.“</p>\n<p>Целиот функционализам на умот се заснова на ПОВЕЌЕ. ПОВЕЌЕ е интимната тајна пружина на зависта.</p>\n<p>ПОВЕЌЕ е компаративниот процес на умот. Секој компаративен процес е ОДВРАТЕН. Пример: Јас сум поинтелигентен од тебе. Таквиот и таков е поблагороден од тебе. Таквата и таквата е подобра од тебе, помудра, пољубезна, поубава итн. итн.</p>\n<p>ПОВЕЌЕ го создава времето. НА ПЛУРАЛИЗИРАНИОТ ЈАС му треба време за да биде подобар од соседот, за да му докаже на семејството дека е многу генијален и дека може, за да стане некој во животот, за да им докаже на своите непријатели, или на оние на кои им завидува, дека е поинтелигентен, помоќен, посилен итн.</p>\n<p>Компаративното размислување се заснова на завист и го произведува тоа што се нарекува незадоволство, немир, горчина.</p>\n<p>За жал, луѓето одат од еден спротивен пол кон друг спротивен пол, од еден крај до друг, не знаат да одат по центарот. Многумина се борат против незадоволството, зависта, алчноста, љубомората, но борбата против незадоволството никогаш не ја носи вистинската радост на срцето.</p>\n<p>Итно е да се разбере дека вистинската радост на мирното срце, не се купува ниту се продава и се раѓа во нас со целосна природност и во спонтан начин кога темелно ги разбравме самите причини за незадоволството; љубомора, завист, алчност итн. итн.</p>\n<p>Оние кои сакаат да добијат пари, прекрасна социјална позиција, доблести, задоволства од секаков вид итн. со цел да го постигнат вистинското задоволство, се целосно во заблуда затоа што сето тоа се заснова на завист и патот на зависта никогаш не може да нè одведе до пристаништето на мирното и задоволно срце.</p>\n<p>Умот заглавен во ПЛУРАЛИЗИРАНИОТ ЈАС ја прави зависта доблест и дури си дава луксуз да ѝ даде вкусни имиња. Прогрес, духовна еволуција, желба за надминување, борба за достоинство итн. итн. итн.</p>\n<p>Сето ова произведува дезинтеграција, интимни противречности, тајни борби, проблем со тешко решение итн.</p>\n<p>Тешко е да се најде во животот некој кој е вистински ИНТЕГРАЛЕН во најкомплетната смисла на зборот.</p>\n<p>Резултира целосно невозможно да се постигне ЦЕЛОСНА ИНТЕГРАЦИЈА додека постои во нас самите ПЛУРАЛИЗИРАНИОТ ЈАС.</p>\n<p>Итно е да се разбере дека во секоја личност постојат три основни фактори, Прво: Личност. Второ: ПЛУРАЛИЗИРАН ЈАС. Трето: Психичкиот материјал, односно, САМАТА СУШТИНА НА ЛИЧНОСТА.</p>\n<p>ПЛУРАЛИЗИРАНИОТ ЈАС тромаво го троши психолошкиот материјал во атомски експлозии на завист, љубомора, алчност итн. итн. Неопходно е да се раствори плурализираниот ЈАС, со цел да се акумулира внатре, психичкиот материјал за да се воспостави во нашата внатрешност постојан центар на свест.</p>\n<p>Оние кои не поседуваат постојан центар на свест, не можат да бидат интегрални.</p>\n<p>Само постојаниот центар на свест ни дава вистинска индивидуалност.</p>\n<p>Само постојаниот центар на свест нè прави интегрални.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mk/educacion-fundamental/integracion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/integracion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/integracion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
