import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Интеграция",
  "locale": "bg",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "14. Интеграция",
    "order": 14
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Едно от най-големите желания на психологията е да се постигне ПЪЛНА ИНТЕГРАЦИЯ.</p>\n<p>Ако АЗ-ът беше ИНДИВИДУАЛЕН, проблемът с ПСИХОЛОГИЧНАТА ИНТЕГРАЦИЯ щеше да бъде решен много лесно, но за нещастие на света, АЗ-ът съществува във всеки човек в ПЛУРАЛИЗИРАНА форма.</p>\n<p>ПЛУРАЛИЗИРАНИЯТ АЗ е основната причина за всички наши вътрешни противоречия.</p>\n<p>Ако можехме да се видим в огледало в цял ръст такива, каквито сме ПСИХОЛОГИЧНО, с всичките ни вътрешни противоречия, щяхме да стигнем до болезнения извод, че все още нямаме истинска индивидуалност.</p>\n<p>Човешкият организъм е чудесна машина, контролирана от ПЛУРАЛИЗИРАНИЯ АЗ, който е задълбочено изучаван от РЕВОЛЮЦИОННАТА ПСИХОЛОГИЯ.</p>\n<p>Ще чета вестник – казва ИНТЕЛЕКТУАЛНИЯТ АЗ; Искам да отида на парти – възкликва ЕМОЦИОНАЛНИЯТ АЗ; По дяволите партито – ръмжи АЗ-ът НА ДВИЖЕНИЕТО, по-добре да се разходя, АЗ не искам да се разхождам – крещи АЗ-ът на инстинкта за самосъхранение, гладен съм и ще ям и т.н.</p>\n<p>Всеки един от малките АЗОВЕ, които съставляват ЕГОТО, иска да командва, да бъде господар, господар.</p>\n<p>В светлината на революционната психология можем да разберем, че АЗ-ът е легион и че Организмът е машина.</p>\n<p>Малките АЗОВЕ се карат помежду си, борят се за надмощие, всеки иска да бъде шефът, господарът, господарят.</p>\n<p>Това обяснява жалкото състояние на психологическа дезинтеграция, в което живее бедното интелектуално животно, погрешно наречено ЧОВЕК.</p>\n<p>Необходимо е да се разбере какво означава думата ДЕЗИНТЕГРАЦИЯ в ПСИХОЛОГИЯТА. Да се дезинтегрираш означава да се разрушиш, да се разпръснеш, да се разкъсаш, да си противоречиш и т.н.</p>\n<p>Основната причина за ПСИХОЛОГИЧНА ДЕЗИНТЕГРАЦИЯ е завистта, която често се проявява понякога в изключително фини и възхитителни форми.</p>\n<p>Завистта е многостранна и има хиляди причини да я оправдаеш. Завистта е тайната пружина на цялата социална машина. Идиотите обичат да оправдават завистта.</p>\n<p>Богатият завижда на богатия и иска да бъде по-богат. Бедните завиждат на богатите и също искат да бъдат богати. Този, който пише, завижда на този, който пише, и иска да пише по-добре. Този, който има много опит, завижда на този, който има повече опит, и иска да има повече от него.</p>\n<p>Хората не се задоволяват с хляб, подслон и закрила. Тайната пружина на завистта за чуждата кола, за чуждата къща, за дрехите на съседа, за многото пари на приятел или враг и т.н. поражда желание да се подобри, да се придобиват неща и все повече неща, дрехи, облекло, добродетели, за да не бъдеш по-долу от другите и т.н. и т.н. и т.н.</p>\n<p>Най-трагичното от всичко това е, че кумулативният процес на опит, добродетели, неща, пари и т.н. подсилва ПЛУРАЛИЗИРАНИЯ АЗ, като по този начин вътре в нас самите се засилват вътрешните противоречия, ужасните разкъсвания, жестоките битки на нашето вътрешно аз и т.н. и т.н. и т.н.</p>\n<p>Всичко това е болка. Нищо от това не може да донесе истинско удовлетворение на натъженото сърце. Всичко това води до увеличаване на жестокостта в нашата психика, умножаване на болката, недоволство все повече и по-дълбоко.</p>\n<p>ПЛУРАЛИЗИРАНИЯТ АЗ винаги намира оправдания дори за най-лошите престъпления и този процес на завист, придобиване, натрупване, постигане, дори и за сметка на чужд труд, се нарича еволюция, прогрес, напредък и т.н.</p>\n<p>Хората имат заспала съвест и не осъзнават, че са завистливи, жестоки, алчни, ревниви и когато по някаква причина стигнат до осъзнаване на всичко това, тогава се оправдават, осъждат, търсят заобиколни пътища, но не разбират.</p>\n<p>Завистта трудно се открива поради конкретния факт, че човешкият ум е завистлив. Структурата на ума се основава на завист и придобиване.</p>\n<p>Завистта започва още от ученическите скамейки. Завиждаме на по-добрия интелект на нашите съученици, на по-добрите оценки, на по-добрите дрехи, на по-добрите рокли, на по-добрите обувки, на по-добрия велосипед, на хубавите кънки, на хубавата топка и т.н. и т.н.</p>\n<p>Учителите и учителките, призвани да формират личността на учениците, трябва да разберат какво представляват безкрайните процеси на завист и да положат в ПСИХИКАТА на своите ученици подходящите основи за разбиране.</p>\n<p>Умът, завистлив по природа, мисли само във функция на ПОВЕЧЕ. “АЗ мога да обясня по-добре, АЗ имам повече знания, АЗ съм по-интелигентен, АЗ имам повече добродетели, повече освещавания, повече съвършенства, повече еволюция и т.н.”</p>\n<p>Цялата функционалност на ума се основава на ПОВЕЧЕ. ПОВЕЧЕ е вътрешната тайна пружина на завистта.</p>\n<p>ПОВЕЧЕ е сравнителният процес на ума. Всеки сравнителен процес е ОТВРАТИТЕЛЕН. Пример: Аз съм по-интелигентен от теб. Този и този е по-добродетелен от теб. Тази и тази е по-добра от теб, по-мъдра, по-добросърдечна, по-красива и т.н. и т.н.</p>\n<p>ПОВЕЧЕ създава времето. ПЛУРАЛИЗИРАНИЯТ АЗ се нуждае от време, за да бъде по-добър от съседа, да докаже на семейството, че е много гениален и че може, да стане някой в живота, да докаже на враговете си или на онези, на които завижда, че е по-интелигентен, по-могъщ, по-силен и т.н.</p>\n<p>Сравнителното мислене се основава на завистта и поражда това, което се нарича недоволство, безпокойство, горчивина.</p>\n<p>За съжаление, хората преминават от една противоположност към друга, от един край до друг, не знаят как да вървят по средата. Мнозина се борят срещу недоволството, завистта, алчността, ревността, но борбата срещу недоволството никога не носи истинско удовлетворение на сърцето.</p>\n<p>Наложително е да се разбере, че истинското удовлетворение на спокойно сърце не се купува, нито се продава и се ражда в нас с цялата естественост и спонтанно, когато сме разбрали задълбочено самите причини за недоволството; ревност, завист, алчност и т.н. и т.н.</p>\n<p>Онези, които искат да постигнат пари, великолепно обществено положение, добродетели, удовлетворение от всякакъв вид и т.н. с цел да постигнат истинско удовлетворение, са напълно погрешни, защото всичко това се основава на завистта и пътят на завистта никога не може да ни отведе до пристанището на спокойното и доволно сърце.</p>\n<p>Умът, бутилиран в ПЛУРАЛИЗИРАНИЯ АЗ, превръща завистта в добродетел и дори си позволява да й дава възхитителни имена. Прогрес, духовна еволюция, копнеж за преодоляване, борба за достойнство и т.н. и т.н. и т.н.</p>\n<p>Всичко това поражда дезинтеграция, вътрешни противоречия, тайни борби, проблем с трудно решение и т.н.</p>\n<p>Трудно е да се намери в живота някой, който да е наистина ЦЯЛОСТЕН в най-пълния смисъл на думата.</p>\n<p>Оказва се напълно невъзможно да се постигне ПЪЛНА ИНТЕГРАЦИЯ, докато съществува вътре в нас самите ПЛУРАЛИЗИРАНИЯТ АЗ.</p>\n<p>Наложително е да се разбере, че във всеки човек съществуват три основни фактора, Първо: Личност. Второ: ПЛУРАЛИЗИРАН АЗ. Трето: Психическият материал, т.е. СЪЩНОСТТА НА САМИЯ ЧОВЕК.</p>\n<p>ПЛУРАЛИЗИРАНИЯТ АЗ прахосва неловко психологическия материал в атомни експлозии от завист, ревност, алчност и т.н. и т.н. Необходимо е да се разтвори плурализираният АЗ, с цел да се натрупа вътре психическият материал, за да се установи в нас постоянен център на съзнание.</p>\n<p>Онези, които не притежават постоянен център на съзнание, не могат да бъдат цялостни.</p>\n<p>Само постоянният център на съзнание ни дава истинска индивидуалност.</p>\n<p>Само постоянният център на съзнание ни прави цялостни.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bg/educacion-fundamental/integracion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/integracion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/integracion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
