import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "אינטגרציה",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "14. אינטגרציה",
    "order": 14
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>אחת השאיפות הגדולות ביותר של הפסיכולוגיה היא להגיע לאינטגרציה מוחלטת.</p>\n<p>אם האני היה אינדיבידואלי, בעיית האינטגרציה הפסיכולוגית הייתה נפתרת בקלות רבה, אך לרוע המזל, האני קיים בתוך כל אדם בצורה מרובה.</p>\n<p>האני המרובה הוא הסיבה הבסיסית לכל הסתירות הפנימיות שלנו.</p>\n<p>אם היינו יכולים לראות את עצמנו במראה באורך מלא כפי שאנחנו פסיכולוגית, עם כל הסתירות הפנימיות שלנו, היינו מגיעים למסקנה הכואבת שעדיין אין לנו אינדיבידואליות אמיתית.</p>\n<p>האורגניזם האנושי הוא מכונה נפלאה הנשלטת על ידי האני המרובה, אשר נחקר ביסודיות על ידי הפסיכולוגיה המהפכנית.</p>\n<p>אני הולך לקרוא את העיתון, אומר האני האינטלקטואלי; אני רוצה ללכת למסיבה, קורא האני הרגשי; לעזאזל עם המסיבה, גונח האני של התנועה, עדיף שאלך לטייל, אני לא רוצה לטייל, צועק האני של יצר השימור, אני רעב ואני הולך לאכול, וכו’.</p>\n<p>כל אחד מהאני הקטנים המרכיבים את האגו רוצה לפקד, להיות האדון, האדון.</p>\n<p>לאור הפסיכולוגיה המהפכנית, אנו יכולים להבין שהאני הוא לגיון והאורגניזם הוא מכונה.</p>\n<p>האני הקטנים רבים ביניהם, נלחמים על עליונות, כל אחד רוצה להיות הבוס, האדון, האדון.</p>\n<p>זה מסביר את המצב המצער של התפוררות פסיכולוגית שבו חי בעל החיים האינטלקטואלי המסכן שנקרא בטעות אדם.</p>\n<p>יש צורך להבין מה פירוש המילה התפוררות בפסיכולוגיה. להתפורר פירושו להתפרק, להתפזר, להיקרע, לסתור את עצמך וכו’.</p>\n<p>הסיבה העיקרית להתפוררות פסיכולוגית היא קנאה, אשר לעתים קרובות מתבטאת בצורה מעודנת ונעימה להפליא.</p>\n<p>לקנאה יש פנים רבות וישנם אלפי סיבות להצדיק אותה. קנאה היא הקפיץ הסודי של כל המכונות החברתיות. טיפשים אוהבים להצדיק קנאה.</p>\n<p>העשיר מקנא בעשיר ורוצה להיות עשיר יותר. העניים מקנאים בעשירים ורוצים להיות עשירים גם הם. הכותב מקנא בכותב ורוצה לכתוב טוב יותר. למי שיש ניסיון רב מקנא במי שיש לו יותר ניסיון ורוצה שיהיה לו יותר מזה.</p>\n<p>אנשים לא מסתפקים בלחם, מחסה ומקלט. הקפיץ הסודי של הקנאה במכונית של מישהו אחר, בבית של מישהו אחר, בחליפה של השכן, בהרבה כסף של חבר או אויב וכו’ מייצר רצונות להשתפר, לרכוש דברים ועוד דברים, שמלות, חליפות, סגולות, כדי לא להיות פחות מאחרים וכו’ וכו’ וכו’.</p>\n<p>הטרגי מכל הוא שתהליך מצטבר של חוויות, סגולות, דברים, כספים וכו’ מחזק את האני המרובה, ואז הסתירות הפנימיות, הקרעים הנוראים, הקרבות האכזריים של מצפוננו הפנימי וכו’ וכו’ וכו’ מתעצמות בתוך עצמנו.</p>\n<p>כל זה הוא כאב. שום דבר מזה לא יכול להביא שמחה אמיתית ללב הכואב. כל זה מייצר עלייה באכזריות בנפש שלנו, הכפלה של כאב, חוסר שביעות רצון הולך ומעמיק.</p>\n<p>האני המרובה תמיד מוצא הצדקות אפילו לפשעים הגרועים ביותר, ולתהליך הזה של לקנא, לרכוש, לצבור, להשיג, גם אם זה על חשבון העבודה של מישהו אחר, קוראים אבולוציה, התקדמות, קידמה וכו’.</p>\n<p>לאנשים יש מצפון רדום והם לא מבינים שהם קנאים, אכזריים, חמדנים, קנאים, וכאשר מסיבה כלשהי הם מצליחים להבין את כל זה, אז הם מצדיקים את עצמם, מגנים, מחפשים תירוצים, אבל לא מבינים.</p>\n<p>קשה לגלות קנאה בשל העובדה הקונקרטית שהנפש האנושית היא קנאית. מבנה הנפש מבוסס על קנאה ורכישה.</p>\n<p>קנאה מתחילה מספסלי הלימודים. אנו מקנאים באינטליגנציה הטובה ביותר של חברינו לכיתה, בציונים הטובים ביותר, בחליפות הטובות ביותר, בשמלות הטובות ביותר, בנעליים הטובות ביותר, באופניים הטובים ביותר, במחליקיים היפים, בכדור היפה וכו’ וכו’.</p>\n<p>מורים ומורות שנקראו לעצב את אישיותם של תלמידים ותלמידות חייבים להבין מהם תהליכי הקנאה האינסופיים ולהקים בתוך הנפש של תלמידיהם את היסוד המתאים להבנה.</p>\n<p>הנפש, קנאית מטבעה, חושבת רק במונחים של היותר. “אני יכול להסביר טוב יותר, לי יש יותר ידע, אני יותר אינטליגנטי, לי יש יותר סגולות, יותר קידושים, יותר שלמויות, יותר אבולוציה וכו’”.</p>\n<p>כל הפונקציונליות של הנפש מבוססת על היותר. היותר הוא הקפיץ הסודי הפנימי של הקנאה.</p>\n<p>היותר הוא התהליך ההשוואתי של הנפש. כל תהליך השוואתי הוא מתועב. לדוגמה: אני יותר אינטליגנטי ממך. פלוני אלמוני הוא יותר מוסרי ממך. פלונית אלמונית טובה יותר ממך, יותר חכמה, יותר טובה, יותר יפה וכו’ וכו’.</p>\n<p>היותר יוצר את הזמן. האני המרובה זקוק לזמן כדי להיות טוב יותר מהשכן, כדי להראות למשפחה שהוא מאוד גאון ויכול, כדי להפוך למישהו בחיים, כדי להראות לאויביו, או לאלה שהוא מקנא בהם, שהוא יותר אינטליגנטי, יותר חזק, יותר חזק וכו’.</p>\n<p>חשיבה השוואתית מבוססת על קנאה ומייצרת את מה שנקרא חוסר שביעות רצון, חוסר מנוחה, מרירות.</p>\n<p>למרבה הצער, אנשים עוברים מקצה אחד לקצה אחר, מקצה אחד למשנהו, הם לא יודעים ללכת במרכז. רבים נאבקים נגד חוסר שביעות רצון, קנאה, חמדנות, קנאה, אבל המאבק נגד חוסר שביעות רצון לעולם לא מביא את שביעות הרצון האמיתית של הלב.</p>\n<p>דחוף להבין ששביעות הרצון האמיתית של הלב השקט לא נקנית ולא נמכרת ורק נולדת בנו באופן טבעי לחלוטין ובאופן ספונטני כאשר הבנו לעומק את הסיבות עצמן לחוסר שביעות הרצון; קנאה, קנאה, חמדנות וכו’ וכו’.</p>\n<p>אלה שרוצים להשיג כסף, עמדה חברתית מפוארת, סגולות, סיפוקים מכל הסוגים וכו’ במטרה להשיג את שביעות הרצון האמיתית, טועים לחלוטין כי כל זה מבוסס על קנאה ודרך הקנאה לעולם לא יכולה להוביל אותנו לנמל של לב שקט ומרוצה.</p>\n<p>הנפש הכלואה באני המרובה הופכת את הקנאה לסגולה ואפילו מרשה לעצמה לתת לה שמות נעימים. התקדמות, אבולוציה רוחנית, שאיפה להתעלות, מאבק למען ההגנה וכו’ וכו’ וכו’.</p>\n<p>כל זה מייצר התפוררות, סתירות פנימיות, מאבקים סודיים, בעיה שקשה לפתור וכו’.</p>\n<p>קשה למצוא בחיים מישהו שהוא באמת שלם במובן המלא ביותר של המילה.</p>\n<p>זה בלתי אפשרי לחלוטין להשיג אינטגרציה מוחלטת כל עוד קיים בתוכנו האני המרובה.</p>\n<p>דחוף להבין שבתוך כל אדם קיימים שלושה גורמים בסיסיים, ראשית: אישיות. שנית: אני מרובה. שלישית: החומר הנפשי, כלומר, המהות עצמה של האדם.</p>\n<p>האני המרובה מבזבז בטיפשות את החומר הפסיכולוגי בהתפוצצויות אטומיות של קנאה, קנאה, חמדנות וכו’ וכו’. יש צורך להמיס את האני המרובה, במטרה לצבור בפנים את החומר הפסיכולוגי כדי לבסס בתוכנו מרכז תודעה קבוע.</p>\n<p>מי שאין לו מרכז תודעה קבוע, לא יכול להיות שלם.</p>\n<p>רק מרכז התודעה הקבוע נותן לנו אינדיבידואליות אמיתית.</p>\n<p>רק מרכז התודעה הקבוע הופך אותנו לשלמים.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/integracion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/integracion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/integracion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
