import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Нэгтгэх",
  "locale": "mn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "14. Нэгтгэх",
    "order": 14
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Сэтгэл зүйн хамгийн том хүсэл мөрөөдлийн нэг бол БҮРЭН НЭГДЭЛД хүрэх явдал юм.</p>\n<p>Хэрэв БИ ГАНЦ БАЙСАН бол СЭТГЭЛ ЗҮЙН НЭГДЭЛИЙН асуудал маш амархан шийдэгдэх байсан, харин ертөнцийн азгүйдэлд БИ хүн бүрийн дотор ОЛОН ХЭЛБЭРЭЭР оршдог.</p>\n<p>ОЛОН ХЭЛБЭРТЭЙ БИ бол бидний бүх дотоод зөрчлийн үндсэн шалтгаан юм.</p>\n<p>Хэрэв бид өөрсдийгөө сэтгэл зүйн хувьд ямар байгаагаа, бүх дотоод зөрчилтэйгөө бүрэн дүүрэн толинд харж чадвал бид жинхэнэ бие даасан байдал байхгүй гэсэн гунигтай дүгнэлтэд хүрэх болно.</p>\n<p>Хүний бие махбод бол ХУВЬСГАЛТ СЭТГЭЛ ЗҮЙ-гээр сайтар судлагддаг ОЛОН ХЭЛБЭРТЭЙ БИ-ээр удирдагддаг гайхалтай машин юм.</p>\n<p>Оюун санааны БИ сонин уншина гэж хэлнэ; Сэтгэлийн хөдөлгөөнт БИ үдэшлэгт оролцохыг хүсч байна гэж хашхирна; Хөдөлгөөний БИ үдэшлэгийг чөтгөр аваг, зугаалж явсан нь дээр гэж хүржигнэнэ, Хадгалах зөнгийн БИ зугаалж явахыг хүсэхгүй, өлсөж байна, хоол идэх гэж байна гэх мэтээр орилно.</p>\n<p>ЭГО-г бүрдүүлдэг жижиг БИ-чүүд тус бүр нь захирах, эзэн, эзэн болохыг хүсдэг.</p>\n<p>Хувьсгалт сэтгэл зүйн үүднээс БИ бол легион бөгөөд бие махбод бол машин гэдгийг бид ойлгож чадна.</p>\n<p>Жижиг БИ-чүүд хоорондоо хэрэлдэж, ноёлохын төлөө тэмцэлддэг, хүн бүр дарга, эзэн, эзэн байхыг хүсдэг.</p>\n<p>Энэ нь ХҮН гэж андуурч нэрлэгдсэн оюунлаг амьтны сэтгэл зүйн задралын харамсалтай байдлыг тайлбарладаг.</p>\n<p>СЭТГЭЛ ЗҮЙД ЗАДРАЛ гэдэг үг ямар утгатай болохыг ойлгох шаардлагатай. Задрах гэдэг нь бутрах, тархах, урагдах, зөрчилдөх гэх мэт.</p>\n<p>СЭТГЭЛ ЗҮЙН ЗАДРАЛ-ын гол шалтгаан нь атаархал бөгөөд заримдаа гайхалтай нарийн, амттай хэлбэрээр илэрдэг.</p>\n<p>Атаархал нь олон талтай бөгөөд үүнийг зөвтгөх мянга мянган шалтгаан бий. Атаархал бол нийгмийн бүх механизмын нууц булаг юм. Тэнэгүүд атаархлыг зөвтгөх дуртай.</p>\n<p>Баян хүн баян хүнд атаархаж, илүү баян болохыг хүсдэг. Ядуу хүмүүс баян хүмүүст атаархаж, бас баян болохыг хүсдэг. Бичдэг хүн бичдэг хүнд атаархаж, илүү сайн бичихийг хүсдэг. Их туршлагатай хүн илүү туршлагатай хүнд атаархаж, түүнээс илүү туршлагатай болохыг хүсдэг.</p>\n<p>Хүмүүс талх, хувцас, орон байраар хангалуун байдаггүй. Хөршийнхөө машинд, хөршийнхөө байшинд, хөршийнхөө хувцаслалтад, найзынхаа эсвэл дайсны их мөнгөнд атаархдаг нууц булаг гэх мэт нь сайжруулах, эд зүйлс, хувцас, үнэт чанар, бусдаас дутахгүй байх гэх мэт зүйлсийг олж авах хүслийг төрүүлдэг.</p>\n<p>Энэ бүхний хамгийн эмгэнэлтэй зүйл нь туршлага, үнэт чанар, эд зүйл, мөнгө гэх мэт зүйлийг хуримтлуулах үйл явц нь ОЛОН ХЭЛБЭРТЭЙ БИ-ийг бэхжүүлж, бидний доторх дотоод зөрчил, аймшигт урагдал, дотоод дүрмийн харгис хэрцгий тулалдаануудыг эрчимжүүлдэг гэх мэт.</p>\n<p>Энэ бүхэн бол өвдөлт юм. Энэ бүхэн гашуудсан зүрхэнд жинхэнэ баяр баясгаланг авчрахгүй. Энэ бүхэн нь бидний сэтгэцийн харгислалыг нэмэгдүүлж, өвдөлтийг олшруулж, улам бүр гүнзгий сэтгэл ханамжгүй байдлыг төрүүлдэг.</p>\n<p>ОЛОН ХЭЛБЭРТЭЙ БИ хамгийн муу гэмт хэрэгт хүртэл үргэлж зөвтгөх шалтгааныг олж, атаархах, олж авах, хуримтлуулах, хүрч авах үйл явцыг бусдын хөдөлмөрийн үнээр хийсэн ч гэсэн хувьсал, дэвшил, ахиц гэж нэрлэдэг.</p>\n<p>Хүмүүсийн ухамсар унтсан тул атаархуу, харгис хэрцгий, шунахай, атаархамхай гэдгээ анзаардаггүй бөгөөд ямар нэгэн шалтгаанаар үүнийг ухаарч эхлэх үед тэд өөрсдийгөө зөвтгөж, буруутгаж, бултах арга хайж, ойлгодоггүй.</p>\n<p>Атаархал нь хүний оюун ухаан атаархуу байдагтай холбоотойгоор илрүүлэхэд хэцүү байдаг. Оюун ухааны бүтэц нь атаархал, олж авах дээр суурилдаг.</p>\n<p>Атаархал нь сургуулийн ширээнээс эхэлдэг. Бид ангийнхаа хүүхдүүдийн сайн оюун ухаан, сайн дүн, сайн хувцас, сайн гутал, сайн дугуй, сайхан тэшүүр, сайхан бөмбөг гэх мэт зүйлд атаархдаг.</p>\n<p>Оюутнуудын зан чанарыг төлөвшүүлэхээр дуудагдсан багш нар, атаархлын хязгааргүй үйл явц гэж юу болохыг ойлгож, оюутнуудын СЭТГЭЛД ойлголтын зохих суурийг бий болгох ёстой.</p>\n<p>Мөн чанараараа атаархуу оюун ухаан зөвхөн ИЛҮҮ-гийн үүднээс боддог. “БИ илүү сайн тайлбарлаж чадна, БИ илүү их мэдлэгтэй, БИ илүү ухаантай, БИ илүү үнэт чанартай, илүү ариусгасан, илүү төгс төгөлдөр, илүү хувьсалтай гэх мэт.”</p>\n<p>Оюун ухааны бүх үйл ажиллагаа нь ИЛҮҮ дээр суурилдаг. ИЛҮҮ бол атаархлын дотоод нууц булаг юм.</p>\n<p>ИЛҮҮ бол оюун ухааны харьцуулах үйл явц юм. Харьцуулах бүх үйл явц ЖИГШМЭЭР зүйл юм. Жишээлбэл: Би чамаас илүү ухаантай. Тийм ч хүн чамаас илүү сайн зан чанартай. Тийм ч хүн чамаас илүү, ухаантай, энэрэнгүй, царайлаг гэх мэт.</p>\n<p>ИЛҮҮ нь цаг хугацааг бий болгодог. ОЛОН ХЭЛБЭРТЭЙ БИ хөршөөсөө илүү сайн болох, гэр бүлдээ маш ухаантай, чадна гэдгээ харуулах, амьдралд хэн нэгэн болох, дайснуудаа эсвэл атаархдаг хүмүүстээ илүү ухаантай, илүү хүчтэй, илүү хүчтэй гэдгээ харуулах цаг хугацаа хэрэгтэй.</p>\n<p>Харьцуулах сэтгэлгээ нь атаархалд үндэслэж, сэтгэл ханамжгүй байдал, тайван бус байдал, гашуун байдал гэж нэрлэгддэг зүйлийг бий болгодог.</p>\n<p>Харамсалтай нь хүмүүс нэг эсрэг тэсрэгээс нөгөө эсрэг тэсрэг рүү, нэг туйлаас нөгөө туйл руу явдаг, төвөөр алхаж чаддаггүй. Олон хүн сэтгэл ханамжгүй байдал, атаархал, шунал, атаархалтай тэмцдэг ч сэтгэл ханамжгүй байдалтай тэмцэх нь зүрх сэтгэлийн жинхэнэ баяр баясгаланг хэзээ ч авчирдаггүй.</p>\n<p>Тайван зүрхний жинхэнэ баяр баясгалан худалдаж авах эсвэл зарах боломжгүй бөгөөд сэтгэл ханамжгүй байдлын шалтгааныг гүн гүнзгий ойлгосон үед л бидэнд бүрэн байгалийн болон аяндаа төрдөг; атаархал, атаархал, шунал гэх мэт.</p>\n<p>Жинхэнэ сэтгэл ханамжинд хүрэх зорилгоор мөнгө, гайхалтай нийгмийн байр суурь, үнэт чанар, бүх төрлийн сэтгэл ханамжийг олж авахыг хүсдэг хүмүүс бүгд андуурч байна, учир нь энэ бүхэн атаархалд үндэслэдэг бөгөөд атаархлын зам биднийг хэзээ ч тайван, сэтгэл хангалуун зүрхний боомтод хүргэхгүй.</p>\n<p>ОЛОН ХЭЛБЭРТЭЙ БИ-д савлагдсан оюун ухаан атаархлыг сайн чанар болгож, бүр амттай нэр өгөх тансаг байдлыг эдэлдэг. Дэвшил, оюун санааны хувьсал, сайжруулах хүсэл, нэр төрөө хамгаалахын төлөө тэмцэх гэх мэт.</p>\n<p>Энэ бүхэн нь задрал, дотоод зөрчил, нууц тэмцэл, шийдвэрлэхэд хэцүү асуудал гэх мэт зүйлийг бий болгодог.</p>\n<p>Амьдралд үнэхээр БҮРЭН гэсэн үгний бүрэн утгаар нь БҮРЭН төгс хүнийг олоход хэцүү байдаг.</p>\n<p>Бидний дотор ОЛОН ХЭЛБЭРТЭЙ БИ оршин тогтнож байгаа цагт БҮРЭН НЭГДЭЛ-д хүрэх нь бүрэн боломжгүй юм.</p>\n<p>Хүн бүрийн дотор гурван үндсэн хүчин зүйл байдгийг ойлгох нь чухал, Нэгдүгээрт: Зан чанар. Хоёрдугаарт: ОЛОН ХЭЛБЭРТЭЙ БИ. Гуравдугаарт: Сэтгэл зүйн материал, өөрөөр хэлбэл ХҮНИЙ ӨӨРӨӨ МӨН ЧАНАР.</p>\n<p>ОЛОН ХЭЛБЭРТЭЙ БИ сэтгэл зүйн материалыг атаархал, атаархал, шунал гэх мэт атомын дэлбэрэлтээр дэмий үрдэг. Бид дотооддоо ухамсарын байнгын төвийг бий болгохын тулд сэтгэл зүйн материалыг дотор нь хуримтлуулах зорилгоор олон хэлбэртэй БИ-г уусгах шаардлагатай.</p>\n<p>Ухамсарын байнгын төвтэй хүмүүс бүрэн төгс байж чадахгүй.</p>\n<p>Зөвхөн ухамсарын байнгын төв бидэнд жинхэнэ бие даасан байдлыг өгдөг.</p>\n<p>Зөвхөн ухамсарын байнгын төв биднийг бүрэн төгс болгодог.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mn/educacion-fundamental/integracion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/integracion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/integracion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
