import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Интеграция",
  "locale": "kk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "14. Интеграция",
    "order": 14
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Психологияның ең үлкен армандарының бірі – ТОЛЫҚ ИНТЕГРАЦИЯҒА жету.</p>\n<p>Егер МЕН жеке болса, ПСИХОЛОГИЯЛЫҚ ИНТЕГРАЦИЯ мәселесі өте оңай шешілер еді, бірақ әлемнің бақытына орай, МЕН әрбір адамның ішінде КӨПТІК түрде өмір сүреді.</p>\n<p>КӨПТІК МЕН біздің барлық ішкі қайшылықтарымыздың негізгі себебі болып табылады.</p>\n<p>Егер біз өзімізді толықтай психологиялық тұрғыдан, барлық ішкі қайшылықтарымызбен көре алсақ, онда бізде әлі нағыз даралық жоқ деген қайғылы қорытындыға келер едік.</p>\n<p>Адам ағзасы – РЕВОЛЮЦИЯЛЫҚ ПСИХОЛОГИЯ терең зерттейтін КӨПТІК МЕН басқаратын керемет машина.</p>\n<p>ИНТЕЛЛЕКТУАЛДЫҚ МЕН газет оқимын дейді; ЭМОЦИОНАЛДЫҚ МЕН кешке барғым келеді деп айқайлайды; Қозғалыс МЕН кешке бармаймын деп күңкілдейді, жақсысы серуендеп қайтайын, САҚТАУ ИНСТИНКТІСІНІҢ МЕН серуендегім келмейді деп айқайлайды, қарным ашып, тамақтанамын және т.б.</p>\n<p>ЭГО құрайтын кішкентай МЕН-дердің әрқайсысы бұйрық бергісі, қожайын, мырза болғысы келеді.</p>\n<p>Революциялық психологияның аясында біз МЕН-нің легион екенін және организмнің машина екенін түсіне аламыз.</p>\n<p>Кішкентай МЕН-дер өзара жанжалдасады, үстемдік үшін күреседі, әрқайсысы басшы, қожайын, мырза болғысы келеді.</p>\n<p>Бұл жаңылыс түрде АДАМ деп аталатын бейшара интеллектуалды жануардың психологиялық ыдыраудың қандай қайғылы жағдайда өмір сүретінін түсіндіреді.</p>\n<p>ПСИХОЛОГИЯДА ЫДЫРАУ деген сөздің нені білдіретінін түсіну қажет. Ыдырау – бұл бөлшектеу, шашырау, жыртылу, қарама-қайшылық және т.б.</p>\n<p>ПСИХОЛОГИЯЛЫҚ ЫДЫРАУДЫҢ негізгі себебі – кейде таңғажайып нәзік және тәтті түрде көрінетін қызғаныш.</p>\n<p>Қызғаныш көп қырлы және оны ақтауға мыңдаған себеп бар. Қызғаныш – бүкіл әлеуметтік механизмнің құпия серіппесі. Ақымақтар қызғанышты ақтауды ұнатады.</p>\n<p>Бай байға қызғанады және одан да бай болғысы келеді. Кедейлер байларға қызғанады және олар да бай болғысы келеді. Жазушы жазушыға қызғанады және жақсырақ жазғысы келеді. Көп тәжірибесі бар адам көп тәжірибесі бар адамға қызғанады және одан да көп тәжірибесі болғанын қалайды.</p>\n<p>Адамдар нанға, баспанаға және панаға қанағаттанбайды. Бөгде көлікке, бөгде үйге, көршінің киіміне, досының немесе дұшпанының көп ақшасына қызғаныштың құпия серіппесі және т.б. жақсартуға, заттар мен басқа да заттарды, көйлектерді, костюмдерді, қасиеттерді сатып алуға, басқалардан кем болмауға деген тілек тудырады және т.б. және т.б. және т.б.</p>\n<p>Мұның ең қайғылысы – тәжірибелерді, қасиеттерді, заттарды, ақшаларды және т.б. жинақтау процесі КӨПТІК МЕН-ді нығайтады, содан кейін біздің ішкі қайшылықтарымыз, қорқынышты жыртылуларымыз, ішкі қақтығыстарымыз және т.б. күшейеді және т.б. және т.б.</p>\n<p>Мұның бәрі ауырсыну. Мұның ешқайсысы қайғылы жүрекке шынайы қуаныш әкеле алмайды. Мұның бәрі біздің жан дүниемізде қатыгездіктің артуын, ауырсынудың көбеюін, қанағатсыздықты одан да тереңдетеді.</p>\n<p>КӨПТІК МЕН тіпті ең нашар қылмыстарды да әрдайым ақтайды, ал қызғану, сатып алу, жинақтау, қол жеткізу процесі, тіпті ол басқа біреудің еңбегінің есебінен болса да, эволюция, прогресс, даму деп аталады және т.б.</p>\n<p>Адамдардың санасы ұйықтап жатыр және олардың қызғаншақ, қатыгез, сараң, қызғаншақ екенін түсінбейді, ал қандай да бір себеппен осының бәрін түсінсе, онда олар ақталады, айыптайды, жалтармалар іздейді, бірақ түсінбейді.</p>\n<p>Қызғанышты табу қиын, себебі адам санасы қызғаншақ. Ақыл-ойдың құрылымы қызғаныш пен сатып алуға негізделген.</p>\n<p>Қызғаныш мектеп партасынан басталады. Біз сыныптастарымыздың жақсы ақыл-ойына, жақсы бағаларына, жақсы костюмдеріне, жақсы көйлектеріне, жақсы аяқ киімдеріне, жақсы велосипедіне, әдемі конькилеріне, әдемі добына және т.б. және т.б. қызғанамыз.</p>\n<p>Оқушылардың тұлғасын қалыптастыруға шақырылған мұғалімдер мен ұстаздар қызғаныштың шексіз процестерінің мәнін түсініп, студенттерінің ЖАН ДҮНИЕСІНЕ түсіну үшін тиісті негіз қалауы керек.</p>\n<p>Табиғатынан қызғаншақ ақыл-ой тек КӨБІРЕК тұрғысынан ойлайды. “МЕН жақсырақ түсіндіре аламын, МЕН-де көбірек білім бар, МЕН ақылдырақпын, МЕН-де көбірек қасиеттер, көбірек қасиеттілік, көбірек кемелділік, көбірек эволюция және т.б.”</p>\n<p>Ақыл-ойдың барлық функционалдығы КӨБІРЕК-ке негізделген. КӨБІРЕК – қызғаныштың ішкі құпия серіппесі.</p>\n<p>КӨБІРЕК – ақыл-ойдың салыстырмалы процесі. Кез келген салыстырмалы процесс ЖЕК КӨРУГЕ лайық. Мысалы: Мен сенен ақылдымын. Пәленше сенен абзал. Түгенше сенен жақсырақ, дана, мейірімді, әдемі және т.б. және т.б.</p>\n<p>КӨБІРЕК уақытты жасайды. КӨПТІК МЕН көршіден жақсырақ болу үшін, отбасыға өте данышпан екенін және істей алатынын көрсету үшін, өмірде біреу болу үшін, жауларына немесе қызғанғандарға ақылдырақ, күштірек, мықтырақ екенін көрсету үшін уақыт қажет және т.б.</p>\n<p>Салыстырмалы ойлау қызғанышқа негізделген және қанағатсыздық, мазасыздық, ащылық деп аталатын нәрсені тудырады.</p>\n<p>Өкінішке орай, адамдар бір қарама-қарсылықтан екінші қарама-қарсылыққа, бір шеттен екінші шетке барады, орталықпен жүруді білмейді. Көпшілігі қанағатсыздыққа, қызғанышқа, сараңдыққа, қызғанышқа қарсы күреседі, бірақ қанағатсыздықпен күрес ешқашан жүректің шынайы қуанышын әкелмейді.</p>\n<p>Тыныш жүректің шынайы қуанышы сатып алынбайтынын және сатылмайтынын түсіну өте маңызды және ол бізде қанағатсыздықтың себептерін түсінген кезде ғана табиғи және өздігінен пайда болады; қызғаныш, сараңдық, қызғаныш және т.б. және т.б.</p>\n<p>Ақша, керемет әлеуметтік жағдай, қасиеттер, барлық түрдегі қанағаттанушылық және т.б. шынайы қанағатқа жету мақсатында алғысы келетіндер толығымен қателеседі, өйткені мұның бәрі қызғанышқа негізделген және қызғаныш жолы бізді ешқашан тыныш және қуанышты жүрек айлағына апара алмайды.</p>\n<p>КӨПТІК МЕН-ге қамалған ақыл-ой қызғанышты артықшылыққа айналдырады, тіпті оған тәтті аттар қоюға дейін барады. Прогресс, рухани эволюция, жетілуге ұмтылу, абырой үшін күрес және т.б. және т.б. және т.б.</p>\n<p>Мұның бәрі ыдырауға, ішкі қайшылықтарға, құпия күрестерге, қиын шешілетін мәселелерге және т.б. әкеледі.</p>\n<p>Өмірде сөздің толық мағынасында шынайы ТҰТАСТЫҚ адамды табу қиын.</p>\n<p>Өзіміздің ішімізде КӨПТІК МЕН болған кезде ТОЛЫҚ ИНТЕГРАЦИЯҒА жету мүлдем мүмкін емес.</p>\n<p>Әрбір адамның ішінде үш негізгі фактор бар екенін түсіну маңызды, Біріншіден: Тұлға. Екіншіден: КӨПТІК МЕН. Үшіншіден: Психикалық материал, яғни АДАМНЫҢ ӨЗЕГІ.</p>\n<p>КӨПТІК МЕН психикалық материалды қызғаныш, қызғаныш, сараңдық және т.б. атомдық жарылыстарда ақымақтықпен ысырап етеді. Сананың тұрақты орталығын құру үшін психикалық материалды ішке жинақтау мақсатында КӨПТІК МЕН-ді жою қажет.</p>\n<p>Сананың тұрақты орталығы жоқ адамдар тұтас бола алмайды.</p>\n<p>Тек сананың тұрақты орталығы ғана бізге нағыз даралық береді.</p>\n<p>Тек сананың тұрақты орталығы ғана бізді тұтас етеді.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kk/educacion-fundamental/integracion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/integracion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/integracion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
