import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Інтеграція",
  "locale": "uk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "14. Інтеграція",
    "order": 14
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Одним із найбільших прагнень психології є досягнення ПОВНОЇ ІНТЕГРАЦІЇ.</p>\n<p>Якби Я було ІНДИВІДУАЛЬНИМ, проблему ПСИХОЛОГІЧНОЇ ІНТЕГРАЦІЇ можна було б вирішити дуже легко, але, на жаль, для світу, Я існує в кожній людині в ПЛЮРАЛІЗОВАНІЙ формі.</p>\n<p>ПЛЮРАЛІЗОВАНЕ Я є основною причиною всіх наших внутрішніх суперечностей.</p>\n<p>Якби ми могли побачити себе в дзеркалі на повний зріст такими, якими ми є ПСИХОЛОГІЧНО, з усіма нашими внутрішніми суперечностями, ми б дійшли до болючого висновку, що в нас ще немає справжньої індивідуальності.</p>\n<p>Людський організм — це дивовижна машина, контрольована ПЛЮРАЛІЗОВАНИМ Я, яке ретельно вивчається РЕВОЛЮЦІЙНОЮ ПСИХОЛОГІЄЮ.</p>\n<p>“Я збираюся почитати газету”, — каже ІНТЕЛЕКТУАЛЬНЕ Я; “Я хочу піти на вечірку”, — вигукує ЕМОЦІЙНЕ Я; “До ДІАВОЛА з вечіркою”, — бурчить Я РУХУ, “краще я піду прогулятися”, “Я не хочу гуляти”, — кричить Я інстинкту самозбереження, “я голодний і збираюся поїсти” тощо.</p>\n<p>Кожен з маленьких Я, які складають ЕГО, хоче командувати, бути господарем, паном.</p>\n<p>У світлі революційної психології ми можемо зрозуміти, що Я — це легіон, а Організм — це машина.</p>\n<p>Маленькі Я сваряться між собою, борються за верховенство, кожен хоче бути начальником, господарем, паном.</p>\n<p>Це пояснює жалюгідний стан психологічної дезінтеграції, в якому живе бідна інтелектуальна тварина, помилково названа ЛЮДИНОЮ.</p>\n<p>Необхідно зрозуміти, що означає слово ДЕЗІНТЕГРАЦІЯ в ПСИХОЛОГІЇ. Дезінтегруватися — це розвалюватися, розсіюватися, розриватися, суперечити собі тощо.</p>\n<p>Основною причиною ПСИХОЛОГІЧНОЇ ДЕЗІНТЕГРАЦІЇ є заздрість, яка іноді проявляється в надзвичайно тонких і чудових формах.</p>\n<p>Заздрість багатогранна, і існують тисячі причин для її виправдання. Заздрість є секретним джерелом усього соціального механізму. Ідіотам подобається виправдовувати заздрість.</p>\n<p>Багатий заздрить багатому і хоче бути ще багатшим. Бідні заздрять багатим і теж хочуть бути багатими. Той, хто пише, заздрить тому, хто пише, і хоче писати краще. Той, хто має великий досвід, заздрить тому, хто має більше досвіду, і хоче мати більше, ніж він.</p>\n<p>Люди не задовольняються хлібом, дахом і притулком. Секретним джерелом заздрості до чужого автомобіля, до чужого будинку, до одягу сусіда, до великих грошей друга чи ворога тощо є бажання покращити, придбати речі та все більше й більше речей, одяг, костюми, чесноти, щоб не бути гіршим за інших тощо, тощо, тощо.</p>\n<p>Найтрагічніше в усьому цьому те, що процес накопичення досвіду, чеснот, речей, грошей тощо зміцнює ПЛЮРАЛІЗОВАНЕ Я, і тоді в нас самих посилюються внутрішні суперечності, жахливі розриви, жорстокі битви в нашому внутрішньому світі тощо, тощо, тощо.</p>\n<p>Усе це біль. Ніщо з цього не може принести справжньої втіхи в зболене серце. Усе це призводить до збільшення жорстокості в нашій психіці, помноження болю, все більшого й глибшого невдоволення.</p>\n<p>ПЛЮРАЛІЗОВАНЕ Я завжди знаходить виправдання навіть найгіршим злочинам, і цей процес заздрості, придбання, накопичення, досягнення, навіть якщо це відбувається за рахунок чужої праці, називають еволюцією, прогресом, розвитком тощо.</p>\n<p>Люди мають сонну свідомість і не усвідомлюють, що вони заздрісні, жорстокі, жадібні, ревниві, і коли з якоїсь причини вони починають усвідомлювати все це, то виправдовуються, засуджують, шукають викручення, але не розуміють.</p>\n<p>Заздрість важко виявити через той факт, що людський розум заздрісний. Структура розуму базується на заздрості та придбанні.</p>\n<p>Заздрість починається зі шкільної лави. Ми заздримо кращому інтелекту наших однокласників, кращим оцінкам, кращим костюмам, кращим сукням, кращому взуттю, кращому велосипеду, гарним ковзанам, красивому м’ячу тощо, тощо.</p>\n<p>Вчителі та вчительки, покликані формувати особистість учнів і учениць, повинні розуміти, що таке нескінченні процеси заздрості, і закласти в ПСИХІКУ своїх студентів відповідний фундамент для розуміння.</p>\n<p>Розум, заздрісний за своєю природою, думає лише в термінах БІЛЬШЕ. “Я можу пояснити краще, Я маю більше знань, Я розумніший, Я маю більше чеснот, більше освячень, більше досконалостей, більше еволюції тощо”.</p>\n<p>Увесь функціоналізм розуму базується на БІЛЬШЕ. БІЛЬШЕ — це інтимне секретне джерело заздрості.</p>\n<p>БІЛЬШЕ — це порівняльний процес розуму. Будь-який порівняльний процес є МЕРЗОТНИМ. Наприклад: Я розумніший за тебе. Такий-то більш чеснотливий, ніж ти. Така-то краща за тебе, мудріша, добріша, гарніша тощо, тощо.</p>\n<p>БІЛЬШЕ створює час. ПЛЮРАЛІЗОВАНЕ Я потребує часу, щоб бути кращим за сусіда, щоб довести родині, що воно дуже геніальне і може, щоб стати кимось у житті, щоб довести своїм ворогам або тим, кому заздрить, що воно розумніше, могутніше, сильніше тощо.</p>\n<p>Порівняльне мислення базується на заздрості та породжує те, що називається невдоволенням, неспокоєм, гіркотою.</p>\n<p>На жаль, люди переходять від однієї протилежності до іншої, від одного екстремуму до іншого, вони не вміють ходити по центру. Багато хто бореться з невдоволенням, заздрістю, жадібністю, ревнощами, але боротьба з невдоволенням ніколи не приносить справжньої втіхи серцю.</p>\n<p>Необхідно терміново зрозуміти, що справжня втіха спокійного серця не купується і не продається, і вона народжується в нас цілком природно і спонтанно, коли ми глибоко зрозуміли самі причини невдоволення; ревнощі, заздрість, жадібність тощо, тощо.</p>\n<p>Ті, хто хоче отримати гроші, чудове соціальне становище, чесноти, задоволення будь-якого роду тощо з метою досягнення справжнього задоволення, повністю помиляються, тому що все це базується на заздрості, і шлях заздрості ніколи не може привести нас до гавані спокійного і задоволеного серця.</p>\n<p>Розум, замкнений у ПЛЮРАЛІЗОВАНОМУ Я, робить із заздрості чесноту і навіть дозволяє собі давати їй чудові назви. Прогрес, духовна еволюція, прагнення до самовдосконалення, боротьба за гідність тощо, тощо, тощо.</p>\n<p>Усе це призводить до дезінтеграції, внутрішніх суперечностей, таємних битв, проблеми, яку важко вирішити тощо.</p>\n<p>Важко знайти в житті когось, хто був би справді ЦІЛІСНИМ у найповнішому сенсі цього слова.</p>\n<p>Цілком неможливо досягти ПОВНОЇ ІНТЕГРАЦІЇ, поки в нас існує ПЛЮРАЛІЗОВАНЕ Я.</p>\n<p>Необхідно терміново зрозуміти, що в кожній людині є три основні фактори: Перший: Особистість. Другий: ПЛЮРАЛІЗОВАНЕ Я. Третій: Психічний матеріал, тобто САМА СУТНІСТЬ ЛЮДИНИ.</p>\n<p>ПЛЮРАЛІЗОВАНЕ Я нерозумно розтринькує психологічний матеріал в атомних вибухах заздрості, ревнощів, жадібності тощо, тощо. Необхідно розчинити ПЛЮРАЛІЗОВАНЕ Я з метою накопичення всередині психічного матеріалу, щоб встановити в собі постійний центр свідомості.</p>\n<p>Ті, хто не має постійного центру свідомості, не можуть бути цілісними.</p>\n<p>Лише постійний центр свідомості дає нам справжню індивідуальність.</p>\n<p>Лише постійний центр свідомості робить нас цілісними.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/uk/educacion-fundamental/integracion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/integracion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/integracion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
