import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ინტეგრაცია",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "14. ინტეგრაცია",
    "order": 14
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ფსიქოლოგიის ერთ-ერთი უდიდესი მისწრაფებაა სრული ინტეგრაციის მიღწევა.</p>\n<p>თუ “მე” ინდივიდუალური იქნებოდა, ფსიქოლოგიური ინტეგრაციის პრობლემა ძალიან მარტივად გადაწყდებოდა, მაგრამ სამწუხაროდ, “მე” თითოეულ ადამიანში პლურალიზებული ფორმით არსებობს.</p>\n<p>პლურალიზებული “მე” არის ყველა ჩვენი შინაგანი წინააღმდეგობის ფუნდამენტური მიზეზი.</p>\n<p>თუკი სარკეში სრულად დავინახავდით საკუთარ თავს ფსიქოლოგიურად, ყველა ჩვენი შინაგანი წინააღმდეგობით, მივალთ მტკივნეულ დასკვნამდე, რომ ჯერ კიდევ არ გვაქვს ნამდვილი ინდივიდუალურობა.</p>\n<p>ადამიანის ორგანიზმი საოცარი მანქანაა, რომელსაც აკონტროლებს პლურალიზებული “მე”, რომელსაც რევოლუციური ფსიქოლოგია საფუძვლიანად სწავლობს.</p>\n<p>“გაზეთს წავიკითხავ,” - ამბობს ინტელექტუალური “მე”; “წვეულებაზე მინდა დასწრება!” - წამოიძახის ემოციური “მე”; “ჯანდაბას წვეულება!” - ღრიალებს მოძრაობის “მე”, “ჯობია გავისეირნო”, “მე არ მინდა სეირნობა!” - ყვირის გადარჩენის ინსტინქტის “მე”, “მშია და ვჭამ”, და ა.შ.</p>\n<p>თითოეულ პატარა “მე”-ს, რომლებიც ეგოს ქმნიან, უნდა მართვა, ბატონობა, ბატონი იყოს.</p>\n<p>რევოლუციური ფსიქოლოგიის შუქზე შეგვიძლია გავიგოთ, რომ “მე” ლეგიონია და ორგანიზმი მანქანაა.</p>\n<p>პატარა “მე”-ები ერთმანეთს ეჩხუბებიან, კამათობენ უპირატესობისთვის, თითოეულს უნდა იყოს უფროსი, ბატონი, ბატონი.</p>\n<p>ეს ხსნის ფსიქოლოგიური დეზინტეგრაციის სამწუხარო მდგომარეობას, რომელშიც ცხოვრობს საცოდავი ინტელექტუალური ცხოველი, შეცდომით რომელსაც ადამიანი ჰქვია.</p>\n<p>აუცილებელია იმის გაგება, თუ რას ნიშნავს სიტყვა დეზინტეგრაცია ფსიქოლოგიაში. დეზინტეგრაცია არის დაშლა, გაფანტვა, გახლეჩა, წინააღმდეგობა და ა.შ.</p>\n<p>ფსიქოლოგიური დეზინტეგრაციის მთავარი მიზეზი არის შური, რომელიც ხშირად ვლინდება საოცრად დახვეწილი და სასიამოვნო ფორმით.</p>\n<p>შური მრავალმხრივია და არსებობს ათასობით მიზეზი მის გასამართლებლად. შური მთელი სოციალური მექანიზმის საიდუმლო ზამბარაა. იდიოტებს უყვართ შურის გამართლება.</p>\n<p>მდიდარი შურს მდიდარის და უნდა იყოს უფრო მდიდარი. ღარიბებს შურთ მდიდრების და მათაც უნდათ გამდიდრება. მწერალს შურს მწერლის და უნდა უკეთ წერა. ვისაც ბევრი გამოცდილება აქვს, შურს იმის, ვისაც მეტი გამოცდილება აქვს და სურს იმაზე მეტი ჰქონდეს.</p>\n<p>ადამიანები არ კმაყოფილდებიან პურით, თავშესაფრით და თავშესაფრით. შურის საიდუმლო ზამბარა სხვისი ავტომობილის, სხვისი სახლის, მეზობლის კოსტიუმის, მეგობრის ან მტრის დიდი ფულის მიმართ და ა.შ. წარმოშობს სურვილებს გაუმჯობესების, ნივთების და მეტი ნივთების შეძენის, კაბების, კოსტიუმების, სათნოებების, რომ არ იყვნენ სხვებზე ნაკლები და ა.შ. და ა.შ. და ა.შ.</p>\n<p>ყველაზე ტრაგიკული ის არის, რომ გამოცდილების, სათნოებების, ნივთების, ფულის და ა.შ. დაგროვების პროცესი აძლიერებს პლურალიზებულ “მე”-ს და შემდეგ ჩვენში ძლიერდება შინაგანი წინააღმდეგობები, საშინელი გახლეჩები, ჩვენი შინაგანი სამყაროს სასტიკი ბრძოლები და ა.შ. და ა.შ. და ა.შ.</p>\n<p>ეს ყველაფერი ტკივილია. არაფერს ამას არ შეუძლია ჭეშმარიტი სიხარული მოუტანოს დამწუხრებულ გულს. ეს ყველაფერი იწვევს სისასტიკის ზრდას ჩვენს ფსიქიკაში, ტკივილის გამრავლებას, უკმაყოფილებას ყოველ ჯერზე და უფრო ღრმას.</p>\n<p>პლურალიზებული “მე” ყოველთვის პოულობს გამართლებებს ყველაზე ცუდი დანაშაულებისთვისაც კი და შურის, შეძენის, დაგროვების, მიღწევის ამ პროცესს, თუნდაც სხვისი შრომის ხარჯზე, ეწოდება ევოლუცია, პროგრესი, წინსვლა და ა.შ.</p>\n<p>ადამიანებს ცნობიერება აქვთ დაძინებული და ვერ აცნობიერებენ, რომ არიან შურიანები, სასტიკები, ხარბები, ეჭვიანები და როდესაც რაიმე მიზეზით ხვდებიან ამ ყველაფერს, მაშინ ამართლებენ თავს, გმობენ, ეძებენ თავის არიდებას, მაგრამ ვერ ხვდებიან.</p>\n<p>შურის აღმოჩენა რთულია იმ კონკრეტული ფაქტის გამო, რომ ადამიანის გონება შურიანია. გონების სტრუქტურა შურსა და შეძენაზეა დაფუძნებული.</p>\n<p>შური სკოლის მერხიდან იწყება. ჩვენ გვშურს ჩვენი თანაკლასელების უკეთესი ინტელექტი, უკეთესი შეფასებები, უკეთესი კოსტიუმები, უკეთესი კაბები, უკეთესი ფეხსაცმელი, უკეთესი ველოსიპედი, ლამაზი ციგურები, ლამაზი ბურთი და ა.შ. და ა.შ.</p>\n<p>მასწავლებლებმა, რომლებსაც მოუწოდებენ მოსწავლეების პიროვნების ჩამოყალიბებას, უნდა გაიგონ, რა არის შურის უსასრულო პროცესები და თავიანთი სტუდენტების ფსიქიკაში ჩაუყარონ შესაბამისი საფუძველი გაგებისთვის.</p>\n<p>გონება, ბუნებით შურიანი, მხოლოდ მეტის ფუნქციით ფიქრობს. “მე შემიძლია უკეთ ახსნა, მე მაქვს მეტი ცოდნა, მე უფრო ჭკვიანი ვარ, მე მაქვს მეტი სათნოება, მეტი განწმენდა, მეტი სრულყოფილება, მეტი ევოლუცია და ა.შ.”</p>\n<p>გონების მთელი ფუნქციონირება ეფუძნება მეტს. მეტი არის შურის ინტიმური საიდუმლო ზამბარა.</p>\n<p>მეტი არის გონების შედარებითი პროცესი. ნებისმიერი შედარებითი პროცესი საძაგელია. მაგალითი: მე შენზე ჭკვიანი ვარ. ესა და ეს შენზე უფრო სათნოა. ესა და ეს შენზე უკეთესია, უფრო ბრძენი, უფრო კეთილი, უფრო ლამაზი და ა.შ. და ა.შ.</p>\n<p>მეტს ქმნის დროს. პლურალიზებულ “მე”-ს სჭირდება დრო, რომ იყოს მეზობელზე უკეთესი, რომ ოჯახს დაუმტკიცოს, რომ ძალიან გენიალურია და შეუძლია, რომ ცხოვრებაში ვინმე გახდეს, რომ დაუმტკიცოს თავის მტრებს, ან იმათ, ვისაც შურს, რომ უფრო ჭკვიანია, უფრო ძლიერი, უფრო ძლიერი და ა.შ.</p>\n<p>შედარებითი აზროვნება შურზეა დაფუძნებული და წარმოშობს იმას, რასაც ეწოდება უკმაყოფილება, მოუსვენრობა, სიმწარე.</p>\n<p>სამწუხაროდ, ადამიანები ერთი საპირისპიროდან მეორე საპირისპიროზე გადადიან, ერთი უკიდურესობიდან მეორეში, არ იციან ცენტრში სიარული. ბევრი იბრძვის უკმაყოფილების, შურის, სიხარბის, ეჭვიანობის წინააღმდეგ, მაგრამ უკმაყოფილების წინააღმდეგ ბრძოლა არასოდეს მოაქვს გულის ნამდვილ სიხარულს.</p>\n<p>აუცილებელია იმის გაგება, რომ მშვიდი გულის ჭეშმარიტი სიხარული არ იყიდება და არ იყიდება და მხოლოდ ჩვენში იბადება მთლიანად ბუნებრივად და სპონტანურად, როდესაც საფუძვლიანად გავიგეთ უკმაყოფილების მიზეზები; ეჭვიანობა, შური, სიხარბე და ა.შ. და ა.შ.</p>\n<p>ისინი, ვისაც ფულის, შესანიშნავი სოციალური პოზიციის, სათნოებების, ყოველგვარი კმაყოფილების და ა.შ. მიღება სურთ, იმ მიზნით, რომ მიაღწიონ ჭეშმარიტ კმაყოფილებას, სრულიად ცდებიან, რადგან ეს ყველაფერი შურზეა დაფუძნებული და შურის გზას არასოდეს შეუძლია მიგვიყვანოს მშვიდი და კმაყოფილი გულის ნავსადგურამდე.</p>\n<p>პლურალიზებულ “მე”-ში ჩამწყვდეული გონება შურისგან სათნოებას ქმნის და თავის თავს უფლებასაც კი აძლევს, რომ მას სასიამოვნო სახელები დაარქვას. პროგრესი, სულიერი ევოლუცია, სრულყოფისკენ სწრაფვა, ღირსებისათვის ბრძოლა და ა.შ. და ა.შ. და ა.შ.</p>\n<p>ეს ყველაფერი იწვევს დეზინტეგრაციას, შინაგან წინააღმდეგობებს, ფარულ ბრძოლებს, რთულად გადასაჭრელ პრობლემას და ა.შ.</p>\n<p>ძნელია ცხოვრებაში ვინმეს პოვნა, ვინც ჭეშმარიტად მთლიანია ამ სიტყვის სრული გაგებით.</p>\n<p>სრული ინტეგრაციის მიღწევა სრულიად შეუძლებელია, სანამ ჩვენში არსებობს პლურალიზებული “მე”.</p>\n<p>აუცილებელია იმის გაგება, რომ თითოეულ ადამიანში არსებობს სამი ძირითადი ფაქტორი, პირველი: პიროვნება. მეორე: პლურალიზებული “მე”. მესამე: ფსიქიკური მასალა, ანუ ადამიანის არსი.</p>\n<p>პლურალიზებული “მე” უხეშად ხარჯავს ფსიქოლოგიურ მასალას შურის, ეჭვიანობის, სიხარბის და ა.შ. ატომურ აფეთქებებში. აუცილებელია პლურალიზებული “მე”-ს დაშლა, იმ მიზნით, რომ შიგნით დავაგროვოთ ფსიქიკური მასალა, რათა ჩვენს შიგნით დავამყაროთ ცნობიერების მუდმივი ცენტრი.</p>\n<p>ვისაც არ აქვს ცნობიერების მუდმივი ცენტრი, არ შეიძლება იყოს მთლიანი.</p>\n<p>მხოლოდ ცნობიერების მუდმივი ცენტრი გვაძლევს ნამდვილ ინდივიდუალურობას.</p>\n<p>მხოლოდ ცნობიერების მუდმივი ცენტრი გვაქცევს მთლიანებს.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/educacion-fundamental/integracion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/integracion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/integracion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
