import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "یوځای کېدنه",
  "locale": "ps",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "14. یوځای کېدنه",
    "order": 14
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>د ارواپوهنې یوه تر ټولو لویه هیله دا ده چې بشپړ ادغام ته ورسیږي.</p>\n<p>که چیرې زه انفرادي وای، د ارواپوهنې د ادغام ستونزه به په اسانۍ سره حل شوې وای، مګر د نړۍ له بدمرغۍ سره زه په هر شخص کې په جمعي بڼه شتون لرم.</p>\n<p>زه جمعي د ټولو شخصي تضادونو لامل یم.</p>\n<p>که موږ وکولی شو خپل ځانونه په یوه بشپړه هنداره کې وګورو لکه څنګه چې موږ له ارواپوهنې پلوه د خپلو ټولو شخصي تضادونو سره یو، موږ به دې دردناکې پایلې ته ورسیږو چې موږ لا تر اوسه ریښتینې انفراديت نه لرو.</p>\n<p>انساني ارګانیزم یوه حیرانونکې ماشین ده چې د زه جمعي لخوا کنټرولیږي چې په ژوره توګه د انقلابي ارواپوهنې لخوا مطالعه کیږي.</p>\n<p>زه به ورځپاڼه ولولم، زه فکري وایي؛ زه غواړم په محفل کې ګډون وکړم، زه احساساتي ژاړم؛ لعنت په محفل باندې، زه د حرکت ووایم، زه به وګرځم، زه نه غواړم وګرځم، زه د بقا د غریزې چیغې وهلو، زه وږی یم او زه به وخورم، او نور.</p>\n<p>د هرې کوچنۍ زه چې انا جوړوي، غواړي حکم وکړي، مالک وي، څښتن وي.</p>\n<p>د انقلابي ارواپوهنې په رڼا کې موږ کولی شو پوه شو چې زه لښکر یم او ارګانیزم یوه ماشین ده.</p>\n<p>کوچنۍ زه په خپلو منځونو کې جګړه کوي، د برترۍ لپاره جګړه کوي، هر یو غواړي مشر، مالک، څښتن شي.</p>\n<p>دا د ارواپوهنې د تخریب د افسوس حالت څرګندوي چې بې وزله فکري حیوان پکې ژوند کوي چې په غلطۍ سره انسان بلل کیږي.</p>\n<p>دا اړینه ده چې پوه شو چې په ارواپوهنې کې د تخریب معنی څه ده. تخریب کول د مینځه وړل، توزیع کول، ماتول، تضاد کول او نور دي.</p>\n<p>د ارواپوهنې د تخریب اصلي لامل حسد دی چې ځینې وختونه په خورا ښکلي او خوندور ډول څرګندیږي.</p>\n<p>حسد څو اړخیز دی او د توجیه کولو لپاره یې زرګونه دلیلونه شتون لري. حسد د ټولنیز ماشین پټ چشمې ده. احمق خوښوي چې حسد توجیه کړي.</p>\n<p>بډای په بډای حسد کوي او غواړي لا بډای شي. غریبان په بډایانو حسد کوي او غواړي بډای هم شي. هغه څوک چې لیکي په هغه چا حسد کوي چې لیکي او غواړي ښه ولیکي. هغه څوک چې ډیره تجربه لري په هغه چا حسد کوي چې ډیره تجربه لري او غواړي له هغه څخه ډیر ولري.</p>\n<p>خلک په ډوډۍ، سرپناه او پناه ځای نه راضي کیږي. د ګاونډي موټر، د ګاونډي کور، د ګاونډي جامې، د دوست یا دښمن ډیره پیسې او نور حسد پټ چشمې د ښه والي، د شیانو او نورو شیانو، جامو، فضیلتونو ترلاسه کولو او د نورو په پرتله کم نه وي او نور هیله پیدا کوي. او نور. او نور.</p>\n<p>د دې ټولو څخه ډیره غمجنه دا ده چې د تجربو، فضیلتونو، شیانو، پیسو او نورو جمعې پروسه زه جمعي پیاوړې کوي او بیا زموږ په ځانونو کې شخصي تضادونه، ډارونکي ماتونه، زموږ د داخلي محکمه بې رحمه جګړې او نور intensify کوي. او نور. او نور.</p>\n<p>دا ټول درد دی. هیڅ یو له دې څخه د غمجن زړه لپاره ریښتینې خوښي نشي راوړی. دا ټول زموږ په رواني کې د ظلم زیاتوالی، د درد ضرب، د خفګان زیاتوالی او ژوروالی تولیدوي.</p>\n<p>زه جمعي تل د بدترین جرمونو لپاره توجیه کونکي پیدا کوي او دا د حسد، ترلاسه کولو، جمع کولو، ترلاسه کولو پروسې ته، حتی که دا د نورو د کار په لګښت هم وي، د تکامل، پرمختګ، پرمختګ او نور بلل کیږي.</p>\n<p>د خلکو شعور ویده دی او دوی نه پوهیږي چې دوی حسدونکي، ظالمانه، لالچي، حسدونکي دي او کله چې د کوم دلیل له امله دوی دا ټول درک کوي، نو دوی توجیه کوي، محکوموي، تښتیدونکي لټوي، مګر دوی نه پوهیږي.</p>\n<p>حسد د موندلو لپاره ستونزمن دی د دې حقیقت له امله چې د انسان ذهن حسد دی. د ذهن جوړښت په حسد او ترلاسه کولو باندې ولاړ دی.</p>\n<p>حسد د ښوونځي له بنچونو څخه پیل کیږي. موږ د خپلو ټولګیوالو په ښه استخباراتو، ښو نمرو، ښو جامو، ښو جامو، ښو بوټانو، ښه بایسکل، ښکلو سکیټونو، ښکلې بال او نور حسد کوو. او نور.</p>\n<p>ښوونکي او ښوونکي چې د زده کونکو شخصیت جوړولو ته بلل کیږي باید پوه شي چې د حسد بې پایه پروسې څه دي او د خپلو زده کونکو په رواني کې د پوهې لپاره مناسب بنسټ جوړ کړي.</p>\n<p>ذهن، په طبیعت کې حسد، یوازې د MAS په فعالیت کې فکر کوي. “زه کولی شم ښه تشریح کړم، زه ډیره پوهه لرم، زه ډیر هوښیار یم، زه ډیر فضیلتونه لرم، ډیر تقدس، ډیر کمال، ډیر تکامل او نور.”</p>\n<p>د ذهن ټول فعالیت په MAS باندې ولاړ دی. MAS د حسد شخصي پټ چشمې ده.</p>\n<p>MAS د ذهن نسبي پروسه ده. هره نسبي پروسه کرکه ده. مثال: زه له تا څخه ډیر هوښیار یم. فلان بن فلان له تا څخه ډیر فضیلت لري. فلانه له تا څخه غوره ده، ډیره پوهه، ډیره مهربانه، ډیره ښکلې او نور. او نور.</p>\n<p>MAS وخت رامینځته کوي. زه جمعي وخت ته اړتیا لرم چې د ګاونډي څخه غوره شي، کورنۍ ته وښیې چې هغه خورا تکړه دی او کولی شي، په ژوند کې یو څوک شي، خپلو دښمنانو یا هغو کسانو ته وښیې چې په دوی حسد کوي، چې ډیر هوښیار، ډیر ځواکمن، ډیر پیاوړي دي او نور.</p>\n<p>نسبي فکر په حسد باندې ولاړ دی او هغه څه تولیدوي چې خفګان، بې آرامي، ترخه بلل کیږي.</p>\n<p>له بده مرغه خلک له یوه مخالف څخه بل مخالف ته ځي، له یوه افراط څخه بل افراط ته ځي، دوی نه پوهیږي چې څنګه په مرکز کې قدم وهل. ډیری خلک د خفګان، حسد، لالچ، حسد سره مبارزه کوي، مګر د خفګان په وړاندې مبارزه هیڅکله د زړه ریښتینې خوښي نه راوړي.</p>\n<p>دا اړینه ده چې پوه شو چې د ارام زړه ریښتینې خوښي نه اخیستل کیږي او نه پلورل کیږي او یوازې په بشپړه طبیعي توګه او په ناڅاپي ډول زموږ په منځ کې زیږیدلی کله چې موږ په بشپړه توګه د خفګان لاملونه پوه شو؛ حسد، حسد، لالچ او نور. او نور.</p>\n<p>هغه کسان چې غواړي پیسې، عالي ټولنیز دریځ، فضیلتونه، د هر ډول رضایت او نور ترلاسه کړي. د ریښتیني رضایت ترلاسه کولو په موخه په بشپړ ډول غلط دي ځکه چې دا ټول په حسد باندې ولاړ دي او د حسد لاره هیڅکله نشي کولی موږ د ارام او خوشحاله زړه بندر ته ورسوي.</p>\n<p>زه جمعي کې ډوب شوی ذهن له حسد څخه فضیلت جوړوي او حتی د خوندور نومونو ورکولو عیش او نوش هم کوي. پرمختګ، روحاني تکامل، د ښه والي هیله، د عزت لپاره مبارزه او نور. او نور. او نور.</p>\n<p>دا ټول تخریب، شخصي تضادونه، پټې جګړې، د ستونزمن حل ستونزه او نور تولیدوي.</p>\n<p>په ژوند کې د هغه چا موندل ستونزمن دي چې په ریښتیا سره د کلمې په بشپړه معنی کې بشپړ وي.</p>\n<p>د بشپړ ادغام ترلاسه کول په بشپړه توګه ناممکن دي تر هغه چې زه جمعي زموږ په دننه کې شتون ولري.</p>\n<p>دا اړینه ده چې پوه شو چې د هر شخص دننه درې بنسټیز عوامل شتون لري، لومړی: شخصیت. دوهم: زه جمعي. دریم: رواني مواد، دا دی، د شخص اصلي جوهر.</p>\n<p>زه جمعي په ناپوهۍ سره رواني مواد د حسد، حسد، لالچ او نور د اتومي چاودنو په برخه کې ضایع کوي. او نور. دا اړینه ده چې زه جمعي منحل کړو، ترڅو په دننه کې رواني مواد راټول کړو ترڅو زموږ په دننه کې د شعور دایمي مرکز رامینځته کړو.</p>\n<p>هغه کسان چې د شعور دایمي مرکز نلري، نشي کولی بشپړ وي.</p>\n<p>یوازې د شعور دایمي مرکز موږ ته ریښتینې انفراديت راکوي.</p>\n<p>یوازې د شعور دایمي مرکز موږ بشپړ کوي.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ps/educacion-fundamental/integracion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/integracion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/integracion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
