import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ການເຊື່ອມໂຍງ",
  "locale": "lao",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "14. ການເຊື່ອມໂຍງ",
    "order": 14
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ໜຶ່ງໃນຄວາມປາດຖະໜາທີ່ຍິ່ງໃຫຍ່ທີ່ສຸດຂອງຈິດຕະວິທະຍາຄືການບັນລຸຄວາມສົມບູນແບບ.</p>\n<p>ຖ້າຕົວຕົນເປັນສ່ວນບຸກຄົນ, ບັນຫາການລວມຕົວທາງຈິດໃຈຈະຖືກແກ້ໄຂດ້ວຍຄວາມສະດວກສະບາຍ, ແຕ່ໂຊກບໍ່ດີສໍາລັບໂລກ, ຕົວຕົນມີຢູ່ໃນແຕ່ລະຄົນໃນຮູບແບບທີ່ເປັນພະຫຸພົດ.</p>\n<p>ຕົວຕົນທີ່ເປັນພະຫຸພົດແມ່ນສາເຫດພື້ນຖານຂອງຄວາມຂັດແຍ້ງທີ່ໃກ້ຊິດທັງໝົດຂອງພວກເຮົາ.</p>\n<p>ຖ້າພວກເຮົາສາມາດເຫັນຕົວເອງຢູ່ໃນກະຈົກເຕັມຕົວຄືກັບທີ່ພວກເຮົາເປັນທາງດ້ານຈິດໃຈດ້ວຍຄວາມຂັດແຍ້ງທີ່ໃກ້ຊິດທັງໝົດຂອງພວກເຮົາ, ພວກເຮົາຈະໄດ້ຂໍ້ສະຫຼຸບທີ່ເຈັບປວດວ່າພວກເຮົາຍັງບໍ່ມີຄວາມເປັນສ່ວນບຸກຄົນທີ່ແທ້ຈິງ.</p>\n<p>ອົງການຈັດຕັ້ງຂອງມະນຸດເປັນເຄື່ອງຈັກທີ່ມະຫັດສະຈັນທີ່ຄວບຄຸມໂດຍ YO PLURALIZADO ທີ່ໄດ້ຮັບການສຶກສາຢ່າງລະອຽດໂດຍ PSYCHOLOGY REVOLUCIONARIA.</p>\n<p>ຂ້ອຍຈະອ່ານໜັງສືພິມທີ່ YO INTELECTUAL ເວົ້າວ່າ; ຂ້ອຍຕ້ອງການເຂົ້າຮ່ວມງານລ້ຽງທີ່ YO EMOCIONAL ຮ້ອງອອກມາ; ໄປຫາພະຍາມານກັບງານລ້ຽງທີ່ YO DEL MOVIMIENTO ເຮັດ, ຂ້ອຍດີກວ່າໄປຍ່າງ, ຂ້ອຍບໍ່ຕ້ອງການຍ່າງຮ້ອງວ່າ YO ຂອງສະຕິປັນຍາຂອງການອະນຸລັກ, ຂ້ອຍຫິວແລະຂ້ອຍຈະກິນ, ແລະອື່ນໆ.</p>\n<p>ແຕ່ລະ YOES ນ້ອຍໆທີ່ປະກອບເປັນ EGO, ຕ້ອງການສັ່ງ, ເປັນນາຍ, ເປັນເຈົ້າ.</p>\n<p>ໃນແສງສະຫວ່າງຂອງຈິດຕະວິທະຍາປະຕິວັດ, ພວກເຮົາສາມາດເຂົ້າໃຈວ່າ YO ເປັນກອງທັບແລະວ່າອົງການຈັດຕັ້ງແມ່ນເຄື່ອງຈັກ.</p>\n<p>YOES ຂະໜາດນ້ອຍຕໍ່ສູ້ກັນ, ຕໍ່ສູ້ເພື່ອຄວາມເໜືອກວ່າ, ແຕ່ລະຄົນຕ້ອງການເປັນຫົວໜ້າ, ເປັນນາຍ, ເປັນເຈົ້າ.</p>\n<p>ນີ້ອະທິບາຍສະຖານະການທີ່ຫນ້າເສຍໃຈຂອງການແຕກແຍກທາງດ້ານຈິດໃຈທີ່ສັດທີ່ສະຫລາດທີ່ເອີ້ນວ່າ MAN ດໍາລົງຊີວິດຢູ່.</p>\n<p>ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະເຂົ້າໃຈສິ່ງທີ່ຄໍາວ່າ DESINTEGRACIÓN ຫມາຍເຖິງໃນ PSYCHOLOGY. ການແຍກຕົວອອກແມ່ນການແຍກອອກຈາກກັນ, ກະແຈກກະຈາຍ, ຈີກຂາດ, ຂັດແຍ້ງຕົວເອງ, ແລະອື່ນໆ.</p>\n<p>ສາເຫດຕົ້ນຕໍຂອງ DESINTEGRACIÓN PSICOLÓGICA ແມ່ນຄວາມອິດສາທີ່ມັກຈະສະແດງອອກໃນບາງຄັ້ງໃນວິທີທີ່ສວຍງາມແລະລະອຽດອ່ອນ.</p>\n<p>ຄວາມອິດສາມີຫຼາຍດ້ານແລະມີຫຼາຍພັນເຫດຜົນທີ່ຈະໃຫ້ຄວາມຍຸຕິທໍາ. ຄວາມອິດສາເປັນພາກຮຽນ spring ລັບຂອງເຄື່ອງຈັກສັງຄົມທັງຫມົດ. ຄົນໂງ່ມັກຈະໃຫ້ເຫດຜົນແກ່ຄວາມອິດສາ.</p>\n<p>ຄົນຮັ່ງມີອິດສາຄົນຮັ່ງມີແລະຕ້ອງການຮັ່ງມີຫຼາຍຂຶ້ນ. ຄົນທຸກຍາກອິດສາຄົນຮັ່ງມີແລະຕ້ອງການຮັ່ງມີເຊັ່ນກັນ. ຜູ້ທີ່ຂຽນອິດສາຜູ້ທີ່ຂຽນແລະຕ້ອງການຂຽນທີ່ດີກວ່າ. ຜູ້ທີ່ມີປະສົບການຫຼາຍອິດສາຜູ້ທີ່ມີປະສົບການຫຼາຍແລະຕ້ອງການມີຫຼາຍກວ່າຜູ້ທີ່.</p>\n<p>ປະຊາຊົນບໍ່ພໍໃຈກັບເຂົ້າຈີ່, ເຄື່ອງນຸ່ງຫົ່ມແລະບ່ອນລີ້ໄພ. ພາກຮຽນ spring ລັບຂອງຄວາມອິດສາສໍາລັບລົດຄົນອື່ນ, ສໍາລັບເຮືອນຂອງຄົນອື່ນ, ສໍາລັບເຄື່ອງນຸ່ງຂອງເພື່ອນບ້ານ, ສໍາລັບເງິນຈໍານວນຫຼາຍຂອງຫມູ່ເພື່ອນຫຼືສັດຕູ, ແລະອື່ນໆຜະລິດຄວາມປາຖະຫນາທີ່ຈະປັບປຸງ, ໄດ້ຮັບສິ່ງຕ່າງໆແລະສິ່ງຂອງຫຼາຍ, ເຄື່ອງນຸ່ງຫົ່ມ, ເຫມາະສົມ, ຄຸນງາມຄວາມດີ, ເພື່ອບໍ່ໃຫ້ຫນ້ອຍກວ່າຄົນອື່ນ, ແລະອື່ນໆ.</p>\n<p>ສິ່ງທີ່ໂສກເສົ້າທີ່ສຸດກ່ຽວກັບເລື່ອງນີ້ແມ່ນວ່າຂະບວນການສະສົມຂອງປະສົບການ, ຄຸນງາມຄວາມດີ, ສິ່ງຕ່າງໆ, ເງິນ, ແລະອື່ນໆເຮັດໃຫ້ YO PLURALIZADO ມີຄວາມເຂັ້ມແຂງ, ດັ່ງນັ້ນຈຶ່ງເຮັດໃຫ້ຄວາມຂັດແຍ້ງທີ່ໃກ້ຊິດ, ການແຕກແຍກທີ່ຫນ້າຢ້ານ, ການສູ້ຮົບທີ່ໂຫດຮ້າຍຂອງສານພາຍໃນຂອງພວກເຮົາເຂັ້ມແຂງຂຶ້ນ, ແລະອື່ນໆ.</p>\n<p>ທັງ​ຫມົດ​ນັ້ນ​ແມ່ນ​ຄວາມ​ເຈັບ​ປວດ. ບໍ່ມີສິ່ງໃດທີ່ສາມາດນໍາເອົາຄວາມສຸກທີ່ແທ້ຈິງມາສູ່ຫົວໃຈທີ່ໂສກເສົ້າ. ທັງ​ຫມົດ​ນັ້ນ​ຜະ​ລິດ​ການ​ເພີ່ມ​ຂຶ້ນ​ຂອງ​ຄວາມ​ໂຫດ​ຮ້າຍ​ໃນ psyche ຂອງ​ພວກ​ເຮົາ​, ການ​ຄູນ​ຂອງ​ຄວາມ​ເຈັບ​ປວດ​, ຄວາມ​ບໍ່​ພໍ​ໃຈ​ຫຼາຍ​ຂຶ້ນ​ແລະ​ເລິກ​ເຊິ່ງ​ກວ່າ​.</p>\n<p>EL YO PLURALIZADO ສະເຫມີຊອກຫາຄວາມຍຸດຕິທໍາເຖິງແມ່ນວ່າສໍາລັບອາຊະຍາກໍາທີ່ຮ້າຍແຮງທີ່ສຸດແລະຂະບວນການອິດສາ, ໄດ້ມາ, ສະສົມ, ຮັບ, ເຖິງແມ່ນວ່າມັນເປັນຄ່າໃຊ້ຈ່າຍຂອງແຮງງານຂອງຄົນອື່ນ, ມັນຖືກເອີ້ນວ່າການພັດທະນາ, ຄວາມຄືບຫນ້າ, ຄວາມກ້າວຫນ້າ, ແລະອື່ນໆ.</p>\n<p>ປະຊາຊົນມີສະຕິທີ່ນອນຫລັບແລະບໍ່ຮູ້ວ່າພວກເຂົາອິດສາ, ໂຫດຮ້າຍ, ໂລບ, ຂີ້ອິດສາ, ແລະໃນເວລາທີ່ສໍາລັບເຫດຜົນບາງຢ່າງທີ່ພວກເຂົາຮູ້ທັງຫມົດນີ້, ຫຼັງຈາກນັ້ນພວກເຂົາໃຫ້ເຫດຜົນ, ປະນາມ, ຊອກຫາ evasives, ແຕ່ພວກເຂົາບໍ່ເຂົ້າໃຈ.</p>\n<p>ຄວາມອິດສາເປັນເລື່ອງຍາກທີ່ຈະຄົ້ນພົບເນື່ອງຈາກຄວາມຈິງທີ່ວ່າຈິດໃຈຂອງມະນຸດອິດສາ. ໂຄງສ້າງຂອງຈິດໃຈແມ່ນອີງໃສ່ຄວາມອິດສາແລະການໄດ້ມາ.</p>\n<p>ຄວາມອິດສາເລີ່ມຕົ້ນຈາກບ່ອນນັ່ງຂອງໂຮງຮຽນ. ພວກເຮົາອິດສາຄວາມສະຫຼາດທີ່ດີທີ່ສຸດຂອງເພື່ອນຮ່ວມຫ້ອງຮຽນຂອງພວກເຮົາ, ຄຸນສົມບັດທີ່ດີທີ່ສຸດ, ເຄື່ອງນຸ່ງທີ່ດີທີ່ສຸດ, ເຄື່ອງນຸ່ງທີ່ດີທີ່ສຸດ, ເກີບທີ່ດີທີ່ສຸດ, ລົດຖີບທີ່ດີທີ່ສຸດ, skates ທີ່ສວຍງາມ, ບານງາມ, ແລະອື່ນໆ.</p>\n<p>ຄູສອນທີ່ເອີ້ນວ່າການສ້າງບຸກຄະລິກຂອງນັກຮຽນ, ຕ້ອງເຂົ້າໃຈສິ່ງທີ່ຂະບວນການທີ່ບໍ່ມີຂອບເຂດຂອງຄວາມອິດສາແມ່ນແລະສ້າງຕັ້ງຢູ່ໃນ PSYCHIS ຂອງນັກຮຽນຂອງພວກເຂົາພື້ນຖານທີ່ພຽງພໍສໍາລັບຄວາມເຂົ້າໃຈ.</p>\n<p>ຈິດໃຈ, ອິດສາຕາມທໍາມະຊາດ, ພຽງແຕ່ຄິດໃນແງ່ຂອງ MAS. “ຂ້ອຍສາມາດອະທິບາຍໄດ້ດີກວ່າ, ຂ້ອຍມີຄວາມຮູ້ຫຼາຍກວ່າ, ຂ້ອຍສະຫລາດກວ່າ, ຂ້ອຍມີຄຸນງາມຄວາມດີຫຼາຍ, ຄວາມບໍລິສຸດຫຼາຍ, ຄວາມສົມບູນແບບຫຼາຍ, ການວິວັດທະນາການຫຼາຍກວ່າ, ແລະອື່ນໆ.”</p>\n<p>ການເຮັດວຽກທັງໝົດຂອງຈິດໃຈແມ່ນອີງໃສ່ MAS. EL MAS ເປັນພາກຮຽນ spring ລັບ intimate ຂອງຄວາມອິດສາ.</p>\n<p>EL MAS ແມ່ນຂະບວນການປຽບທຽບຂອງຈິດໃຈ. ຂະບວນການປຽບທຽບທັງໝົດແມ່ນເປັນເລື່ອງທີ່ໜ້າກຽດຊັງ. ຕົວຢ່າງ: ຂ້ອຍສະຫລາດກວ່າເຈົ້າ. Fulano de tal ມີຄຸນງາມຄວາມດີກວ່າເຈົ້າ. Fulana de tal ດີກວ່າເຈົ້າ, ສະຫລາດກວ່າ, ໃຈດີກວ່າ, ງາມກວ່າ, ແລະອື່ນໆ.</p>\n<p>EL MAS ສ້າງເວລາ. EL YO PLURALIZADO ຕ້ອງການເວລາທີ່ຈະດີກ່ວາເພື່ອນບ້ານ, ເພື່ອສະແດງໃຫ້ເຫັນຄອບຄົວວ່າລາວມີພອນສະຫວັນຫຼາຍແລະສາມາດ, ເພື່ອກາຍເປັນຄົນໃນຊີວິດ, ເພື່ອສະແດງໃຫ້ເຫັນສັດຕູຂອງລາວ, ຫຼືຜູ້ທີ່ລາວອິດສາ, ວ່າລາວສະຫລາດກວ່າ, ມີອໍານາດຫຼາຍກວ່າ, ແຂງແຮງກວ່າ. ແລະອື່ນໆ.</p>\n<p>ການຄິດປຽບທຽບແມ່ນອີງໃສ່ຄວາມອິດສາແລະຜະລິດສິ່ງທີ່ເອີ້ນວ່າຄວາມບໍ່ພໍໃຈ, ຄວາມບໍ່ສະບາຍ, ຄວາມຂົມຂື່ນ.</p>\n<p>ໂຊກບໍ່ດີທີ່ຄົນໄປຈາກກົງກັນຂ້າມຫາອີກຝ່າຍກົງກັນຂ້າມ, ຈາກປາຍສຸດໄປຫາອີກຂ້າງໜຶ່ງ, ພວກເຂົາບໍ່ຮູ້ວິທີການຍ່າງກາງ. ຫຼາຍຄົນຕໍ່ສູ້ກັບຄວາມບໍ່ພໍໃຈ, ຄວາມອິດສາ, ຄວາມໂລບ, ຄວາມອິດສາ, ແຕ່ການຕໍ່ສູ້ກັບຄວາມບໍ່ພໍໃຈບໍ່ເຄີຍນໍາຄວາມສຸກທີ່ແທ້ຈິງຂອງຫົວໃຈ.</p>\n<p>ມັນເປັນສິ່ງຮີບດ່ວນທີ່ຈະເຂົ້າໃຈວ່າຄວາມສຸກທີ່ແທ້ຈິງຂອງຫົວໃຈທີ່ສະຫງົບ, ບໍ່ໄດ້ຊື້ຂາຍ, ແລະເກີດຢູ່ໃນພວກເຮົາຢ່າງເປັນທໍາມະຊາດແລະໃນແບບ spontaneous ໃນເວລາທີ່ພວກເຮົາໄດ້ເຂົ້າໃຈຢ່າງລະອຽດກ່ຽວກັບສາເຫດຂອງຄວາມບໍ່ພໍໃຈ; ຄວາມອິດສາ, ຄວາມອິດສາ, ຄວາມໂລບ, ແລະອື່ນໆ.</p>\n<p>ຜູ້ທີ່ຕ້ອງການຫາເງິນ, ຕໍາແຫນ່ງທາງສັງຄົມທີ່ດີເລີດ, ຄຸນງາມຄວາມດີ, ຄວາມເພິ່ງພໍໃຈຂອງທຸກຊະນິດ, ແລະອື່ນໆໂດຍມີຈຸດປະສົງເພື່ອບັນລຸຄວາມເພິ່ງພໍໃຈທີ່ແທ້ຈິງ, ແມ່ນຜິດພາດຢ່າງສົມບູນເພາະວ່າທັງຫມົດນັ້ນແມ່ນອີງໃສ່ຄວາມອິດສາແລະວິທີການຂອງຄວາມອິດສາບໍ່ສາມາດນໍາພວກເຮົາໄປສູ່ທ່າເຮືອຂອງຫົວໃຈທີ່ງຽບສະຫງົບແລະພໍໃຈ.</p>\n<p>ຈິດໃຈທີ່ບັນຈຸຢູ່ໃນ YO PLURALIZADO ເຮັດໃຫ້ຄວາມອິດສາເປັນຄຸນງາມຄວາມດີແລະເຖິງແມ່ນວ່າຈະມອບຕົວເອງໃຫ້ຕັ້ງຊື່ທີ່ສວຍງາມ. ຄວາມກ້າວຫນ້າ, ການວິວັດທະນາການທາງວິນຍານ, ຄວາມປາຖະຫນາທີ່ຈະເອົາຊະນະ, ການຕໍ່ສູ້ເພື່ອຄວາມສູງສົ່ງ, ແລະອື່ນໆ.</p>\n<p>ທັງຫມົດນີ້ຜະລິດການແຍກຕົວ, ຄວາມຂັດແຍ້ງທີ່ໃກ້ຊິດ, ການຕໍ່ສູ້ລັບ, ບັນຫາທີ່ຍາກທີ່ຈະແກ້ໄຂ, ແລະອື່ນໆ.</p>\n<p>ມັນເປັນເລື່ອງຍາກທີ່ຈະຊອກຫາຄົນໃນຊີວິດທີ່ເປັນ INTEGRO ຢ່າງແທ້ຈິງໃນຄວາມຫມາຍທີ່ສົມບູນແບບທີ່ສຸດຂອງຄໍາ.</p>\n<p>ມັນເປັນໄປບໍ່ໄດ້ຢ່າງສິ້ນເຊີງທີ່ຈະບັນລຸ INTEGRACIÓN TOTAL ໃນຂະນະທີ່ YO PLURALIZADO ມີຢູ່ພາຍໃນຕົວເຮົາເອງ.</p>\n<p>ມັນເປັນສິ່ງຮີບດ່ວນທີ່ຈະເຂົ້າໃຈວ່າພາຍໃນແຕ່ລະຄົນມີສາມປັດໃຈພື້ນຖານ, ອັນທໍາອິດ: ບຸກຄະລິກກະພາບ. ອັນທີສອງ: YO PLURALIZADO. ອັນທີສາມ: ອຸປະກອນທາງຈິດໃຈ, ນັ້ນແມ່ນ, ESSENCE ຕົວຂອງມັນເອງຂອງບຸກຄົນ.</p>\n<p>EL YO PLURALIZADO ໃຊ້ຈ່າຍອຸປະກອນທາງຈິດໃຈຢ່າງບໍ່ສະຫລາດໃນການລະເບີດປະລໍາມະນູຂອງຄວາມອິດສາ, ຄວາມອິດສາ, ຄວາມໂລບ, ແລະອື່ນໆ. ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະລະລາຍ YO pluralized, ໂດຍມີຈຸດປະສົງເພື່ອກະຕຸ້ນອຸປະກອນທາງຈິດໃຈພາຍໃນ, ເພື່ອສ້າງຕັ້ງສູນກາງສະຕິຖາວອນຢູ່ໃນຕົວເຮົາເອງ.</p>\n<p>ຜູ້ທີ່ບໍ່ມີສູນກາງສະຕິຖາວອນ, ບໍ່ສາມາດເປັນຈຸດປະສົງໄດ້.</p>\n<p>ພຽງແຕ່ສູນກາງສະຕິຖາວອນເທົ່ານັ້ນທີ່ໃຫ້ຄວາມເປັນສ່ວນບຸກຄົນທີ່ແທ້ຈິງແກ່ພວກເຮົາ.</p>\n<p>ພຽງແຕ່ສູນກາງສະຕິຖາວອນເຮັດໃຫ້ພວກເຮົາສົມບູນ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/lao/educacion-fundamental/integracion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/integracion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/integracion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
