import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "సమ్మిళితం",
  "locale": "te",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "14. సమ్మిళితం",
    "order": 14
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>సిక్కాలజీలో అతిపెద్ద కోరికలలో ఒకటి సంపూర్ణ సమైక్యతను చేరుకోవడం.</p>\n<p>నేను వ్యక్తిగతంగా ఉంటే, మానసిక సమైక్యత సమస్య చాలా సులభంగా పరిష్కరించబడుతుంది, కాని ప్రపంచ దురదృష్టం కొద్దీ ప్రతి వ్యక్తిలో నేను బహువచన రూపంలో ఉంటాను.</p>\n<p>బహువచన నేను మన అంతరంగిక వైరుధ్యాలన్నింటికీ ప్రాథమిక కారణం.</p>\n<p>మన అంతరంగిక వైరుధ్యాలతో సహా మనం మానసికంగా ఉన్నట్లుగా మనం ఒక పూర్తి పొడవు అద్దంలో చూస్తే, మనకు ఇంకా నిజమైన వ్యక్తిత్వం లేదని బాధాకరమైన ముగింపుకు వస్తాము.</p>\n<p>మానవ శరీరం అనేది విప్లవాత్మక మనస్తత్వశాస్త్రం ద్వారా లోతుగా అధ్యయనం చేయబడిన బహువచనమైన నేను ద్వారా నియంత్రించబడే ఒక అద్భుతమైన యంత్రం.</p>\n<p>నేను వార్తాపత్రిక చదువుతాను అని మేధో నేను చెబుతున్నాను; నేను పార్టీకి హాజరు కావాలనుకుంటున్నాను అని భావోద్వేగ నేను అరుస్తున్నాను; పార్టీతో నరకానికి వెళ్లండి అని ఉద్యమ నేను గొణుగుతున్నాను, నేను నడవడానికి వెళతాను, నేను నడవకూడదు అని సంరక్షణా ప్రవృత్తి యొక్క నేను అరుస్తుంది, నాకు ఆకలిగా ఉంది మరియు నేను తినబోతున్నాను, మొదలైనవి.</p>\n<p>అహంను ఏర్పరిచే చిన్న యోస్లలో ప్రతి ఒక్కరూ ఆజ్ఞాపించాలని, యజమానిగా, ప్రభువుగా ఉండాలని కోరుకుంటారు.</p>\n<p>విప్లవాత్మక మనస్తత్వశాస్త్రం వెలుగులో నేను ఒక సైన్యం అని మరియు జీవి ఒక యంత్రం అని మనం అర్థం చేసుకోవచ్చు.</p>\n<p>చిన్న యోస్లు ఒకరితో ఒకరు గొడవ పడుతున్నారు, వారు ఆధిపత్యం కోసం పోరాడుతున్నారు, ప్రతి ఒక్కరూ నాయకుడు, యజమాని, ప్రభువుగా ఉండాలని కోరుకుంటారు.</p>\n<p>దాని కారణంగానే పేలవమైన మేధో జంతువు మానసిక విచ్ఛిన్నత స్థితిలో జీవిస్తుంది, దీనిని తప్పుగా మనిషి అని పిలుస్తారు.</p>\n<p>మనస్తత్వశాస్త్రంలో విచ్ఛిన్నం అనే పదానికి అర్థం ఏమిటో అర్థం చేసుకోవడం అవసరం. విచ్ఛిన్నం అంటే పడగొట్టడం, చెదరగొట్టడం, విచ్ఛిన్నం చేయడం, వ్యతిరేకించడం మొదలైనవి.</p>\n<p>మానసిక విచ్ఛిన్నానికి ప్రధాన కారణం అసూయ, ఇది కొన్నిసార్లు చాలా సూక్ష్మమైన మరియు రుచికరమైన రూపాల్లో వ్యక్తమవుతుంది.</p>\n<p>అసూయ బహుముఖంగా ఉంటుంది మరియు దానిని సమర్థించడానికి వేలాది కారణాలు ఉన్నాయి. అసూయ అనేది మొత్తం సామాజిక యంత్రాల యొక్క రహస్య వనరు. తెలివితక్కువ వారు అసూయను సమర్థించడానికి ఇష్టపడతారు.</p>\n<p>ధనవంతుడు ధనవంతుడిని చూసి అసూయపడతాడు మరియు మరింత ధనవంతుడు కావాలని కోరుకుంటాడు. పేదలు ధనవంతులను చూసి అసూయపడతారు మరియు వారు కూడా ధనవంతులు కావాలని కోరుకుంటారు. వ్రాసేవాడు వ్రాసేవాడిని చూసి అసూయపడతాడు మరియు బాగా వ్రాయాలని కోరుకుంటాడు. చాలా అనుభవం ఉన్నవారు ఎక్కువ అనుభవం ఉన్నవారిని చూసి అసూయపడతారు మరియు దానికంటే ఎక్కువ ఉండాలని కోరుకుంటారు.</p>\n<p>ప్రజలు రొట్టె, ఆశ్రయం మరియు ఆశ్రయంతో సంతృప్తి చెందరు. పొరుగువారి కారు పట్ల, పొరుగువారి ఇల్లు పట్ల, పొరుగువారి సూట్ పట్ల, స్నేహితుడి లేదా శత్రువు యొక్క చాలా డబ్బు పట్ల అసూయ యొక్క రహస్య వనరు మొదలైనవి, మెరుగుపరచడానికి, విషయాలు మరియు మరిన్ని విషయాలు, దుస్తులు, సూట్లు, సద్గుణాలు, ఇతరులకన్నా తక్కువ కాకుండా ఉండటానికి కోరికలను ఉత్పత్తి చేస్తుంది.</p>\n<p>వీటన్నిటిలో విషాదకరమైన విషయం ఏమిటంటే, అనుభవాలు, సద్గుణాలు, విషయాలు, డబ్బు మొదలైన వాటి యొక్క సంచిత ప్రక్రియ బహువచనమైన నేనును బలపరుస్తుంది, అప్పుడు మనలో మనం అంతర్గత వైరుధ్యాలు, భయంకరమైన విభేదాలు, మన అంతర్గత వేదిక యొక్క క్రూరమైన యుద్ధాలు మొదలైనవి తీవ్రమవుతాయి.</p>\n<p>అదంతా నొప్పి. దానిలో ఏదీ బాధిత హృదయానికి నిజమైన ఆనందాన్ని కలిగించదు. అదంతా మన మనస్సులో క్రూరత్వాన్ని పెంచుతుంది, బాధను గుణిస్తుంది, అసంతృప్తిని మరింత లోతుగా చేస్తుంది.</p>\n<p>బహువచన నేను ఎల్లప్పుడూ చెత్త నేరాలకు కూడా సమర్థనలను కనుగొంటుంది మరియు అసూయపడే, సంపాదించే, సేకరించే, సాధించే ఈ ప్రక్రియకు, ఇతరుల పనికి ఖర్చు అయినప్పటికీ, దీనిని పరిణామం, పురోగతి, అభివృద్ధి మొదలైనవి అంటారు.</p>\n<p>ప్రజలకు స్పృహ ఉండదు మరియు వారు అసూయపడే, క్రూరమైన, అత్యాశగల, అసూయగలవారని వారు గ్రహించరు మరియు ఏదో కారణం చేత వారు ఇవన్నీ గ్రహించినప్పుడు, వారు తమను తాము సమర్థించుకుంటారు, ఖండిస్తారు, తప్పించుకుంటారు, కాని వారు అర్థం చేసుకోరు.</p>\n<p>అసూయను కనుగొనడం కష్టం, ఎందుకంటే మానవ మనస్సు అసూయపడుతుంది. మనస్సు యొక్క నిర్మాణం అసూయ మరియు సముపార్జనపై ఆధారపడి ఉంటుంది.</p>\n<p>పాఠశాల బెంచీ నుండి అసూయ ప్రారంభమవుతుంది. మేము మా తోటి విద్యార్థుల యొక్క ఉత్తమ మేధస్సును, ఉత్తమ తరగతులను, ఉత్తమ సూట్లను, ఉత్తమ దుస్తులను, ఉత్తమ బూట్లను, ఉత్తమ సైకిలును, అందమైన స్కేట్లను, అందమైన బంతిని మొదలైన వాటిని అసూయపడతాము.</p>\n<p>విద్యార్థుల వ్యక్తిత్వాన్ని తీర్చిదిద్దడానికి పిలువబడే ఉపాధ్యాయులు మరియు ఉపాధ్యాయులు అసూయ యొక్క అనంతమైన ప్రక్రియలు ఏమిటో అర్థం చేసుకోవాలి మరియు విద్యార్థుల మనస్సులో అవగాహనకు తగిన పునాదిని ఏర్పాటు చేయాలి.</p>\n<p>మనస్సు, స్వభావరీత్యా అసూయపడుతుంది, MAS యొక్క విధిలో మాత్రమే ఆలోచిస్తుంది. “నేను బాగా వివరించగలను, నాకు ఎక్కువ జ్ఞానం ఉంది, నేను తెలివిగా ఉన్నాను, నాకు ఎక్కువ సద్గుణాలు ఉన్నాయి, ఎక్కువ పవిత్రతలు, ఎక్కువ పరిపూర్ణతలు, ఎక్కువ పరిణామం మొదలైనవి.”</p>\n<p>మనస్సు యొక్క మొత్తం కార్యాచరణ MAS పై ఆధారపడి ఉంటుంది. MAS అనేది అసూయ యొక్క సన్నిహిత రహస్య వనరు.</p>\n<p>MAS అనేది మనస్సు యొక్క తులనాత్మక ప్రక్రియ. ఏదైనా తులనాత్మక ప్రక్రియ హేయమైనది. ఉదాహరణ: నేను నీకంటే తెలివైనవాడిని. అలాంటి మరియు అలాంటి వ్యక్తి నీకంటే ఎక్కువ ధర్మవంతుడు. అలాంటి మరియు అలాంటి వ్యక్తి నీకంటే మంచివాడు, మరింత తెలివైనవాడు, దయగలవాడు, అందమైనవాడు మొదలైనవి.</p>\n<p>MAS సమయాన్ని సృష్టిస్తుంది. పొరుగువారి కంటే మెరుగ్గా ఉండటానికి, తాను చాలా మేధావి అని మరియు కుటుంబానికి నిరూపించడానికి, జీవితంలో ఒక వ్యక్తిగా మారడానికి, తన శత్రువులకు లేదా అసూయపడేవారికి తాను తెలివైనవాడినని, శక్తివంతుడని, బలంగా ఉన్నానని నిరూపించడానికి బహువచనమైన నేనుకు సమయం కావాలి.</p>\n<p>తులనాత్మక ఆలోచన అసూయపై ఆధారపడి ఉంటుంది మరియు అసంతృప్తి, ఆందోళన, చేదును ఉత్పత్తి చేస్తుంది.</p>\n<p>దురదృష్టవశాత్తు ప్రజలు ఒక వ్యతిరేకం నుండి మరొక వ్యతిరేకానికి, ఒక చివర నుండి మరొక చివర వరకు వెళతారు, వారు మధ్యలో నడవలేరు. చాలామంది అసంతృప్తి, అసూయ, దురాశ, అసూయతో పోరాడుతారు, కాని అసంతృప్తితో పోరాటం ఎప్పటికీ గుండెకు నిజమైన ఆనందాన్ని కలిగించదు.</p>\n<p>ప్రశాంతమైన హృదయం యొక్క నిజమైన ఆనందం కొనబడదని లేదా విక్రయించబడదని అర్థం చేసుకోవడం అత్యవసరం మరియు అసంతృప్తికి కారణాలను మనం పూర్తిగా అర్థం చేసుకున్నప్పుడు మాత్రమే మనలో పూర్తిగా సహజంగా మరియు ఆకస్మికంగా పుడుతుంది; అసూయ, అసూయ, దురాశ మొదలైనవి.</p>\n<p>నిజమైన సంతృప్తిని పొందాలనే ఉద్దేశ్యంతో డబ్బు, అద్భుతమైన సామాజిక స్థానం, సద్గుణాలు, అన్ని రకాల సంతృప్తి మొదలైనవి పొందాలనుకునే వారు పూర్తిగా తప్పుగా భావిస్తున్నారు, ఎందుకంటే ఇవన్నీ అసూయపై ఆధారపడి ఉంటాయి మరియు అసూయ యొక్క మార్గం ఎప్పటికీ ప్రశాంతమైన మరియు సంతోషకరమైన హృదయం యొక్క ఓడరేవుకు మనల్ని నడిపించదు.</p>\n<p>బహువచనమైన నేనులో సీసాలో నిండిన మనస్సు అసూయను ఒక ధర్మంగా చేస్తుంది మరియు దానికి రుచికరమైన పేర్లను పెట్టడానికి విలాసంగా ఇస్తుంది. పురోగతి, ఆధ్యాత్మిక పరిణామం, అధిగమించాలనే కోరిక, గౌరవం కోసం పోరాటం మొదలైనవి.</p>\n<p>ఇవన్నీ విచ్ఛిన్నం, అంతర్గత వైరుధ్యాలు, రహస్య పోరాటాలు, పరిష్కరించడానికి కష్టమైన సమస్య మొదలైనవి.</p>\n<p>జీవితంలో నిజంగా సంపూర్ణమైన వ్యక్తిని కనుగొనడం కష్టం, ఈ పదానికి పూర్తి అర్థంలో.</p>\n<p>మనలో బహువచనమైన నేను ఉన్నంతవరకు మొత్తం సమైక్యతను సాధించడం పూర్తిగా అసాధ్యం.</p>\n<p>ప్రతి వ్యక్తిలో మూడు ప్రాథమిక అంశాలు ఉన్నాయని అర్థం చేసుకోవడం అత్యవసరం, మొదటిది: వ్యక్తిత్వం. రెండవది: బహువచనమైన నేను. మూడవది: మానసిక పదార్థం, అంటే వ్యక్తి యొక్క సారాంశం.</p>\n<p>బహువచనమైన నేను మానసిక పదార్థాన్ని అసూయ, అసూయ, దురాశ మొదలైన వాటి అణు పేలుళ్లలో తెలివితక్కువగా వృథా చేస్తుంది. మన లోపల ఒక శాశ్వతమైన స్పృహ కేంద్రాన్ని ఏర్పరచుకోవడానికి, లోపల మానసిక పదార్థాన్ని సేకరించే ఉద్దేశ్యంతో బహువచనమైన నేనును రద్దు చేయడం అవసరం.</p>\n<p>శాశ్వతమైన స్పృహ కేంద్రం లేని వారు సమగ్రంగా ఉండలేరు.</p>\n<p>శాశ్వతమైన స్పృహ కేంద్రం మాత్రమే మనకు నిజమైన వ్యక్తిత్వాన్ని ఇస్తుంది.</p>\n<p>శాశ్వతమైన స్పృహ కేంద్రం మాత్రమే మనల్ని సంపూర్ణంగా చేస్తుంది.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/te/educacion-fundamental/integracion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/te/educacion-fundamental/integracion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/te/educacion-fundamental/integracion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
