import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "એકીકરણ",
  "locale": "gu",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "14. એકીકરણ",
    "order": 14
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>સાયકોલોજીની સૌથી મોટી ઝંખનાઓમાંની એક સંપૂર્ણ એકીકરણ સુધી પહોંચવાની છે.</p>\n<p>જો ‘હું’ વ્યક્તિગત હોત, તો માનસિક એકીકરણની સમસ્યા સરળતાથી ઉકેલી શકાઈ હોત, પરંતુ દુનિયાના દુર્ભાગ્યે દરેક વ્યક્તિમાં ‘હું’ બહુવચન સ્વરૂપમાં અસ્તિત્વ ધરાવે છે.</p>\n<p>આ બહુવચન ‘હું’ એ આપણા તમામ આંતરિક વિરોધાભાસોનું મૂળ કારણ છે.</p>\n<p>જો આપણે આપણી જાતને માનસિક રીતે પૂરા શરીરના અરીસામાં આપણા તમામ આંતરિક વિરોધાભાસો સાથે જોઈ શકીએ, તો આપણે દુઃખદ નિષ્કર્ષ પર આવીશું કે આપણી પાસે હજી સુધી સાચી વ્યક્તિગતતા નથી.</p>\n<p>માનવ શરીર એક અદ્ભુત મશીન છે જે બહુવચન ‘હું’ દ્વારા નિયંત્રિત થાય છે, જેનો ક્રાંતિકારી સાયકોલોજી દ્વારા ઊંડાણપૂર્વક અભ્યાસ કરવામાં આવે છે.</p>\n<p>હું છાપું વાંચીશ એમ બૌદ્ધિક ‘હું’ કહે છે; ભાવનાત્મક ‘હું’ પાર્ટીમાં જવા માટે પોકાર કરે છે; પાર્ટીને નરકમાં મોકલો એવું હલનચલન કરતું ‘હું’ ગુસ્સામાં કહે છે, હું ફરવા જઈશ, સંરક્ષણ વૃત્તિનું ‘હું’ બૂમ પાડે છે, મારે ફરવા જવું નથી, મને ભૂખ લાગી છે અને હું ખાઈશ, વગેરે.</p>\n<p>અહંકારનું નિર્માણ કરતા દરેક નાના ‘હું’ આદેશ આપવા, માલિક બનવા અને ભગવાન બનવા માંગે છે.</p>\n<p>ક્રાંતિકારી સાયકોલોજીના પ્રકાશમાં આપણે સમજી શકીએ છીએ કે ‘હું’ લશ્કર છે અને શરીર એક મશીન છે.</p>\n<p>નાના ‘હું’ એકબીજા સાથે ઝઘડો કરે છે, સર્વોપરિતા માટે લડે છે, દરેક બોસ, માલિક અને ભગવાન બનવા માંગે છે.</p>\n<p>આ માનસિક વિઘટનની દયાજનક સ્થિતિને સમજાવે છે જેમાં ગરીબ બૌદ્ધિક પ્રાણી ભૂલથી માણસ તરીકે ઓળખાય છે તે જીવે છે.</p>\n<p>સાયકોલોજીમાં વિઘટન શબ્દનો અર્થ શું થાય છે તે સમજવું જરૂરી છે. વિઘટન એટલે વિખેરાઈ જવું, વિખેરાઈ જવું, ફાટી જવું, વિરોધાભાસ કરવો વગેરે.</p>\n<p>માનસિક વિઘટનનું મુખ્ય કારણ ઈર્ષ્યા છે જે ક્યારેક અત્યંત સૂક્ષ્મ અને આનંદદાયક સ્વરૂપમાં પ્રગટ થાય છે.</p>\n<p>ઈર્ષ્યા બહુપક્ષીય છે અને તેને ન્યાયી ઠેરવવા માટે હજારો કારણો છે. ઈર્ષ્યા એ તમામ સામાજિક મશીનરીનો ગુપ્ત સ્ત્રોત છે. મૂર્ખ લોકોને ઈર્ષ્યાને ન્યાયી ઠેરવવાનું પસંદ છે.</p>\n<p>અમીર માણસ અમીર માણસની ઈર્ષ્યા કરે છે અને વધુ અમીર બનવા માંગે છે. ગરીબો અમીરોની ઈર્ષ્યા કરે છે અને તેઓ પણ અમીર બનવા માંગે છે. જે લખે છે તે લખનારની ઈર્ષ્યા કરે છે અને વધુ સારી રીતે લખવા માંગે છે. જેની પાસે ઘણો અનુભવ છે તે વધુ અનુભવ ધરાવનારની ઈર્ષ્યા કરે છે અને તેનાથી વધુ મેળવવાની ઈચ્છા રાખે છે.</p>\n<p>લોકો માત્ર રોટલી, આશ્રય અને આશ્રયથી સંતુષ્ટ નથી થતા. પડોશીની કાર, ઘર, કપડાં, મિત્ર અથવા દુશ્મનના ઘણા પૈસા વગેરે માટે ઈર્ષ્યાનો ગુપ્ત સ્ત્રોત સુધારવાની, વસ્તુઓ અને વધુ વસ્તુઓ, કપડાં, સદ્ગુણો મેળવવાની ઈચ્છા પેદા કરે છે જેથી અન્ય કરતા ઓછા ન હોઈએ વગેરે વગેરે વગેરે.</p>\n<p>આમાં સૌથી દુ:ખદ બાબત એ છે કે અનુભવો, સદ્ગુણો, વસ્તુઓ, પૈસા વગેરેનો સંચિત પ્રક્રિયા બહુવચન ‘હું’ ને મજબૂત બનાવે છે, પછી આપણી અંદરના આંતરિક વિરોધાભાસો, ભયાનક ભંગાણ, આપણી આંતરિક બાબતોની ક્રૂર લડાઈઓ વગેરે તીવ્ર બને છે.</p>\n<p>આ બધું દુઃખ છે. આમાંથી કંઈ પણ દુઃખી હૃદયમાં સાચો આનંદ લાવી શકતું નથી. આ બધું આપણી માનસિકતામાં ક્રૂરતામાં વધારો કરે છે, દુઃખમાં વધારો કરે છે, દરેક વખતે અસંતોષ વધુ ઊંડો થાય છે.</p>\n<p>બહુવચન ‘હું’ ને ખરાબ ગુનાઓ માટે પણ હંમેશાં ન્યાયી ઠેરવવાનું કારણ મળી જાય છે અને ઈર્ષ્યા, મેળવવાની, જમા કરવાની, હાંસલ કરવાની આ પ્રક્રિયાને, ભલે તે અન્યની મહેનતના ભોગે હોય, તેને ઉત્ક્રાંતિ, પ્રગતિ, પ્રગતિ વગેરે કહેવામાં આવે છે.</p>\n<p>લોકોની ચેતના સૂઈ જાય છે અને તેઓને ખ્યાલ નથી આવતો કે તેઓ ઈર્ષાળુ, ક્રૂર, લોભી, ઇર્ષાળુ છે અને જ્યારે કોઈ કારણસર તેઓને આ બધાનો અહેસાસ થાય છે, ત્યારે તેઓ પોતાને ન્યાયી ઠેરવે છે, નિંદા કરે છે, છટકબારીઓ શોધે છે, પરંતુ તેઓ સમજતા નથી.</p>\n<p>ઈર્ષ્યા શોધવી મુશ્કેલ છે કારણ કે માનવ મન ઈર્ષાળુ છે. મનની રચના ઈર્ષ્યા અને સંપાદન પર આધારિત છે.</p>\n<p>ઈર્ષ્યા શાળાના પાટિયાથી શરૂ થાય છે. અમે અમારા સહપાઠીઓની શ્રેષ્ઠ બુદ્ધિ, શ્રેષ્ઠ ગુણ, શ્રેષ્ઠ કપડાં, શ્રેષ્ઠ ડ્રેસ, શ્રેષ્ઠ જૂતા, શ્રેષ્ઠ સાયકલ, સુંદર સ્કેટ, સુંદર બોલ વગેરેની ઈર્ષ્યા કરીએ છીએ.</p>\n<p>વિદ્યાર્થીઓ અને વિદ્યાર્થિનીઓના વ્યક્તિત્વને આકાર આપવા માટે કહેવાતા શિક્ષકોએ ઈર્ષ્યાની અનંત પ્રક્રિયાઓ શું છે તે સમજવું જોઈએ અને તેમના વિદ્યાર્થીઓની માનસિકતામાં સમજણ માટે યોગ્ય પાયો સ્થાપિત કરવો જોઈએ.</p>\n<p>મન, સ્વભાવથી ઈર્ષાળુ હોવાથી, માત્ર ‘વધુ’ ના કાર્યમાં જ વિચારે છે. ‘હું વધુ સારી રીતે સમજાવી શકું છું, મારી પાસે વધુ જ્ઞાન છે, હું વધુ બુદ્ધિશાળી છું, મારી પાસે વધુ સદ્ગુણો છે, વધુ પવિત્રતા, વધુ પૂર્ણતા, વધુ ઉત્ક્રાંતિ વગેરે.’</p>\n<p>મનની તમામ કાર્યકારીતા ‘વધુ’ પર આધારિત છે. ‘વધુ’ એ ઈર્ષ્યાનો ગુપ્ત સ્ત્રોત છે.</p>\n<p>‘વધુ’ એ મનની તુલનાત્મક પ્રક્રિયા છે. દરેક તુલનાત્મક પ્રક્રિયા ઘૃણાસ્પદ છે. ઉદાહરણ: હું તારા કરતા વધુ બુદ્ધિશાળી છું. ફલાણો તારા કરતા વધુ ગુણવાન છે. ફલાણી તારા કરતા વધુ સારી, વધુ જ્ઞાની, વધુ દયાળુ, વધુ સુંદર વગેરે છે.</p>\n<p>‘વધુ’ સમય બનાવે છે. બહુવચન ‘હું’ ને પાડોશી કરતા વધુ સારું બનવા માટે, પરિવારને સાબિત કરવા માટે કે તે ખૂબ જ પ્રતિભાશાળી છે અને તે કરી શકે છે, જીવનમાં કોઈ બનવા માટે, તેના દુશ્મનોને અથવા જેની તે ઈર્ષ્યા કરે છે તેને સાબિત કરવા માટે સમયની જરૂર છે કે તે વધુ બુદ્ધિશાળી, વધુ શક્તિશાળી, વધુ મજબૂત વગેરે છે.</p>\n<p>તુલનાત્મક વિચારસરણી ઈર્ષ્યા પર આધારિત છે અને અસંતોષ, બેચેની, કડવાશ ઉત્પન્ન કરે છે.</p>\n<p>કમનસીબે લોકો એક વિરુદ્ધથી બીજી વિરુદ્ધ, એક છેડેથી બીજા છેડે જાય છે, તેઓને કેન્દ્રમાં ચાલવાનું જ્ઞાન હોતું નથી. ઘણા લોકો અસંતોષ, ઈર્ષ્યા, લોભ, ઈર્ષા સામે લડે છે, પરંતુ અસંતોષ સામેની લડાઈ ક્યારેય હૃદયનો સાચો આનંદ લાવતી નથી.</p>\n<p>એ સમજવું તાકીદનું છે કે શાંત હૃદયનો સાચો આનંદ ખરીદી કે વેચી શકાતો નથી અને જ્યારે આપણે અસંતોષના કારણોને સંપૂર્ણ રીતે સમજીએ છીએ ત્યારે જ તે આપણામાં સંપૂર્ણ કુદરતી રીતે અને સ્વયંભૂ રીતે જન્મે છે; ઈર્ષા, ઈર્ષ્યા, લોભ વગેરે.</p>\n<p>જેઓ સાચો આનંદ મેળવવાના હેતુથી પૈસા, શાનદાર સામાજિક દરજ્જો, સદ્ગુણો, દરેક પ્રકારના સંતોષ વગેરે મેળવવા માંગે છે તેઓ સંપૂર્ણપણે ખોટા છે કારણ કે આ બધું ઈર્ષ્યા પર આધારિત છે અને ઈર્ષ્યાનો માર્ગ ક્યારેય શાંત અને આનંદી હૃદયના બંદર તરફ દોરી જતો નથી.</p>\n<p>બહુવચન ‘હું’ માં બોટલબંધ મન ઈર્ષ્યાને સદ્ગુણ બનાવે છે અને તેને આનંદદાયક નામ આપવાની પણ લક્ઝરી લે છે. પ્રગતિ, આધ્યાત્મિક ઉત્ક્રાંતિ, સુધારણાની ઝંખના, ગૌરવ માટેનો સંઘર્ષ વગેરે.</p>\n<p>આ બધું વિઘટન, આંતરિક વિરોધાભાસો, ગુપ્ત લડાઈઓ, મુશ્કેલ ઉકેલની સમસ્યા વગેરે ઉત્પન્ન કરે છે.</p>\n<p>જીવનમાં એવો કોઈ વ્યક્તિ શોધવો મુશ્કેલ છે જે શબ્દના સંપૂર્ણ અર્થમાં ખરેખર સંપૂર્ણ હોય.</p>\n<p>જ્યાં સુધી આપણી અંદર બહુવચન ‘હું’ અસ્તિત્વ ધરાવે છે ત્યાં સુધી સંપૂર્ણ એકીકરણ હાંસલ કરવું સંપૂર્ણપણે અશક્ય છે.</p>\n<p>એ સમજવું તાકીદનું છે કે દરેક વ્યક્તિની અંદર ત્રણ મૂળભૂત પરિબળો છે, પ્રથમ: વ્યક્તિત્વ. બીજું: બહુવચન ‘હું’. ત્રીજું: માનસિક સામગ્રી, એટલે કે, વ્યક્તિનો સાર.</p>\n<p>બહુવચન ‘હું’ ઈર્ષ્યા, ઈર્ષા, લોભ વગેરેના અણુ વિસ્ફોટોમાં મનોવૈજ્ઞાનિક સામગ્રીને બેદરકારીથી વેડફી નાખે છે. બહુવચન ‘હું’ ને ઓગાળવું જરૂરી છે, જેથી આપણી અંદર ચેતનાનું કાયમી કેન્દ્ર સ્થાપિત કરવા માટે માનસિક સામગ્રીનો સંગ્રહ કરી શકાય.</p>\n<p>જેઓ પાસે ચેતનાનું કાયમી કેન્દ્ર નથી, તેઓ સંપૂર્ણ હોઈ શકતા નથી.</p>\n<p>માત્ર ચેતનાનું કાયમી કેન્દ્ર જ આપણને સાચી વ્યક્તિગતતા આપે છે.</p>\n<p>માત્ર ચેતનાનું કાયમી કેન્દ્ર જ આપણને સંપૂર્ણ બનાવે છે.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/gu/educacion-fundamental/integracion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/gu/educacion-fundamental/integracion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/gu/educacion-fundamental/integracion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
