import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Інтэграцыя",
  "locale": "be",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "14. Інтэграцыя",
    "order": 14
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Адным з найвялікшых памкненняў псіхалогіі з’яўляецца дасягненне ПОЎНАЙ ІНТЭГРАЦЫІ.</p>\n<p>Калі б Я было ІНДЫВІДУАЛЬНЫМ, праблема ПСІХАЛАГІЧНАЙ ІНТЭГРАЦЫІ была б вырашана з вялікай лёгкасцю, але, на жаль, для свету, Я існуе ўнутры кожнага чалавека ў ФОРМЕ ПЛЮРАЛІЗАЦЫІ.</p>\n<p>ПЛЮРАЛІЗАВАНАЕ Я з’яўляецца фундаментальнай прычынай усіх нашых унутраных супярэчнасцей.</p>\n<p>Калі б мы маглі ўбачыць сябе ў люстэрку ў поўны рост такімі, якія мы ёсць ПСІХАЛАГІЧНА, з усімі нашымі ўнутранымі супярэчнасцямі, мы прыйшлі б да сумнай высновы, што ў нас яшчэ няма сапраўднай індывідуальнасці.</p>\n<p>Чалавечы арганізм - гэта цудоўная машына, якой кіруе ПЛЮРАЛІЗАВАНАЕ Я, якое грунтоўна вывучаецца РЭВАЛЮЦЫЙНАЙ ПСІХАЛОГІЯЙ.</p>\n<p>“Я збіраюся пачытаць газету”, - кажа ІНТЭЛЕКТУАЛЬНАЕ Я; “Я хачу пайсці на вечарынку”, - выклікае ЭМАЦЫЙНАЕ Я; “У ПЕКЛА з вечарынкай”, - бурчыць Я РУХУ, “лепш я пайду пагуляю”, “Я не хачу гуляць”, - крычыць Я інстынкту самазахавання, “я галодны і збіраюся есці” і г.д.</p>\n<p>Кожнае з маленькіх Я, якія складаюць ЭГА, хоча камандаваць, быць гаспадаром, панам.</p>\n<p>У святле рэвалюцыйнай псіхалогіі мы можам зразумець, што Я - гэта легіён і што Арганізм - гэта машына.</p>\n<p>Маленькія Я сварацца паміж сабой, змагаюцца за вяршэнства, кожны хоча быць начальнікам, гаспадаром, панам.</p>\n<p>Гэта тлумачыць жаласны стан псіхалагічнай дэзінтэграцыі, у якім жыве бедная інтэлектуальная жывёла, памылкова названая ЧАЛАВЕКАМ.</p>\n<p>Неабходна разумець, што азначае слова ДЭЗІНТЭГРАЦЫЯ ў ПСІХАЛОГІІ. Дэзінтэгравацца - гэта разбурацца, рассейвацца, разрывацца, супярэчыць сабе і г.д.</p>\n<p>Галоўнай прычынай ПСІХАЛАГІЧНАЙ ДЭЗІНТЭГРАЦЫІ з’яўляецца зайздрасць, якая часам праяўляецца ў надзвычай тонкіх і цудоўных формах.</p>\n<p>Зайздрасць шматгранная, і існуюць тысячы прычын для яе апраўдання. Зайздрасць - гэта сакрэтная спружына ўсёй сацыяльнай машынерыі. Дурням падабаецца апраўдваць зайздрасць.</p>\n<p>Багаты зайздросціць багатаму і хоча быць яшчэ багацейшым. Бедныя зайздросцяць багатым і таксама хочуць быць багатымі. Той, хто піша, зайздросціць таму, хто піша, і хоча пісаць лепш. Той, хто мае вялікі досвед, зайздросціць таму, хто мае больш вопыту, і жадае мець больш, чым той.</p>\n<p>Людзі не задавальняюцца хлебам, адзеннем і прытулкам. Сакрэтная спружына зайздрасці да чужога аўтамабіля, да чужога дома, да адзення суседа, да вялікіх грошай сябра ці ворага і г.д. выклікае жаданне палепшыць, набыць рэчы і яшчэ рэчы, сукенкі, касцюмы, цноты, каб не быць горшым за іншых і г.д. і г.д. і г.д.</p>\n<p>Самае трагічнае ва ўсім гэтым тое, што кумулятыўны працэс набыцця досведу, цнотаў, рэчаў, грошай і г.д. умацоўвае ПЛЮРАЛІЗАВАНАЕ Я, і тады ўнутры нас саміх узмацняюцца ўнутраныя супярэчнасці, жудасныя разрывы, жорсткія бітвы нашага ўнутранага сумлення і г.д. і г.д. і г.д.</p>\n<p>Усё гэта боль. Нішто з гэтага не можа прынесці сапраўднай радасці засмучанаму сэрцу. Усё гэта прыводзіць да павелічэння жорсткасці ў нашай псіхіцы, памнажэння болю, незадаволенасці кожны раз і ўсё глыбей.</p>\n<p>ПЛЮРАЛІЗАВАНАЕ Я заўсёды знаходзіць апраўданні нават для найгоршых злачынстваў, і гэты працэс зайздрасці, набыцця, назапашвання, атрымання, нават калі гэта адбываецца за кошт чужой працы, называюць эвалюцыяй, прагрэсам, развіццём і г.д.</p>\n<p>Людзі маюць заснулае сумленне і не ўсведамляюць, што яны зайздросныя, жорсткія, прагныя, раўнівыя, і калі па якой-небудзь прычыне яны ўсведамляюць усё гэта, то апраўдваюцца, асуджаюць, шукаюць ухіленняў, але не разумеюць.</p>\n<p>Зайздрасць цяжка выявіць з-за канкрэтнага факту, што чалавечы розум зайздросны. Структура розуму заснавана на зайздрасці і набыцці.</p>\n<p>Зайздрасць пачынаецца са школьнай лавы. Мы зайздросцім лепшаму інтэлекту нашых аднакласнікаў, лепшым адзнакам, лепшым касцюмам, лепшым сукенкам, лепшым туфлям, лепшаму ровары, прыгожым канькам, прыгожаму мячу і г.д. і г.д.</p>\n<p>Настаўнікі і настаўніцы, прызваныя фарміраваць асобу вучняў і вучаніц, павінны разумець, што такое бясконцыя працэсы зайздрасці, і закласці ў ПСІХІКУ сваіх студэнтаў належны падмурак для разумення.</p>\n<p>Розум, зайздросны па сваёй прыродзе, думае толькі ў функцыі БОЛЬШ. “Я магу растлумачыць лепш, Я маю больш ведаў, Я разумнейшы, Я маю больш цнотаў, больш асвячэнняў, больш дасканаласці, больш эвалюцыі і г.д.”</p>\n<p>Увесь функцыянал розуму заснаваны на БОЛЬШ. БОЛЬШ - гэта ўнутраная сакрэтная спружына зайздрасці.</p>\n<p>БОЛЬШ - гэта параўнальны працэс розуму. Кожны параўнальны працэс МЕРЗАКІ. Прыклад: Я разумнейшы за цябе. Той-сёй больш цнатлівы за цябе. Той-сёй лепш за цябе, мудрэйшы, дабрэйшы, прыгажэйшы і г.д. і г.д.</p>\n<p>БОЛЬШ стварае час. ПЛЮРАЛІЗАВАНАМУ Я патрэбны час, каб быць лепшым за суседа, каб паказаць сям’і, што ён вельмі геніяльны і што можа, каб стаць кімсьці ў жыцці, каб паказаць сваім ворагам, або тым, каму зайздросціць, што ён разумнейшы, магутнейшы, мацнейшы і г.д.</p>\n<p>Параўнанне заснавана на зайздрасці і выклікае тое, што называецца незадаволенасцю, неспакоем, горыччу.</p>\n<p>На жаль, людзі пераходзяць ад адной супрацьлегласці да іншай супрацьлегласці, з адной крайнасці ў іншую, не ўмеюць хадзіць па цэнтры. Многія змагаюцца з незадаволенасцю, зайздрасцю, прагнасцю, раўнасцю, але барацьба з незадаволенасцю ніколі не прыносіць сапраўднай радасці сэрцу.</p>\n<p>Важна разумець, што сапраўдная радасць спакойнага сэрца не купляецца і не прадаецца, і яна нараджаецца ў нас з поўнай натуральнасцю і спантанна, калі мы глыбока зразумелі самі прычыны незадаволенасці; раўнасць, зайздрасць, прагнасць і г.д. і г.д.</p>\n<p>Тыя, хто хоча атрымаць грошы, цудоўнае сацыяльнае становішча, цноты, задавальненні ўсялякага роду і г.д. з мэтай дасягнення сапраўднай радасці, цалкам памыляюцца, таму што ўсё гэта заснавана на зайздрасці, і шлях зайздрасці ніколі не можа прывесці нас у гавань спакойнага і радаснага сэрца.</p>\n<p>Розум, закуты ў ПЛЮРАЛІЗАВАНАЕ Я, робіць з зайздрасці цноту і нават дазваляе сабе даваць ёй цудоўныя назвы. Прагрэс, духоўная эвалюцыя, жаданне самаўдасканалення, барацьба за годнасць і г.д. і г.д. і г.д.</p>\n<p>Усё гэта выклікае дэзінтэграцыю, унутраныя супярэчнасці, таемныя бітвы, праблемы, якія цяжка вырашыць і г.д.</p>\n<p>Цяжка знайсці ў жыцці каго-небудзь, хто быў бы сапраўды ІНТЭГРАЛЬНЫМ у самым поўным сэнсе гэтага слова.</p>\n<p>Становіцца абсалютна немагчыма дасягнуць ПОЎНАЙ ІНТЭГРАЦЫІ, пакуль унутры нас саміх існуе ПЛЮРАЛІЗАВАНАЕ Я.</p>\n<p>Важна разумець, што ўнутры кожнага чалавека існуюць тры асноўныя фактары, Першы: Асоба. Другі: ПЛЮРАЛІЗАВАНАЕ Я. Трэці: Псіхічны матэрыял, гэта значыць, САМА СУТНАСЦЬ ЧАЛАВЕКА.</p>\n<p>ПЛЮРАЛІЗАВАНАЕ Я недарэчна растрачвае псіхалагічны матэрыял на атамныя выбухі зайздрасці, раўнасці, прагнасці і г.д. і г.д. Неабходна растварыць плюралізаванае Я, каб назапасіць унутры псіхічны матэрыял для стварэння ўнутры нас пастаяннага цэнтра свядомасці.</p>\n<p>Тыя, хто не мае пастаяннага цэнтра свядомасці, не могуць быць інтэгральнымі.</p>\n<p>Толькі пастаянны цэнтр свядомасці дае нам сапраўдную індывідуальнасць.</p>\n<p>Толькі пастаянны цэнтр свядомасці робіць нас інтэгральнымі.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/be/educacion-fundamental/integracion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/integracion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/integracion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
