import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Ինտեգրում",
  "locale": "hy",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "14. Ինտեգրում",
    "order": 14
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Հոգեբանության ամենամեծ ձգտումներից մեկը ԼՐԻՎ ԻՆՏԵԳՐԱՑԻԱՅԻ հասնելն է։</p>\n<p>Եթե ԵՍ-ը ԱՆՀԱՏԱԿԱՆ լիներ, հոգեբանական ԻՆՏԵԳՐԱՑԻԱՅԻ խնդիրը կարելի կլիներ չափազանց հեշտությամբ լուծել, բայց աշխարհի դժբախտության համար ԵՍ-ը գոյություն ունի յուրաքանչյուր մարդու մեջ ԲԱԶՄԱՊԱՏԻԿ ՁԵՎՈՎ։</p>\n<p>ԲԱԶՄԱՊԱՏԻԿ ԵՍ-ն է մեր բոլոր ներքին հակասությունների հիմնական պատճառը։</p>\n<p>Եթե մենք կարողանայինք մեզ տեսնել լրիվ հասակի հայելու մեջ այնպես, ինչպես հոգեբանորեն ենք, մեր բոլոր ներքին հակասություններով, ապա կգանք այն ցավալի եզրակացության, որ մենք դեռևս իսկական անհատականություն չունենք։</p>\n<p>Մարդկային օրգանիզմը հրաշալի մեքենա է, որը վերահսկվում է ԲԱԶՄԱՊԱՏԻԿ ԵՍ-ի կողմից, որը մանրամասն ուսումնասիրվում է ՀԵՂԱՓՈԽԱԿԱՆ ՀՈԳԵԲԱՆՈՒԹՅԱՆ կողմից։</p>\n<p>Ես պատրաստվում եմ կարդալ թերթը, ասում է ՄՏԱՎՈՐ ԵՍ-ը; Ես ուզում եմ ներկա գտնվել խնջույքին, բացականչում է ԷՄՈՑԻՈՆԱԼ ԵՍ-ը; ԴԵԺԱՆԴԱՎ խնջույքը, տրտնջում է ՇԱՐԺՄԱՆ ԵՍ-ը, ավելի լավ է գնամ զբոսնելու, ԵՍ չեմ ուզում զբոսնել, գոռում է պահպանողական բնազդի ԵՍ-ը, ես քաղցած եմ և պատրաստվում եմ ուտել և այլն։</p>\n<p>Յուրաքանչյուր փոքրիկ ԵՍ, որոնք կազմում են ԷԳՈ-ն, ցանկանում է հրամայել, լինել տերը, տերը։</p>\n<p>Հեղափոխական հոգեբանության լույսի ներքո մենք կարող ենք հասկանալ, որ ԵՍ-ը լեգեոն է, և որ Օրգանիզմը մեքենա է։</p>\n<p>Փոքրիկ ԵՍ-երը վիճում են միմյանց միջև, կռվում են գերակայության համար, յուրաքանչյուրը ցանկանում է լինել ղեկավարը, տերը, տերը։</p>\n<p>Դա բացատրում է հոգեբանական քայքայման այն ցավալի վիճակը, որում ապրում է մտավոր կենդանին, որը սխալմամբ կոչվում է ՄԱՐԴ։</p>\n<p>Անհրաժեշտ է հասկանալ, թե ինչ է նշանակում ՔԱՅՔԱՅՈՒՄ բառը հոգեբանության մեջ։ Քայքայվել նշանակում է փլվել, ցրվել, պատռվել, հակասել և այլն։</p>\n<p>ՀՈԳԵԲԱՆԱԿԱՆ ՔԱՅՔԱՅՄԱՆ հիմնական պատճառը նախանձն է, որը հաճախ արտահայտվում է երբեմն չափազանց նուրբ և հաճելի ձևերով։</p>\n<p>Նախանձը բազմադեմ է, և կան հազարավոր պատճառներ դա արդարացնելու համար։ Նախանձը ամբողջ սոցիալական մեքենայի գաղտնի զսպանակն է։ Հիմարները սիրում են արդարացնել նախանձը։</p>\n<p>Հարուստը նախանձում է հարուստին և ցանկանում է ավելի հարուստ լինել։ Աղքատները նախանձում են հարուստներին և նույնպես ցանկանում են հարուստ լինել։ Նա, ով գրում է, նախանձում է նրան, ով գրում է, և ցանկանում է ավելի լավ գրել։ Նա, ով մեծ փորձ ունի, նախանձում է նրան, ով ավելի մեծ փորձ ունի և ցանկանում է ունենալ ավելին, քան այդ մեկը։</p>\n<p>Մարդիկ գոհ չեն հացից, հագուստից և ապաստանից։ Նախանձի գաղտնի զսպանակը ուրիշի մեքենայի, ուրիշի տան, հարևանի կոստյումի, ընկերոջ կամ թշնամու մեծ գումարի նկատմամբ և այլն, առաջացնում է բարելավելու, բաներ ձեռք բերելու և ավելին ձեռք բերելու ցանկություն, հագուստ, կոստյումներ, առաքինություններ, որպեսզի պակաս չլինեն, քան մյուսները և այլն։</p>\n<p>Այս ամենի ամենաողբերգականն այն է, որ փորձառությունների, առաքինությունների, իրերի, գումարների և այլն կուտակային գործընթացը ամրացնում է ԲԱԶՄԱՊԱՏԻԿ ԵՍ-ը, ապա մեր ներսում ինտենսիվանում են ներքին հակասությունները, սարսափելի պատռվածքները, մեր ներքին ոլորտի դաժան մարտերը և այլն։</p>\n<p>Այդ ամենը ցավ է։ Այդ ամենը չի կարող իսկական բավականություն բերել տխուր սրտին։ Այդ ամենը հանգեցնում է դաժանության աճի մեր հոգեբանության մեջ, ցավի բազմապատկման, գնալով ավելի ու ավելի խորը դժգոհության։</p>\n<p>ԲԱԶՄԱՊԱՏԻԿ ԵՍ-ը միշտ արդարացումներ է գտնում նույնիսկ ամենավատ հանցագործությունների համար, և նախանձելու, ձեռք բերելու, կուտակելու, հասնելու այդ գործընթացը, նույնիսկ եթե դա ուրիշի աշխատանքի գնով է, կոչվում է էվոլյուցիա, առաջընթաց, առաջխաղացում և այլն։</p>\n<p>Մարդիկ քնած գիտակցություն ունեն և չեն գիտակցում, որ նրանք նախանձոտ են, դաժան, ագահ, խանդոտ, և երբ ինչ-որ պատճառով նրանք սկսում են գիտակցել այս ամենը, ապա արդարանում են, դատապարտում են, փախուստներ են փնտրում, բայց չեն հասկանում։</p>\n<p>Նախանձը դժվար է հայտնաբերել այն կոնկրետ փաստի պատճառով, որ մարդկային միտքը նախանձոտ է։ Մտքի կառուցվածքը հիմնված է նախանձի և ձեռքբերման վրա։</p>\n<p>Նախանձը սկսվում է դպրոցի նստարաններից։ Մենք նախանձում ենք մեր համադասարանցիների լավագույն խելքին, լավագույն գնահատականներին, լավագույն կոստյումներին, լավագույն զգեստներին, լավագույն կոշիկներին, լավագույն հեծանիվին, գեղեցիկ չմուշկներին, գեղեցիկ գնդակին և այլն։</p>\n<p>Ուսուցիչները և ուսուցչուհիները, որոնք կոչված են ձևավորելու աշակերտների անհատականությունը, պետք է հասկանան, թե ինչ են նախանձի անվերջ գործընթացները և իրենց ուսանողների ՀՈԳԵԿԱՆՈՒԹՅԱՆ մեջ հիմք դնեն հասկացողության համար։</p>\n<p>Միտքը, բնույթով նախանձոտ լինելով, մտածում է միայն ԱՎԵԼԻ-ի գործառույթի շրջանակներում։ “Ես կարող եմ ավելի լավ բացատրել, ԵՍ ավելի շատ գիտելիքներ ունեմ, ԵՍ ավելի խելացի եմ, ԵՍ ավելի շատ առաքինություններ ունեմ, ավելի շատ սրբություններ, ավելի շատ կատարելություններ, ավելի շատ էվոլյուցիա և այլն”</p>\n<p>Մտքի ամբողջ ֆունկցիոնալությունը հիմնված է ԱՎԵԼԻ-ի վրա։ ԱՎԵԼԻ-ն նախանձի ներքին գաղտնի զսպանակն է։</p>\n<p>ԱՎԵԼԻ-ն մտքի համեմատական գործընթացն է։ Յուրաքանչյուր համեմատական գործընթաց ԳԱՅԹԱՌԵԼԻ Է։ Օրինակ՝ Ես քեզնից ավելի խելացի եմ։ Ֆուլանոն քեզնից ավելի առաքինի է։ Ֆուլանան քեզնից ավելի լավն է, ավելի իմաստուն, ավելի բարի, ավելի գեղեցիկ և այլն։</p>\n<p>ԱՎԵԼԻ-ն ստեղծում է ժամանակը։ ԲԱԶՄԱՊԱՏԻԿ ԵՍ-ին ժամանակ է պետք հարևանից լավը լինելու համար, ընտանիքին ցույց տալու համար, որ շատ հանճարեղ է և կարող է, կյանքում ինչ-որ մեկը դառնալու համար, իր թշնամիներին կամ նրանց, ում նախանձում է, ցույց տալու համար, որ ավելի խելացի է, ավելի հզոր, ավելի ուժեղ և այլն։</p>\n<p>Համեմատական մտածողությունը հիմնված է նախանձի վրա և առաջացնում է այն, ինչ կոչվում է դժգոհություն, անհանգստություն, դառնություն։</p>\n<p>Ցավոք, մարդիկ գնում են մի հակադրությունից մյուսը, մի ծայրահեղությունից մյուսը, չգիտեն կենտրոնով քայլել։ Շատերը պայքարում են դժգոհության, նախանձի, ագահության, խանդի դեմ, բայց դժգոհության դեմ պայքարը երբեք չի բերում սրտի իսկական բավականությունը։</p>\n<p>Հրատապ է հասկանալ, որ հանգիստ սրտի իսկական բավականությունը չի գնվում և չի վաճառվում, այլ ծնվում է մեր մեջ լիովին բնական ձևով և ինքնաբերաբար, երբ մենք խորապես հասկացել ենք դժգոհության, խանդի, նախանձի, ագահության և այլնի պատճառները։</p>\n<p>Նրանք, ովքեր ցանկանում են գումար ձեռք բերել, հասարակական հիանալի դիրք, առաքինություններ, ամեն տեսակ բավականություններ և այլն, իսկական գոհունակության հասնելու նպատակով, լիովին սխալվում են, քանի որ այդ ամենը հիմնված է նախանձի վրա, և նախանձի ճանապարհը երբեք չի կարող մեզ տանել դեպի հանգիստ և գոհ սրտի նավահանգիստը։</p>\n<p>ԲԱԶՄԱՊԱՏԻԿ ԵՍ-ի մեջ շշալցված միտքը նախանձը դարձնում է առաքինություն և նույնիսկ իրեն թույլ է տալիս հաճելի անուններ դնել։ Առաջընթաց, հոգևոր էվոլյուցիա, գերազանցության ձգտում, պայքար արժանապատվության համար և այլն։</p>\n<p>Այս ամենը հանգեցնում է քայքայման, ներքին հակասությունների, գաղտնի պայքարների, դժվար լուծելի խնդիրների և այլն։</p>\n<p>Դժվար է կյանքում գտնել մեկին, ով իսկապես ԱՄԲՈՂՋԱԿԱՆ լինի բառի ամենաամբողջական իմաստով։</p>\n<p>Լիովին անհնար է հասնել ԼՐԻՎ ԻՆՏԵԳՐԱՑԻԱՅԻ, քանի դեռ մեր ներսում գոյություն ունի ԲԱԶՄԱՊԱՏԻԿ ԵՍ-ը։</p>\n<p>Հրատապ է հասկանալ, որ յուրաքանչյուր մարդու մեջ կան երեք հիմնական գործոններ. Առաջին՝ Անհատականություն։ Երկրորդ՝ ԲԱԶՄԱՊԱՏԻԿ ԵՍ։ Երրորդ՝ Հոգեբանական նյութը, այսինքն՝ ՄԱՐԴՈՒ ԻՍԿԱԿԱՆ ԷՈՒԹՅՈՒՆԸ։</p>\n<p>ԲԱԶՄԱՊԱՏԻԿ ԵՍ-ը անշնորհք կերպով վատնում է հոգեբանական նյութը նախանձի, խանդի, ագահության և այլնի ատոմային պայթյունների մեջ։ Անհրաժեշտ է լուծարել բազմապատիկ ԵՍ-ը, նպատակ ունենալով կուտակել ներսում հոգեբանական նյութը, որպեսզի մեր ներսում ստեղծենք գիտակցության մշտական կենտրոն։</p>\n<p>Նրանք, ովքեր չունեն գիտակցության մշտական կենտրոն, չեն կարող լինել ամբողջական։</p>\n<p>Միայն գիտակցության մշտական կենտրոնն է մեզ տալիս իսկական անհատականություն։</p>\n<p>Միայն գիտակցության մշտական կենտրոնն է մեզ դարձնում ամբողջական։</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hy/educacion-fundamental/integracion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/integracion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/integracion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
