import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "تكامل",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "14. تكامل",
    "order": 14
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>أحد أكبر التطلعات في علم النفس هو الوصول إلى التكامل الكلي.</p>\n<p>إذا كان “الأنا” فرديًا، لحُلّت مشكلة التكامل النفسي بسهولة بالغة، ولكن لسوء حظ العالم، فإن “الأنا” موجود داخل كل شخص في شكل مُجمَّع.</p>\n<p>“الأنا” المُجمَّع هو السبب الجذري لكل تناقضاتنا الداخلية.</p>\n<p>إذا استطعنا أن نرى أنفسنا في مرآة لكامل الجسم كما نحن نفسيًا بكل تناقضاتنا الداخلية، فسوف نصل إلى الاستنتاج المؤلم بأننا لا نزال نفتقر إلى الفردية الحقيقية.</p>\n<p>الجهاز البشري هو آلة رائعة يسيطر عليها “الأنا” المُجمَّع الذي يدرسه علم النفس الثوري بعمق.</p>\n<p>سأقرأ الجريدة، يقول “الأنا” الفكري؛ أريد حضور الحفلة، يصرخ “الأنا” العاطفي؛ إلى الجحيم بالحفلة، يتمتم “أنا” الحركة، من الأفضل أن أذهب للنزهة، أنا لا أريد أن أتجول، يصرخ “أنا” غريزة الحفاظ على الذات، أنا جائع وسآكل، إلخ.</p>\n<p>كل واحد من “الآنا” الصغيرة التي تشكل الأنا، يريد أن يأمر، أن يكون السيد، الرب.</p>\n<p>في ضوء علم النفس الثوري، يمكننا أن نفهم أن “الأنا” جحافل وأن الكائن الحي هو آلة.</p>\n<p>“الآنا” الصغيرة تتشاجر فيما بينها، وتتقاتل من أجل التفوق، كل واحد يريد أن يكون الرئيس، السيد، الرب.</p>\n<p>هذا يفسر الحالة المؤسفة للتفكك النفسي الذي يعيش فيه الحيوان الفكري المسكين المسمى خطأً بالإنسان.</p>\n<p>من الضروري أن نفهم ما تعنيه كلمة “التفكك” في علم النفس. أن تتفكك يعني أن تتحطم، تتشتت، تتمزق، تتناقض، إلخ.</p>\n<p>السبب الرئيسي للتفكك النفسي هو الحسد الذي يظهر أحيانًا بأشكال دقيقة ولذيذة بشكل رائع.</p>\n<p>الحسد متعدد الأوجه وهناك آلاف الأسباب لتبريره. الحسد هو الزنبرك السري لجميع الآليات الاجتماعية. الحمقى يحبون تبرير الحسد.</p>\n<p>الغني يحسد الغني ويريد أن يكون أغنى. الفقراء يحسدون الأغنياء ويريدون أن يكونوا أغنياء أيضًا. من يكتب يحسد من يكتب ويريد أن يكتب بشكل أفضل. من لديه الكثير من الخبرة يحسد من لديه المزيد من الخبرة ويرغب في الحصول على أكثر من ذلك.</p>\n<p>الناس لا يكتفون بالخبز والملبس والمأوى. الزنبرك السري للحسد على سيارة شخص آخر، على منزل شخص آخر، على زي الجار، على الكثير من المال لدى الصديق أو العدو، إلخ. ينتج رغبات في التحسين، واكتساب الأشياء والمزيد من الأشياء، والملابس، والأزياء، والفضائل، حتى لا نكون أقل من الآخرين، إلخ. إلخ. إلخ.</p>\n<p>الأمر الأكثر مأساوية في كل هذا هو أن عملية التراكم للخبرات والفضائل والأشياء والأموال، إلخ. تقوي “الأنا” المُجمَّع، مما يزيد من حدة التناقضات الداخلية داخل أنفسنا، والتمزقات الرهيبة، والمعارك القاسية في ضميرنا، إلخ. إلخ. إلخ.</p>\n<p>كل هذا ألم. لا شيء من هذا يمكن أن يجلب سعادة حقيقية للقلب الحزين. كل هذا ينتج زيادة في القسوة في نفسيتنا، وتكاثر الألم، والسخط المتزايد والأعمق.</p>\n<p>“الأنا” المُجمَّع يجد دائمًا مبررات حتى لأبشع الجرائم وتلك العملية المتمثلة في الحسد، والاكتساب، والتراكم، والتحقيق، حتى لو كان على حساب عمل الآخرين، تسمى التطور، والتقدم، والنهوض، إلخ.</p>\n<p>الناس لديهم وعي نائم ولا يدركون أنهم حسودون وقاسيون وجشعون وغيورون، وعندما يدركون كل هذا لسبب ما، فإنهم يبررون، ويدينون، ويبحثون عن مراوغات، لكنهم لا يفهمون.</p>\n<p>يصعب اكتشاف الحسد بسبب الحقيقة الملموسة المتمثلة في أن العقل البشري حسود. يقوم هيكل العقل على الحسد والاستحواذ.</p>\n<p>يبدأ الحسد من مقاعد الدراسة. نحسد الذكاء الأفضل لزملائنا في الفصل، وأفضل الدرجات، وأفضل الأزياء، وأفضل الملابس، وأفضل الأحذية، وأفضل دراجة، والزلاجات الجميلة، والكرة الجميلة، إلخ. إلخ.</p>\n<p>يجب على المعلمين والمعلمات المدعوين لتشكيل شخصية الطلاب والطالبات أن يفهموا ما هي العمليات اللانهائية للحسد وأن يؤسسوا داخل نفسية طلابهم الأساس المناسب للفهم.</p>\n<p>العقل، الحسود بطبيعته، يفكر فقط من حيث “الأكثر”. “يمكنني أن أشرح بشكل أفضل، لدي المزيد من المعرفة، أنا أكثر ذكاءً، لدي المزيد من الفضائل، المزيد من التقديس، المزيد من الكمال، المزيد من التطور، إلخ.”</p>\n<p>تستند كل وظائف العقل إلى “الأكثر”. “الأكثر” هو الزنبرك السري للحسد.</p>\n<p>“الأكثر” هي عملية المقارنة للعقل. كل عملية مقارنة هي بغيضة. مثال: أنا أذكى منك. فلان أكثر فضيلة منك. فلانة أفضل منك، أكثر حكمة، أكثر لطفًا، أكثر جمالًا، إلخ. إلخ.</p>\n<p>“الأكثر” يخلق الوقت. يحتاج “الأنا” المُجمَّع إلى وقت ليكون أفضل من الجار، ليثبت للعائلة أنه عبقري جدًا ويمكنه ذلك، ليصبح شخصًا ما في الحياة، ليثبت لأعدائه، أو أولئك الذين يحسدهم، أنه أكثر ذكاءً، وأكثر قوة، وأكثر قوة، إلخ.</p>\n<p>التفكير المقارن يقوم على الحسد وينتج ما يسمى بالاستياء، والقلق، والمرارة.</p>\n<p>لسوء الحظ، ينتقل الناس من نقيض إلى نقيض آخر، من طرف إلى آخر، ولا يعرفون كيف يسيرون في المنتصف. الكثيرون يكافحون ضد الاستياء، والحسد، والجشع، والغيرة، لكن الكفاح ضد الاستياء لا يجلب أبدًا السعادة الحقيقية للقلب.</p>\n<p>من الضروري أن نفهم أن السعادة الحقيقية للقلب الهادئ لا تُشترى ولا تُباع وتولد فينا فقط بطبيعية كاملة وبشكل عفوي عندما نفهم بعمق الأسباب نفسها للاستياء؛ الغيرة، والحسد، والجشع، إلخ. إلخ.</p>\n<p>أولئك الذين يريدون الحصول على المال، والمنصب الاجتماعي الرائع، والفضائل، والإشباع من كل نوع، إلخ. بهدف تحقيق الرضا الحقيقي، مخطئون تمامًا لأن كل هذا يقوم على الحسد وطريق الحسد لا يمكن أن يقودنا أبدًا إلى ميناء القلب الهادئ والراضي.</p>\n<p>العقل المحبوس في “الأنا” المُجمَّع يجعل الحسد فضيلة ويمنح نفسه حتى ترف تسميته بأسماء لذيذة. التقدم، والتطور الروحي، والتوق إلى التحسين، والكفاح من أجل التكريم، إلخ. إلخ. إلخ.</p>\n<p>كل هذا ينتج تفككًا، وتناقضات داخلية، وصراعات سرية، ومشكلة صعبة الحل، إلخ.</p>\n<p>من الصعب أن تجد في الحياة شخصًا متكاملًا حقًا بالمعنى الكامل للكلمة.</p>\n<p>من المستحيل تمامًا تحقيق التكامل الكلي طالما أن “الأنا” المُجمَّع موجود داخل أنفسنا.</p>\n<p>من الضروري أن نفهم أن هناك ثلاثة عوامل أساسية داخل كل شخص، أولاً: الشخصية. ثانيًا: “الأنا” المُجمَّع. ثالثًا: المادة النفسية، أي جوهر الشخص نفسه.</p>\n<p>“الأنا” المُجمَّع يبدد بتهور المادة النفسية في انفجارات ذرية من الحسد، والغيرة، والجشع، إلخ. إلخ. من الضروري حل “الأنا” المُجمَّع، بهدف تجميع المادة النفسية في الداخل لإنشاء مركز دائم للوعي داخلنا.</p>\n<p>أولئك الذين لا يملكون مركزًا دائمًا للوعي، لا يمكن أن يكونوا متكاملين.</p>\n<p>فقط المركز الدائم للوعي يمنحنا الفردية الحقيقية.</p>\n<p>فقط المركز الدائم للوعي يجعلنا متكاملين.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/integracion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/integracion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/integracion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
