import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "មហិច្ឆតា",
  "locale": "km",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. មហិច្ឆតា",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>មហិច្ឆតា​មាន​មូលហេតុ​ច្រើន ហើយ​មូលហេតុ​មួយ​ក្នុង​ចំណោម​នោះ​គឺ​អ្វី​ដែល​គេ​ហៅ​ថា ការ​ភ័យ​ខ្លាច។</p>\n<p>ក្មេង​ប្រុស​ដ៏​សុភាព​រាបសា​ដែល​សម្អាត​ស្បែក​ជើង​ឱ្យ​សុភាព​បុរស​ដែល​មាន​មោទនភាព​នៅ​តាម​សួន​ឧទ្យាន​នៃ​ទីក្រុង​ប្រណីត អាច​ក្លាយ​ជា​ចោរ​បាន​ប្រសិន​បើ​គាត់​មាន​អារម្មណ៍​ភ័យ​ខ្លាច​ភាព​ក្រីក្រ ភ័យ​ខ្លាច​ខ្លួន​ឯង ភ័យ​ខ្លាច​អនាគត​របស់​គាត់។</p>\n<p>ជាង​កាត់​ដេរ​ដ៏​សុភាព​រាបសា​ដែល​ធ្វើ​ការ​នៅ​ក្នុង​ហាង​ដ៏​អស្ចារ្យ​របស់​មហាសេដ្ឋី អាច​ក្លាយ​ជា​ចោរ ឬ​ស្រី​ពេស្យា​ក្នុង​ពេល​យប់​ប្រសិន​បើ​នាង​មាន​អារម្មណ៍​ភ័យ​ខ្លាច​អនាគត ភ័យ​ខ្លាច​ជីវិត ភ័យ​ខ្លាច​ភាព​ចាស់ ភ័យ​ខ្លាច​ខ្លួន​ឯង​ជា​ដើម។</p>\n<p>អ្នក​រត់​តុ​ដ៏​ឆើតឆាយ​នៅ​ភោជនីយដ្ឋាន​ប្រណីត ឬ​សណ្ឋាគារ​ធំ អាច​ក្លាយ​ជា​ក្រុម​ក្មេង​ទំនើង ជា​អ្នក​ប្លន់​ធនាគារ ឬ​ជា​ចោរ​ដ៏​ល្អ​ម្នាក់ ប្រសិន​បើ​ជា​អកុសល​គាត់​ចាប់​ផ្ដើម​មាន​អារម្មណ៍​ភ័យ​ខ្លាច​ខ្លួន​ឯង ភ័យ​ខ្លាច​មុខ​តំណែង​ដ៏​រាប​ទាប​របស់​គាត់​ជា​អ្នក​រត់​តុ ភ័យ​ខ្លាច​អនាគត​របស់​គាត់​ផ្ទាល់​ជា​ដើម។</p>\n<p>សត្វ​ល្អិត​ដែល​មិន​សំខាន់​ប្រាថ្នា​ចង់​បាន​ភាព​ឆើតឆាយ។ បុគ្គលិក​តុ​ក្រីក្រ​ដែល​បម្រើ​អតិថិជន ហើយ​បង្ហាញ​ក្រវ៉ាត់​ក អាវ ស្បែក​ជើង​ដល់​យើង​ដោយ​អត់​ធ្មត់ ធ្វើ​ការ​គោរព​ជា​ច្រើន ហើយ​ញញឹម​ដោយ​សុភាព​រាបសារ​ក្លែង​ក្លាយ ប្រាថ្នា​ចង់​បាន​អ្វី​ផ្សេង​ទៀត ព្រោះ​គាត់​ខ្លាច ខ្លាច​ណាស់ ខ្លាច​ភាព​វេទនា ខ្លាច​អនាគត​ដ៏​អាប់អួរ ខ្លាច​ភាព​ចាស់​ជា​ដើម។</p>\n<p>មហិច្ឆតា​មាន​ច្រើន​មុខ។ មហិច្ឆតា​មាន​មុខ​ដូច​ពួក​បរិសុទ្ធ និង​មុខ​ដូច​អារក្ស មុខ​ដូច​បុរស និង​មុខ​ដូច​ស្ត្រី មុខ​នៃ​ការ​ចាប់​អារម្មណ៍ និង​មុខ​នៃ​ការ​មិន​ចាប់​អារម្មណ៍ មុខ​នៃ​អ្នក​មាន​គុណធម៌ និង​មុខ​នៃ​មនុស្ស​មាន​បាប។</p>\n<p>មហិច្ឆតា​មាន​នៅ​ក្នុង​បុគ្គល​ដែល​ចង់​រៀប​ការ ហើយ​នៅ​ក្នុង​បុរស​ចំណាស់​ដែល​នៅ​លីវ​រឹងរូស​ដែល​ស្អប់​ខ្ពើម​អាពាហ៍ពិពាហ៍។</p>\n<p>មហិច្ឆតា​មាន​នៅ​ក្នុង​អ្នក​ដែល​ប្រាថ្នា​ដោយ​ឆ្កួត​លីលា​គ្មាន​ទី​បញ្ចប់ “ចង់​ក្លាយ​ជា​នរណា​ម្នាក់” “លេច​ធ្លោ” “ឡើង​ខ្ពស់” ហើយ​មហិច្ឆតា​មាន​នៅ​ក្នុង​អ្នក​ដែល​ក្លាយ​ជា​អ្នក​បួស​ដែល​មិន​ចង់​បាន​អ្វី​ពី​ពិភពលោក​នេះ ព្រោះ​មហិច្ឆតា​តែ​មួយ​គត់​របស់​គាត់​គឺ​ដើម្បី​ទៅ​ដល់​ស្ថាន​សួគ៌ ដើម្បី​បាន​រួច​ផុត​ពី​ទុក្ខ​ជា​ដើម។</p>\n<p>មាន​មហិច្ឆតា​ខាង​សាច់​ឈាម និង​មហិច្ឆតា​ខាង​វិញ្ញាណ។ ជួន​កាល​មហិច្ឆតា​ប្រើ​របាំង​មុខ​នៃ​ការ​មិន​ចាប់​អារម្មណ៍ និង​ការ​លះបង់។</p>\n<p>អ្នក​ដែល​មិន​ប្រាថ្នា​ចង់​បាន​ពិភពលោក​ដ៏​ថោកទាប និង​វេទនា​នេះ ប្រាថ្នា​ចង់​បាន​ពិភពលោក​ផ្សេង​ទៀត ហើយ​អ្នក​ដែល​មិន​ប្រាថ្នា​ចង់​បាន​លុយ ប្រាថ្នា​ចង់​បាន​អំណាច​ផ្លូវ​ចិត្ត។</p>\n<p>“ខ្ញុំ”, “ខ្លួន​ខ្ញុំ”, “ខ្លួន​ឯង” ចូល​ចិត្ត​លាក់​មហិច្ឆតា ដាក់​វា​នៅ​ក្នុង​ជ្រុង​សម្ងាត់​បំផុត​នៃ​ចិត្ត ហើយ​បន្ទាប់​មក​និយាយ​ថា៖ “ខ្ញុំ​មិន​ប្រាថ្នា​អ្វី​ទាំង​អស់” “ខ្ញុំ​ស្រឡាញ់​អ្នក​ជិត​ខាង​របស់​ខ្ញុំ” “ខ្ញុំ​ធ្វើ​ការ​ដោយ​មិន​គិត​ប្រយោជន៍​ផ្ទាល់​ខ្លួន​ដើម្បី​ផល​ប្រយោជន៍​នៃ​មនុស្ស​ទាំង​អស់”។</p>\n<p>អ្នក​នយោបាយ​កញ្ជ្រោង​ដែល​ដឹង​គ្រប់​យ៉ាង ជួន​កាល​ធ្វើ​ឱ្យ​ហ្វូង​មនុស្ស​ភ្ញាក់​ផ្អើល​ដោយ​ស្នាដៃ​ដែល​ហាក់​ដូច​ជា​មិន​គិត​ប្រយោជន៍​ផ្ទាល់​ខ្លួន​របស់​គាត់ ប៉ុន្តែ​ពេល​គាត់​ចាក​ចេញ​ពី​ការងារ វា​ជា​រឿង​ធម្មតា​ដែល​គាត់​ចាក​ចេញ​ពី​ប្រទេស​របស់​គាត់​ជាមួយ​នឹង​លុយ​រាប់​លាន​ដុល្លារ។</p>\n<p>មហិច្ឆតា​ដែល​លាក់​បាំង​ដោយ​របាំង​មុខ​នៃ​ការ​មិន​ចាប់​អារម្មណ៍ តែង​តែ​បញ្ឆោត​មនុស្ស​ដែល​មាន​ល្បិចកល​បំផុត។</p>\n<p>មាន​មនុស្ស​ជា​ច្រើន​នៅ​ក្នុង​ពិភពលោក​ដែល​គ្រាន់​តែ​ប្រាថ្នា​កុំ​ឱ្យ​មាន​មហិច្ឆតា។</p>\n<p>មាន​មនុស្ស​ជា​ច្រើន​ដែល​លះបង់​ភាព​អស្ចារ្យ និង​ភាព​ឥត​ប្រយោជន៍​ទាំង​អស់​នៃ​ពិភពលោក ព្រោះ​ពួក​គេ​គ្រាន់​តែ​ប្រាថ្នា​ចង់​បាន​ភាព​ល្អ​ឥត​ខ្ចោះ​ខាង​ក្នុង​របស់​ខ្លួន​ប៉ុណ្ណោះ។</p>\n<p>អ្នក​ដែល​ប្រែ​ចិត្ត​ដែល​ដើរ​លុត​ជង្គង់​ទៅ​ព្រះវិហារ ហើយ​វាយ​ខ្លួន​ឯង​ដោយ​ជំនឿ ហាក់​ដូច​ជា​មិន​ប្រាថ្នា​អ្វី​ទាំង​អស់ ហើយ​ថែម​ទាំង​ផ្តល់​ភាព​ប្រណីត​ដល់​ការ​ផ្តល់​ឱ្យ​ដោយ​មិន​ដក​អ្វី​ពី​នរណា​ម្នាក់​ឡើយ ប៉ុន្តែ​វា​ច្បាស់​ណាស់​ថា​គាត់​ប្រាថ្នា​ចង់​បាន​អព្ភូតហេតុ ការ​ព្យាបាល សុខភាព​សម្រាប់​ខ្លួន​គាត់ ឬ​សម្រាប់​សមាជិក​គ្រួសារ​ខ្លះ ឬ​ក៏​ការ​សង្គ្រោះ​ដ៏​អស់កល្ប​ជានិច្ច។</p>\n<p>យើង​កោត​សរសើរ​បុរស និង​ស្ត្រី​ដែល​មាន​សាសនា​ពិត​ប្រាកដ ប៉ុន្តែ​យើង​សោក​ស្តាយ​ដែល​ពួក​គេ​មិន​ស្រឡាញ់​សាសនា​របស់​ពួក​គេ​ដោយ​គ្មាន​ការ​ចាប់​អារម្មណ៍​អ្វី​សោះ។</p>\n<p>សាសនា​ដ៏​ពិសិដ្ឋ និកាយ​ដ៏​ឧត្តុង្គឧត្តម បញ្ញត្តិ សង្គម​ខាង​វិញ្ញាណ​ជា​ដើម សម​នឹង​ទទួល​បាន​សេចក្តី​ស្រឡាញ់​ដែល​មិន​ចាប់​អារម្មណ៍​របស់​យើង។</p>\n<p>វា​កម្រ​ណាស់​ក្នុង​ការ​រក​ឃើញ​មនុស្ស​ម្នាក់​នៅ​ក្នុង​ពិភពលោក​នេះ​ដែល​ស្រឡាញ់​សាសនា សាលា និកាយ​របស់​គាត់​ជា​ដើម ដោយ​មិន​គិត​ប្រយោជន៍​ផ្ទាល់​ខ្លួន​អ្វី​សោះ។ នោះ​ជា​រឿង​គួរ​ឱ្យ​សោក​ស្តាយ។</p>\n<p>ពិភពលោក​ទាំង​មូល​ពោរពេញ​ទៅ​ដោយ​មហិច្ឆតា។ ហ៊ីត្លែរ​បាន​ចាប់​ផ្តើម​សង្គ្រាម​ដោយ​សារ​មហិច្ឆតា។</p>\n<p>សង្គ្រាម​ទាំង​អស់​មាន​ប្រភព​មក​ពី​ការ​ភ័យ​ខ្លាច និង​មហិច្ឆតា។ បញ្ហា​ធ្ងន់ធ្ងរ​បំផុត​ទាំង​អស់​ក្នុង​ជីវិត​មាន​ប្រភព​មក​ពី​មហិច្ឆតា។</p>\n<p>មនុស្ស​គ្រប់​រូប​រស់​នៅ​ក្នុង​ការ​ប្រយុទ្ធ​ប្រឆាំង​នឹង​មនុស្ស​គ្រប់​រូប​ដោយ​សារ​តែ​មហិច្ឆតា មនុស្ស​ខ្លះ​ប្រឆាំង​នឹង​មនុស្ស​ផ្សេង​ទៀត ហើយ​មនុស្ស​គ្រប់​រូប​ប្រឆាំង​នឹង​មនុស្ស​គ្រប់​រូប។</p>\n<p>មនុស្ស​គ្រប់​រូប​ក្នុង​ជីវិត​ប្រាថ្នា​ចង់​ក្លាយ​ជា​អ្វី​មួយ ហើយ​មនុស្ស​ដែល​មាន​អាយុ​ជាក់លាក់ គ្រូ ឪពុក​ម្តាយ គ្រូ​បង្រៀន​ជា​ដើម លើក​ទឹក​ចិត្ត​ក្មេង​ប្រុស ក្មេង​ស្រី ស្ត្រី​វ័យ​ក្មេង យុវជន​ជា​ដើម ឱ្យ​បន្ត​ដំណើរ​តាម​ផ្លូវ​ដ៏​គួរ​ឱ្យ​ខ្លាច​នៃ​មហិច្ឆតា។</p>\n<p>មនុស្ស​ចាស់​និយាយ​ប្រាប់​សិស្ស​ប្រុស​ស្រី​ថា អ្នក​ត្រូវ​តែ​ក្លាយ​ជា​អ្វី​មួយ​ក្នុង​ជីវិត ក្លាយ​ជា​អ្នក​មាន រៀប​ការ​ជាមួយ​មនុស្ស​ដែល​មាន​ទ្រព្យ​សម្បត្តិ ក្លាយ​ជា​អ្នក​មាន​អំណាច​ជា​ដើម។</p>\n<p>មនុស្ស​ជំនាន់​ចាស់​ដែល​គួរ​ឱ្យ​ខ្លាច អាក្រក់ ចាស់​សម័យ ចង់​ឱ្យ​មនុស្ស​ជំនាន់​ថ្មី​ក៏​មាន​មហិច្ឆតា អាក្រក់ និង​គួរ​ឱ្យ​ខ្លាច​ដូច​ពួក​គេ​ដែរ។</p>\n<p>អ្វី​ដែល​ធ្ងន់ធ្ងរ​បំផុត​ក្នុង​រឿង​ទាំង​អស់​នេះ​គឺ​ថា មនុស្ស​ជំនាន់​ថ្មី​អនុញ្ញាត​ឱ្យ​ខ្លួន​គេ “វង្វេង​ស្មារតី” ហើយ​ក៏​អនុញ្ញាត​ឱ្យ​ខ្លួន​គេ​ដឹក​នាំ​តាម​ផ្លូវ​ដ៏​គួរ​ឱ្យ​ខ្លាច​នៃ​មហិច្ឆតា​នោះ​ដែរ។</p>\n<p>គ្រូ​ប្រុស​ស្រី​គួរ​តែ​បង្រៀន​សិស្ស​ប្រុស​ស្រី​ថា គ្មាន​ការងារ​ដែល​ស្មោះ​ត្រង់​ណា​មួយ​ដែល​សម​នឹង​ទទួល​បាន​ការ​មើល​ងាយ​នោះ​ទេ វា​ជា​រឿង​មិន​សម​ហេតុ​ផល​ក្នុង​ការ​មើល​ងាយ​អ្នក​បើក​តាក់ស៊ី បុគ្គលិក​តុ កសិករ អ្នក​សម្អាត​ស្បែក​ជើង​ជា​ដើម។</p>\n<p>ការងារ​ដ៏​រាប​ទាប​ទាំង​អស់​គឺ​ស្រស់​ស្អាត។ ការងារ​ដ៏​រាប​ទាប​ទាំង​អស់​គឺ​ចាំបាច់​ក្នុង​ជីវិត​សង្គម។</p>\n<p>យើង​មិន​មែន​កើត​មក​ជា​វិស្វករ អភិបាល ប្រធានាធិបតី វេជ្ជបណ្ឌិត មេធាវី​ទាំង​អស់​នោះ​ទេ។</p>\n<p>ក្នុង​ចំណោម​ក្រុម​សង្គម ការងារ​ទាំង​អស់​មុខ​របរ​ទាំង​អស់​គឺ​ត្រូវ​ការ គ្មាន​ការងារ​ដែល​ស្មោះ​ត្រង់​ណា​មួយ​ដែល​អាច​មើល​ងាយ​បាន​ឡើយ។</p>\n<p>នៅ​ក្នុង​ជីវិត​ជាក់ស្តែង មនុស្ស​ម្នាក់ៗ​បម្រើ​អ្វី​មួយ ហើយ​អ្វី​ដែល​សំខាន់​គឺ​ការ​ដឹង​ថា​មនុស្ស​ម្នាក់ៗ​បម្រើ​អ្វី​ឱ្យ​ប្រាកដ។</p>\n<p>វា​ជា​កាតព្វកិច្ច​របស់​គ្រូ​ប្រុស​ស្រី​ក្នុង​ការ​រក​ឃើញ​ទេព​កោសល្យ​របស់​សិស្ស​ម្នាក់ៗ ហើយ​ណែនាំ​គាត់​ក្នុង​ទិស​ដៅ​នោះ។</p>\n<p>អ្នក​ដែល​ធ្វើ​ការ​ក្នុង​ជីវិត​ស្រប​តាម​ទេព​កោសល្យ​របស់​គាត់ នឹង​ធ្វើ​ការ​ដោយ​សេចក្តី​ស្រឡាញ់​ពិត​ប្រាកដ និង​ដោយ​គ្មាន​មហិច្ឆតា។</p>\n<p>សេចក្តី​ស្រឡាញ់​គួរ​តែ​ជំនួស​មហិច្ឆតា។ ទេព​កោសល្យ​គឺ​ជា​អ្វី​ដែល​យើង​ពិត​ជា​ចូល​ចិត្ត វិជ្ជាជីវៈ​ដែល​យើង​អនុវត្ត​ដោយ​រីករាយ ព្រោះ​វា​ជា​អ្វី​ដែល​យើង​ចូល​ចិត្ត អ្វី​ដែល​យើង​ស្រឡាញ់។</p>\n<p>ជា​អកុសល​នៅ​ក្នុង​ជីវិត​សម័យ​ទំនើប មនុស្ស​ធ្វើ​ការ​ដោយ​មិន​ពេញ​ចិត្ត និង​ដោយ​សារ​តែ​មហិច្ឆតា ព្រោះ​ពួក​គេ​អនុវត្ត​ការងារ​ដែល​មិន​ត្រូវ​គ្នា​នឹង​ទេព​កោសល្យ​របស់​ពួក​គេ។</p>\n<p>នៅ​ពេល​ដែល​មនុស្ស​ម្នាក់​ធ្វើ​ការ​ក្នុង​អ្វី​ដែល​គាត់​ចូល​ចិត្ត ក្នុង​ទេព​កោសល្យ​ពិត​ប្រាកដ​របស់​គាត់ គាត់​ធ្វើ​វា​ដោយ​សេចក្តី​ស្រឡាញ់ ព្រោះ​គាត់​ស្រឡាញ់​ទេព​កោសល្យ​របស់​គាត់ ព្រោះ​អាកប្បកិរិយា​របស់​គាត់​ចំពោះ​ជីវិត​គឺ​ពិត​ជា​អាកប្បកិរិយា​នៃ​ទេព​កោសល្យ​របស់​គាត់។</p>\n<p>នោះ​ពិត​ជា​ការងារ​របស់​គ្រូ។ ដឹង​ពី​របៀប​ណែនាំ​សិស្ស​ប្រុស​ស្រី​របស់​ពួក​គេ រក​ឃើញ​សមត្ថភាព​របស់​ពួក​គេ ណែនាំ​ពួក​គេ​តាម​ផ្លូវ​នៃ​ទេព​កោសល្យ​ពិត​ប្រាកដ​របស់​ពួក​គេ។</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/km/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/km/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/km/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
