import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "অভিলাষ",
  "locale": "as",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. অভিলাষ",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>আকাংক্ষাৰ কেইবাটাও কাৰণ আছে আৰু তাৰে এটা হৈছে ভয় বুলি কোৱা কথাটো।</p>\n<p>ধনী চহৰবোৰৰ উদ্যানত গৌৰৱী নাইটসকলৰ জোতা পৰিষ্কাৰ কৰা নম্ৰ ল’ৰাটো যদি দৰিদ্ৰতাৰ ভয়, নিজৰ ওপৰত ভয়, ভৱিষ্যতৰ ওপৰত ভয় অনুভৱ কৰে, তেন্তে সি চোৰ হ’ব পাৰে।</p>\n<p>ক্ষমতাশালী ব্যক্তিৰ বিশাল গুডামটোত কাম কৰা নম্ৰ দৰ্জীজনীয়ে যদি ভৱিষ্যতৰ ভয়, জীৱনৰ ভয়, বৃদ্ধাৱস্থাৰ ভয়, নিজৰ ওপৰত ভয় আদি অনুভৱ কৰে, তেন্তে তাই ৰাতিটোৰ ভিতৰতে চোৰ বা বেশ্যা হ’ব পাৰে।</p>\n<p>বিলাসপূৰ্ণ ৰেষ্টুৰেণ্ট বা ডাঙৰ হোটেলৰ ধুনীয়া ৱেইটাৰজনে যদি দুৰ্ভাগ্যবশতঃ নিজৰ ওপৰত ভয়, ৱেইটাৰ হিচাপে তেওঁৰ নম্ৰ অৱস্থানৰ ওপৰত ভয়, নিজৰ ভৱিষ্যতৰ ওপৰত ভয় আদি অনুভৱ কৰে, তেন্তে সি গেংষ্টাৰ, বেংক ডকাইত বা অতি ধুনীয়া চোৰ হ’ব পাৰে।</p>\n<p>তুচ্ছ কীট এটাই ধুনীয়া হ’বলৈ আকাংক্ষা কৰে। কাউণ্টাৰৰ দুখীয়া কৰ্মচাৰীজনে যিয়ে ধৈৰ্য্য ধৰি গ্ৰাহকক পৰিচৰ্যা কৰে আৰু ধৈৰ্য্য ধৰি টাই, চাৰ্ট, জোতা দেখুৱাই, বহু সন্মান জনাই আৰু কপট নম্ৰতাৰে হাঁহি মাৰে, তেওঁ আৰু কিবা এটা আকাংক্ষা কৰে কাৰণ তেওঁৰ ভয় আছে, বহুত ভয়, দুখৰ ভয়, তেওঁৰ অন্ধকাৰ ভৱিষ্যতৰ ভয়, বৃদ্ধাৱস্থাৰ ভয় আদি।</p>\n<p>আকাংক্ষা বহু দিশৰ। আকাংক্ষাৰ সাধুৰ মুখ আৰু চয়তানৰ মুখ, পুৰুষৰ মুখ আৰু মহিলাৰ মুখ, আগ্ৰহৰ মুখ আৰু আগ্ৰহহীনতাৰ মুখ, গুণীজনৰ মুখ আৰু পাপীৰ মুখ আছে।</p>\n<p>যিজনে বিবাহ কৰিব বিচাৰে আৰু যিজনে বিবাহক ঘৃণা কৰে, সেই অবিবাহিত বৃদ্ধতো আকাংক্ষা আছে।</p>\n<p>যিজনে “কোনোবা হ’বলৈ”, “আকৰ্ষণীয় হ’বলৈ”, “আৰোহণ কৰিবলৈ” সীমাহীন উন্মাদনাৰে কামনা কৰে তাত আকাংক্ষা আছে আৰু যিজনে সন্যাসী হয়, যিজনে এই পৃথিৱীৰ পৰা একো নিবিচাৰে, কাৰণ তেওঁৰ একমাত্ৰ আকাংক্ষা হৈছে স্বৰ্গ পোৱা, মুক্তি পোৱা আদি।</p>\n<p>পাৰ্থিৱ আকাংক্ষা আৰু আধ্যাত্মিক আকাংক্ষা আছে। কেতিয়াবা আকাংক্ষাই আগ্ৰহহীনতা আৰু ত্যাগৰ মুখা ব্যৱহাৰ কৰে।</p>\n<p>যিজনে এই ঘৃণনীয় আৰু দুখজনক পৃথিৱীখনক আকাংক্ষা নকৰে, তেওঁ আনখনক আকাংক্ষা কৰে আৰু যিজনে ধন আকাংক্ষা নকৰে, তেওঁ মানসিক ক্ষমতা আকাংক্ষা কৰে।</p>\n<p>মই, মই নিজেই, নিজক আকাংক্ষা লুকুৱাই ভাল পাওঁ, ইয়াক মনৰ আটাইতকৈ গোপন কোণত ভৰাই দিওঁ আৰু তাৰ পিছত কওঁ: “মই একো আকাংক্ষা নকৰোঁ”, “মই মোৰ দৰে মানুহক ভাল পাওঁ”, “মই সকলো মানুহৰ বাবে আগ্ৰহহীনভাৱে কাম কৰোঁ”।</p>\n<p>ধূর্ত ৰাজনীতিবিদজনে, যিয়ে সকলো জানে, কেতিয়াবা তেওঁৰ আপাত দৃষ্টিত আগ্ৰহহীন কামৰ দ্বাৰা জনতাক আচৰিত কৰে, কিন্তু যেতিয়া তেওঁ চাকৰি এৰে, তেতিয়া কিছু মিলিয়ন ডলাৰ লৈ তেওঁৰ দেশ এৰি যোৱাটো সাধাৰণ কথা।</p>\n<p>আগ্ৰহহীনতাৰ মাস্কেৰে ঢকা আকাংক্ষাই প্ৰায়ে অতি চতুৰ লোককো প্ৰতাৰণা কৰে।</p>\n<p>পৃথিৱীত এনে বহুতো লোক আছে যিয়ে কেৱল উচ্চাভিলাষী নহ’বলৈহে আকাংক্ষা কৰে।</p>\n<p>এনে বহুতো লোক আছে যিয়ে পৃথিৱীৰ সকলো আড়ম্বৰ আৰু গৌৰৱ ত্যাগ কৰে কাৰণ তেওঁলোকে কেৱল নিজৰ আত্ম উন্নতিৰ আকাংক্ষা কৰে।</p>\n<p>অনুশোচনাকাৰী যিয়ে আঁঠু কাঢ়ি মন্দিৰলৈ যায় আৰু বিশ্বাসেৰে নিজকে প্ৰহাৰ কৰে, তেওঁলোকে বাহ্যিকভাৱে একো আকাংক্ষা নকৰে আৰু আনকি কাকো একো নলগাই দান কৰাৰ বিলাসিতাও লাভ কৰে, কিন্তু এইটো স্পষ্ট যে তেওঁলোকে এক মিৰাকল, নিৰাময়, নিজৰ বা পৰিয়ালৰ সদস্যৰ বাবে স্বাস্থ্য অথবা চিৰন্তন মুক্তিৰ আকাংক্ষা কৰে।</p>\n<p>আমি সঁচাকৈয়ে ধৰ্মপৰায়ণ পুৰুষ আৰু মহিলাক প্ৰশংসা কৰোঁ, কিন্তু আমি দুখ কৰোঁ যে তেওঁলোকে তেওঁলোকৰ ধৰ্মক সম্পূৰ্ণ আগ্ৰহহীনতাৰে ভাল নাপায়।</p>\n<p>পবিত্ৰ ধৰ্ম, উৎকৃষ্ট সম্প্ৰদায়, আদেশ, আধ্যাত্মিক সমাজে আমাৰ আগ্ৰহহীন ভালপোৱা পাব লাগে।</p>\n<p>এই পৃথিৱীত এনে কোনো ব্যক্তি পোৱাটো অতি বিৰল যিয়ে তেওঁৰ ধৰ্ম, তেওঁৰ বিদ্যালয়, তেওঁৰ সম্প্ৰদায় আদিক আগ্ৰহহীনভাৱে ভাল পায়। এইটো দুখজনক।</p>\n<p>গোটেই পৃথিৱীখন আকাংক্ষাৰে ভৰি আছে। হিটলাৰে আকাংক্ষাৰ বাবেই যুদ্ধ আৰম্ভ কৰিছিল।</p>\n<p>সকলো যুদ্ধৰ উৎপত্তি ভয় আৰু আকাংক্ষাৰ পৰা হয়। জীৱনৰ সকলোতকৈ গুৰুতৰ সমস্যাৰ উৎপত্তি আকাংক্ষাৰ পৰা হয়।</p>\n<p>আকাংক্ষাৰ বাবেই সকলোৱে সকলোৰে বিৰুদ্ধে যুদ্ধ কৰি জীয়াই আছে, এজনে আনজনৰ বিৰুদ্ধে আৰু সকলোৱে সকলোৰে বিৰুদ্ধে।</p>\n<p>জীৱনত প্ৰত্যেক ব্যক্তিয়ে কিবা এটা হ’বলৈ আকাংক্ষা কৰে আৰু কিছুমান বিশেষ বয়সৰ লোকে, শিক্ষক, পিতৃ-মাতৃ, অভিভাৱক আদিয়ে ল’ৰা-ছোৱালী, যুৱতী, যুৱক আদিক আকাংক্ষাৰ ভয়ানক পথেৰে আগবাঢ়িবলৈ উৎসাহিত কৰে।</p>\n<p>ডাঙৰসকলে ছাত্ৰ-ছাত্ৰীক কয়, তুমি জীৱনত কিবা এটা হ’ব লাগিব, ধনী হ’ব লাগিব, ধনী মানুহৰ সৈতে বিয়া হ’ব লাগিব, শক্তিশালী হ’ব লাগিব আদি ইত্যাদি।</p>\n<p>পুৰণি প্ৰজন্মবোৰে, যিবোৰ ভয়ানক, কুৎসিত, পুৰণি, তেওঁলোকে বিচাৰে যে নতুন প্ৰজন্মবোৰো তেওঁলোকৰ দৰেই উচ্চাভিলাষী, কুৎসিত আৰু ভয়ানক হওক।</p>\n<p>এই সকলোৰে ভিতৰত আটাইতকৈ গুৰুতৰ কথাটো হ’ল যে নতুন প্ৰজন্মক “বিভ্ৰান্ত” হ’বলৈ দিয়া হয় আৰু আকাংক্ষাৰ সেই ভয়ানক পথেৰে পৰিচালিত হ’বলৈ দিয়া হয়।</p>\n<p>শিক্ষকসকলে ছাত্ৰ-ছাত্ৰীক শিকাব লাগে যে কোনো সৎ কামেই অৱজ্ঞাৰ যোগ্য নহয়, টেক্সিচালক, কাউণ্টাৰ কৰ্মচাৰী, কৃষক, জোতা পৰিষ্কাৰ কৰাজনক অৱজ্ঞা কৰাটো অযুক্তিকৰ।</p>\n<p>প্ৰত্যেক নম্ৰ কামেই সুন্দৰ। সামাজিক জীৱনত প্ৰত্যেক নম্ৰ কামেই প্ৰয়োজনীয়।</p>\n<p>আমি সকলোৱে অভিযন্তা, ৰাজ্যপাল, ৰাষ্ট্ৰপতি, চিকিৎসক, অধিবক্তা আদি হ’বলৈ জন্ম হোৱা নাই।</p>\n<p>সামাজিক গোটত সকলো কাম, সকলো বৃত্তিৰ প্ৰয়োজন, কোনো সৎ কামেই কেতিয়াও ঘৃণনীয় হ’ব নোৱাৰে।</p>\n<p>ব্যৱহাৰিক জীৱনত প্ৰত্যেক মানুহে কিবা নহয় কিবা এটাৰ বাবে কাম কৰে আৰু প্ৰত্যেকজন কিহৰ বাবে কাম কৰে সেইটো জনাটো গুৰুত্বপূৰ্ণ।</p>\n<p>প্ৰত্যেক ছাত্ৰৰ বৃত্তি উদ্ভাৱন কৰা আৰু সেই দিশত তেওঁলোকক পথ প্ৰদৰ্শন কৰাটো শিক্ষকৰ কৰ্তব্য।</p>\n<p>যিজনে জীৱনত নিজৰ বৃত্তি অনুসৰি কাম কৰে, তেওঁ প্ৰকৃত ভালপোৱা আৰু আকাংক্ষা নোহোৱাকৈ কাম কৰিব।</p>\n<p>ভালপোৱাই আকাংক্ষাক স্থানান্তৰ কৰিব লাগে। বৃত্তি হৈছে সেইটো যিটো আমি সঁচাকৈয়ে ভাল পাওঁ, সেই বৃত্তি যিটো আমি আনন্দৰে পালন কৰোঁ কাৰণ সেয়াই আমাক ভাল লাগে, যাক আমি ভাল পাওঁ।</p>\n<p>দুৰ্ভাগ্যবশতঃ আধুনিক জীৱনত মানুহে অনিচ্ছাৰে আৰু আকাংক্ষাৰ বাবে কাম কৰে কাৰণ তেওঁলোকে এনে কাম কৰে যি তেওঁলোকৰ বৃত্তিৰ সৈতে নিমিলে।</p>\n<p>যেতিয়া কোনোবাই তেওঁলোকক ভাল লগা কামটোত, তেওঁলোকৰ প্ৰকৃত বৃত্তিত কাম কৰে, তেতিয়া তেওঁলোকে ভালপোৱাৰে কাম কৰে কাৰণ তেওঁলোকে তেওঁলোকৰ বৃত্তিক ভাল পায়, কাৰণ জীৱনৰ বাবে তেওঁলোকৰ দৃষ্টিভংগী সঠিকভাৱে তেওঁলোকৰ বৃত্তিৰ দৰে।</p>\n<p>শিক্ষকসকলৰ কামো ঠিক সেয়াই। তেওঁলোকৰ ছাত্ৰ-ছাত্ৰীক সঠিক পথ প্ৰদৰ্শন কৰিবলৈ, তেওঁলোকৰ যোগ্যতা আৱিষ্কাৰ কৰিবলৈ, তেওঁলোকৰ প্ৰকৃত বৃত্তিৰ পথেৰে পথ প্ৰদৰ্শন কৰিবলৈ।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/as/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/as/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/as/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
