import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "វ័យជំទង់",
  "locale": "km",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "25. វ័យជំទង់",
    "order": 25
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ដល់ពេលដែលត្រូវលះបង់ចោលនូវភាពខ្មាស់អៀនក្លែងក្លាយ និងការរើសអើងដែលទាក់ទងនឹងបញ្ហាផ្លូវភេទជាស្ថាពរ។</p>\n<p>វាចាំបាច់ណាស់ក្នុងការយល់ដឹងឱ្យបានច្បាស់លាស់ និងត្រឹមត្រូវអំពីបញ្ហាផ្លូវភេទរបស់យុវវ័យទាំងពីរភេទ។</p>\n<p>នៅអាយុដប់បួនឆ្នាំ ថាមពលផ្លូវភេទលេចឡើងនៅក្នុងសារពាង្គកាយរបស់យុវវ័យ ដែលហូរយ៉ាងខ្លាំងក្លាតាមរយៈប្រព័ន្ធសរសៃប្រសាទ។</p>\n<p>ថាមពលពិសេសប្រភេទនេះផ្លាស់ប្តូរសារពាង្គកាយមនុស្ស កែប្រែសំឡេងរបស់បុរស និងបង្កើតមុខងារអូវែនៅក្នុងស្ត្រី។</p>\n<p>សារពាង្គកាយមនុស្សគឺជាកន្លែងផលិតពិតប្រាកដដែលផ្លាស់ប្តូរធាតុគ្រោតគ្រាតទៅជាសារធាតុសំខាន់ៗល្អិតល្អន់។</p>\n<p>អាហារដែលយើងយកទៅដាក់ក្នុងក្រពះឆ្លងកាត់ការផ្លាស់ប្តូរ និងការចម្រាញ់ជាច្រើន រហូតដល់ឈានដល់ទីបញ្ចប់នៅក្នុងសារធាតុពាក់កណ្តាលរឹង ពាក់កណ្តាលរាវដែលបានរៀបរាប់ដោយ Paracelsus ជាមួយនឹងពាក្យ Ens.-Seminis (អង្គភាពនៃទឹកកាម)។</p>\n<p>កែវរាវដែលអាចបត់បែនបាន និងអាចកែប្រែបាននោះ ទឹកកាមនោះមានផ្ទុកនូវមេរោគទាំងអស់នៃជីវិត។</p>\n<p>លទ្ធិ Gnosticism ទទួលស្គាល់នៅក្នុងទឹកកាមនូវភាពវឹកវរដែលជីវិតផុសឡើងដោយភាពក្លៀវក្លា។</p>\n<p>អ្នកជំនាញខាងអាល់កុលមជ្ឈិមសម័យចាស់ៗ ដូចជា Paracelsus, Sendivogius, Nicolás Flamel, Raymundo Lulio ជាដើម បានសិក្សាដោយការគោរពយ៉ាងជ្រាលជ្រៅនូវ ENS-SEMINIS ឬបារតនៃទស្សនវិជ្ជាសម្ងាត់។</p>\n<p>VITRIOLO នេះគឺជាថ្នាំ elixir ពិតប្រាកដដែលត្រូវបានផលិតដោយឆ្លាតវៃដោយធម្មជាតិនៅក្នុង vesicles seminal ។</p>\n<p>នៅក្នុងបារតនៃប្រាជ្ញាបុរាណនេះ នៅក្នុងទឹកកាមនេះ ពិតជាមានលទ្ធភាពទាំងអស់នៃអត្ថិភាព។</p>\n<p>វាជារឿងគួរឱ្យសោកស្តាយដែលយុវជនជាច្រើនដោយសារតែកង្វះការណែនាំផ្លូវចិត្តពិតប្រាកដ បានប្រគល់ខ្លួនទៅនឹងទម្លាប់នៃការសម្រេចកាមដោយខ្លួនឯង ឬវង្វេងវង្វាន់តាមផ្លូវភេទមិនគ្រប់គ្រាន់នៃការស្រឡាញ់ភេទដូចគ្នា។</p>\n<p>កុមារ និងយុវជនត្រូវបានផ្តល់ព័ត៌មានបញ្ញាលើប្រធានបទជាច្រើន ហើយត្រូវបានដឹកនាំតាមរយៈកីឡាដែលការប្រើប្រាស់ហួសប្រមាណធ្វើឱ្យអាយុជីវិតខ្លីគួរឱ្យអាណិត ប៉ុន្តែជាអកុសលនៅពេលដែលថាមពលផ្លូវភេទលេចឡើងជាមួយនឹងការចាប់ផ្តើមនៃវ័យជំទង់ ទាំងឪពុកម្តាយ និងគ្រូបង្រៀន ដោយផ្អែកលើភាពបរិសុទ្ធក្លែងក្លាយ និងសីលធម៌ល្ងង់ខ្លៅ សម្រេចចិត្តបិទមាត់ដោយឧក្រិដ្ឋកម្ម។</p>\n<p>មានភាពស្ងៀមស្ងាត់ឧក្រិដ្ឋកម្ម ហើយមានពាក្យអាម៉ាស់មុខ។ ការបិទមាត់លើបញ្ហាផ្លូវភេទគឺជាបទឧក្រិដ្ឋ។ ការនិយាយខុសអំពីបញ្ហាផ្លូវភេទក៏ជាបទឧក្រិដ្ឋមួយទៀតដែរ។</p>\n<p>ប្រសិនបើឪពុកម្តាយ និងគ្រូបង្រៀននៅស្ងៀម អ្នកដែលខូចផ្លូវភេទនិយាយ ហើយជនរងគ្រោះក្លាយជាយុវវ័យដែលគ្មានបទពិសោធន៍។</p>\n<p>ប្រសិនបើយុវវ័យមិនអាចពិគ្រោះជាមួយឪពុកម្តាយ ឬគ្រូបង្រៀនបានទេ នោះគាត់នឹងពិគ្រោះជាមួយមិត្តរួមសាលារបស់គាត់ដែលប្រហែលជាវង្វេងរួចហើយតាមផ្លូវខុស។ លទ្ធផលមិនរង់ចាំយូរទេ ហើយយុវវ័យថ្មីដែលធ្វើតាមដំបូន្មានមិនពិត នឹងប្រគល់ខ្លួនទៅនឹងទម្លាប់នៃការសម្រេចកាមដោយខ្លួនឯង ឬនឹងវង្វេងតាមផ្លូវនៃការស្រឡាញ់ភេទដូចគ្នា។</p>\n<p>ទម្លាប់នៃការសម្រេចកាមដោយខ្លួនឯងបំផ្លាញថាមពលខួរក្បាលទាំងស្រុង។ វាចាំបាច់ណាស់ដែលត្រូវដឹងថាមានទំនាក់ទំនងយ៉ាងជិតស្និទ្ធរវាងទឹកកាម និងខួរក្បាល។ វាចាំបាច់ក្នុងការធ្វើឱ្យខួរក្បាលមានសារធាតុរាវ។ វាចាំបាច់ក្នុងការធ្វើឱ្យខួរក្បាលមានសារធាតុរាវ។</p>\n<p>ខួរក្បាលត្រូវបាន seminized ដោយការផ្លាស់ប្តូរថាមពលផ្លូវភេទ, sublimating វា, បម្លែងវាទៅជាថាមពលខួរក្បាល។</p>\n<p>នៅក្នុងវិធីនេះ ទឹកកាមត្រូវបាន cerebrized ហើយខួរក្បាលត្រូវបាន seminized ។</p>\n<p>វិទ្យាសាស្រ្ត Gnostic សិក្សា endocrinology យ៉ាងស៊ីជម្រៅ និងបង្រៀនវិធីសាស្រ្ត និងប្រព័ន្ធដើម្បីផ្លាស់ប្តូរថាមពលផ្លូវភេទ ប៉ុន្តែនេះគឺជាបញ្ហាដែលមិនសមនឹងសៀវភៅនេះ។</p>\n<p>ប្រសិនបើអ្នកអានចង់បានព័ត៌មានអំពី Gnosticism គាត់ត្រូវតែសិក្សាសៀវភៅ Gnostic របស់យើង ហើយចូលរួមក្នុងការសិក្សារបស់យើង។</p>\n<p>យុវវ័យត្រូវតែធ្វើឱ្យថាមពលផ្លូវភេទកាន់តែប្រសើរឡើងដោយការដាំដុះនូវអារម្មណ៍សោភ័ណភាព ការរៀនតន្ត្រី ចម្លាក់ គំនូរ ការធ្វើដំណើរកម្សាន្តទៅកាន់ភ្នំខ្ពស់ៗ ជាដើម។</p>\n<p>តើមានមុខប៉ុន្មានដែលអាចស្រស់ស្អាតបានក្រៀមស្វិត!</p>\n<p>តើមានខួរក្បាលប៉ុន្មានដែលខូច! ទាំងអស់ដោយសារតែកង្វះនៃការស្រែកព្រមាននៅពេលត្រឹមត្រូវ។</p>\n<p>ទម្លាប់នៃការសម្រេចកាមដោយខ្លួនឯង ទាំងយុវជន និងនារី បានក្លាយជារឿងធម្មតាជាងការលាងដៃទៅទៀត។</p>\n<p>មន្ទីរពេទ្យវិកលចរិកពោរពេញទៅដោយបុរស និងស្ត្រីដែលបានបំផ្លាញខួរក្បាលរបស់ពួកគេនៅក្នុងទម្លាប់ដ៏គួរឱ្យស្អប់ខ្ពើមនៃការសម្រេចកាមដោយខ្លួនឯង។ ជោគវាសនារបស់អ្នកសម្រេចកាមដោយខ្លួនឯងគឺមន្ទីរពេទ្យវិកលចរិក។</p>\n<p>ទម្លាប់នៃការស្រឡាញ់ភេទដូចគ្នាបានរលួយឫសគល់នៃពូជសាសន៍ដែលផុតពូជ និងខុសឆ្គងនេះ។</p>\n<p>វាហាក់ដូចជាមិនគួរឱ្យជឿដែលថានៅក្នុងប្រទេសដូចជាប្រទេសអង់គ្លេសដែលអួតពីវប្បធម៌ និងអរិយធម៌ទំនើបៗ មានរោងកុនដែលចាក់បញ្ចាំងខ្សែភាពយន្តប្រភេទស្រឡាញ់ភេទដូចគ្នាដោយសេរី។</p>\n<p>វាហាក់ដូចជាមិនគួរឱ្យជឿដែលថាវាគឺនៅក្នុងប្រទេសអង់គ្លេសដែលការខិតខំប្រឹងប្រែងកំពុងត្រូវបានធ្វើឡើងដើម្បីធ្វើឱ្យស្របច្បាប់ជាផ្លូវការនូវអាពាហ៍ពិពាហ៍ប្រភេទស្រឡាញ់ភេទដូចគ្នា។</p>\n<p>នៅក្នុងទីក្រុងធំៗនៃពិភពលោកបច្ចុប្បន្ននេះ មានផ្ទះបន និងក្លឹបប្រភេទស្រឡាញ់ភេទដូចគ្នា។</p>\n<p>សមាគមងងឹតនៃសត្រូវរបស់ស្ត្រី សព្វថ្ងៃនេះមានអង្គការដែលខូចដែលធ្វើឱ្យភ្ញាក់ផ្អើលជាមួយនឹងភាតរភាពដែលខូចទ្រង់ទ្រាយរបស់ពួកគេ។</p>\n<p>អ្នកអានជាច្រើនអាចភ្ញាក់ផ្អើលយ៉ាងខ្លាំងចំពោះ “ភាតរភាពដែលខូចទ្រង់ទ្រាយ” ប៉ុន្តែយើងមិនត្រូវភ្លេចថានៅគ្រប់សម័យកាលនៃប្រវត្តិសាស្ត្រ តែងតែមានភាតរភាពនៃឧក្រិដ្ឋកម្មផ្សេងៗ។</p>\n<p>សមាគមសត្រូវដ៏គួរឱ្យស្អប់ខ្ពើមរបស់ស្ត្រី គឺជាភាតរភាពនៃឧក្រិដ្ឋកម្មដោយគ្មានការសង្ស័យ។</p>\n<p>សត្រូវរបស់ស្ត្រីតែងតែ ឬស្ទើរតែតែងតាំងតំណែងសំខាន់ៗនៅក្នុងសំបុកឃ្មុំការិយាធិបតេយ្យ។</p>\n<p>នៅពេលដែលមនុស្សស្រឡាញ់ភេទដូចគ្នាម្នាក់ចូលគុក គាត់ត្រូវបានដោះលែងភ្លាមៗដោយសារតែឥទ្ធិពលទាន់ពេលវេលារបស់បុរសសំខាន់ៗនៃសមាគមឧក្រិដ្ឋកម្ម។</p>\n<p>ប្រសិនបើមនុស្សស្រីធ្លាក់ក្នុងភាពអាម៉ាស់ គាត់ទទួលបានជំនួយហិរញ្ញវត្ថុភ្លាមៗពីតួអង្គអាក្រក់ទាំងអស់នៃសមាគមឧក្រិដ្ឋកម្ម។</p>\n<p>សមាជិកងងឹតនៃការស្រឡាញ់ភេទដូចគ្នាទទួលស្គាល់គ្នាទៅវិញទៅមកដោយឯកសណ្ឋានដែលពួកគេពាក់។</p>\n<p>វាជារឿងគួរឱ្យភ្ញាក់ផ្អើលដែលដឹងថាមនុស្សស្រីពាក់ឯកសណ្ឋាន ប៉ុន្តែវាគឺដូច្នេះ។ ឯកសណ្ឋានរបស់មនុស្សស្រឡាញ់ភេទដូចគ្នាត្រូវគ្នាទៅនឹងម៉ូដណាមួយដែលចាប់ផ្តើម។ មនុស្សស្រីចាប់ផ្តើមម៉ូដថ្មីទាំងអស់។ នៅពេលដែលម៉ូដក្លាយជារឿងធម្មតា នោះពួកគេចាប់ផ្តើមម៉ូដមួយទៀត។ នៅក្នុងវិធីនេះ ឯកសណ្ឋាននៃសមាគមឧក្រិដ្ឋកម្មតែងតែថ្មី។</p>\n<p>ទីក្រុងធំៗទាំងអស់នៅលើពិភពលោកសព្វថ្ងៃនេះមានមនុស្សស្រឡាញ់ភេទដូចគ្នារាប់លាននាក់។</p>\n<p>ទម្លាប់នៃការស្រឡាញ់ភេទដូចគ្នាចាប់ផ្តើមដំណើរអាម៉ាស់របស់ខ្លួនក្នុងអំឡុងពេលពេញវ័យ។</p>\n<p>សាលារៀនជាច្រើនសម្រាប់ក្មេងប្រុសជំទង់ និងនារី គឺជាផ្ទះបនប្រភេទស្រឡាញ់ភេទដូចគ្នាពិតប្រាកដ។</p>\n<p>នារីវ័យក្មេងរាប់លាននាក់កំពុងដើរយ៉ាងម៉ឺងម៉ាត់តាមផ្លូវងងឹតនៃសត្រូវរបស់បុរស។</p>\n<p>យុវវ័យរាប់លាននាក់នៃភេទស្រីគឺជាមនុស្សស្រឡាញ់ភេទដូចគ្នា។ សមាគមឧក្រិដ្ឋកម្មក្នុងចំណោមការស្រឡាញ់ភេទដូចគ្នាចំពោះស្ត្រីគឺខ្លាំងដូចសមាគមឧក្រិដ្ឋកម្មក្នុងចំណោមភេទបុរសដែរ។</p>\n<p>វាជាការបន្ទាន់ក្នុងការបោះបង់ចោលទាំងស្រុង និងជាស្ថាពរនូវភាពខ្មាស់អៀនក្លែងក្លាយ និងចង្អុលបង្ហាញដល់យុវវ័យទាំងពីរភេទនូវអាថ៌កំបាំងផ្លូវភេទទាំងអស់ដោយត្រង់ៗ។</p>\n<p>មានតែពេលនោះទេទើបជំនាន់ថ្មីអាចដើរលើមាគ៌ានៃការបង្កើតឡើងវិញ។</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/km/educacion-fundamental/la-adolescencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/km/educacion-fundamental/la-adolescencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/km/educacion-fundamental/la-adolescencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
