import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Подростковый возраст",
  "locale": "ru",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "25. Подростковый возраст",
    "order": 25
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Пришло время окончательно отказаться от ложной скромности и предрассудков, связанных с сексуальной проблемой.</p>\n<p>Необходимо четко и ясно понимать сексуальную проблему подростков обоих полов.</p>\n<p>В четырнадцать лет в организме подростка появляется сексуальная энергия, которая мощным потоком устремляется по нейро-симпатической системе.</p>\n<p>Этот особый вид энергии преобразует организм человека, изменяя голос у мужчин и вызывая функцию яичников у женщин.</p>\n<p>Организм человека – это настоящая фабрика, которая преобразует грубые элементы в тонкие жизненно важные субстанции.</p>\n<p>Пища, которую мы употребляем, проходит множество преобразований и уточнений, пока окончательно не превращается в ту полутвердую, полужидкую субстанцию, упомянутую Парацельсом термином Ens.-Seminis (Сущность Семени).</p>\n<p>Это жидкое, гибкое, податливое стекло, эта сперма, содержит в себе, в потенциальной форме, все зародыши жизни.</p>\n<p>Гностицизм признает в сперме ХАОС, из которого страстно возникает жизнь.</p>\n<p>Старые средневековые алхимики, такие как Парацельс, Сендивогий, Николас Фламель, Раймунд Луллий и др., с глубоким почтением изучали ENS-SEMINIS или ртуть тайной философии.</p>\n<p>Этот ВИТРИОЛ – настоящий эликсир, разумно созданный природой внутри семенных пузырьков.</p>\n<p>В этой ртути древней мудрости, в этом семени, действительно содержатся все возможности существования.</p>\n<p>К сожалению, многие молодые люди из-за отсутствия истинной психологической ориентации предаются пороку мастурбации или, к сожалению, отклоняются по инфрасексуальному пути гомосексуализма.</p>\n<p>Детям и молодым людям дают интеллектуальную информацию по многим темам и направляют их по пути спорта, злоупотребление которым сокращает жизнь, но, к сожалению, когда появляется сексуальная энергия, с которой начинается подростковый возраст, как родители, так и учителя, основываясь на ложном пуританстве и глупой морали, преступно предпочитают молчать.</p>\n<p>Есть преступное молчание, и есть гнусные слова. Молчание о сексуальной проблеме – это преступление. Неправильно говорить о сексуальной проблеме – это тоже преступление.</p>\n<p>Если родители и учителя молчат, то сексуальные извращенцы говорят, и жертвами становятся неопытные подростки.</p>\n<p>Если подросток не может посоветоваться с родителями или учителями, он обратится к своим одноклассникам, возможно, уже сбившимся с правильного пути. Результат не заставляет себя долго ждать, и новый подросток, следуя ложным советам, предастся пороку мастурбации или отклонится по пути гомосексуализма.</p>\n<p>Порок мастурбации полностью разрушает мозговую активность. Необходимо знать, что существует тесная связь между семенем и мозгом. Необходимо церебрализовать семя. Необходимо семинизировать мозг.</p>\n<p>Мозг семинизируется путем трансмутации сексуальной энергии, сублимации ее, превращения в мозговую активность.</p>\n<p>Таким образом, семя становится церебрализованным, а мозг – семинизированным.</p>\n<p>Гностическая наука глубоко изучает эндокринологию и учит методам и системам трансмутации сексуальных энергий, но это вопрос, который не вписывается в рамки этой книги.</p>\n<p>Если читатель хочет получить информацию о гностицизме, он должен изучить наши гностические книги и поступить на наши занятия.</p>\n<p>Подростки должны сублимировать сексуальную энергию, развивая эстетическое чувство, изучая музыку, скульптуру, живопись, совершая экскурсии в высокие горы и т. д.</p>\n<p>Сколько лиц, которые могли бы быть красивыми, увядают!</p>\n<p>Сколько мозгов деградируют! Все из-за отсутствия предостерегающего крика в нужный момент.</p>\n<p>Порок мастурбации, как у юношей, так и у девушек, стал более распространенным, чем мытье рук.</p>\n<p>Психиатрические больницы полны мужчин и женщин, которые разрушили свой мозг в отвратительном пороке мастурбации. Удел мастурбаторов – психиатрическая больница.</p>\n<p>Порок гомосексуализма прогнил корни этой дряхлой и извращенной расы.</p>\n<p>Кажется невероятным, что в таких странах, как Англия, которые претендуют на звание культурных и сверхцивилизованных, свободно существуют кинотеатры, где демонстрируются фильмы гомосексуального типа.</p>\n<p>Кажется невероятным, что именно в Англии уже предпринимаются усилия по официальной легализации браков гомосексуального типа.</p>\n<p>В крупных мегаполисах мира в настоящее время существуют публичные дома и клубы гомосексуального типа.</p>\n<p>Темное братство врагов женщины сегодня имеет извращенные организации, которые поражают своим выродившимся братством.</p>\n<p>Многих читателей может слишком удивить это «выродившееся братство», но мы не должны забывать, что во все времена истории всегда существовали различные братства преступников.</p>\n<p>Болезненное братство врагов женщины, вне всякого сомнения, является братством преступников.</p>\n<p>Враги женщины всегда или почти всегда занимают ключевые посты внутри бюрократического улья.</p>\n<p>Когда гомосексуалист попадает в тюрьму, он быстро освобождается благодаря своевременному влиянию ключевых людей из братства преступников.</p>\n<p>Если женоподобный человек попадает в немилость, он быстро получает финансовую помощь от всех зловещих персонажей из братства преступников.</p>\n<p>Темные члены гомосексуального сообщества узнают друг друга по униформе, которую они носят.</p>\n<p>Удивительно, что педики носят форму, но это так. Униформа гомосексуалистов соответствует любой моде, которая начинается. Педики начинают любую новую моду. Когда мода становится распространенной, они начинают другую. Таким образом, униформа братства преступников всегда новая.</p>\n<p>Во всех крупных городах мира сегодня миллионы гомосексуалистов.</p>\n<p>Порок гомосексуализма начинает свое позорное шествие в подростковом возрасте.</p>\n<p>Многие школы для юношей и девушек – настоящие публичные дома гомосексуального типа.</p>\n<p>Миллионы девушек-подростков решительно идут по темному пути врагов мужчины.</p>\n<p>Миллионы подростков женского пола – гомосексуалисты. Братство преступников среди женского гомосексуализма так же сильно, как и братство преступников среди мужского пола.</p>\n<p>Крайне необходимо радикально и окончательно отказаться от ложной скромности и откровенно указать подросткам обоих полов на все сексуальные тайны.</p>\n<p>Только так новые поколения смогут встать на путь ВОЗРОЖДЕНИЯ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ru/educacion-fundamental/la-adolescencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/la-adolescencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/la-adolescencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
