import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "लाळसा",
  "locale": "kok",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. लाळसा",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>म्हत्वाकांक्षेचीं खूब कारणां आसात आनी तातूंतलें एक म्हळ्यार भंय.</p>\n<p>गजाली शारांच्या उद्यानांनी गर्विश्ट शिलेदारांचें बूट नितळ करपी गरीब भुरगो गरीबकायेक, स्वताक, आपल्या भविश्याक भियेत जाल्यार चोर जावंक शकता.</p>\n<p>श्रीमंत मनशाच्या फॅशनेबल दुकानांत काम करपी गरीब टेलरिस्टाक भविश्याची, जिविताची, म्हतारपणाची, स्वताची भिरांत वाटल्यार ती रातभर चोर वा वेश्या जावंक शकता.</p>\n<p>लक्झरी रेस्टॉरंटांत वा व्हडल्या हॉटेलान काम करपी सोबीत वेटर दुर्दैवान स्वताक, आपल्या साद्या वेटरच्या स्थितीक, आपल्या भविश्याक भियेत जाल्यार तो गुंड, बँक लुंटपी, वा खूब हुशार चोर जावंक शकता.</p>\n<p>सादो किटूक लेगीत सोबीत जावंक सोदता. दुकानांतल्या गिरायकांक सामान दाखोवपी आनी खूब नम्रपणान हांसून, वाकून कॉलर, शर्ट, बूटां दाखोवपी गरीब सेल्समन कांयतरी चड सोदता कारण ताका खूब भंय आसता, दुर्दशेचो, काळखाच्या भविश्याचो, म्हतारपणाचो भंय आसता.</p>\n<p>म्हत्वाकांक्षा खूब प्रकारची आसता. महत्वाकांक्षेक संत आनी सैतानाचें तोंड आसता, दादल्याचें आनी बायलेचें तोंड आसता, आवड आनी नावड आसता, सद्गुणी आनी पापी तोंड आसता.</p>\n<p>लग्न जावंक सोदपी आनी लग्नाचो तिरस्कार करपी कडक म्हतारे जाण्टेल्या भितर महत्वाकांक्षा आसता.</p>\n<p>“कोणीतरी जावंक”, “नांव मेळोवंक”, “वयर चडपाची” खूब आवड आशिल्ल्या मनश्याच्या भितर महत्वाकांक्षा आसता आनी ह्या संवसारांत कांयच नको आशिल्ल्या तपस्वी भितर महत्वाकांक्षा आसता कारण ताची एकूच महत्वाकांक्षा म्हळ्यार मर्ग मेळोवप, मुक्त जावप.</p>\n<p>पृथ्वीचेर आशिल्ली महत्वाकांक्षा आनी आत्मिक महत्वाकांक्षा अशें दोन प्रकार आसात. केन्ना केन्नाय महत्वाकांक्षा अनासक्ती आनी त्यागाचो मुखवटो वापरता.</p>\n<p>जो ह्या वायट आनी दुख्खी संवसाराची महत्वाकांक्षा बाळगिना तो दुसऱ्या संवसाराची बाळगिता आनी जो पैशाची बाळगिना तो आत्मिक शक्तीची बाळगिता.</p>\n<p>हांव, म्हाकाय, स्वताक महत्वाकांक्षा लिपयतना खूब आवडटा, मनाच्या सगळ्या परक्या जाग्यांनी ती भरून घेता आनी उपरांत म्हणटा: “म्हाका कसलीच महत्वाकांक्षा ना”, “म्हाका म्हज्या सारक्या मनशांचो मोग आसा”, “हांव सगळ्या मनशांच्या कल्याणा खातीर निस्वार्थीपणान काम करता”.</p>\n<p>धूर्त राजकारणी, जाका सगळें खबर आसा, तो केन्ना केन्नाय आपल्या निस्वार्थी कामांनी लोकांक चकित करता, पूण तो नोकरी सोडटा तेन्ना कांय मिलियन डॉलरां घेवन आपल्या देशांतल्यान भायर सरता हें सामकें सामान्य.</p>\n<p>अनासक्तीच्या मुखवट्यान लिपयल्ली महत्वाकांक्षा चड करून हुशार लोकांक फसवता.</p>\n<p>संवसारांत खूब लोक आसात जे फकत महत्वाकांक्षी ना जावपाचीच महत्वाकांक्षा बाळगतात.</p>\n<p>संवसारांतल्या सगळ्या वैभवांचो आनी गर्वाचो त्याग खूब लोक करतात कारण ते फकत स्वताच्या आत्मिक पूर्णतेची महत्वाकांक्षा बाळगतात.</p>\n<p>देवळा मेरेन गुडघ्यार चलपी आनी विश्वासन भरून स्वताक मारून घेवपी प्रायश्चित्त करपी मनीस कांयच बाळगिना असो दिसता आनी कोणाकूय कांय दिवपाचो लेगीत आनंद घेता, पूण तो चमत्कार, भलायकी, स्वता खातीर वा कुटूंबा खातीर भलायकी, वा शाश्वत मुक्ती मेळोवपाची महत्वाकांक्षा बाळगिता हें स्पश्ट आसा.</p>\n<p>खऱ्या धर्मिक दादल्यांचो आनी बायलांचो आमी आदर करतात, पूण तांणी आपल्या धर्माचेर पुराय निस्वार्थपणान मोग करिना हाची खंती आसा.</p>\n<p>पवित्र धर्म, उत्कृश्ट पंथ, आदेश, आत्मिक संस्थांक आमच्या निस्वार्थ मोगाची गरज आसा.</p>\n<p>ह्या संवसारांत आपल्या धर्माचेर, शाळेचेर, पंथाचेर निस्वार्थपणान मोग करपी मनीस मेळप खूब कठीण आसा. तें दुख्खदायक आसा.</p>\n<p>सगळो संवसार महत्वाकांक्षांनी भरला. हिटलर महत्वाकांक्षेक लागून झुजाक लागलो.</p>\n<p>सगळ्या झुजांची सुरवात भंय आनी महत्वाकांक्षा हातूंतल्यान जाता. जिवितांतल्यो सगळ्या गंभीर समस्यांची सुरवात महत्वाकांक्षांतल्यान जाता.</p>\n<p>सगळो संवसार महत्वाकांक्षेक लागून सगळ्यां आड झगडटा, कांय जाण एकामेका आड आनी सगळे सगळ्यां आड झगडटात.</p>\n<p>जिवितांत प्रत्येक मनीस कांयतरी जावपाची महत्वाकांक्षा बाळगिता आनी थारावीक वयाचे लोक, शिक्षक, घरचे, मार्गदर्शक भुरग्यांक, चलयांक, तरणाट्यांक महत्वाकांक्षेच्या भयानक मार्गान फुडें वचपाक उत्तेजन दितात.</p>\n<p>व्हड लोक विद्यार्थ्यांक सांगतात, तुका जिवितांत कांयतरी जावंक जाय, गिरेस्त जावंक जाय, मिलियनरां कडेन लग्न जावंक जाय, शक्तीशाली जावंक जाय.</p>\n<p>जुनीं पिळग्यो, भयानक, कुर्कुट आनी फाटीं पडिल्लीं पिळग्यो, नव्यो पिळग्यो तांच्या सारक्यो महत्वाकांक्षी, कुर्कुट आनी भयानक जावच्यो अशें सोदतात.</p>\n<p>तातूंतलें सगळें परमोच्च म्हळ्यार नवें लोक “भोंवळ” येवंक दितात आनी महत्वाकांक्षेच्या भयानक मार्गान वचपाक दितात.</p>\n<p>शिक्षकांनी विद्यार्थ्यांक शिकोवंक जाय की खंयचीच इमानदारीची नोकरी तिरस्कार करपा सारकी ना, टॅक्सी ड्रायव्हरांक, सेल्समन, शेतकामती, बूट नितळ करप्यांक तिरस्कारान पळोवप हातूंत अर्थ ना.</p>\n<p>सगळी सादी कामां सोबीत आसात. समाजीक जिवितांत सगळ्या साद्या कामांची गरज आसा.</p>\n<p>आमी सगळे इंजिनियर, गव्हर्नर, अध्यक्ष, दोतोर, वकील जावपा खातीर जल्मले नात.</p>\n<p>समाजांत सगळ्या कामांची गरज आसा, खंयचेच इमानदारीचे काम तिरस्कार करपा सारकें ना.</p>\n<p>वेव्हारीक जिवितांत प्रत्येक मनीस कशाक तरी उपेगी पडटा आनी म्हत्वाचें म्हळ्यार कोणाक कशाची गरज आसा हें कळपाक जाय.</p>\n<p>शिक्षकांनी प्रत्येक विद्यार्थ्याची आवड सोदून काडप आनी ताका त्या दिशेन मार्गदर्शन करप हें गरजेचें आसा.</p>\n<p>जो कोण आपल्या आवडी प्रमाण काम करता, तो खऱ्या मोगान आनी महत्वाकांक्षेशिवाय काम करतलो.</p>\n<p>मोगाक महत्वाकांक्षेक बदलची गरज आसा. आवड म्हळ्यार जें खरेंच आवडटा, जें काम आमी आनंदान करतात कारण तें आमकां आवडटा, जें आमी खूब मोग करतात.</p>\n<p>आधुनीक जिवितांत दुर्दैवान लोक नावडतीन आनी महत्वाकांक्षेन काम करतात कारण ते आपल्या आवडी प्रमाण काम करिना.</p>\n<p>जेन्ना कोण आवडटा तें काम करता, आपल्या खऱ्या आवडी प्रमाण करता, तेन्ना तो मोगान करता कारण तो आपल्या आवडीचेर मोग करता, कारण जिविता खातीर ताची वृत्ती ताच्या आवडी प्रमाण आसता.</p>\n<p>अशें शिक्षकांचें काम आसा. आपल्या विद्यार्थ्यांक मार्गदर्शन करप, तांची क्षमता सोदून काडप, तांच्या खऱ्या आवडीच्या मार्गान तांकां मार्गदर्शन करप.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kok/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kok/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kok/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
