import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "השאפתנות",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. השאפתנות",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>לשאיפה יש כמה סיבות, ואחת מהן היא מה שנקרא פחד.</p>\n<p>הנער הצנוע שמנקה את נעליהם של האדונים הגאים בפארקים של הערים המפוארות, עלול להפוך לגנב אם יתחיל לפחד מעוני, לפחד מעצמו, לפחד מעתידו.</p>\n<p>התופרת הצנועה שעובדת בחנות הכלבו המפוארת של בעל השררה, עלולה להפוך לגנבת או לזונה בן לילה, אם תתחיל לפחד מהעתיד, לפחד מהחיים, לפחד מהזקנה, לפחד מעצמה וכו’.</p>\n<p>המלצר האלגנטי במסעדה היוקרתית או במלון הגדול, עלול להפוך לגנגסטר, לשודד בנקים, או לגנב מתוחכם מאוד, אם לרוע מזלו יתחיל לפחד מעצמו, ממעמדו הצנוע כמלצר, מעתידו שלו וכו’.</p>\n<p>החרק הזעיר שואף להיות אלגנטי. העובד הצנוע בדלפק שמשרת את הלקוחות ובסבלנות מראה לנו את העניבה, החולצה, הנעליים, מרבה בקידות ומחייך בענווה מזויפת, שואף למשהו יותר כי הוא מפחד, מפחד מאוד, מפחד מאומללות, מפחד מעתידו הקודר, מפחד מהזקנה וכו’.</p>\n<p>השאיפה היא רבת פנים. לשאיפה יש פנים של קדוש ופנים של שטן, פנים של גבר ופנים של אישה, פנים של עניין ופנים של חוסר עניין, פנים של צדיק ופנים של חוטא.</p>\n<p>קיימת שאיפה אצל זה שרוצה להתחתן ואצל אותו רווק זקן עיקש שמתעב נישואים.</p>\n<p>קיימת שאיפה אצל זה שרוצה בשיגעון אינסופי “להיות מישהו”, “להופיע”, “לטפס” וקיימת שאיפה אצל זה שנהיה נזיר, שלא רוצה דבר מהעולם הזה, כי השאיפה היחידה שלו היא להגיע לגן עדן, להשתחרר וכו’.</p>\n<p>קיימות שאיפות ארציות ושאיפות רוחניות. לפעמים השאיפה משתמשת במסכה של חוסר עניין והקרבה.</p>\n<p>מי שלא שואף לעולם הנבזי והאומלל הזה, שואף לעולם האחר, ומי שלא שואף לכסף, שואף לכוחות נפשיים.</p>\n<p>האני, העצמי, אוהב להסתיר את השאיפה, להכניס אותה לפינות הנסתרות ביותר של התודעה ואז אומר: “אני לא שואף לכלום”, “אני אוהב את שכני”, “אני עובד בהתנדבות למען כל בני האדם”.</p>\n<p>הפוליטיקאי הערמומי, שיודע הכל, מדהים לפעמים את ההמונים במעשיו שנראים לכאורה חסרי אנוכיות, אך כאשר הוא עוזב את התפקיד, זה רק נורמלי שהוא עוזב את ארצו עם כמה מיליוני דולרים.</p>\n<p>השאיפה מחופשת למסכת חוסר העניין, בדרך כלל מרמה את האנשים הנבונים ביותר.</p>\n<p>יש בעולם אנשים רבים ששואפים רק לא להיות שאפתנים.</p>\n<p>ישנם אנשים רבים שמוותרים על כל הפאר וההבלים של העולם כי הם שואפים רק לשלמות הפנימית שלהם.</p>\n<p>החוזר בתשובה שצועד על ברכיו עד למקדש ומצליף בעצמו מלא באמונה, לכאורה לא שואף לכלום ואפילו מרשה לעצמו לתת מבלי לקחת מאיש, אבל ברור שהוא שואף לנס, לריפוי, לבריאות לעצמו או לקרוב משפחה, או לישועה נצחית.</p>\n<p>אנו מעריצים את הגברים והנשים הדתיים באמת, אך מצטערים שהם לא אוהבים את דתם בחוסר עניין מוחלט.</p>\n<p>הדתות הקדושות, הכתות הנשגבות, המסדרים, החברות הרוחניות וכו’. ראויים לאהבה הלא אנוכית שלנו.</p>\n<p>נדיר מאוד למצוא בעולם הזה אדם שאוהב את דתו, את בית הספר שלו, את הכת שלו וכו’ ללא אנוכיות. זה מצער.</p>\n<p>כל העולם מלא בשאיפות. היטלר יצא למלחמה מתוך שאיפה.</p>\n<p>כל המלחמות מקורן בפחד ובשאיפה. כל הבעיות החמורות ביותר בחיים מקורן בשאיפה.</p>\n<p>כולם חיים במאבק נגד כולם בגלל השאיפה, אלה נגד אלה וכולם נגד כולם.</p>\n<p>כל אדם בחיים שואף להיות משהו, ואנשים בגיל מסוים, מורים, הורים, אפוטרופוסים וכו’. מעודדים ילדים, ילדות, נערות, צעירים וכו’. להמשיך בדרך הנוראה של השאיפה.</p>\n<p>המבוגרים אומרים לתלמידים ולתלמידות, אתם צריכים להיות משהו בחיים, להתעשר, להתחתן עם אנשים מיליונרים, להיות חזקים וכו’ וכו’.</p>\n<p>הדורות הישנים, הנוראיים, המכוערים, המיושנים, רוצים שהדורות החדשים יהיו גם שאפתנים, מכוערים ונוראיים כמוהם.</p>\n<p>הדבר החמור ביותר בכל זה הוא שאנשים חדשים מרשים לעצמם “להסתחרר” וגם מרשים לעצמם להיות מובלים בדרך הנוראה הזו של השאיפה.</p>\n<p>מורים ומורות חייבים ללמד את התלמידים והתלמידות שאף עבודה הגונה אינה ראויה לבוז, זה אבסורד להסתכל בבוז על נהג המונית, על עובד הדלפק, על האיכר, על מנקה הנעליים וכו’.</p>\n<p>כל עבודה צנועה היא יפה. כל עבודה צנועה נחוצה בחיים החברתיים.</p>\n<p>לא כולנו נולדנו להיות מהנדסים, מושלים, נשיאים, רופאים, עורכי דין וכו’.</p>\n<p>במצבור החברתי יש צורך בכל העבודות, בכל המקצועות, אף עבודה הגונה לעולם אינה יכולה להיות בזויה.</p>\n<p>בחיים המעשיים כל בן אנוש משרת משהו והדבר החשוב הוא לדעת למה כל אחד משמש.</p>\n<p>חובתם של מורים ומורות לגלות את הייעוד של כל תלמיד ולהדריך אותו בכיוון הזה.</p>\n<p>מי שיעבוד בחיים בהתאם לייעודו, יעבוד באהבה אמיתית וללא שאיפה.</p>\n<p>האהבה חייבת להחליף את השאיפה. הייעוד הוא מה שאנחנו באמת אוהבים, אותו מקצוע שאנו מבצעים בשמחה כי זה מה שמשמח אותנו, מה שאנחנו אוהבים.</p>\n<p>למרבה הצער, בחיים המודרניים אנשים עובדים בחוסר רצון ומתוך שאיפה כי הם עוסקים בעבודות שאינן תואמות את ייעודם.</p>\n<p>כשאדם עובד במה שהוא אוהב, בייעודו האמיתי, הוא עושה זאת באהבה כי הוא אוהב את ייעודו, כי הגישות שלו לחיים הן בדיוק כמו אלה של הייעוד שלו.</p>\n<p>זו בדיוק עבודתם של המורים. לדעת לכוון את תלמידיהם ותלמידותיהם, לגלות את כישוריהם, לכוון אותם בדרך הייעוד האמיתי שלהם.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
