import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Η Φιλοδοξία",
  "locale": "el",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. Η Φιλοδοξία",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Η ΦΙΛΟΔΟΞΙΑ έχει διάφορες αιτίες και μία από αυτές είναι αυτό που λέγεται ΦΟΒΟΣ.</p>\n<p>Ο ταπεινός νεαρός που στα πάρκα των πολυτελών πόλεων καθαρίζει τα παπούτσια των υπερήφανων κυρίων, θα μπορούσε να γίνει κλέφτης αν έφτανε να φοβάται τη φτώχεια, να φοβάται τον εαυτό του, να φοβάται το μέλλον του.</p>\n<p>Η ταπεινή μοδίστρα που εργάζεται στο πολυτελές κατάστημα του μεγιστάνα, θα μπορούσε να γίνει κλέφτρα ή πόρνη από τη μια μέρα στην άλλη, αν έφτανε να φοβάται το μέλλον, να φοβάται τη ζωή, να φοβάται τα γηρατειά, να φοβάται τον εαυτό της, κ.λπ.</p>\n<p>Ο κομψός σερβιτόρος του πολυτελούς εστιατορίου ή του μεγάλου ξενοδοχείου, θα μπορούσε να γίνει ΓΚΑΓΚΣΤΕΡ, ληστής τραπεζών ή ένας πολύ καλός κλέφτης, αν δυστυχώς έφτανε να φοβάται τον εαυτό του, την ταπεινή του θέση ως σερβιτόρος, το δικό του μέλλον, κ.λπ.</p>\n<p>Το ασήμαντο έντομο φιλοδοξεί να είναι κομψό. Ο φτωχός υπάλληλος γκισέ που εξυπηρετεί την πελατεία και που με υπομονή μας δείχνει τη γραβάτα, το πουκάμισο, τα παπούτσια, κάνοντας πολλές υπόκλισεις και χαμογελώντας με ψεύτικη πραότητα, φιλοδοξεί κάτι περισσότερο γιατί φοβάται, πολύ φοβάται, φοβάται τη μιζέρια, φοβάται το ζοφερό μέλλον του, φοβάται τα γηρατειά, κ.λπ.</p>\n<p>Η ΦΙΛΟΔΟΞΙΑ είναι πολύπλευρη. Η ΦΙΛΟΔΟΞΙΑ έχει πρόσωπο αγίου και πρόσωπο διαβόλου, πρόσωπο άνδρα και πρόσωπο γυναίκας, πρόσωπο ενδιαφέροντος και πρόσωπο αδιαφορίας, πρόσωπο ενάρετου και πρόσωπο αμαρτωλού.</p>\n<p>Υπάρχει ΦΙΛΟΔΟΞΙΑ σε αυτόν που θέλει να παντρευτεί και σε αυτόν τον ΓΕΡΟΛΕΥΕΝΤΗ αμετανόητο που σιχαίνεται τον γάμο.</p>\n<p>Υπάρχει ΦΙΛΟΔΟΞΙΑ σε αυτόν που επιθυμεί με τρελή μανία “ΝΑ ΓΙΝΕΙ ΚΑΠΟΙΟΣ”, “ΝΑ ΔΙΑΚΡΙΘΕΙ”, “ΝΑ ΑΝΕΒΕΙ” και υπάρχει ΦΙΛΟΔΟΞΙΑ σε αυτόν που γίνεται ΑΝΑΧΩΡΗΤΗΣ, που δεν επιθυμεί τίποτα από αυτόν τον κόσμο, γιατί η μόνη του ΦΙΛΟΔΟΞΙΑ είναι να φτάσει στον ΠΑΡΑΔΕΙΣΟ, ΝΑ ΑΠΕΛΕΥΘΕΡΩΘΕΙ, κ.λπ.</p>\n<p>Υπάρχουν ΦΙΛΟΔΟΞΙΕΣ ΕΓΚΟΣΜΙΕΣ και ΦΙΛΟΔΟΞΙΕΣ ΠΝΕΥΜΑΤΙΚΕΣ. Μερικές φορές η ΦΙΛΟΔΟΞΙΑ χρησιμοποιεί τη μάσκα της ΑΔΙΑΦΟΡΙΑΣ και της ΘΥΣΙΑΣ.</p>\n<p>Όποιος δεν ΦΙΛΟΔΟΞΕΙ αυτόν τον άθλιο και ΜΙΖΕΡΟ κόσμο, ΦΙΛΟΔΟΞΕΙ τον άλλο και όποιος δεν ΦΙΛΟΔΟΞΕΙ χρήματα, ΦΙΛΟΔΟΞΕΙ ΨΥΧΙΚΕΣ ΔΥΝΑΜΕΙΣ.</p>\n<p>Στον ΕΓΩ, στον ΕΑΥΤΟ ΜΟΥ, στον ΙΔΙΟ ΤΟΝ ΕΑΥΤΟ ΜΟΥ, αρέσει να κρύβει τη ΦΙΛΟΔΟΞΙΑ, να την βάζει στις πιο μυστικές γωνιές του μυαλού και λέει μετά: “ΔΕΝ ΦΙΛΟΔΟΞΩ ΤΙΠΟΤΑ”, “ΑΓΑΠΩ ΤΟΥΣ ΣΥΝΑΝΘΡΩΠΟΥΣ ΜΟΥ”, “ΕΡΓΑΖΟΜΑΙ ΑΔΙΑΦΟΡΑ ΓΙΑ ΤΟ ΚΑΛΟ ΟΛΩΝ ΤΩΝ ΑΝΘΡΩΠΩΝ”.</p>\n<p>Ο ΠΟΛΙΤΙΚΟΣ ΑΛΕΠΟΥ και που τα ξέρει όλα, εκπλήσσει μερικές φορές τα πλήθη με τα έργα του φαινομενικά αδιάφορα, αλλά όταν εγκαταλείπει την εργασία του, είναι απλώς φυσιολογικό να βγαίνει από τη χώρα του με μερικά εκατομμύρια δολάρια.</p>\n<p>Η ΦΙΛΟΔΟΞΙΑ μεταμφιεσμένη με τη ΜΑΣΚΑ ΤΗΣ ΑΔΙΑΦΟΡΙΑΣ, συνήθως εξαπατά τους πιο έξυπνους ανθρώπους.</p>\n<p>Υπάρχουν στον κόσμο πολλοί άνθρωποι που μόνο ΦΙΛΟΔΟΞΟΥΝ να μην είναι ΦΙΛΟΔΟΞΟΙ.</p>\n<p>Πολλοί είναι οι άνθρωποι που παραιτούνται από όλη τη μεγαλοπρέπεια και τη ματαιοδοξία του κόσμου γιατί μόνο ΦΙΛΟΔΟΞΟΥΝ την δική τους ΕΣΩΤΕΡΙΚΗ ΑΥΤΟ ΤΕΛΕΙΟΠΟΙΗΣΗ.</p>\n<p>Ο μετανοών που περπατάει στα γόνατα μέχρι τον ναό και που μαστιγώνει τον εαυτό του γεμάτος πίστη, δεν φιλοδοξεί φαινομενικά τίποτα και μάλιστα δίνει τον εαυτό του την πολυτέλεια να δίνει χωρίς να αφαιρεί τίποτα από κανέναν, αλλά είναι σαφές ότι ΦΙΛΟΔΟΞΕΙ το ΘΑΥΜΑ, την θεραπεία, την υγεία για τον εαυτό του ή για κάποιον συγγενή, ή την αιώνια σωτηρία.</p>\n<p>Εμείς θαυμάζουμε τους άνδρες και τις γυναίκες πραγματικά θρησκευόμενους, αλλά λυπούμαστε που δεν αγαπούν τη θρησκεία τους με όλη την ΑΔΙΑΦΟΡΙΑ.</p>\n<p>Οι άγιες θρησκείες, οι υπέροχες σέκτες, τάγματα, πνευματικές εταιρείες, κ.λπ. Αξίζουν την ΑΓΑΠΗ ΜΑΣ ΑΔΙΑΦΟΡΑ.</p>\n<p>Είναι πολύ σπάνιο να βρει κανείς σε αυτόν τον κόσμο κάποιο άτομο που να αγαπά τη θρησκεία του, το σχολείο του, την σέκτα του, κ.λπ. αδιάφορα. Αυτό είναι αξιολύπητο.</p>\n<p>Όλος ο κόσμος είναι γεμάτος φιλοδοξίες. Ο Χίτλερ ξεκίνησε τον πόλεμο από φιλοδοξία.</p>\n<p>Όλοι οι πόλεμοι έχουν την αρχή τους στον φόβο και την ΦΙΛΟΔΟΞΙΑ. Όλα τα πιο σοβαρά προβλήματα της ζωής έχουν την αρχή τους στην ΦΙΛΟΔΟΞΙΑ.</p>\n<p>Όλος ο κόσμος ζει σε μάχη εναντίον όλου του κόσμου λόγω της φιλοδοξίας, ο ένας εναντίον του άλλου και όλοι εναντίον όλων.</p>\n<p>Κάθε άτομο στη ζωή ΦΙΛΟΔΟΞΕΙ ΝΑ ΓΙΝΕΙ ΚΑΤΙ και οι άνθρωποι μιας ορισμένης ηλικίας, δάσκαλοι, γονείς, κηδεμόνες, κ.λπ. ενθαρρύνουν τα αγόρια, τα κορίτσια, τις δεσποινίδες, τους νέους, κ.λπ. να συνεχίσουν στον φρικτό δρόμο της ΦΙΛΟΔΟΞΙΑΣ.</p>\n<p>Οι μεγαλύτεροι λένε στους μαθητές και τις μαθήτριες, πρέπει να γίνεις κάτι στη ζωή, να γίνεις πλούσιος, να παντρευτείς πλούσιους ανθρώπους, να είσαι ισχυρός, κ.λπ. κ.λπ.</p>\n<p>Οι παλιές γενιές, φρικτές, άσχημες, ξεπερασμένες, θέλουν οι νέες γενιές να είναι επίσης φιλόδοξες, άσχημες, και φρικτές όπως και αυτές.</p>\n<p>Το πιο σοβαρό από όλα αυτά, είναι ότι οι νέοι αφήνονται να “ΖΑΛΙΣΤΟΥΝ” και επίσης αφήνονται να οδηγηθούν από αυτόν τον φρικτό δρόμο της ΦΙΛΟΔΟΞΙΑΣ.</p>\n<p>Οι δάσκαλοι και οι δασκάλες πρέπει να διδάξουν στους ΜΑΘΗΤΕΣ και τις ΜΑΘΗΤΡΙΕΣ ότι καμία έντιμη εργασία δεν αξίζει περιφρόνηση, είναι παράλογο να κοιτάζουμε με περιφρόνηση τον οδηγό ταξί, τον υπάλληλο γκισέ, τον αγρότη, τον καθαριστή παπουτσιών, κ.λπ.</p>\n<p>Κάθε ταπεινή εργασία είναι όμορφη. Κάθε ταπεινή εργασία είναι απαραίτητη στην κοινωνική ζωή.</p>\n<p>Δεν γεννηθήκαμε όλοι για μηχανικοί, κυβερνήτες, πρόεδροι, γιατροί, δικηγόροι, κ.λπ.</p>\n<p>Στο κοινωνικό συγκρότημα χρειάζονται όλες οι εργασίες, όλα τα επαγγέλματα, καμία έντιμη εργασία δεν μπορεί ποτέ να είναι περιφρονητέα.</p>\n<p>Στην πρακτική ζωή κάθε άνθρωπος χρησιμεύει για κάτι και το σημαντικό είναι να ξέρει κανείς για τι χρησιμεύει ο καθένας.</p>\n<p>Είναι καθήκον των ΔΑΣΚΑΛΩΝ και των ΔΑΣΚΑΛΩΝ να ανακαλύψουν την ΚΛΗΣΗ κάθε φοιτητή και να τον καθοδηγήσουν προς αυτή την κατεύθυνση.</p>\n<p>Εκείνος που θα εργαστεί στη ζωή σύμφωνα με την ΚΛΗΣΗ του, θα εργαστεί με ΑΛΗΘΙΝΗ ΑΓΑΠΗ και χωρίς ΦΙΛΟΔΟΞΙΑ.</p>\n<p>Η ΑΓΑΠΗ πρέπει να αντικαταστήσει την ΦΙΛΟΔΟΞΙΑ. Η ΚΛΗΣΗ είναι αυτό που πραγματικά μας αρέσει, αυτό το επάγγελμα που με χαρά ασκούμε γιατί είναι αυτό που μας αρέσει, αυτό που ΑΓΑΠΑΜΕ.</p>\n<p>Στη σύγχρονη ζωή δυστυχώς οι άνθρωποι εργάζονται με δυσαρέσκεια και από φιλοδοξία γιατί ασκούν εργασίες που δεν συμπίπτουν με την κλήση τους.</p>\n<p>Όταν κάποιος εργάζεται σε αυτό που του αρέσει, στην αληθινή του κλήση, το κάνει με ΑΓΑΠΗ γιατί ΑΓΑΠΑ την κλήση του, γιατί οι ΣΤΑΣΕΙΣ του για τη ζωή είναι ακριβώς αυτές της κλήσης του.</p>\n<p>Αυτή ακριβώς είναι η δουλειά των δασκάλων. Να ξέρουν να καθοδηγούν τους μαθητές και τις μαθήτριες τους, να ανακαλύπτουν τις ικανότητές τους, να τους καθοδηγούν στον δρόμο της αυθεντικής τους κλήσης.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/el/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
