import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Імкненне",
  "locale": "be",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. Імкненне",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>АМБІЦЫІ маюць некалькі прычын, і адна з іх — гэта тое, што называецца СТРАХАМ.</p>\n<p>Сціплы юнак, які ў парках раскошных гарадоў чысціць абутак ганарлівым кавалерам, мог бы стаць злодзеем, калі б адчуў страх перад беднасцю, страх перад сабой, страх перад сваёй будучыняй.</p>\n<p>Сціплая швачка, якая працуе ў шыкоўным універмагу магната, магла б стаць злодзейкай ці прастытуткай раптоўна, калі б адчула страх перад будучыняй, страх перад жыццём, страх перад старасцю, страх перад сабой і г.д.</p>\n<p>Элегантны афіцыянт раскошнага рэстарана ці вялікага гатэля мог бы стаць ГАНГСТЭРАМ, налётчыкам на банкі ці вельмі вытанчаным злодзеем, калі б, на жаль, адчуў страх перад сабой, перад сваёй сціплай пасадай афіцыянта, перад сваёй будучыняй і г.д.</p>\n<p>Незначная казурка імкнецца быць элегантнай. Бедны прадавец, які абслугоўвае кліентаў і цярпліва паказвае нам гальштук, кашулю, абутак, робіць шмат паклонаў і ўсміхаецца з прытворнай лагоднасцю, імкнецца да чагосьці большага, таму што баіцца, вельмі баіцца, баіцца галечы, баіцца сваёй змрочнай будучыні, баіцца старасці і г.д.</p>\n<p>АМБІЦЫІ шматгранныя. АМБІЦЫІ маюць твар святога і твар д’ябла, твар мужчыны і твар жанчыны, твар зацікаўленасці і твар незацікаўленасці, твар цнатлівага і твар грэшніка.</p>\n<p>АМБІЦЫІ ёсць у таго, хто хоча ажаніцца, і ў таго старога закаранелага халасцяка, які ненавідзіць шлюб.</p>\n<p>АМБІЦЫІ ёсць у таго, хто шалёна жадае “БЫЦЬ КЕМСЬЦІ”, “ФІГУРАВАЦЬ”, “ПАДЫМАЦЦА”, і АМБІЦЫІ ёсць у таго, хто становіцца пустэльнікам, хто не жадае нічога з гэтага свету, таму што яго адзіная АМБІЦЫЯ — дасягнуць НЕБА, ВЫЗВАЛІЦЦА і г.д.</p>\n<p>Ёсць АМБІЦЫІ ЗЯМНЫЯ і АМБІЦЫІ ДУХОЎНЫЯ. Часам АМБІЦЫІ выкарыстоўваюць маску НЕЗАЦІКАЎЛЕНАСЦІ і АХВЯРАВАННЯ.</p>\n<p>Хто не АМБІЦЫЯНУЕ гэтага нікчэмнага і ЖАЛЮГАСНАГА свету, АМБІЦЫЯНУЕ іншага, і хто не АМБІЦЫЯНУЕ грошай, АМБІЦЫЯНУЕ ПСІХІЧНЫЯ СІЛЫ.</p>\n<p>Я, МАЁМУ САМОМУ, САБЕ САМОМУ, падабаецца хаваць АМБІЦЫІ, хаваць іх у самых патаемных кутках розуму, а потым казаць: “Я НІЧОГА НЕ АМБІЦЫЯНУЮ”, “Я ЛЮБЛЮ СВАІХ БЛІЖНІХ”, “Я ПРАЦУЮ БЯСПЛАТНА ДЛЯ ДАБРА ЎСІХ ЛЮДЗЕЙ”.</p>\n<p>ХІТРАВАТЫ ПАЛІТЫК, які ведае ўсё, часам дзівіць натоўп сваімі, відаць, бескарыслівымі ўчынкамі, але калі ён пакідае працу, гэта цалкам нармальна, што ён пакідае сваю краіну з некалькімі мільёнамі долараў.</p>\n<p>АМБІЦЫІ, замаскіраваныя МАСКАЙ БЯСПЛАТНАСЦІ, часта падманваюць самых хітрых людзей.</p>\n<p>У свеце шмат людзей, якія толькі АМБІЦЫЯНУЮЦЬ не быць АМБІЦЫЙНЫМІ.</p>\n<p>Многія людзі адмаўляюцца ад усіх пышнот і марнасцей свету, таму што АМБІЦЫЯНУЮЦЬ толькі сваё ЎЛАСНАЕ ЎНУТРАНАЕ САМАЎДАСКАНАЛЕННЕ.</p>\n<p>Каяльнік, які ідзе на каленях у храм і поўны веры самабічваецца, відавочна нічога не імкнецца і нават дазваляе сабе даваць, нічога ні ў каго не адбіраючы, але зразумела, што ён АМБІЦЫЯНУЕ ЦУДУ, выздараўлення, здароўя для сябе ці для кагосьці з блізкіх, ці вечнага збаўлення.</p>\n<p>Мы захапляемся сапраўды рэлігійнымі мужчынамі і жанчынамі, але шкадуем, што яны не любяць сваю рэлігію з усёй БЯСПЛАТНАСЦЮ.</p>\n<p>Святыя рэлігіі, узнёслыя секты, ордэны, духоўныя супольнасці і г.д. заслугоўваюць нашай БЯСПЛАТНАЙ ЛЮБОВІ.</p>\n<p>Вельмі рэдка можна сустрэць у гэтым свеце чалавека, які любіць сваю рэлігію, сваю школу, сваю секту і г.д. бескарысліва. Гэта варта шкадавання.</p>\n<p>Увесь свет поўны амбіцый. Гітлер развязаў вайну з-за амбіцый.</p>\n<p>Усе войны бяруць свой пачатак у страху і АМБІЦЫЯХ. Усе самыя сур’ёзныя праблемы жыцця бяруць свой пачатак у АМБІЦЫЯХ.</p>\n<p>Увесь свет жыве ў барацьбе супраць усяго свету з-за амбіцый, адны супраць іншых і ўсе супраць усіх.</p>\n<p>Кожны чалавек у жыцці АМБІЦЫЯНУЕ БЫЦЬ КІМСЬЦІ, а людзі пэўнага ўзросту, настаўнікі, бацькі, апекуны і г.д. заахвочваюць дзяцей, дзяўчынак, дзяўчат, маладых людзей і г.д. ісці па жудасным шляху АМБІЦЫЙ.</p>\n<p>Старэйшыя кажуць вучням і вучаніцам, што трэба кімсьці стаць у жыцці, разбагацець, выйсці замуж за мільянераў, быць уплывовым і г.д. і г.д.</p>\n<p>Старыя, жудасныя, непрыгожыя, састарэлыя пакаленні хочуць, каб новыя пакаленні таксама былі амбіцыйнымі, непрыгожымі і жудаснымі, як яны.</p>\n<p>Самае страшнае ва ўсім гэтым, што новыя людзі дазваляюць сябе “АБАЛВАНІЦЬ” і дазваляюць весці сябе па гэтым жудасным шляху АМБІЦЫЙ.</p>\n<p>Настаўнікі і настаўніцы павінны вучыць ВУЧНЯЎ і ВУЧЭНІЦ, што ні адна сумленная праца не заслугоўвае пагарды, абсурдна глядзець з пагардай на кіроўцу таксі, на прадаўца, на селяніна, на чысцільшчыка абутку і г.д.</p>\n<p>Усякая сціплая праца прыгожая. Усякая сціплая праца неабходная ў грамадскім жыцці.</p>\n<p>Не ўсе мы народжаныя інжынерамі, губернатарамі, прэзідэнтамі, доктарамі, адвакатамі і г.д.</p>\n<p>У сацыяльным кангламераце патрэбныя ўсе працы, усе прафесіі, ні адна сумленная праца ніколі не можа быць пагарджанай.</p>\n<p>У практычным жыцці кожны чалавек для чагосьці прыдатны, і важна ведаць, для чаго прыдатны кожны.</p>\n<p>Абавязак НАСТАЎНІКАЎ і НАСТАЎНІЦ выявіць ПАКЛІК кожнага студэнта і арыентаваць яго ў гэтым сэнсе.</p>\n<p>Той, хто будзе працаваць у жыцці ў адпаведнасці са сваім ПАКЛІКАННЕМ, будзе працаваць з САПРАЎДНАЙ ЛЮБОВ’Ю і без АМБІЦЫЙ.</p>\n<p>ЛЮБОВЬ павінна замяніць АМБІЦЫІ. ПАКЛІК — гэта тое, што нам сапраўды падабаецца, тая прафесія, якую мы з радасцю выконваем, таму што гэта тое, што нам падабаецца, тое, што мы ЛЮБІМ.</p>\n<p>На жаль, у сучасным жыцці людзі працуюць з неахвотай і з-за амбіцый, таму што выконваюць працу, якая не супадае з іх пакліканнем.</p>\n<p>Калі чалавек працуе ў тым, што яму падабаецца, у сваім сапраўдным пакліканні, ён робіць гэта з ЛЮБОВ’Ю, таму што ЛЮБІЦЬ сваё пакліканне, таму што ягоныя НАВЫКІ для жыцця — менавіта такія, як і ў яго пакліканні.</p>\n<p>У гэтым і заключаецца праца настаўнікаў. Ведаць, як арыентаваць сваіх вучняў і вучаніц, выяўляць іх здольнасці, арыентаваць іх на шляху іх сапраўднага паклікання.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/be/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
