import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "අභිලාෂය",
  "locale": "si",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. අභිලාෂය",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>අභිලාෂයට හේතු කිහිපයක් තිබෙන අතර, ඉන් එකක් නම් බිය ලෙස හඳුන්වන දෙයයි.</p>\n<p>සුඛෝපභෝගී නගරවල උද්‍යානවල උදම් වූ මහත්වරුන්ගේ සපත්තු පිරිසිදු කරන නිහතමානී තරුණයාට, දුප්පත්කමට ඇති බිය, තමාට ඇති බිය, ඔහුගේ අනාගතයට ඇති බිය දැනුණහොත්, සොරෙකු බවට පත්විය හැකිය.</p>\n<p>පොහොසත් බලවතුන්ගේ විශාල ගබඩාවක වැඩ කරන නිහතමානී මැහුම්කාරියට, හෙට උදේ රාත්‍රියේ සොරියෙකු හෝ ගණිකාවක් බවට පත්විය හැකිය, ඇයට අනාගතයට ඇති බිය, ජීවිතයට ඇති බිය, වයසට යාමට ඇති බිය, තමාට ඇති බිය යනාදිය දැනුණහොත්.</p>\n<p>සුඛෝපභෝගී අවන්හලක හෝ විශාල හෝටලයක සිටින අලංකාර වේටර්වරයෙකුට, අවාසනාවකට මෙන්, ඔහුට තමාට ඇති බිය, වේටර්වරයෙකු ලෙස ඔහුගේ නිහතමානී තනතුර, ඔහුගේම අනාගතය යනාදිය දැනුණහොත්, මැරවරයෙකු, බැංකු මංකොල්ලකරුවෙකු හෝ ඉතා දක්ෂ සොරෙකු බවට පත්විය හැකිය.</p>\n<p>නොවැදගත් කෘමියා අලංකාර වීමට අභිලාෂ කරයි. පාරිභෝගිකයින්ට සේවය කරන සහ ඉවසීමෙන් අපට ටයි පටිය, කමිසය, සපත්තු පෙන්වන, බොහෝ නමස්කාර කරමින් සහ මවාපෑමක් ඇතිව සිනාසෙන දුප්පත් ලිපිකරු තවත් දෙයක් අභිලාෂ කරයි, මන්ද ඔහුට බිය, බොහෝ බිය, දුප්පත්කමට ඇති බිය, ඔහුගේ අඳුරු අනාගතයට ඇති බිය, වයසට යාමට ඇති බිය යනාදිය ඇත.</p>\n<p>අභිලාෂය බහුකාර්ය වේ. අභිලාෂයට සාන්තුවරයෙකුගේ මුහුණක් සහ යක්ෂයෙකුගේ මුහුණක්, පිරිමියෙකුගේ මුහුණක් සහ ගැහැණියකගේ මුහුණක්, උනන්දුවක් දක්වන මුහුණක් සහ උනන්දුවක් නොදක්වන මුහුණක්, ගුණවත් මුහුණක් සහ පව්කාර මුහුණක් ඇත.</p>\n<p>විවාහ වීමට කැමති තැනැත්තා තුළත්, විවාහය පිළිකුල් කරන දැඩි පැරණි උපාධිධාරියා තුළත් අභිලාෂය පවතී.</p>\n<p>“යමෙකු වීමට”, “පෙනී සිටීමට”, “නැගීමට” අවශ්‍ය වන අය තුළ උමතු ආශාවක් පවතී, තවද මේ ලෝකයෙන් කිසිවක් අකමැති වන අනාචාරිකයෙකු වන අය තුළ අභිලාෂය පවතී, මන්ද ඔහුගේ එකම අභිලාෂය ස්වර්ගයට ළඟා වීම, නිදහස් වීම යනාදියයි.</p>\n<p>භෞමික අභිලාෂයන් සහ අධ්‍යාත්මික අභිලාෂයන් ඇත. සමහර විට අභිලාෂය උනන්දුවක් නොදැක්වීමේ සහ පරිත්‍යාගයේ වෙස් මුහුණ භාවිතා කරයි.</p>\n<p>මෙම නපුරු හා කාලකන්නි ලෝකයට අභිලාෂයක් නැති තැනැත්තා අනෙකාට අභිලාෂයක් ඇති අතර මුදල් වලට අභිලාෂයක් නැති තැනැත්තා මානසික බලයන්ට අභිලාෂයක් දක්වයි</p>\n<p>මම, මගේ ස්වයං, ආත්මයට අභිලාෂය සැඟවීමට, එය මනසේ රහසිගතම කොන් වලට දැමීමට ප්‍රිය කරන අතර පසුව මෙසේ කියයි: “මම කිසිවක් අභිලාෂයක් නොකරමි”, “මම මගේ අසල්වැසියන්ට ආදරෙයි”, “මම සියලු මනුෂ්‍යයන්ගේ යහපත වෙනුවෙන් උනන්දුවකින් තොරව වැඩ කරමි”.</p>\n<p>සියල්ල දන්නා දක්ෂ දේශපාලඥයා සමහර විට පෙනෙන පරිදි උනන්දුවක් නොදක්වන ක්‍රියාවලින් සමූහයා මවිතයට පත් කරයි, නමුත් ඔහු රැකියාවෙන් ඉවත් වූ විට, ඔහු ඩොලර් මිලියන කිහිපයක් සමඟ තම රට හැර යාම සාමාන්‍ය දෙයකි.</p>\n<p>උනන්දුවක් නොදක්වන වෙස් මුහුණකින් සැරසුණු අභිලාෂය බොහෝ විට දක්ෂ පුද්ගලයින් රවටයි.</p>\n<p>ලෝකයේ අභිලාෂයක් නොමැති වීමට පමණක් අභිලාෂයක් ඇති බොහෝ පුද්ගලයින් සිටිති.</p>\n<p>සියලු пом සහ ලෞකික නිෂ්ඵල භාවයන් අත්හරින බොහෝ අය සිටිති, මන්ද ඔවුන් තම අභ්‍යන්තර ස්වයං පරිපූර්ණත්වයට පමණක් අභිලාෂයක් දක්වන බැවිනි.</p>\n<p>දණින් පන්සලට ඇවිද ගොස් ඇදහිල්ලෙන් පිරී කසයෙන් තළන පසුතැවිලි වන පුද්ගලයා පෙනෙන පරිදි කිසිවක් අභිලාෂයක් නොකරන අතර කිසිවෙකුගෙන් කිසිවක් උදුරා නොගෙන දීමට සුඛෝපභෝගී වේ, නමුත් ඔහු තමාව හෝ පවුලේ සාමාජිකයෙකු වෙනුවෙන් ආශ්චර්යය, සුවය, සෞඛ්‍යය හෝ සදාකාලික ගැලවීම අභිලාෂ කරන බව පැහැදිලිය.</p>\n<p>අපි සැබවින්ම ආගමික පිරිමින්ට හා කාන්තාවන්ට ගරු කරන නමුත් ඔවුන් තම ආගමට උනන්දුවකින් තොරව ආදරය නොකිරීම ගැන අපි කනගාටු වෙමු.</p>\n<p>ශුද්ධ ආගම්, උත්කෘෂ්ට නිකායන්, නියෝග, අධ්‍යාත්මික සමාජ ආදිය අපගේ උනන්දුවක් නොදක්වන ආදරයට සුදුසු ය.</p>\n<p>මේ ලෝකයේ තම ආගමට, පාසලට, නිකායට ආදරය කරන කෙනෙකු සොයා ගැනීම ඉතා දුර්ලභ ය. එය කණගාටුදායකය.</p>\n<p>මුළු ලෝකයම අභිලාෂයන්ගෙන් පිරී ඇත. හිට්ලර් යුද්ධයට අවතීර්ණ වූයේ අභිලාෂය නිසාය.</p>\n<p>සියලුම යුද්ධවලට මුල ඇත්තේ බිය සහ අභිලාෂයයි. ජීවිතයේ බරපතලම ගැටලු සියල්ලටම මුල ඇත්තේ අභිලාෂයයි.</p>\n<p>මුළු ලෝකයම අභිලාෂය නිසා මුළු ලෝකයටම එරෙහිව සටන් කරමින් ජීවත් වේ, එකිනෙකාට එරෙහිව සහ සියල්ලෝම සියල්ලන්ට එරෙහිව.</p>\n<p>ජීවිතයේ සෑම පුද්ගලයෙකුම යමක් වීමට අභිලාෂ කරන අතර යම් වයසක, ගුරුවරුන්, පවුලේ පියවරුන්, භාරකරුවන් යනාදිය සිටින පුද්ගලයින්, ළමයින්, ගැහැණු ළමයින්, තරුණියන්, තරුණයින් යනාදිය අභිලාෂයේ භයානක මාවතේ ගමන් කිරීමට දිරිමත් කරති.</p>\n<p>වැඩිහිටියන් සිසුන්ට කියන්නේ, ඔබ ජීවිතයේ යමක් විය යුතුයි, පොහොසත් විය යුතුයි, කෝටිපතියන් සමඟ විවාහ විය යුතුයි, බලවත් විය යුතුයි, ආදිය. ආදිය.</p>\n<p>පැරණි, භයානක, කැත, පැරණි පරම්පරාවන්ට අවශ්‍ය වන්නේ නව පරම්පරාවන් ද තමන් මෙන් අභිලාෂකාමී, කැත සහ භයානක වීමටයි.</p>\n<p>මේ සියල්ලේම භයානකම දෙය නම්, නව මිනිසුන් “කරකැවිල්ලට” පත්වීම සහ අභිලාෂයේ එම භයානක මාවත ඔස්සේ ගමන් කිරීමට ඉඩ දීමයි.</p>\n<p>කිසිම අවංක රැකියාවක් පිළිකුලට සුදුසු නැති බව ගුරුවරුන් සිසුන්ට ඉගැන්විය යුතුය, කුලී රථ රියදුරු, ලිපිකරු, ගොවියා, සපත්තු පිරිසිදු කරන්නා යනාදිය පිළිකුලෙන් බැලීම විකාරයකි.</p>\n<p>සෑම නිහතමානී රැකියාවක්ම ලස්සනයි. සෑම නිහතමානී රැකියාවක්ම සමාජ ජීවිතයට අවශ්‍ය වේ.</p>\n<p>ඉංජිනේරුවන්, ආණ්ඩුකාරවරුන්, සභාපතිවරුන්, වෛද්‍යවරුන්, නීතීඥවරුන් ආදී වශයෙන් අප සියලු දෙනා උපත ලැබුවේ නැත.</p>\n<p>සමාජ සමූහයට සියලුම රැකියා අවශ්‍ය වේ, සියලුම වෘත්තීන්, කිසිදු අවංක රැකියාවක් කිසි විටෙකත් පිළිකුල් කළ නොහැක.</p>\n<p>ප්‍රායෝගික ජීවිතයේදී සෑම මිනිසෙක්ම යම් දෙයකට ප්‍රයෝජනවත් වන අතර වැදගත් දෙය නම් සෑම කෙනෙකුම කුමන දෙයකට ප්‍රයෝජනවත් දැයි දැන ගැනීමයි.</p>\n<p>සෑම ශිෂ්‍යයෙකුගේම වෘත්තිය සොයා ගැනීම සහ එම දිශාවට ඔහුට මග පෙන්වීම ගුරුවරුන්ගේ යුතුකමකි.</p>\n<p>තම වෘත්තියට අනුකූලව ජීවිතයේ වැඩ කරන තැනැත්තා සැබෑ ආදරයෙන් හා අභිලාෂයකින් තොරව වැඩ කරයි.</p>\n<p>ආදරය අභිලාෂය වෙනුවට ආදේශ කළ යුතුය. වෘත්තිය යනු අප සැබවින්ම කැමති දෙයයි, අප සතුටින් කරන වෘත්තිය අප ප්‍රිය කරන දෙය නිසා, අප ආදරය කරන දෙයයි.</p>\n<p>නූතන ජීවිතයේ අවාසනාවකට මෙන් මිනිසුන් අකමැත්තෙන් හා අභිලාෂයෙන් වැඩ කරන්නේ ඔවුන්ගේ වෘත්තියට නොගැලපෙන රැකියාවල නියැලී සිටින බැවිනි.</p>\n<p>යමෙකු තමා කැමති දෙයෙහි, ඔහුගේ සැබෑ වෘත්තියේ වැඩ කරන විට, ඔහු ආදරයෙන් කරයි, මන්ද ඔහු තම වෘත්තියට ආදරය කරන නිසා, ජීවිතය සඳහා ඔහුගේ ආකල්ප හරියටම ඔහුගේ වෘත්තියට අදාළ වේ.</p>\n<p>ඒ හරියටම ගුරුවරුන්ගේ කාර්යයයි. තම සිසුන්ට මග පෙන්වීමට, ඔවුන්ගේ කුසලතා සොයා ගැනීමට, ඔවුන්ගේ සැබෑ වෘත්තියේ මාවත ඔස්සේ ඔවුන්ට මග පෙන්වීමට දැන සිටීම.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/si/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/si/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/si/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
