import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Өсвөр нас",
  "locale": "mn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "25. Өсвөр нас",
    "order": 25
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Бэлгийн асуудалтай холбоотой хуурамч ичимхий байдал, мухар сүсгээс бүрмөсөн татгалзах цаг ирлээ.</p>\n<p>Өсвөр насныхны бэлгийн асуудлыг эрэгтэй, эмэгтэй хүмүүсийн аль алинд нь тодорхой, нарийн ойлгох шаардлагатай.</p>\n<p>Өсвөр насныхны биед арван дөрвөн настайд нь бэлгийн энерги үүсч, нейро-симпатик системээр хүчтэйгээр урсдаг.</p>\n<p>Энэхүү онцгой төрлийн энерги нь хүний биеийг өөрчилж, эрэгтэй хүний хоолойг өөрчилж, эмэгтэй хүний өндгөвчний үйл ажиллагааг бий болгодог.</p>\n<p>Хүний бие махбодь бол бүдүүлэг элементийг нарийн чухал бодисууд болгон хувиргадаг жинхэнэ үйлдвэр юм.</p>\n<p>Бидний ходоодонд хийдэг хоол хүнс нь Парацельсийн дурдсан хагас хатуу, хагас шингэн бодис болох Ens-Seminis (үрний бүтэц) гэсэн нэр томъёогоор төгсгөлд нь хүрэх хүртэл олон өөрчлөлт, боловсруулалтыг дамждаг.</p>\n<p>Энэхүү шингэн, уян хатан, уян хатан шил, энэ эр бэлгийн эс нь өөрөө амьдралын бүх нянг агуулдаг.</p>\n<p>Гностицизм нь эр бэлгийн эсээс амьдрал хүчтэйгээр гарч ирдэг CAOS-ыг хүлээн зөвшөөрдөг.</p>\n<p>Парацельс, Сендивогиус, Николас Фламель, Раймундо Лулио гэх мэт дундад зууны үеийн хуучин алхимичид ENS-SEMINIS эсвэл нууц философийн мөнгөн усыг гүнээ хүндэтгэн судалжээ.</p>\n<p>Энэхүү VITRIOLO бол үрийн шингэний цэврүү доторх байгалиас ухаалгаар боловсруулсан жинхэнэ эликсир юм.</p>\n<p>Эртний мэргэн ухааны энэхүү мөнгөн ус, энэ үрийн шингэнд оршихуйн бүх боломж бий.</p>\n<p>Сэтгэл зүйн жинхэнэ чиг баримжаа байхгүйн улмаас олон залуус мастурбацийн хортой зуршилд автдаг эсвэл ижил хүйстнүүдийн дэд бэлгийн зам руу харамсалтайгаар хазайж байгаа нь харамсалтай.</p>\n<p>Хүүхэд, залуучуудад олон сэдвээр оюуны мэдээлэл өгч, спортын замаар чиглүүлдэг боловч хэтрүүлэн хэрэглэвэл амьдралыг зовлонтойгоор богиносгодог ч өсвөр нас эхэлж байгаа бэлгийн энерги гарч ирэхэд гэр бүлийн эцэг эх, сургуулийн багш нар хоёулаа хуурамч пуританизмыг үндэслэж, тэнэг ёс зүй нь гэмт хэрэг үйлдэнэ.</p>\n<p>Гэмт хэргийн чимээгүй байдал байдаг бөгөөд шившигт үгс байдаг. Бэлгийн асуудлын талаар дуугаа хураах нь гэмт хэрэг юм. Бэлгийн асуудлын талаар буруу ярих нь бас нэг гэмт хэрэг юм.</p>\n<p>Хэрэв эцэг эх, багш нар дуугаа хураавал бэлгийн гажуудсан хүмүүс ярих бөгөөд туршлагагүй өсвөр насныхан хохирогч болдог.</p>\n<p>Хэрэв өсвөр насныхан эцэг эх, багшаасаа зөвлөгөө авч чадахгүй бол тэд аль хэдийн буруу замаар явсан сургуулийн анд нөхдөөсөө зөвлөгөө авах болно. Үр дүн нь удаан хүлээлгэхгүй бөгөөд шинэ өсвөр насныхан хуурамч зөвлөгөөг дагаж мастурбацийн хортой зуршилд автах эсвэл ижил хүйстнүүдийн замаар хазайх болно.</p>\n<p>Мастурбацийн хортой зуршил нь тархины хүчийг бүрэн сүйтгэдэг. Үр, тархи хоёрын хооронд нягт холбоо байдаг гэдгийг мэдэх шаардлагатай. Үрийг тархижуулах шаардлагатай. Тархийг семинаржуулах шаардлагатай.</p>\n<p>Тархи нь бэлгийн энергийг хувиргаж, сублимаци хийж, тархины хүч болгон хувиргаснаар семинарждаг.</p>\n<p>Энэ хэлбэрээр үрийг тархижуулж, тархийг семинаржуулдаг.</p>\n<p>Гностик шинжлэх ухаан нь дотоод шүүрлийн булчирхайн судлалыг гүнзгий судалж, бэлгийн энергийг хувиргах арга, системийг заадаг боловч энэ нь энэ номонд багтахгүй асуудал юм.</p>\n<p>Хэрэв уншигч Гностицизмийн талаар мэдээлэл авахыг хүсвэл Гностик номыг судалж, судалгаанд хамрагдах ёстой.</p>\n<p>Өсвөр насныхан гоо зүйн мэдрэмжийг хөгжүүлж, хөгжим, баримал, уран зураг сурч, өндөр уулс руу аялал хийж бэлгийн энергийг дээшлүүлэх ёстой.</p>\n<p>Ямар сайхан царайтай байж болох байсан ч гандаж байна!</p>\n<p>Хэчнээн тархи доройтож байна! Бүгд тохиромжтой үед анхааруулах дуудлага дутагдаж байна.</p>\n<p>Залуучууд болон бүсгүйчүүдийн аль алинд нь мастурбацийн зуршил гарын ариун цэврээс ч илүү нийтлэг болсон.</p>\n<p>Сэтгэцийн эмнэлгүүд нь мастурбацийн жигшүүрт зуршилд тархиа сүйтгэсэн эрэгтэй, эмэгтэй хүмүүсээр дүүрэн байдаг. Мастурбаторуудын хувь тавилан бол сэтгэцийн эмнэлэг юм.</p>\n<p>Ижил хүйстнүүдийн хортой зуршил нь энэ хуучирсан, гаж буруу үндэстний үндсийг ялзруулж байна.</p>\n<p>Соёлтой, супер иргэншилтэй гэж үзвэл Англи зэрэг улс оронд ижил хүйстнүүдийн киног үзүүлдэг кино театр чөлөөтэй байдаг нь үнэхээр итгэмээргүй юм.</p>\n<p>Яг Англи улсад ижил хүйстнүүдийн гэрлэлтийг албан ёсоор хуульчлах гэж хүчин чармайлт гаргаж байгаа нь үнэхээр итгэмээргүй юм.</p>\n<p>Дэлхийн томоохон хотуудад одоо ижил хүйстнүүдийн янхны газар, клубүүд байдаг.</p>\n<p>Эмэгтэйчүүдийн дайснуудын харгис бүлгэм өнөөдөр доройтсон ах дүүсээрээ гайхшруулж буй гаж буруу зохион байгуулалттай болжээ.</p>\n<p>Олон уншигчдад энэ “доройтсон ах дүүс” нь хэтэрхий гайхалтай санагдаж магадгүй ч түүхийн бүхий л үед гэмт хэргийн янз бүрийн ах дүүс үргэлж байсныг бид мартаж болохгүй.</p>\n<p>Эмэгтэйчүүдийн дайснуудын өвчтэй бүлгэм бол гэмт хэргийн бүлгэм гэдэг нь эргэлзээгүй юм.</p>\n<p>Эмэгтэйчүүдийн дайснууд үргэлж эсвэл бараг үргэлж хүнд суртлын зөгийн үүрийн гол албан тушаалыг эзэлдэг.</p>\n<p>Ижил хүйстэн хүн шоронд ороход гэмт хэргийн бүлгэмийн гол хүмүүсийн цаг үеэ олсон нөлөөллийн улмаас удахгүй суллагддаг.</p>\n<p>Хэрэв эмэгтэй хүн азгүй тохиолдвол Гэмт хэргийн бүлгэмийн бүх харгис хүмүүсээс эдийн засгийн тусламж авдаг.</p>\n<p>Ижил хүйстнүүдийн харгис гишүүд бие биенээ өмсдөг дүрэмт хувцасаар нь таньдаг.</p>\n<p>Охидууд дүрэмт хувцас өмсдөг гэдэг нь гайхалтай боловч тийм юм. Ижил хүйстнүүдийн дүрэмт хувцас нь эхэлж байгаа бүх загварт тохирдог. Охидууд бүх шинэ загварыг эхлүүлдэг. Загвар нийтлэг болоход тэд өөр загвар эхлүүлдэг. Ийм байдлаар гэмт хэргийн бүлгэмийн дүрэмт хувцас үргэлж шинэ байдаг.</p>\n<p>Дэлхийн бүх том хотуудад өнөөдөр сая сая ижил хүйстэн байдаг.</p>\n<p>Ижил хүйстнүүдийн хортой зуршил өсвөр насандаа шившигт алхамаа эхлүүлдэг.</p>\n<p>Эрэгтэй, эмэгтэй өсвөр насныхны олон сургууль бол ижил хүйстнүүдийн жинхэнэ янхны газар юм.</p>\n<p>Сая сая эмэгтэй өсвөр насныхан эрэгтэй хүний дайснуудын харанхуй замаар шийдэмгий алхаж байна.</p>\n<p>Сая сая эмэгтэй өсвөр насныхан ижил хүйстэн юм. Эмэгтэй ижил хүйстнүүдийн гэмт хэргийн бүлгэм эрэгтэй хүйсийн гэмт хэргийн бүлэг шиг хүчтэй байдаг.</p>\n<p>Хуурамч ичимхий байдлаас бүрмөсөн татгалзаж, эрэгтэй, эмэгтэй өсвөр насныханд бэлгийн бүх нууцыг шулуухан зааж өгөх нь нэн даруй шаардлагатай байна.</p>\n<p>Ингэж байж л шинэ үеийнхэн НӨХӨН СЭРГЭЭЛТ-ийн замаар явах боломжтой.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mn/educacion-fundamental/la-adolescencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/la-adolescencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/la-adolescencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
