import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ځواني",
  "locale": "ps",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "25. ځواني",
    "order": 25
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>اوس د دې وخت رارسېدلی دی چې په بشپړه توګه له جعلي شرم او د جنسي مسلې په اړه له تعصباتو څخه لاس واخلو.</p>\n<p>د دواړو جنسونو د ځوانانو جنسي مسلې په روښانه او کره توګه درک کول اړین دي.</p>\n<p>په څوارلس کلنۍ کې د ځوان په بدن کې جنسي انرژي راڅرګندیږي، چې بیا د نیورو-سمپاتیک سیسټم له لارې په زور سره بهیږي.</p>\n<p>د انرژۍ دا ځانګړې بڼه انساني بدن بدلوي، په نارینه کې غږ بدلوي او په ښځه کې د تخمدان فعالیت رامینځته کوي.</p>\n<p>انساني بدن یوه ریښتینې فابریکه ده چې خام عناصر په ښه حیاتي موادو بدلوي.</p>\n<p>هغه خواړه چې موږ یې معدې ته وړو، ګڼ بدلونونه او اصلاحات کوي، تر دې چې په پای کې په هغه نیمه جامد، نیمه مایع ماده کې پای ته رسیږي چې پاراسلسس د “ای این ایس - سیمینس” (د سپرم وجود) اصطلاح سره ذکر کړې ده.</p>\n<p>دا مایع شیشه، انعطاف منونکې، د تطبیق وړ، دا سپرم، په بالقوه توګه د ژوند ټول جراثیم لري.</p>\n<p>ګنوسټیسیزم په سپرم کې هغه хаос پیژني چې له هغه ځایه ژوند په زور سره راپورته کیږي.</p>\n<p>زاړه منځني پیړۍ کیمیا پوهان لکه پاراسلسس، سینډیوګیوس، نیکولاس فلامیل، ریمونډو لولیوس او نورو، د پټې فلسفې ENS-SEMINIS یا پارا ته په ژوره درناوی سره مطالعه کړې.</p>\n<p>دا ویټریول د طبیعت لخوا په هوښیارۍ سره د منی په ویسیکلز کې جوړ شوی ریښتینی اکسیر دی.</p>\n<p>د پخوانۍ حکمت په دې پارا کې، په دې سپرم کې، د وجود ټول امکانات په حقیقت کې موندل کیږي.</p>\n<p>دا د افسوس ځای دی چې ډیری ځوانان د ریښتینې رواني لارښوونې د نشتوالي له امله د ځانمرګۍ په عادت اخته کیږي یا په خواشینۍ سره د هم جنس بازۍ د انفرا-جنسي لارې څخه انحراف کوي.</p>\n<p>ماشومانو او ځوانانو ته د ډیرو موضوعاتو په اړه ذهني معلومات ورکول کیږي او د سپورت له لارې هڅول کیږي چې ناوړه ګټه اخیستنه یې ژوند په بد ډول لنډوي، مګر له بده مرغه کله چې جنسي انرژي راڅرګندیږي چې د بلوغت پیل دی، د کورنۍ دواړه والدین او د ښوونځي ښوونکي، د جعلي پرهیزګارۍ او احمقانه اخلاقو پر بنسټ، په جرمي توګه د چوپه خولې کولو پریکړه کوي.</p>\n<p>جنایي چوپتیاوې شتون لري او بدنامي کلمې شتون لري. د جنسي مسلې په اړه چوپه خوله جرم دی. د جنسي مسلې په اړه په غلطه توګه خبرې کول هم جرم دی.</p>\n<p>که چیرې والدین او ښوونکي چوپه خوله شي، جنسي منحرفین به خبرې وکړي او بې تجربه ځوانان به قرباني شي.</p>\n<p>که چیرې ځوان ونه شي کولی له والدینو یا ښوونکو سره مشوره وکړي، نو هغه به بیا د خپلو ښوونځي ملګرو سره مشوره وکړي چې شاید دمخه له غلطې لارې څخه انحراف شوي وي. پایله ډیر وخت نه نیسي او نوی ځوان د غلطې لارښوونې په تعقیب د ځانمرګۍ په عادت اخته کیږي یا د هم جنس بازۍ په لاره کې انحراف کوي.</p>\n<p>د ځانمرګۍ عادت په بشپړه توګه دماغي ځواک له منځه وړي. دا اړینه ده چې پوه شو چې د سپرم او دماغ ترمنځ نږدې اړیکه شتون لري. دا اړینه ده چې سپرم دماغ شي. دا اړینه ده چې دماغ تخم شي.</p>\n<p>دماغ د جنسي انرژۍ په بدلولو سره، د هغې په لوړولو سره، په دماغي ځواک بدلولو سره تخم کیږي.</p>\n<p>په دې توګه سپرم دماغ او دماغ تخم پاتې کیږي.</p>\n<p>ګنوسټیک ساینس په ژوره توګه انډروکرینولوژي مطالعه کوي او د جنسي انرژیو د بدلولو لپاره میتودونه او سیسټمونه ښیې، مګر دا هغه موضوع ده چې په دې کتاب کې نه راځي.</p>\n<p>که چیرې لوستونکی د ګنوسټیسیزم په اړه معلومات غواړي، هغه باید زموږ ګنوسټیک کتابونه مطالعه کړي او زموږ په مطالعاتو کې شامل شي.</p>\n<p>ځوانان باید د ښکلا احساس په پاللو ​​سره جنسي انرژي لوړه کړي، موسیقي، مجسمه جوړول، انځورګري زده کړي، لوړو غرونو ته سفرونه وکړي او نور.</p>\n<p>څومره څېرې چې ښکلې کېدلې، مړاویږي!</p>\n<p>څومره مغزونه تخریب کیږي! دا ټول په مناسب وخت کې د خبرتیا چیغې د نشتوالي له امله دي.</p>\n<p>د ځوانانو او نجونو دواړو کې د ځانمرګۍ عادت د لاسونو مینځلو په پرتله ډیر عام شوی دی.</p>\n<p>رواني روغتونونه له هغو نارینه وو او ښځو ډک دي چې خپل دماغ یې د ځانمرګۍ په کرکه عادت کې خراب کړی دی. د ځانمرګۍ برخلیک رواني روغتون دی.</p>\n<p>د هم جنس بازۍ عادت د دې زړې او فاسد نسل ریښې خرابې کړې دي.</p>\n<p>دا د باور وړ نه ده چې په انګلستان په څیر هیوادونو کې چې د فرهنګي او فوق العاده تمدن ویاړ کوي، په آزاده توګه سینماوې شتون لري چیرې چې د هم جنس بازۍ ډول فلمونه نندارې ته وړاندې کیږي.</p>\n<p>دا د باور وړ نه ده چې دا په حقیقت کې په انګلستان کې ده چیرې چې د هم جنس بازۍ ډول ودونو په رسمي ډول د قانوني کولو لپاره لا دمخه هڅې روانې دي.</p>\n<p>د نړۍ په لویو ښارونو کې اوس مهال د هم جنس بازۍ ډول فاحشه خانې او کلبونه شتون لري.</p>\n<p>د ښځې د دښمنانو تیاره اخوت، نن ورځ فاسد سازمانونه لري چې د دوی فاسد ورورولۍ له امله حیرانوي.</p>\n<p>ډیری لوستونکي ممکن د “فاسد ورورولۍ” په اړه ډیر حیران شي مګر موږ باید هیر نکړو چې د تاریخ په ټولو وختونو کې د جرم بیلابیل ورورولۍ تل شتون لري.</p>\n<p>د ښځې د دښمنانو ناروغ ورورولي بې له شکه د جرم ورورولي ده.</p>\n<p>د ښځې دښمنان تل یا نږدې تل د بیوروکراتیکې ځالې په کلیدي پوستونو کې ځای لري.</p>\n<p>کله چې یو هم جنس باز زندان ته ځي، هغه ډیر ژر د جرم د ورورولۍ د کلیدي سړیو د مناسب نفوذ له امله آزاد کیږي.</p>\n<p>که یو سړی په بد حالت کې راشي، هغه ډیر ژر د جرم د ورورولۍ د ټولو ناوړه شخصیتونو څخه اقتصادي مرسته ترلاسه کوي.</p>\n<p>د هم جنس بازۍ تور غړي د هغه یونیفورم په واسطه چې اغوندي، یو بل پیژني.</p>\n<p>دا د حیرانتیا خبره ده چې هم جنس بازان یونیفورم اغوندي، مګر همداسې ده. د هم جنس بازانو یونیفورم د هر هغه فیشن سره مطابقت لري چې پیل کیږي. هم جنس بازان هر نوی فیشن پیل کوي. کله چې یو فیشن عام شي، نو دوی بل پیل کوي. په دې توګه د جرم د ورورولۍ یونیفورم تل نوی وي.</p>\n<p>د نړۍ ټول لوی ښارونه نن ورځ ملیونونه هم جنس بازان لري.</p>\n<p>د هم جنس بازۍ عادت د ځوانۍ په وخت کې خپله شرموونکې لاره پیل کوي.</p>\n<p>د هلکانو او نجونو ډیری ښوونځي د هم جنس بازۍ ډول ریښتینې فاحشه خانې دي.</p>\n<p>میلیونونه ځوانې نجونې په پریکړه سره د نارینه وو د دښمنانو تیاره لار تعقیبوي.</p>\n<p>میلیونونه ښځینه ځوانان هم جنس بازان دي. د ښځینه هم جنس بازۍ ترمنځ د جرم ورورولي د نارینه جنس ترمنځ د جرم ورورولۍ په څیر قوي ده.</p>\n<p>دا عاجل ده چې په بنسټیزه او قطعي توګه له جعلي شرم څخه لاس واخلئ او د دواړو جنسونو ځوانانو ته په ښکاره ډول ټول جنسي رازونه په ګوته کړئ.</p>\n<p>یوازې په دې توګه نوي نسلونه د بیا رغونې په لاره کې لارښوونه کیدی شي.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ps/educacion-fundamental/la-adolescencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/la-adolescencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/la-adolescencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
