import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ምኞት",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. ምኞት",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ምኞት ብዙ ምክንያቶች ያሉት ሲሆን ከነዚህም አንዱ ፍርሃት የሚባለው ነው።</p>\n<p>በቅንጦት ከተሞች መናፈሻዎች ውስጥ ትዕቢተኞችን ጌቶችን ጫማ የሚያጸዳው ትሁት ወጣት ድህነትን በመፍራቱ፣ ራሱን በመፍራቱ፣ የወደፊት ህይወቱን በመፍራቱ ሌባ ሊሆን ይችላል።</p>\n<p>በሀብታሙ ሰው ድንቅ መደብር የምትሰራው ትሁት ልብስ ስፌት የወደፊቱን በመፍራቷ፣ ህይወትን በመፍራቷ፣ እርጅናን በመፍራቷ፣ ራሷን በመፍራቷ ወዘተ ከዛሬ ጀምሮ ሌባ ወይም ሴተኛ አዳሪ ልትሆን ትችላለች።</p>\n<p>የቅንጦት ሬስቶራንት ወይም ትልቅ ሆቴል ውስጥ ያለ አንድ የሚያምር አስተናጋጅ፣ በሚያሳዝን ሁኔታ ራሱን በመፍራቱ፣ ትሑት የአስተናጋጅነቱን ቦታ በመፍራቱ፣ የወደፊት ህይወቱን በመፍራቱ ወዘተ ጋንግስተር፣ የባንክ ዘራፊ ወይም በጣም ጥሩ ሌባ ሊሆን ይችላል።</p>\n<p>ትንሹ ነፍሳት ቆንጆ ለመሆን ትመኛለች። ለደንበኞች ትኩረት የሚሰጠው እና በትዕግስት ክራባትን፣ ሸሚዝን፣ ጫማዎችን የሚያሳየን ድሃ የቆጣሪ ሰራተኛ፣ ብዙ ሰግዶ በውሸት የዋህነት ፈገግ እያለ ሌላ ነገር ይፈልጋል ምክንያቱም እሱ ፈርቷል፣ በጣም ፈርቷል፣ ድህነትን በመፍራት፣ አሳዛኝ የወደፊት ህይወቱን በመፍራት፣ እርጅናን በመፍራት ወዘተ።</p>\n<p>ምኞት ብዙ ገጽታዎች አሉት። ምኞት የቅዱስ ፊት እና የዲያብሎስ ፊት፣ የወንድ ፊት እና የሴት ፊት፣ የፍላጎት ፊት እና ግድየለሽነት ፊት፣ የደጋግ ሰው ፊት እና የኃጢአተኛ ፊት አለው።</p>\n<p>ማግባት በሚፈልግ ሰው እና ትዳርን በሚጠላው አሮጌ ባችለር ውስጥ ምኞት አለ።</p>\n<p>“አንድ ሰው መሆን”፣ “መታየት”፣ “መውጣት” በሚለው ማለቂያ በሌለው እብደት ውስጥ ምኞት አለ እና ከዚህ ዓለም ምንም ነገር በማይፈልግ መነኩሴ ውስጥ ምኞት አለ፣ ምክንያቱም የእሱ ብቸኛ ምኞት ገነትን መድረስ፣ ነፃ መውጣት ወዘተ ነው።</p>\n<p>ምድራዊ ምኞቶች እና መንፈሳዊ ምኞቶች አሉ። አንዳንድ ጊዜ ምኞት ግድየለሽነትን እና መስዋዕትነትን ጭምብል ይጠቀማል።</p>\n<p>ይህን አስከፊ እና አሳዛኝ ዓለም የማይመኝ ሌላውን ይመኛል፣ ገንዘብ የማይመኝ ደግሞ የአዕምሮ ኃይል ይመኛል።</p>\n<p>እኔ፣ ራሴ፣ ራሴ ምኞትን መደበቅ፣ በአዕምሮው በጣም ሚስጥራዊ ማዕዘኖች ውስጥ ማስቀመጥ ያስደስተዋል እና ከዚያም እንዲህ ይላል: “ምንም ነገር አልመኝም”, “እንደ እኔ ያለውን እወዳለሁ”, “ለሁሉም የሰው ልጆች ጥቅም ያለ ምንም ፍላጎት እሰራለሁ.”</p>\n<p>ተንኮለኛው ፖለቲከኛ እና ሁሉንም ነገር የሚያውቅ የሚመስለው አንዳንድ ጊዜ ግድ የለሽ በሚመስሉ ስራዎቹ ብዙሃኑን ያስደንቃል፣ ስራውን ሲለቅ ግን ጥቂት ሚሊዮን ዶላሮችን ይዞ ከአገሩ ቢወጣ የተለመደ ነው።</p>\n<p>ግድየለሽነት ጭምብል የለበሰው ምኞት በጣም ብልህ የሆኑ ሰዎችን እንኳን ያታልላል።</p>\n<p>በዓለም ላይ ምኞት የሌላቸው ለመሆን ብቻ የሚመኙ ብዙ ሰዎች አሉ።</p>\n<p>ለዓለማዊ ድምቀት እና ከንቱነት የሚተዉ ብዙ ሰዎች አሉ ምክንያቱም የራሳቸውን የውስጥ ፍጽምና ብቻ ስለሚመኙ።</p>\n<p>ወደ ቤተመቅደስ በጉልበቱ የሚሄደው እና በእምነት የተሞላ ጅራፍ ራሱን የሚገርፈው ንስሃ የገባው ሰው ምንም የሚመኘው አይመስልም እና ማንንም ሳይነካ የሚሰጥ የቅንጦት አለው፣ ነገር ግን ተአምርን፣ ፈውስን፣ ለራሱ ወይም ለቤተሰቡ ጤናን ወይም ዘላለማዊ ድነትን እንደሚመኝ ግልጽ ነው።</p>\n<p>እውነተኛ ሃይማኖተኛ የሆኑ ወንዶችን እና ሴቶችን እናደንቃለን ነገር ግን ሃይማኖታቸውን ያለ ምንም ፍላጎት አለመውደዳቸው ያሳዝነናል።</p>\n<p>ቅዱሳን ሃይማኖቶች፣ የላቁ ኑፋቄዎች፣ ትእዛዞች፣ መንፈሳዊ ማኅበራት ወዘተ ያለ ምንም ፍላጎት ፍቅራችን ይገባቸዋል።</p>\n<p>በዚህ ዓለም ውስጥ ሃይማኖቱን፣ ትምህርት ቤቱን፣ ኑፋቄውን ወዘተ ያለ ምንም ፍላጎት የሚወድ ሰው ማግኘት በጣም አልፎ አልፎ ነው። ያሳዝናል።</p>\n<p>ዓለም በሙሉ ምኞት የተሞላ ነው። ሂትለር በምኞት ወደ ጦርነት ገባ።</p>\n<p>ሁሉም ጦርነቶች የሚመነጩት በፍርሃት እና በምኞት ነው። በህይወት ውስጥ በጣም ከባድ የሆኑ ችግሮች በሙሉ የሚመነጩት ከምኞት ነው።</p>\n<p>ሁሉም ሰው በምኞት ምክንያት ከሁሉም ሰው ጋር ይዋጋል፣ አንዳንዶች ከሌሎች ጋር እና ሁሉም ከሁሉም ጋር።</p>\n<p>በህይወት ውስጥ ያለ ሁሉም ሰው አንድ ነገር መሆንን ይመኛል እና የተወሰነ እድሜ ያላቸው ሰዎች, አስተማሪዎች, ወላጆች, ሞግዚቶች, ወዘተ ወንዶችን, ሴቶችን ልጆችን, ወጣት ሴቶችን, ወጣቶችን ወዘተ አስከፊውን የምኞት መንገድ እንዲከተሉ ያበረታታሉ.</p>\n<p>ሽማግሌዎች ተማሪዎችን ወንድ እና ሴት ልጆችን በህይወት ውስጥ አንድ ነገር መሆን አለብህ, ሀብታም መሆን, ሚሊየነሮችን ማግባት, ኃያል መሆን, ወዘተ ወዘተ ይሏቸዋል.</p>\n<p>አሮጌው ትውልድ አስፈሪ፣ አስቀያሚ፣ ጊዜ ያለፈባቸው፣ አዲሱ ትውልድም እንደነሱ ምኞት ያላቸው፣ አስቀያሚ እና አስፈሪ እንዲሆኑ ይፈልጋሉ።</p>\n<p>ከሁሉም በላይ የከፋው ነገር አዲሶቹ ሰዎች “እንዲደነቁ” መፍቀዳቸው እና በዚህ አስከፊ የምኞት መንገድ እንዲመሩ መፍቀዳቸው ነው።</p>\n<p>መምህራን ለወንዶች እና ለሴቶች ልጆች ምንም የተከበረ ስራ ንቀት እንደማይገባው, የታክሲ ሹፌርን, የቆጣሪውን ሰራተኛ, ገበሬውን, ጫማ የሚያጸዳውን ወዘተ በንቀት መመልከት የማይረባ መሆኑን ማስተማር አለባቸው.</p>\n<p>ሁሉም ትሁት ሥራ ቆንጆ ነው። ሁሉም ትሁት ሥራ በማህበራዊ ሕይወት ውስጥ አስፈላጊ ነው.</p>\n<p>ሁላችንም ለኢንጂነሮች፣ ገዥዎች፣ ፕሬዚዳንቶች፣ ዶክተሮች፣ ጠበቆች ወዘተ አልተወለድንም።</p>\n<p>በማኅበረሰቡ ውስጥ ሁሉም ሥራዎች ያስፈልጋሉ፣ ሁሉም ሙያዎች፣ ምንም የተከበረ ሥራ በጭራሽ ሊናቅ አይችልም።</p>\n<p>በተግባራዊ ሕይወት ውስጥ እያንዳንዱ ሰው ለአንድ ነገር ያገለግላል እና አስፈላጊው ነገር እያንዳንዱ ምን እንደሚጠቅም ማወቅ ነው።</p>\n<p>የመምህራን ግዴታ የእያንዳንዱን ተማሪ ሙያ ማግኘት እና በዚህ አቅጣጫ መምራት ነው።</p>\n<p>በህይወት ውስጥ በሙያው መሰረት የሚሰራ ሰው በእውነተኛ ፍቅር እና ያለ ምኞት ይሰራል።</p>\n<p>ፍቅር ምኞትን መተካት አለበት። ሙያ የምንወደው፣ በደስታ የምንሰራው፣ የምንወደው ሙያችን ነው።</p>\n<p>እንደ አለመታደል ሆኖ በዘመናዊው ሕይወት ሰዎች በምኞት ምክንያት በስሜት ተነሳስተው አይሰሩም ምክንያቱም ከሙያቸው ጋር የማይጣጣሙ ስራዎችን ስለሚሰሩ ነው።</p>\n<p>አንድ ሰው በሚወደው ነገር ውስጥ ሲሰራ፣ በእውነተኛ ሙያው፣ ከፍቅር ጋር ያደርገዋል ምክንያቱም ሙያውን ስለሚወድ፣ ለህይወት ያለው አመለካከት በትክክል የሙያው ነው።</p>\n<p>ያ በትክክል የመምህራን ስራ ነው። ተማሪዎቻቸውን መምራት፣ ችሎታቸውን ማግኘት፣ በእውነተኛ ሙያቸው ጎዳና መምራት።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
