import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Амбицијата",
  "locale": "mk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. Амбицијата",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>АМБИЦИЈАТА има неколку причини, а една од нив е она што се нарекува СТРАВ.</p>\n<p>Скромното момче кое во парковите на луксузните градови ги чисти чевлите на гордите господа, би можело да стане крадец ако почувствува страв од сиромаштија, страв од себе, страв од својата иднина.</p>\n<p>Скромната шивачка која работи во раскошниот магацин на моќникот, би можела да стане крадец или проститутка преку ноќ, ако почувствува страв од иднината, страв од животот, страв од староста, страв од себе, итн.</p>\n<p>Елегантниот келнер во луксузниот ресторан или во големиот хотел, би можел да стане ГАНГСТЕР, ограбувач на банки или многу фин крадец, ако за жал почувствува страв од себе, од својата скромна позиција на келнер, од својата сопствена иднина, итн.</p>\n<p>Безначајниот инсект амбицира да биде елегантен. Сиромашниот службеник на шалтер кој ги услужува клиентите и кој трпеливо ни ги покажува вратоврската, кошулата, чевлите, правејќи многу поклони и насмевнувајќи се со преправена кроткост, амбицира нешто повеќе затоа што има страв, многу страв, страв од беда, страв од својата мрачна иднина, страв од староста, итн.</p>\n<p>АМБИЦИЈАТА е повеќеслојна. АМБИЦИЈАТА има лице на светец и лице на ѓавол, лице на маж и лице на жена, лице на интерес и лице на незаинтересираност, лице на доблесен и лице на грешник.</p>\n<p>Постои АМБИЦИЈА во оној кој сака да се ожени и во оној СТАР МОМЧЕ заколнат кој го мрази бракот.</p>\n<p>Постои АМБИЦИЈА во оној кој посакува со бескрајна лудост „ДА БИДЕ НЕКОЈ“, „ДА ФИГУРИРА“, „ДА СЕ ИСКАЧУВА“ и постои АМБИЦИЈА во оној кој станува АНАХОРЕТ, кој не посакува ништо од овој свет, затоа што неговата единствена АМБИЦИЈА е да го достигне НЕБОТО, ДА СЕ ОСЛОБОДИ, итн.</p>\n<p>Постојат ЗЕМНИ АМБИЦИИ и ДУХОВНИ АМБИЦИИ. Понекогаш АМБИЦИЈАТА ја користи маската на НЕЗАИНТЕРЕСИРАНОСТ и ЖРТВА.</p>\n<p>Кој не АМБИЦИРА кон овој лош и МИЗЕРЕН свет, АМБИЦИРА кон другиот и кој не АМБИЦИРА пари, АМБИЦИРА ПСИХИЧКИ МОЌИ.</p>\n<p>ЈАС-то, МЕНЕ МЕНЕ, СЕБЕ СЕБЕ, обожава да ја крие АМБИЦИЈАТА, да ја става во најскриените делови на умот и потоа вели: „ЈАС НЕ АМБИЦИРАМ НИШТО“, „ЈАС ГИ САКАМ МОИТЕ БЛИЖНИ“, „ЈАС РАБОТАМ БЕСПЛАТНО ЗА ДОБРОТО НА СИТЕ ЧОВЕЧКИ БИТИЈА“.</p>\n<p>ЛИСИЦАТА ПОЛИТИЧАР и кој ги знае сите трикови, понекогаш ги воодушевува толпите со своите навидум незаинтересирани дела, но кога ќе ја напушти работата, сосема е нормално да ја напушти својата земја со неколку милиони долари.</p>\n<p>АМБИЦИЈАТА преправена со МАСКАТА НА НЕЗАИНТЕРЕСИРАНОСТ, обично ги мами најитрите луѓе.</p>\n<p>Во светот постојат многу луѓе кои само АМБИЦИРААТ да не бидат АМБИЦИОЗНИ.</p>\n<p>Многу се луѓето кои се откажуваат од сите помпи и суети на светот затоа што само АМБИЦИРААТ сопствено ВНАТРЕШНО САМОУСОВРШУВАЊЕ.</p>\n<p>Покајникот кој оди на колена до храмот и кој се камшикува полн со вера, навидум не амбицира ништо, па дури и си дава луксуз да дава без да одзема ништо од никого, но јасно е дека АМБИЦИРА ЧУДО, исцелување, здравје за себе или за некој член на семејството, или пак вечно спасение.</p>\n<p>Ние им се восхитуваме на вистински религиозните мажи и жени, но жалиме што не ја сакаат својата религија со цела НЕЗАИНТЕРЕСИРАНОСТ.</p>\n<p>Светите религии, возвишените секти, редови, духовни друштва итн. ја заслужуваат нашата БЕСПЛАТНА ЉУБОВ.</p>\n<p>Многу е ретко да се најде во овој свет некој кој ја сака својата религија, своето училиште, својата секта итн. незаинтересирано. Тоа е за жалење.</p>\n<p>Целиот свет е полн со амбиции. Хитлер започна војна од амбиција.</p>\n<p>Сите војни имаат свој извор во стравот и АМБИЦИЈАТА. Сите најсериозни проблеми во животот имаат свој извор во АМБИЦИЈАТА.</p>\n<p>Целиот свет живее во борба против целиот свет поради амбицијата, едни против други и сите против сите.</p>\n<p>Секој човек во животот АМБИЦИРА ДА БИДЕ НЕШТО и луѓето од одредена возраст, наставници, родители, тутори итн. ги стимулираат момчињата, девојчињата, младите дами, младите итн. да продолжат по ужасниот пат на АМБИЦИЈАТА.</p>\n<p>Постарите им велат на учениците, мора да бидете нешто во животот, да се збогатите, да се омажите со милионерски луѓе, да бидете моќни итн. итн.</p>\n<p>Старите, ужасни, грди, старомодни генерации сакаат новите генерации да бидат исто така амбициозни, грди и ужасни како нив.</p>\n<p>Најсериозно од сето ова е што новите луѓе дозволуваат да бидат „ЗАВРТЕНИ“ и исто така дозволуваат да бидат водени по тој ужасен пат на АМБИЦИЈАТА.</p>\n<p>Наставниците треба да ги научат УЧЕНИЦИТЕ дека ниту една чесна работа не заслужува презир, апсурдно е да се гледа со презир на возачот на такси, на службеникот на шалтер, на селанецот, на чистачот на чевли итн.</p>\n<p>Секоја скромна работа е убава. Секоја скромна работа е неопходна во општествениот живот.</p>\n<p>Не сите сме родени да бидеме инженери, гувернери, претседатели, доктори, адвокати итн.</p>\n<p>Во општествената групација потребни се сите работи, сите занаети, ниту една чесна работа не може никогаш да биде презирна.</p>\n<p>Во практичниот живот секое човечко суштество служи за нешто и важно е да се знае за што служи секој.</p>\n<p>Должност на НАСТАВНИЦИТЕ е да го откријат ПОВИКОТ на секој ученик и да го насочат во таа насока.</p>\n<p>Оној кој работи во животот во согласност со својот ПОВИК, ќе работи со ВИСТИНСКА ЉУБОВ и без АМБИЦИЈА.</p>\n<p>ЉУБОВТА треба да ја замени АМБИЦИЈАТА. ПОВИКОТ е она што навистина ни се допаѓа, онаа професија што со радост ја извршуваме затоа што тоа ни се допаѓа, она што го САКАМЕ.</p>\n<p>Во современиот живот за жал луѓето работат со незадоволство и од амбиција затоа што извршуваат работи што не се совпаѓаат со нивниот повик.</p>\n<p>Кога некој работи во она што му се допаѓа, во својот вистински повик, тоа го прави со ЉУБОВ затоа што го САКА својот повик, затоа што неговите ОДНЕСУВАЊА кон животот се токму оние на неговиот повик.</p>\n<p>Тоа е токму работата на наставниците. Да знаат како да ги водат своите ученици, да ги откријат нивните способности, да ги водат по патот на нивниот автентичен повик.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mk/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
