import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ההתבגרות",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "25. ההתבגרות",
    "order": 25
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>הגיע הזמן לנטוש באופן סופי את הצניעות הכוזבת ואת הדעות הקדומות הקשורות לבעיה המינית.</p>\n<p>יש צורך להבין בצורה ברורה ומדויקת את הבעיה המינית של בני הנוער משני המינים.</p>\n<p>בגיל ארבע עשרה מופיעה בגוף הנער אנרגיה מינית אשר זורמת אז בצורה סוחפת במערכת העצבים הסימפתטית.</p>\n<p>סוג מיוחד זה של אנרגיה משנה את האורגניזם האנושי, משנה את הקול אצל הגבר ומקורו בתפקוד השחלות אצל האישה.</p>\n<p>הגוף האנושי הוא מפעל אותנטי הממיר אלמנטים גסים לחומרים חיוניים עדינים.</p>\n<p>המזונות שאנו מכניסים לקיבה עוברים מספר רב של שינויים וזיקוקים עד שהם מסתיימים סופית בחומר החצי-מוצק, החצי-נוזלי שהוזכר על ידי פאראצלסוס במונח Ens.-Seminis (ישות הזרע).</p>\n<p>זכוכית נוזלית זו, גמישה, ניתנת לעיצוב, זרע זה, מכיל בפני עצמו, באופן פוטנציאלי את כל חיידקי החיים.</p>\n<p>הגנוסטיציזם מכיר בזרע את הכאוס שממנו פורצים החיים בלהט.</p>\n<p>האלכימאים הישנים של ימי הביניים כגון פאראצלסוס, סנדיבוגיוס, ניקולאס פלאמל, ריימונדו לוליו, וכו’, חקרו בהערצה עמוקה את ה-ENS-SEMINIS או הכספית של הפילוסופיה הסודית.</p>\n<p>ויטריאול זה, הוא שיקוי אמיתי המיוצר בצורה אינטליגנטית, על ידי הטבע בתוך שלפוחיות הזרע.</p>\n<p>בכספית זו של החוכמה העתיקה, בזרע זה, נמצאות באמת כל אפשרויות הקיום.</p>\n<p>מצער שבני נוער רבים, בשל היעדר הדרכה פסיכולוגית אמיתית, נכנעים לסם האוננות או סוטים למרבה הצער במסלול התת-מיני של ההומוסקסואליות.</p>\n<p>לילדים ולצעירים ניתנים מידע אינטלקטואלי על נושאים רבים והם מופנים לדרך הספורט ששימוש לרעה בו מקצר את החיים בצורה עלובה, אך למרבה הצער, עם הופעת האנרגיה המינית שבה מתחילה ההתבגרות, גם הורי המשפחה וגם מורי בית הספר, בהתבסס על טיהרנות כוזבת ועל מוסר טיפשי, מחליטים לשתוק בפליליות.</p>\n<p>יש שתיקות פליליות ויש מילים נאלחות. לשתוק על הבעיה המינית זה פשע. לדבר בטעות על הבעיה המינית מהווה גם פשע נוסף.</p>\n<p>אם הורים ומורים שותקים, הסוטים המיניים מדברים והקורבנות הם בני הנוער חסרי הניסיון.</p>\n<p>אם הנער אינו יכול להתייעץ עם הורים או מורים, הוא יתייעץ אז עם חבריו לבית הספר שאולי כבר סטו בדרך הלא נכונה. התוצאה לא תאחר לבוא והנער החדש, בעקבות עצות שווא, ייכנע לסם האוננות או יסטה בדרך ההומוסקסואליות.</p>\n<p>סם האוננות הורס לחלוטין את הכוח המוחי. יש לדעת שיש קשר הדוק בין הזרע למוח. יש צורך להפוך את הזרע למוחי. יש צורך להפוך את המוח לזרעי.</p>\n<p>המוח הופך לזרעי על ידי המרת האנרגיה המינית, על ידי האצלתה, על ידי הפיכתה לכוח מוחי.</p>\n<p>בצורה זו נשאר הזרע מוחי והמוח נשאר זרעי.</p>\n<p>המדע הגנוסטי לומד לעומק את האנדוקרינולוגיה ומלמד שיטות ומערכות להמרת אנרגיות מיניות, אך זהו עניין שאינו משתלב בתוך ספר זה.</p>\n<p>אם הקורא רוצה מידע על גנוסטיציזם, עליו ללמוד את ספרינו הגנוסטיים ולהצטרף ללימודינו.</p>\n<p>בני הנוער צריכים להעלות את האנרגיות המיניות על ידי טיפוח החוש האסתטי, לימוד מוזיקה, פיסול, ציור, טיולים בהרים גבוהים וכו’.</p>\n<p>כמה פרצופים שיכלו להיות יפים דועכים!</p>\n<p>כמה מוחות מתנוונים! הכל בגלל חוסר זעקת אזהרה בעיתוי הנכון.</p>\n<p>סם האוננות, הן בקרב צעירים והן בקרב עלמות, הפך לנפוץ יותר מאשר שטיפת ידיים.</p>\n<p>בתי המשוגעים מלאים בגברים ונשים שהרסו את מוחם בסם המגעיל של האוננות. גורלם של המאוננים הוא בית המשוגעים.</p>\n<p>סם ההומוסקסואליות הרקיב את שורשי הגזע הנרקב והמעוות הזה.</p>\n<p>נראה מדהים שבמדינות כמו אנגליה שמניחות שהן תרבותיות וסופר-מתורבתות, קיימים בחופשיות בתי קולנוע בהם מוקרנים סרטים הומוסקסואליים.</p>\n<p>נראה מדהים שדווקא באנגליה כבר נעשים מאמצים להכשיר באופן רשמי נישואים הומוסקסואליים.</p>\n<p>במטרופולינים הגדולים בעולם קיימים כיום בתי בושת ומועדונים הומוסקסואליים.</p>\n<p>אחוות החושך של אויבי האישה, כיום יש לה ארגונים מעוותים שמדהימים באחווה המנוונת שלהם.</p>\n<p>קוראים רבים עשויים להיות מופתעים מדי מה”אחווה המנוונת” הזו, אך אסור לנו לשכוח שבכל תקופות ההיסטוריה תמיד היו אחוות שונות של פשע.</p>\n<p>האחווה החולנית של אויבי האישה היא ללא ספק אחווה של פשע.</p>\n<p>אויבי האישה תופסים תמיד או כמעט תמיד את עמדות המפתח בתוך כוורת הבירוקרטיה.</p>\n<p>כאשר הומוסקסואל הולך לכלא, הוא משתחרר במהרה עקב השפעתו המתוזמנת של אנשי המפתח באחוות הפשע.</p>\n<p>אם מתרומם נופל מחסד, הוא מקבל במהרה סיוע כלכלי מכל הדמויות המרושעות של אחוות הפשע.</p>\n<p>החברים האפלים של ההומוסקסואליות מזהים זה את זה לפי המדים שהם מתהדרים בהם.</p>\n<p>מדהים לדעת שלמתרוממים יש מדים, אבל זה המצב. המדים של ההומוסקסואלים תואמים לכל אופנה שמתחילה. המתרוממים מתחילים כל אופנה חדשה. כאשר אופנה הופכת לנפוצה, אז הם מתחילים אחרת. בצורה זו המדים של אחוות הפשע תמיד חדשים.</p>\n<p>לכל הערים הגדולות בעולם יש כיום מיליוני הומוסקסואלים.</p>\n<p>סם ההומוסקסואליות מתחיל את צעדתו המבישה במהלך גיל ההתבגרות.</p>\n<p>בתי ספר רבים לבני נוער ולעלמות הם בתי בושת אמיתיים מסוג הומוסקסואלי.</p>\n<p>מיליוני עלמות צעירות צועדות בנחישות בדרך האפלה של אויבי הגבר.</p>\n<p>מיליוני בני נוער ממין נקבה הם הומוסקסואלים. אחוות הפשע בקרב ההומוסקסואליות הנשית חזקה כמו אחוות הפשע בקרב המין הזכרי.</p>\n<p>דחוף לנטוש באופן קיצוני וסופי את הצניעות הכוזבת ולציין בפני בני הנוער משני המינים, בכנות את כל התעלומות המיניות.</p>\n<p>רק כך יוכלו הדורות החדשים לנוע בנתיב ההתחדשות.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/la-adolescencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-adolescencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-adolescencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
