import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "خواہش",
  "locale": "ur",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. خواہش",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>طمع کی کئی وجوہات ہوتی ہیں اور ان میں سے ایک وہ ہے جسے خوف کہتے ہیں۔</p>\n<p>وہ عاجز لڑکا جو پرتعیش شہروں کے پارکوں میں مغرور حضرات کے جوتے صاف کرتا ہے، اگر وہ غربت کا خوف، خود سے خوف، اپنے مستقبل سے خوف محسوس کرنے لگے تو چور بن سکتا ہے۔</p>\n<p>وہ عاجز درزن جو کسی بااثر شخص کے شاندار اسٹور میں کام کرتی ہے، اگر وہ مستقبل کا خوف، زندگی کا خوف، بڑھاپے کا خوف، خود سے خوف وغیرہ محسوس کرنے لگے تو راتوں رات چور یا طوائف بن سکتی ہے۔</p>\n<p>پرتعیش ریستوران یا بڑے ہوٹل کا نفیس ویٹر، اگر بدقسمتی سے وہ خود سے خوف، ویٹر کی اپنی عاجزانہ حیثیت سے خوف، اپنے مستقبل سے خوف وغیرہ محسوس کرنے لگے تو گینگسٹر، بینک ڈکیتی کرنے والا، یا ایک بہت ہی نفیس چور بن سکتا ہے۔</p>\n<p>معمولی کیڑا بھی نفیس بننے کی خواہش رکھتا ہے۔ غریب دکاندار جو گاہکوں کی خدمت کرتا ہے اور صبر سے ہمیں ٹائی، قمیض، جوتے دکھاتا ہے، بہت تعظیم کرتا ہے اور جھوٹی عاجزی سے مسکراتا ہے، وہ اس سے زیادہ کچھ چاہتا ہے کیونکہ وہ ڈرتا ہے، بہت ڈرتا ہے، غربت سے ڈرتا ہے، اپنے تاریک مستقبل سے ڈرتا ہے، بڑھاپے سے ڈرتا ہے وغیرہ۔</p>\n<p>طمع کثیر الجہتی ہے۔ طمع کا چہرہ ولی کا بھی ہوتا ہے اور شیطان کا بھی، مرد کا بھی اور عورت کا بھی، دلچسپی کا بھی اور بے غرضی کا بھی، نیکوکار کا بھی اور گنہگار کا بھی۔</p>\n<p>اس شخص میں بھی طمع موجود ہے جو شادی کرنا چاہتا ہے اور اس ضدی کنوارے بوڑھے میں بھی جو شادی سے نفرت کرتا ہے۔</p>\n<p>اس شخص میں بھی طمع موجود ہے جو دیوانگی کی حد تک “کچھ بننا” چاہتا ہے، “نمایاں ہونا” چاہتا ہے، “ترقی کرنا” چاہتا ہے اور اس شخص میں بھی طمع موجود ہے جو گوشہ نشین ہو جاتا ہے، جو اس دنیا سے کچھ نہیں چاہتا، کیونکہ اس کی واحد طمع جنت تک پہنچنا، آزاد ہونا وغیرہ ہے۔</p>\n<p>زمینی طمع بھی ہوتی ہیں اور روحانی طمع بھی۔ بعض اوقات طمع بے غرضی اور قربانی کا لبادہ اوڑھ لیتی ہے۔</p>\n<p>جو اس خراب اور ذلیل دنیا کی طمع نہیں کرتا، وہ دوسری دنیا کی طمع کرتا ہے اور جو پیسے کی طمع نہیں کرتا، وہ نفسیاتی قوتوں کی طمع کرتا ہے۔</p>\n<p>میں، میرا نفس، خودی کو طمع چھپانا بہت پسند ہے، اسے ذہن کے خفیہ گوشوں میں ڈال دیتا ہے اور پھر کہتا ہے: “میں کسی چیز کی طمع نہیں کرتا”، “میں اپنے ہم جنسوں سے محبت کرتا ہوں”، “میں تمام انسانوں کی بھلائی کے لیے بے غرضی سے کام کرتا ہوں”۔</p>\n<p>مکار سیاستدان جو سب کچھ جانتا ہے، بعض اوقات اپنے بظاہر بے غرض کاموں سے ہجوم کو حیران کر دیتا ہے، لیکن جب وہ عہدہ چھوڑتا ہے، تو یہ بالکل معمول کی بات ہے کہ وہ لاکھوں ڈالر لے کر اپنے ملک سے نکل جائے۔</p>\n<p>بے غرضی کے لبادے میں چھپی طمع اکثر ہوشیار لوگوں کو بھی دھوکہ دے جاتی ہے۔</p>\n<p>دنیا میں بہت سے ایسے لوگ ہیں جو صرف یہ طمع کرتے ہیں کہ وہ طمع نہ کریں۔</p>\n<p>بہت سے لوگ دنیا کی تمام شان و شوکت اور فضولیات کو ترک کر دیتے ہیں کیونکہ وہ صرف اپنی ذاتی اندرونی خود کو مکمل کرنے کی طمع کرتے ہیں۔</p>\n<p>توبہ کرنے والا جو گھٹنوں کے بل چل کر مندر تک جاتا ہے اور جو ایمان سے بھرپور ہو کر اپنے آپ کو کوڑے مارتا ہے، بظاہر کسی چیز کی طمع نہیں کرتا اور یہاں تک کہ کسی سے کچھ لیے بغیر دینے کی عیش و عشرت بھی کرتا ہے، لیکن یہ واضح ہے کہ وہ معجزے، شفایابی، خود کے لیے یا کسی رشتہ دار کے لیے صحت، یا ابدی نجات کی طمع کرتا ہے۔</p>\n<p>ہم ان مردوں اور عورتوں کی تعریف کرتے ہیں جو سچے مذہبی ہیں، لیکن ہمیں افسوس ہے کہ وہ اپنی مذہب سے پوری بے غرضی سے محبت نہیں کرتے۔</p>\n<p>پاک مذاہب، عظیم فرقے، آرڈر، روحانی سوسائٹیاں وغیرہ ہماری بے لوث محبت کے مستحق ہیں۔</p>\n<p>اس دنیا میں کوئی ایسا شخص تلاش کرنا بہت کم ہے جو اپنے مذہب، اپنے اسکول، اپنے فرقے وغیرہ سے بے غرضی سے محبت کرے۔ یہ افسوسناک ہے۔</p>\n<p>پوری دنیا طمع سے بھری ہوئی ہے۔ ہٹلر نے طمع کی وجہ سے جنگ شروع کی۔</p>\n<p>تمام جنگوں کی جڑ خوف اور طمع میں ہوتی ہے۔ زندگی کے تمام سنگین مسائل کی جڑ طمع میں ہوتی ہے۔</p>\n<p>پوری دنیا طمع کی وجہ سے ایک دوسرے کے خلاف جنگ میں رہتی ہے، کچھ ایک دوسرے کے خلاف اور سب ایک دوسرے کے خلاف۔</p>\n<p>زندگی میں ہر شخص کچھ بننے کی طمع کرتا ہے اور ایک خاص عمر کے لوگ، اساتذہ، والدین، سرپرست وغیرہ لڑکوں، لڑکیوں، نوجوان خواتین، نوجوانوں وغیرہ کو طمع کے خوفناک راستے پر چلنے کی ترغیب دیتے ہیں۔</p>\n<p>بڑے لوگ طالب علموں سے کہتے ہیں، آپ کو زندگی میں کچھ بننا ہے، امیر بننا ہے، کروڑ پتی لوگوں سے شادی کرنی ہے، طاقتور بننا ہے وغیرہ وغیرہ۔</p>\n<p>پرانی، خوفناک، بدصورت، فرسودہ نسلیں چاہتی ہیں کہ نئی نسلیں بھی ان کی طرح طمع کرنے والی، بدصورت اور خوفناک ہوں۔</p>\n<p>اس سب سے زیادہ سنگین بات یہ ہے کہ نئے لوگ “بے وقوف بن جاتے ہیں” اور طمع کے اس خوفناک راستے پر چل پڑتے ہیں۔</p>\n<p>اساتذہ کو طلباء کو یہ سکھانا چاہیے کہ کوئی بھی ایماندار کام حقارت کا مستحق نہیں ہے، ٹیکسی ڈرائیور، دکاندار، کسان، جوتے صاف کرنے والے وغیرہ کو حقارت کی نگاہ سے دیکھنا احمقانہ ہے۔</p>\n<p>ہر عاجزانہ کام خوبصورت ہے۔ ہر عاجزانہ کام سماجی زندگی میں ضروری ہے۔</p>\n<p>ہم سب انجینئر، گورنر، صدر، ڈاکٹر، وکیل وغیرہ بننے کے لیے پیدا نہیں ہوئے۔</p>\n<p>سماجی اجتماع میں تمام کاموں، تمام پیشوں کی ضرورت ہوتی ہے، کوئی بھی ایماندار کام کبھی بھی حقیر نہیں ہو سکتا۔</p>\n<p>عملی زندگی میں ہر انسان کسی نہ کسی کام آتا ہے اور اہم بات یہ ہے کہ ہر ایک کو معلوم ہو کہ وہ کس کام آتا ہے۔</p>\n<p>اساتذہ کا فرض ہے کہ وہ ہر طالب علم کی پیشہ ورانہ صلاحیت کو دریافت کریں اور اس سمت میں اس کی رہنمائی کریں۔</p>\n<p>جو شخص زندگی میں اپنی پیشہ ورانہ صلاحیت کے مطابق کام کرے گا، وہ حقیقی محبت اور بغیر طمع کے کام کرے گا۔</p>\n<p>محبت کو طمع کی جگہ لینی چاہیے۔ پیشہ ورانہ صلاحیت وہ ہے جو ہمیں واقعی پسند ہے، وہ پیشہ جو ہم خوشی سے انجام دیتے ہیں کیونکہ یہ وہ ہے جو ہمیں اچھا لگتا ہے، جس سے ہم محبت کرتے ہیں۔</p>\n<p>بدقسمتی سے جدید زندگی میں لوگ ناخوشی سے اور طمع کی وجہ سے کام کرتے ہیں کیونکہ وہ ایسے کام کرتے ہیں جو ان کی پیشہ ورانہ صلاحیت سے مطابقت نہیں رکھتے۔</p>\n<p>جب کوئی اس کام میں کام کرتا ہے جو اسے پسند ہے، اپنی حقیقی پیشہ ورانہ صلاحیت میں، تو وہ محبت سے کرتا ہے کیونکہ وہ اپنی پیشہ ورانہ صلاحیت سے محبت کرتا ہے، کیونکہ زندگی کے لیے اس کے رویے بالکل اس کی پیشہ ورانہ صلاحیت کے مطابق ہوتے ہیں۔</p>\n<p>بالکل یہی اساتذہ کا کام ہے۔ اپنے طلباء کی رہنمائی کرنا، ان کی صلاحیتوں کو دریافت کرنا، ان کی حقیقی پیشہ ورانہ صلاحیت کے راستے پر ان کی رہنمائی کرنا۔</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ur/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
