import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Փառասիրություն",
  "locale": "hy",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. Փառասիրություն",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ՀԱՎԱԿՆՈՒԹՅՈՒՆՆ ունի մի քանի պատճառ, և դրանցից մեկը այն է, ինչը կոչվում է ՎԱԽ։</p>\n<p>Համեստ տղան, որը շքեղ քաղաքների զբոսայգիներում մաքրում է հպարտ ջենթլմենների կոշիկները, կարող է գող դառնալ, եթե վախենա աղքատությունից, վախենա ինքն իրենից, վախենա իր ապագայից։</p>\n<p>Համեստ դերձակուհին, որն աշխատում է հզորի շքեղ խանութում, կարող է մի գիշերվա մեջ գող կամ մարմնավաճառ դառնալ, եթե սկսի վախենալ ապագայից, վախենալ կյանքից, վախենալ ծերությունից, վախենալ ինքն իրենից և այլն։</p>\n<p>Շքեղ ռեստորանի կամ մեծ հյուրանոցի էլեգանտ մատուցողը կարող է դառնալ ԳԱՆԳՍՏԵՐ, բանկերի կողոպտիչ կամ շատ նուրբ գող, եթե, դժբախտաբար, վախենա ինքն իրենից, իր համեստ մատուցողի դիրքից, սեփական ապագայից և այլն։</p>\n<p>Աննշան միջատը փափագում է լինել էլեգանտ։ Վաճառասեղանի աղքատ աշխատողը, որը սպասարկում է հաճախորդներին և համբերությամբ ցույց է տալիս մեզ փողկապը, վերնաշապիկը, կոշիկները, բազմաթիվ խոնարհումներ է անում և կեղծ հեզությամբ ժպտում, ավելին է փափագում, քանի որ վախենում է, շատ է վախենում, վախենում է թշվառությունից, վախենում է իր մռայլ ապագայից, վախենում է ծերությունից և այլն։</p>\n<p>ՀԱՎԱԿՆՈՒԹՅՈՒՆԸ բազմակողմանի է։ ՀԱՎԱԿՆՈՒԹՅՈՒՆՆ ունի սրբի դեմք և սատանայի դեմք, տղամարդու դեմք և կնոջ դեմք, հետաքրքրության դեմք և անտարբերության դեմք, առաքինու դեմք և մեղավորի դեմք։</p>\n<p>ՀԱՎԱԿՆՈՒԹՅՈՒՆ կա նրանում, ով ցանկանում է ամուսնանալ, և այն ԱՄՈՒՐԻում, ով ատում է ամուսնությունը։</p>\n<p>ՀԱՎԱԿՆՈՒԹՅՈՒՆ կա նրանում, ով անսահման խելագարությամբ ցանկանում է «ՄԵԿԸ ԼԻՆԵԼ», «ԳՈՐԾԻՉ ԼԻՆԵԼ», «ԲԱՐՁՐԱՆԱԼ», և ՀԱՎԱԿՆՈՒԹՅՈՒՆ կա նրանում, ով դառնում է ճգնավոր, ով ոչինչ չի ցանկանում այս աշխարհից, քանի որ նրա միակ ՀԱՎԱԿՆՈՒԹՅՈՒՆՆ է հասնել ԵՐԿԻՆՔ, ԱԶԱՏՎԵԼ և այլն։</p>\n<p>Գոյություն ունեն ԵՐԿՐԱՅԻՆ ՀԱՎԱԿՆՈՒԹՅՈՒՆՆԵՐ և ՀՈԳԵՎՈՐ ՀԱՎԱԿՆՈՒԹՅՈՒՆՆԵՐ։ Երբեմն ՀԱՎԱԿՆՈՒԹՅՈՒՆՆ օգտագործում է ԱՆՀԵՏԱՔՐՔՐՈՒԹՅԱՆ և ԶՈՀԱԲԵՐՈՒԹՅԱՆ դիմակը։</p>\n<p>Ով չի ՓԱՓԱԳՈՒՄ այս խղճուկ և ԹՇՎԱՌ աշխարհը, ՓԱՓԱԳՈՒՄ է մյուսը, և ով չի ՓԱՓԱԳՈՒՄ փող, ՓԱՓԱԳՈՒՄ է ՀՈԳԵԿԱՆ ՈՒԺԵՐ։</p>\n<p>ԵՍ-ին, ԻՆՁ, ԻՆՔՆ ԻՐԵՆ շատ է դուր գալիս թաքցնել ՀԱՎԱԿՆՈՒԹՅՈՒՆԸ, դնել այն միտքի ամենախորը անկյուններում և հետո ասում է. «ԵՍ ՈՉԻՆՉ ՉԵՄ ՓԱՓԱԳՈՒՄ», «ԵՍ ՍԻՐՈՒՄ ԵՄ ԻՄ ՆՄԱՆՆԵՐԻՆ», «ԵՍ ԱՆՀԵՏԱՔՐՔԻՐ ԱՇԽԱՏՈՒՄ ԵՄ ԲՈԼՈՐ ՄԱՐԴԿԱՆՑ ԲԱՐԵԿԵՑՈՒԹՅԱՆ ՀԱՄԱՐ»։</p>\n<p>ԽՈՐԱՄԱՆ ՔԱՂԱՔԱԳԵՏԸ, որը ամեն ինչ գիտի, երբեմն զարմացնում է բազմությանը իր թվացյալ անձնուրաց գործերով, բայց երբ նա թողնում է աշխատանքը, բնական է, որ նա իր երկրից դուրս է գալիս մի քանի միլիոն դոլարով։</p>\n<p>ԱՆՀԵՏԱՔՐՔՐՈՒԹՅԱՆ ԴԻՄԱԿՈՎ քողարկված ՀԱՎԱԿՆՈՒԹՅՈՒՆԸ հաճախ խաբում է ամենախորամանկ մարդկանց։</p>\n<p>Աշխարհում շատ մարդիկ կան, ովքեր միայն ՓԱՓԱԳՈՒՄ ԵՆ չլինել ՀԱՎԱԿՆՈՂ։</p>\n<p>Շատ մարդիկ հրաժարվում են աշխարհի բոլոր շքեղություններից և ունայնություններից, քանի որ միայն ՓԱՓԱԳՈՒՄ ԵՆ իրենց սեփական ՆԵՐՔԻՆ ԻՆՔՆԱԿԱՏԱՐԵԼԱԳՈՐԾՈՒՄԸ։</p>\n<p>Ապաշխարողը, որը ծնկաչոք քայլում է մինչև տաճարը և հավատով լի ինքն իրեն մտրակում է, ակնհայտորեն ոչինչ չի փափագում և նույնիսկ իրեն թույլ է տալիս տալ, առանց որևէ մեկից որևէ բան վերցնելու, բայց պարզ է, որ նա ՓԱՓԱԳՈՒՄ Է ՀՐԱՇՔԸ, բուժումը, առողջությունը իր համար կամ որևէ հարազատի համար, կամ էլ հավերժական փրկությունը։</p>\n<p>Մենք հիանում ենք իսկապես կրոնական տղամարդկանցով և կանանցով, բայց ափսոսում ենք, որ նրանք չեն սիրում իրենց կրոնը ԱՄԲՈՂՋ ԱՆՀԵՏԱՔՐՔՐՈՒԹՅԱՄԲ։</p>\n<p>Սուրբ կրոնները, վեհ աղանդները, միաբանությունները, հոգևոր ընկերությունները և այլն արժանի են մեր ԱՆՀԵՏԱՔՐՔԻՐ ՍԻՐՈՅԻՆ։</p>\n<p>Շատ հազվադեպ է այս աշխարհում գտնել մեկին, ով անձնվիրաբար սիրում է իր կրոնը, իր դպրոցը, իր աղանդը և այլն։ Դա ցավալի է։</p>\n<p>Ամբողջ աշխարհը լի է փառասիրությամբ։ Հիտլերը պատերազմ սկսեց փառասիրությունից դրդված։</p>\n<p>Բոլոր պատերազմները ծագում են վախից և ՀԱՎԱԿՆՈՒԹՅՈՒՆԻՑ։ Կյանքի բոլոր ամենալուրջ խնդիրները ծագում են ՀԱՎԱԿՆՈՒԹՅՈՒՆԻՑ։</p>\n<p>Ամբողջ աշխարհը ապրում է պայքարի մեջ ամբողջ աշխարհի դեմ՝ փառասիրության պատճառով, ոմանք մյուսների դեմ, և բոլորը բոլորի դեմ։</p>\n<p>Կյանքում յուրաքանչյուր մարդ ՓԱՓԱԳՈՒՄ Է ՄԵԿԸ ԼԻՆԵԼ, իսկ որոշակի տարիքի մարդիկ, ուսուցիչներ, ծնողներ, դաստիարակներ և այլն, խրախուսում են տղաներին, աղջիկներին, երիտասարդ աղջիկներին, երիտասարդներին և այլն շարունակել ՀԱՎԱԿՆՈՒԹՅԱՆ սարսափելի ճանապարհով։</p>\n<p>Մեծահասակները աշակերտներին ասում են. դու պետք է մեկը լինես կյանքում, հարստանաս, ամուսնանաս միլիոնատերերի հետ, լինես հզոր և այլն։</p>\n<p>Հին, սարսափելի, տգեղ, հնաոճ սերունդները ցանկանում են, որ նոր սերունդները նույնպես լինեն փառասեր, տգեղ և սարսափելի, ինչպես իրենք։</p>\n<p>Այս ամենի ամենալուրջն այն է, որ նոր մարդիկ թույլ են տալիս իրենց «ԳԼԽԱՊՏՈՒՅՏ ԱՆԵԼ» և թույլ են տալիս իրենց առաջնորդվել ՀԱՎԱԿՆՈՒԹՅԱՆ այդ սարսափելի ճանապարհով։</p>\n<p>Ուսուցիչները պետք է սովորեցնեն ԱՇԱԿԵՐՏՆԵՐԻՆ, որ ոչ մի ազնիվ աշխատանք արհամարհանքի արժանի չէ, անհեթեթ է արհամարհանքով նայել տաքսու վարորդին, վաճառասեղանի աշխատողին, գյուղացուն, կոշիկ մաքրողին և այլն։</p>\n<p>Յուրաքանչյուր համեստ աշխատանք գեղեցիկ է։ Յուրաքանչյուր համեստ աշխատանք անհրաժեշտ է սոցիալական կյանքում։</p>\n<p>Մենք բոլորս չենք ծնվել ինժեներ, նահանգապետ, նախագահ, բժիշկ, փաստաբան և այլն լինելու համար։</p>\n<p>Սոցիալական կուտակումներում անհրաժեշտ են բոլոր աշխատանքները, բոլոր մասնագիտությունները, ոչ մի ազնիվ աշխատանք երբեք չի կարող արհամարհելի լինել։</p>\n<p>Գործնական կյանքում յուրաքանչյուր մարդ ինչ-որ բանի համար պիտանի է, և կարևորն այն է, թե յուրաքանչյուրն ինչի համար է պիտանի։</p>\n<p>ՈՒՍՈՒՑԻՉՆԵՐԻ պարտականությունն է բացահայտել յուրաքանչյուր ուսանողի ԿՈՉՈՒՄԸ և առաջնորդել նրան այդ ուղղությամբ։</p>\n<p>Նա, ով կյանքում կաշխատի իր ԿՈՉՄԱՆԸ համապատասխան, կաշխատի ԻՐԱԿԱՆ ՍԻՐՈՎ և առանց ՀԱՎԱԿՆՈՒԹՅԱՆ։</p>\n<p>ՍԵՐԸ պետք է փոխարինի ՀԱՎԱԿՆՈՒԹՅԱՆԸ։ ԿՈՉՈՒՄԸ այն է, ինչը մեզ իսկապես դուր է գալիս, այն մասնագիտությունը, որը մենք ուրախությամբ ենք կատարում, քանի որ դա այն է, ինչը մեզ դուր է գալիս, ինչը ՄԵՆՔ ՍԻՐՈՒՄ ԵՆՔ։</p>\n<p>Ցավոք, ժամանակակից կյանքում մարդիկ աշխատում են դժկամությամբ և փառասիրությամբ, քանի որ նրանք զբաղվում են այնպիսի աշխատանքներով, որոնք չեն համապատասխանում իրենց կոչմանը։</p>\n<p>Երբ մարդն աշխատում է այն, ինչը նրան դուր է գալիս, իր իսկական կոչման մեջ, նա դա անում է ՍԻՐՈՎ, քանի որ ՍԻՐՈՒՄ Է իր կոչումը, քանի որ կյանքի նկատմամբ նրա ՎԵՐԱԲԵՐՄՈՒՆՔՆԵՐԸ հենց իր կոչմանն են։</p>\n<p>Հենց դա է ուսուցիչների գործը։ Կարողանալ առաջնորդել իրենց աշակերտներին, բացահայտել նրանց ընդունակությունները, առաջնորդել նրանց իրենց իսկական կոչման ճանապարհով։</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hy/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
