import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Эрмэлзэл",
  "locale": "mn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. Эрмэлзэл",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ШУНАЛЫГ БАЙДАЛ ХЭД ХЭДЭН ШАЛТГААНТАЙ БАЙДАГ БА ТЭДГЭЭРИЙН НЭГ НЬ АЙДАС ГЭЖ НЭРЛЭГДЭХ ЗҮЙЛ ЮМ.</p>\n<p>Тансаг хотуудын цэцэрлэгт хүрээлэнд бардам эрхмүүдийн гутлыг арчиж байгаа даруухан хүү ядуурахаас айх, өөрөөсөө айх, ирээдүйгээсээ айх юм бол хулгайч болж магадгүй.</p>\n<p>Эрх мэдэлтэй хүний тансаг дэлгүүрт ажиллаж буй даруухан оёдолчин ирээдүйгээс айх, амьдралаас айх, хөгшрөхөөс айх, өөрөөсөө айх гээд айх юм бол нэг л өглөө хулгайч эсвэл янхан болж магадгүй.</p>\n<p>Тансаг зоогийн газрын эсвэл том зочид буудлын дэгжин зөөгч азгүй тохиолдлоор өөрөөсөө айх, зөөгчийн даруу байдлаасаа айх, өөрийнхөө ирээдүйгээс айх юм бол дээрэмчин, банк дээрэмдэгч эсвэл маш нарийн хулгайч болж магадгүй.</p>\n<p>Өчүүхэн шавьж тансаг байхыг хүсдэг. Үйлчлүүлэгчдэд үйлчилж, тэвчээртэйгээр зангиа, цамц, гутал үзүүлж, олон удаа бөхийж, хуурамч номхоноор инээмсэглэж байгаа лангууны ядуу ажилтан аймаар их айдастай, ядуурлаас айх, бүрхэг ирээдүйгээс айх, хөгшрөхөөс айх гээд айдаг учраас илүү зүйлийг хүсдэг.</p>\n<p>ШУНАЛЫГ БАЙДАЛ ОЛОН ТАЛТАЙ. ШУНАЛЫГ БАЙДАЛ АРИУН ХҮНИЙ НҮҮР, ЧӨТГӨРИЙН НҮҮР, ЭРЭГТЭЙ ХҮНИЙ НҮҮР, ЭМЭГТЭЙ ХҮНИЙ НҮҮР, СОНИРХЛЫН НҮҮР, СОНИРХОЛГҮЙ НҮҮР, САЙН ХҮНИЙ НҮҮР, НҮГЭЛТНИЙ НҮҮРТЭЙ.</p>\n<p>Гэрлэхийг хүсч буй хүн, гэрлэлтийг үзэн яддаг эрх биш ХӨГШИН ГАНЦ БИЕ ХҮНД ШУНАЛЫГ БАЙДАЛ БАЙДАГ.</p>\n<p>“ХЭН НЭГ ХҮН БОЛОХ”, “ОЛНЫ ӨМНӨ ГАРАХ”, “АВИРАХ” -ыг хязгааргүй хүсдэг хүнд ШУНАЛЫГ БАЙДАЛ БАЙДАГ БА ДЭЛХИЙН ЮУ Ч ХҮСДЭГГҮЙ, ЗӨВХӨН ТЭНГЭРТ ХҮРЭХ, ЧӨЛӨӨЛӨГДӨХ ЗЭРГИЙГ ХҮСДЭГ АНАКОРЕТ ХҮНД ШУНАЛЫГ БАЙДАЛ БАЙДАГ.</p>\n<p>ГАЗРЫН ШУНАЛЫГ БАЙДАЛ БА СҮНСНИЙ ШУНАЛЫГ БАЙДАЛ ГЭЖ БАЙДАГ. ЗАРИМДАА ШУНАЛЫГ БАЙДАЛ СОНИРХОЛГҮЙ, ЗОЛИОСНЫ МАСК ЗҮҮДЭГ.</p>\n<p>ЭНЭ ХУУРАМЧ, ХАРААЛЫН ДЭЛХИЙГ ХҮСДЭГГҮЙ ХҮН ӨӨР ДЭЛХИЙГ ХҮСДЭГ БА МӨНГӨ ХҮСДЭГГҮЙ ХҮН СЭТГЭЦИЙН ХҮЧ ХҮСДЭГ.</p>\n<p>БИ, ӨӨРӨӨ, ӨӨРИЙН БИЕ ШУНАЛЫГ БАЙДЛАА НУУХ, ОЮУНЫ НУУЦЫН БУЛАНД ХИЙХ ДУРТАЙ БА ДАРАА НЬ “БИ ЮУ Ч ХҮСДЭГГҮЙ”, “БИ ХҮМҮҮСТЭЙГЭЭ ХАЙРТАЙ”, “БИ ХҮМҮҮСИЙН ТӨЛӨӨ СОНИРХОЛГҮЙ АЖИЛЛАЖ БАЙНА” ГЭЖ ХЭЛДЭГ.</p>\n<p>БҮХ ЗҮЙЛИЙГ МЭДДЭГ ҮНЭГЭН БОДЛОГОТОЙ ХҮН ЗАРИМДАА СОНИРХОЛГҮЙ МЭТ ҮЙЛСЭЭРЭЭ ОЛОН ТҮМНИЙГ ГАЙХШРУУЛДАГ БА АЖЛЫГ ОРХИХОД ХЭДЭН САЯ ДОЛЛАРТАЙГААР ЭХ ОРНООС ГАРАХ НЬ ХЭВИЙН ҮЗЭГДЭЛ.</p>\n<p>СОНИРХОЛГҮЙ МАСКААР ХУВЬЦАСАН ШУНАЛЫГ БАЙДАЛ ИХЭВЧЛЭН ХАМГИЙН УХААНТАЙ ХҮМҮҮСИЙГ ХУУРДАГ.</p>\n<p>ЗӨВХӨН ШУНАЛТАЙ БУС БАЙХЫГ ХҮСДЭГ ОЛОН ХҮМҮҮС ДЭЛХИЙ ДЭЭР БАЙДАГ.</p>\n<p>ӨӨРИЙН БИЕИЙГ ДОТООДОО ТӨГС БОЛГОХЫГ ЗОРИЛГОО БОЛГОДОГ УЧИР ДЭЛХИЙН БҮХ ТАНСАГ, ХООСОН ЧАНАРУУДААС ТАТГАЛЗДАГ ОЛОН ХҮМҮҮС БАЙДАГ.</p>\n<p>СҮМ РҮҮ ӨВДӨГЛӨЖ ЯВЖ, ИТГЭЛ ДҮҮРЭНГЭЭР ӨӨРИЙГӨӨ ТАСЛАХ ГЭМШЭЭГЧ ХҮН ЮУ Ч ХҮСЭХГҮЙ БА ХЭНЭЭС ЮУ Ч АВАХГҮЙГЭЭР ӨГӨХ ТЭНСЭГТЭЙ, ГЭВЧ ТЭР ЧИГЭЭРЭЭ ГАЙХАМШИГ, ЭДГЭЭЛТ, ӨӨРИЙН БИЕ ЭСВЭЛ ГЭР БҮЛИЙНХЭЭ ТӨЛӨӨ ЭРҮҮЛ МЭНД, ЭСВЭЛ МӨНХ АВРАЛ ХҮСДЭГ.</p>\n<p>БИД ҮНЭНЧ ШАШИНТАЙ ЭРЧҮҮД, ЭМЭГТЭЙЧҮҮДЭД БАЯРЛАДАГ Ч ШАШИНДАА СОНИРХОЛГҮЙ ХАЙРЛАЖ ЧАДАХГҮЙД ХАРАМСАЖ БАЙНА.</p>\n<p>АРИУН ШАШИН, ӨРГӨН ДЭЭД УРСГАЛУУД, ТУШААЛУУД, СҮНСНИЙ НИЙГЭМЛЭГҮҮД ГЭХ МЭТ ЗҮЙЛС БИДНИЙ СОНИРХОЛГҮЙ ХАЙРЫГ ХҮЛЭЭХ ЁСТОЙ.</p>\n<p>ЭНЭ ДЭЛХИЙ ДЭЭР ШАШИН, СУРГУУЛЬ, УРСГАЛ ГЭХ МЭТ ЗҮЙЛСЭЭ СОНИРХОЛГҮЙ ХАЙРЛАДАГ ХҮН ОЛДОХ НЬ МАНАЙ ХОЙР. ЭНЭ НЬ ХАРАМСАЛТАЙ.</p>\n<p>БҮХ ХҮН ШУНАЛЫГ БАЙДЛААР ДҮҮРЭН БАЙДАГ. ГИТЛЕР ШУНАЛЫН УЛМААС ДАЙНД ОРСОН.</p>\n<p>БҮХ ДАЙН АЙДАС БА ШУНАЛЫГ БАЙДЛААС ҮҮДЭЛТЭЙ. АМЬДРАЛЫН БҮХ НОЦТОЙ АСУУДАЛ ШУНАЛЫГ БАЙДЛААС ҮҮДЭЛТЭЙ.</p>\n<p>БҮХ ХҮН ШУНАЛЫН УЛМААС БҮХ ХҮНИЙ ЭСРЭГ ТЭМЦЭЛД АМЬДАРЧ БАЙНА, ЗАРИМ НЬ НӨГӨӨДӨӨ, БҮГД НЬ БҮГДИЙНХЭЭ ЭСРЭГ.</p>\n<p>АМЬДРАЛД БҮХ ХҮН ЮУ Ч ГЭСЭН БОЛОХЫГ ХҮСДЭГ БА ТОДОРХОЙ НАСНЫ ХҮМҮҮС, БАГШ НАР, ЭЦЭГ ЭХЧҮҮД, АСРАГЧ НАР ГЭХ МЭТ ЗҮЙЛС ХҮҮХДҮҮД, ОХИДУУД, ЗАЛУУ БҮСГҮЙЧҮҮД, ЗАЛУУЧУУДАД ШУНАЛЫН АЙМШИГТ ЗАМААР ЯВАХЫГ УРАМШУУЛДАГ.</p>\n<p>ТОМЧУУЛ СУРАГЧДАД ХЭЛДЭГ, ЧИ АМЬДРАЛД ЮУ Ч ГЭСЭН БАЙХ ЁСТОЙ, БАЯЖИХ, САЯТАН ХҮМҮҮСТЭЙ ГЭРЛЭХ, ЭРХ МЭДЭЛТЭЙ БАЙХ ГЭХ МЭТ.</p>\n<p>ХУУЧИН, АЙМШИГТАЙ, МУУХАЙ, ХУУЧИРСАН ҮЕИЙНХЭН ШИНЭ ҮЕИЙНХЭН ТЭДЭН ШИГ ШУНАЛТАЙ, МУУХАЙ, АЙМШИГТАЙ БАЙХЫГ ХҮСДЭГ.</p>\n<p>ЭНЭ БҮХНИЙ ХАМГИЙН ХҮНД НЬ ШИНЭ ХҮМҮҮС ӨӨРИЙГӨӨ “ТӨӨРӨЛДҮҮЛЭХ” БА ШУНАЛЫН ЭНЭ АЙМШИГТ ЗАМААР ХӨДӨЛГӨӨНД ОРХИХ ГЭДЭГТ БАЙНА.</p>\n<p>БАГШ НАР СУРАГЧДАД АЛИВАА ШУДАРГА ХӨДӨЛМӨР ҮЗЭН ЯДМААР ЗҮЙЛ БИШ БА ТАКСНЫ ЖОЛООЧ, ЛАНГУУНЫ АЖИЛТАН, ТАРИАЧИН, ГУТЛЫН ЦЭВЭРЛЭГЧ ГЭХ МЭТ ХҮМҮҮСИЙГ ҮЗЭН ЯДАХ НЬ УТГАГҮЙ ГЭДГИЙГ ЗААХ ЁСТОЙ.</p>\n<p>ДАРУУХАН ХӨДӨЛМӨР БҮХЭН САЙХАН. ДАРУУХАН ХӨДӨЛМӨР БҮХЭН НИЙГЭМД ХЭРЭГТЭЙ.</p>\n<p>БИД БҮГД ИНЖЕНЕР, ЗАСАГ ДАРГА, ЕРӨНХИЙЛӨГЧ, ЭМЧ, ХУУЛЬЧ ГЭХ МЭТ ХҮМҮҮС БОЛОХООС ТӨРӨӨГҮЙ.</p>\n<p>НИЙГМИЙН ЦОГЦОД БҮХ АЖИЛ, БҮХ МЭРГЭЖИЛ ХЭРЭГТЭЙ, ЯМАР Ч ШУДАРГА ХӨДӨЛМӨРИЙГ ҮЗЭН ЯДАЖ БОЛОХГҮЙ.</p>\n<p>ПРАКТИК АМЬДРАЛД ХҮН БҮР ЮУНД Ч ГЭСЭН ХЭРЭГТЭЙ БА ХҮН БҮР ЮУНД ХЭРЭГТЭЙГ МЭДЭХ НЬ ЧУХАЛ.</p>\n<p>ОЮУТАН БҮРИЙН СОНИРХЛЫГ ИЛРҮҮЛЭХ БА ҮҮНД НЬ ЧИГЛҮҮЛЭХ НЬ БАГШ НАРЫН ҮҮРЭГ.</p>\n<p>АМЬДРАЛД ӨӨРИЙН СОНИРХЛООР АЖИЛЛАЖ БАЙГАА ХҮН ҮНЭН ХАЙРААР БА ШУНАЛЫГ БАЙДАЛГҮЙ АЖИЛЛАХ БОЛНО.</p>\n<p>ХАЙР ШУНАЛЫГ БАЙДЛЫГ ОРЛОХ ЁСТОЙ. СОНИРХОЛ ГЭДЭГ НЬ БИДНИЙ ҮНЭХЭЭР ДУРТАЙ ЗҮЙЛ, БИДНИЙ СОНИРХОЛ БАЙДГИЙН УЛМААС БАЯР ХӨӨРТЭЙГӨӨР ГҮЙЦЭТГЭДЭГ МЭРГЭЖИЛ БАЙДАГ.</p>\n<p>ОРЧИН ҮЕИЙН АМЬДРАЛД ХҮМҮҮС СОНИРХОЛТОЙ ХАМТРАХГҮЙ УЧИР ДУРГҮЙГЭЭР БА ШУНАЛЫН УЛМААС АЖИЛЛАЖ БАЙГААД ХАРАМСАЛТАЙ.</p>\n<p>ХЭРЭВ ХҮН ДУРТАЙ ЗҮЙЛДЭЭ, ЖИНХЭНЭ СОНИРХЛООРОО АЖИЛЛАЖ БАЙВАЛ ХАЙРААР АЖИЛЛАХ БОЛНО, ЯАГААД ГЭВЭЛ СОНИРХЛОО ХАЙРЛАЖ, АМЬДРАЛЫН ТӨЛӨӨХ ХАНДЛАГА НЬ ЯГ СОНИРХЛЫНХОО ХАНДЛАГА БАЙДАГ.</p>\n<p>ЭНЭ НЬ ЯГ БАГШ НАРЫН АЖИЛ. СУРАГЧДАА ЧИГЛҮҮЛЖ МЭДЭХ, ЧАДВАРЫГ НЬ ИЛРҮҮЛЭХ, ЖИНХЭНЭ СОНИРХЛЫНХОО ЗАМААР ЧИГЛҮҮЛЭХ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mn/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
