import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Падлеткавы ўзрост",
  "locale": "be",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "25. Падлеткавы ўзрост",
    "order": 25
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Настаў час канчаткова адкінуць фальшывую сціпласць і забабоны, звязаныя з сексуальнай праблемай.</p>\n<p>Неабходна выразна і дакладна разумець сексуальную праблему падлеткаў абодвух полаў.</p>\n<p>У чатырнаццаць гадоў у арганізме падлетка з’яўляецца сексуальная энергія, якая тады імкліва цячэ па нейра-сімпатычнай сістэме.</p>\n<p>Гэты асаблівы тып энергіі трансфармуе чалавечы арганізм, змяняючы голас у мужчын і выклікаючы функцыю яечнікаў у жанчын.</p>\n<p>Чалавечы арганізм - гэта сапраўдная фабрыка, якая ператварае грубыя элементы ў тонкія жыццёва важныя рэчывы.</p>\n<p>Прадукты, якія мы кладзем у страўнік, праходзяць мноства ператварэнняў і ўдасканаленняў, пакуль канчаткова не дасягнуць той паўцвёрдай, паўвадкай субстанцыі, згаданай Парацэльсам пад тэрмінам Ens.-Seminis (Сутнасць Спермы).</p>\n<p>Гэта вадкае, гнуткае, падатлівае шкло, гэта сперма, змяшчае ў сабе ў патэнцыйнай форме ўсе зародкі жыцця.</p>\n<p>Гнастыцызм прызнае ў сперме ХАОС, адкуль з велізарнай сілай узнікае жыццё.</p>\n<p>Старыя сярэднявечныя алхімікі, такія як Парацэльс, Сендывогіус, Мікалай Фламель, Раймунд Лулій і г.д., з глыбокай пашанай вывучалі ENS-SEMINIS або ртуць сакрэтнай філасофіі.</p>\n<p>Гэты ВІТРЫЁЛ - сапраўдны эліксір, разумна створаны прыродай у насенных пузырках.</p>\n<p>У гэтай ртуці старажытнай мудрасці, у гэтым семені, сапраўды знаходзяцца ўсе магчымасці існавання.</p>\n<p>Шкада, што многія маладыя людзі з-за недахопу сапраўднай псіхалагічнай арыентацыі аддаюцца загане мастурбацыі або, на жаль, збіваюцца на інфрасексуальны шлях гомасексуалізму.</p>\n<p>Дзецям і моладзі даецца інтэлектуальная інфармацыя па многіх тэмах, і іх накіроўваюць на шлях спартыўнага духу, злоўжыванне якім жаласна скарачае жыццё, але, на жаль, калі з’яўляецца сексуальная энергія, з якой пачынаецца палавое паспяванне, як бацькі, так і школьныя настаўнікі, грунтуючыся на фальшывым пурытанстве і дурной маралі, вырашаюць злачынна маўчаць.</p>\n<p>Ёсць злачынныя маўчанні, і ёсць ганебныя словы. Маўчаць пра сексуальную праблему - гэта злачынства. Гаварыць няправільна пра сексуальную праблему - гэта таксама злачынства.</p>\n<p>Калі бацькі і настаўнікі маўчаць, то гавораць сексуальныя збочанцы, і ахвярамі становяцца неапытныя падлеткі.</p>\n<p>Калі падлетак не можа пракансультавацца з бацькамі або настаўнікамі, ён пракансультуецца са сваімі школьнымі таварышамі, магчыма, ужо збітымі з правільнага шляху. Вынік не прымусіць сябе доўга чакаць, і новы падлетак, слухаючы фальшывыя парады, аддасца загане мастурбацыі або збочыць на шлях гомасексуалізму.</p>\n<p>Загана мастурбацыі цалкам разбурае патэнцыю мозгу. Неабходна ведаць, што існуе цесная сувязь паміж семем і мозгам. Неабходна цэрэбралізаваць семя. Неабходна семінізаваць мозг.</p>\n<p>Мозг семінізуецца шляхам трансмутацыі сексуальнай энергіі, сублімацыі, ператварэння яе ў патэнцыю мозгу.</p>\n<p>У гэтай форме семя застаецца цэрэбралізаваным, а мозг семінізаваным.</p>\n<p>Гнастычная навука глыбока вывучае эндакрыналогію і вучыць метадам і сістэмам для трансмутацыі сексуальнай энергіі, але гэта справа, якая не ўпісваецца ў гэтую кнігу.</p>\n<p>Калі чытач хоча атрымаць інфармацыю пра Гнастыцызм, ён павінен вывучыць нашы Гнастычныя кнігі і паступіць на нашы заняткі.</p>\n<p>Падлеткі павінны сублімаваць сексуальную энергію, развіваючы эстэтычнае пачуццё, вывучаючы музыку, скульптуру, жывапіс, здзяйсняючы экскурсіі ў высокія горы і г.д.</p>\n<p>Колькі твараў, якія маглі б быць прыгожымі, вянуць!</p>\n<p>Колькі мазгоў дэгенераюць! Усё з-за недахопу сігналу трывогі ў патрэбны момант.</p>\n<p>Загана мастурбацыі, як у маладых людзей, так і ў маладых дзяўчат, стала больш распаўсюджанай, чым мыццё рук.</p>\n<p>Псіхіятрычныя бальніцы поўныя мужчын і жанчын, якія разбурылі свой мозг у агіднай загане мастурбацыі. Лёс мастурбатар - псіхіятрычная бальніца.</p>\n<p>Загана гомасексуалізму згніла карані гэтай канечнай і збочанай расы.</p>\n<p>Здаецца неверагодным, што ў такіх краінах, як Англія, якія прэтэндуюць на культурныя і суперцывілізаваныя, свабодна існуюць кінатэатры, дзе дэманструюцца фільмы гомасексуальнага тыпу.</p>\n<p>Здаецца неверагодным, што менавіта ў Англіі ўжо робяцца намаганні па афіцыйным узаконьванні шлюбаў гомасексуальнага тыпу.</p>\n<p>У вялікіх мегаполісах свету ў цяперашні час існуюць бардэлі і клубы гомасексуальнага тыпу.</p>\n<p>Змрочнае брацтва ворагаў жанчын, сёння мае збочаныя арганізацыі, якія ўражваюць сваім дэгенератыўным братэрствам.</p>\n<p>Многіх чытачоў можа занадта здзівіць гэтае “дэгенератыўнае братэрства”, але мы не павінны забываць, што ва ўсе часы гісторыі заўсёды існавалі розныя братэрствы злачынства.</p>\n<p>Хваравітае брацтва ворагаў жанчын, без сумневу, з’яўляецца братэрствам злачынства.</p>\n<p>Ворагі жанчын заўсёды або амаль заўсёды займаюць ключавыя пасады ў бюракратычным вуллі.</p>\n<p>Калі гомасексуаліст трапляе ў турму, ён хутка вызваляецца дзякуючы своечасоваму ўплыву ключавых людзей брацтва злачынства.</p>\n<p>Калі педэраст трапляе ў няласку, ён хутка атрымлівае эканамічную дапамогу ад усіх змрочных персанажаў Брацтва злачынства.</p>\n<p>Змрочныя члены гомасексуалізму пазнаюць адзін аднаго па форме, якую носяць.</p>\n<p>Уражвае ведаць, што гомасэксуалы носяць форму, але гэта так. Форма гомасэксуалаў адпавядае ўсёй модзе, якая пачынаецца. Гомасэксуалы пачынаюць кожную новую моду. Калі мода становіцца агульнай, то яны пачынаюць іншую. Такім чынам, форма брацтва злачынства заўсёды новая.</p>\n<p>Ва ўсіх вялікіх гарадах свету сёння мільёны гомасэксуалаў.</p>\n<p>Загана гомасексуалізму пачынае свой ганебны шлях у падлеткавым узросце.</p>\n<p>Многія школы для хлопчыкаў і дзяўчынак з’яўляюцца сапраўднымі бардэлямі гомасексуальнага тыпу.</p>\n<p>Мільёны маладых дзяўчат рашуча ідуць па змрочным шляху ворагаў мужчын.</p>\n<p>Мільёны падлеткаў жаночага полу з’яўляюцца гомасэксуалістамі. Брацтва злачынства сярод жаночага гомасексуалізму такое ж моцнае, як і брацтва злачынства сярод мужчынскага полу.</p>\n<p>Неабходна тэрмінова радыкальна і канчаткова адмовіцца ад фальшывай сціпласці і шчыра паказаць падлеткам абодвух полаў усе сексуальныя таямніцы.</p>\n<p>Толькі так новыя пакаленні змогуць накіравацца на шлях АДРАДЖЭННЯ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/be/educacion-fundamental/la-adolescencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/la-adolescencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/la-adolescencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
