import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "መንእሰይነት",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "25. መንእሰይነት",
    "order": 25
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ናይ ሓሶት ሓፍረትን ምስ ጾታዊ ጸገም ዝተተሓሓዙ ኣመለኻኽታታትን ብዘይምለስ ናይ ምግዳፍ ግዜ በጺሑ ኣሎ።</p>\n<p>ጾታዊ ጸገም ናይ ክልቲኡ ጾታታት መንእሰያት ብንጹርን ብልክዕን ምርዳእ ኣድላዪ እዩ።</p>\n<p>ኣብ መበል ዓሰርተ ኣርባዕተ ዓመት ዕድመ፡ ኣብ ኣካል መንእሰይ፡ ጾታዊ ሓይሊ ይልዓል፣ ሽዑ ብስርዓተ ነርቭ-ሲምፓቲ ተኣፋፊኡ ይፈስስ።</p>\n<p>እዚ ፍሉይ ዓይነት ሓይሊ ንኣካል ደቂ ሰባት ይቕይሮ፡ ኣብ ተባዕታይ ድምጹ ብምቕያር፡ ኣብ ኣንስተይቲ ድማ ንፈንጠዝያ ኦቭቫርያዊ ተግባር ብምፍጣር።</p>\n<p>ኣካል ደቂ ሰባት ጸያፍ ነገራት ናብ ዝበለጹ ህይወታዊ ነገራት ዝቕይር ናይ ሓቂ ፋብሪካ እዩ።</p>\n<p>እቲ ናብ ከብዲ እንእትዎ መግቢ ብዙሕ ለውጥታትን ምጽራያትን ጌሩ፡ ብዛዕባኡ ፓራሴልሰስ “Ens.-Seminis (ፍረ ዘርኢ)” ብዝብል ቃል ዝገለጾ፡ ኣብቲ ከፊል-ጽኑዕ፡ ከፊል-ፈሳሲ ንጥረ ነገር ይውዳእ።</p>\n<p>እቲ ፈሳሲ መስተ፡ ተለዋዋጢ፡ ክንከውን እንኽእል ዘርኢ፡ ብእኡ ውሽጢ፡ ብኣገባብ እምቅልሓት ኹሎም ጀርሚ ህይወት ይሓቍፍ።</p>\n<p>ግኖስቲሲዝም ኣብ ዘርኢ እቲ ህይወት ብብርቱዕ ተበግሶ ዝምንጩ ሓወልቲ ከምዝኾነ ይእምን።</p>\n<p>እቶም ከም ፓራሴልሰስ፡ ሴንዲቮጊየስ፡ ኒኮላስ ፍላመል፡ ሬይሙንዶ ሉልዮ ወዘተ ዝኣመሰሉ ኣረገውቲ ናይ ማእከላይ ዘመን ኣልኬሚስቲ፡ ነቲ ENS-SEMINIS ወይ ሜርኩሪ ናይቲ ስውር ፍልስፍና ብዓቢ ኣኽብሮት መሃሩ።</p>\n<p>እዚ VITRIOLO፡ ብተፈጥሮ ኣብ ውሽጢ እቲ ቬሲክል ዘርኢ ብጥበብ ዝተዳለወ ናይ ሓቂ መስተፈውስ እዩ።</p>\n<p>ኣብዚ ሜርኩሪ ናይ ጥንታዊ ጥበብ፡ ኣብዚ ዘርኢ፡ ኹሉ ኣማራጺታት ህልውና ብሓቂ ኣሎ።</p>\n<p>ብዙሓት መንእሰያት ብዘይምህላው ናይ ሓቀኛ ስነ-ኣእምሮኣዊ መምርሒ ናብ ልምዲ መስቴሽን ምውዳቖም ወይ ድማ ብኣጋጣሚ ናብቲ ናይ ግብረ-ሰዶም ዝኾነ መንገዲ ምዝንባሎም ዘሕዝን እዩ።</p>\n<p>ንህጻናትን መንእሰያትን ብዛዕባ ብዙሓት ዛዕባታት ምሁራዊ ሓበሬታ ይውሃቦምን፡ ናብቲ ምብዛሕ ንህይወት ብመከራ ዘሕጽር ስፖርታዊ መገዲ ይምራሑዎን፡ እንተኾነ ግን ኣፍልጦ ጾታዊ ሓይሊ ምስ ተራእየን ብእኡ ጉጅለ መንእሰያት ምስ ጀመረን፡ ወለድን መምህራን ትምህርቲ ቤት ከምኡ’ውን ኣብ ናይ ሓሶት ንጽህናን ደናቁር ስነ-ምግባርን ተመርኲሶም ብወንጀል ይሃምቁ።</p>\n<p>ወንጀላዊ ጸጥታን ናይ ሓሶት ቃላትን ኣሎ። ብዛዕባ ጾታዊ ጸገም ምዝምታዕ ወንጀል እዩ። ብዘይግቡእ ብዛዕባ ጾታዊ ጸገም ምዝራብ’ውን ካልእ ወንጀል እዩ።</p>\n<p>ወለድን መምህራንን እንተዝሃምቁ፡ እቶም ጾታዊ ጠባያት ዝተባላሸወ ሰባት ይዛረቡን እቶም ግዳያት ድማ እቶም ተመክሮ ዘይብሎም መንእሰያት ይኾኑ።</p>\n<p>እቲ መንእሰይ ወለዱን መምህራኑን ክመክር እንተዘይክእል፡ ሽዑ ነቶም መሳርሕቱ ናይ ትምህርቲ ቤት ምናልባት ድሮ ብጌጋ መንገዲ ዝተዛበዑ ክመኽር እዩ። ውጽኢቱ ንነዊሕ ግዜ ኣይጽበን እቲ ሓድሽ መንእሰይ ሓሶት ምኽሪ ተኸቲሉ ናብ ልምዲ መስቴሽን ክወድቕ ወይ ድማ ናብ መንገዲ ግብረ-ሰዶም ክዝንበል እዩ።</p>\n<p>ልምዲ መስቴሽን ሙሉእ ብምልእታ ንኽእለት ሓንጎል የዕንዮ። ኣብ መንጎ ዘርእን ሓንጎልን ናይ ቀረባ ዝምድና ከምዘሎ ምፍላጥ ኣድላዪ እዩ። ንዘርኢ ምሕንጋል ኣድላዪ እዩ። ንሓንጎል ምዝራእ ኣድላዪ እዩ።</p>\n<p>ሓንጎል ንጾታዊ ሓይሊ ብምልውዋጥ፡ ብምዕባዩ፡ ናብ ሓይሊ ሓንጎል ብምቕያር ይዝራእ።</p>\n<p>በዚ ኣገባብ ዘርኢ ይሕነግል ሓንጎል ይዝራእ።</p>\n<p>ፍልጠት ግኖስቲካዊ ስነ-ፍልጠት ንኢንዶክራይኖሎጂ ብዕምቆት የጽንዕን ንጾታዊ ሓይልታት ናይ ምልዋው ኣገባባትን ስርዓታትን ይምህር፡ እንተኾነ ግን እዚ ኣብ ውሽጢ እዚ መጽሓፍ ዘይሰማማዕ ጉዳይ እዩ።</p>\n<p>ኣንባቢ ብዛዕባ ግኖስቲሲዝም ሓበሬታ ክረክብ እንተደልዩ ናይ ግኖስቲካዊ መጻሕፍቲ መጽናዕትን ናብ ትምህርታትና ምእታውን ይግባእ።</p>\n<p>መንእሰያት ጾታዊ ሓይልታት ብውህበት ስነ-ውበት ብምምዕባል፡ ሙዚቃ፡ ቅርጺ ስራሕ፡ ስእሊ ብምልማድ፡ ናብ ላዕለዎት ኣኽራን ዑደት ብምክያድ ወዘተ ከዕብይዎ ይግባእ።</p>\n<p>ክንደይ ጽባቐ ክህልዎም ዝኽእል ዝነበሩ ገጻት ይረግፉ!</p>\n<p>ክንደይ ኣእምሮታት ይበላሾ! ኹሉ ኣብ ግዜኡ ናይ መጠንቀቕታ ድምጺ ስለዘይተሰምዐ።</p>\n<p>ልምዲ መስቴሽን፡ ኣብ መንእሰያትን ደቀንስትዮን ከም ምሕጻብ ኢድ ካብ ልሙድ ይገብር ኣሎ።</p>\n<p>ማእሰርቲታት ኣእምሮ ብኣስካሕካሒ ልምዲ መስቴሽን ንኣእምሮኦም ዘበላሸውዎም ደቂ ተባዕትዮን ደቂ ኣንስትዮን መሊኦም ኣለዉ። ዕድል ናይቶም መስቴሽን ዝለመዱ ሰባት ማእሰርቲ ኣእምሮ እዩ።</p>\n<p>ልምዲ ግብረ-ሰዶም ንስራውር ናይዚ ሓላፍን ርኹስን ዘርኢ ኣበላሽዩዎ ኣሎ።</p>\n<p>ከም እንግሊዝ ዝኣመሰላ ሃገራት ባህልን ልዕል ዝበለን ስልጡን ምዃነን እናተዓበያ፡ ግብረ-ሰዶማዊ ዓይነት ፊልምታት ዝተሰርሑ ፊልምታት ብናጻ ዝተዘርግሑ ሲኒማታት ምህላው ዘየምኑ እዩ።</p>\n<p>ብፍላይ ኣብ እንግሊዝ ናይ ግብረ-ሰዶማዊ ዓይነት መርዓ ብወግዒ ንሕጋዊ ምግባር ጻዕሪ ምግባሮም ዘየምኑ እዩ።</p>\n<p>ኣብተን ዓበይቲ ከተማታት ዓለም ሎሚ ግብረ-ሰዶማዊ ዓይነት ኣዳራሻት ምንዝርናን ክለባት ኣለዉ።</p>\n<p>እቲ ጽልዋት ናይቶም ጸላእቲ ደቂ ኣንስትዮ ሎሚ እዋን ብዝተባላሸወ ሓውነት ዘስደምም ዝተባላሸዉ ውድባት ኣለዎም።</p>\n<p>ነቶም ብዙሓት ኣንበብቲ እዚ “ዝተባላሸወ ሓውነት” ከስደምሞም ይኽእል ነገር ግን ኣብ ኹሉ ታሪኽ ዝነበረ ግዜ ሓድነታት ወንጀል ከምዝነበረ ክንርስዕ የብልናን።</p>\n<p>እቲ ሕማም ዘለዎ ጉጅለ ናይቶም ጸላእቲ ደቂ ኣንስትዮ ካብ ሓድነት ወንጀል ወጻኢ ኣይኮነን።</p>\n<p>ጸላእቲ ደቂ ኣንስትዮ ኹሉ ግዜ ወይ ከኣ ዳርጋ ኹሉ ግዜ ኣብ ውሽጢ እቲ ቢሮክራሲያዊ ቤት ንህቢ ቁልፊ ቦታታት ይሕዙ።</p>\n<p>ግብረ-ሰዶማዊ ናብ ቤት ማእሰርቲ እንተኸይዱ፡ ብግዜኡ ብተጽዕኖ ናይቶም ቁልፊ ሰባት ናይቲ ጉጅለ ወንጀል ቀልጢፉ ናጻ ይኸውን።</p>\n<p>ኣፍራሕ እንተወደቐ፡ ኹሎም እኩያት ገጸ ባህርያት ናይቲ ጉጅለ ወንጀል ቀልጢፎም ፋይናንሳዊ ሓገዝ ይረኽቡ።</p>\n<p>እቶም ጽላም ኣባላት ናይ ግብረ-ሰዶም ብዝለብስዎ ወታሃደራዊ ክዳን ንሓድሕዶም ይለለዩ።</p>\n<p>መሪኮኒታት ወታሃደራዊ ክዳን ከምዝለብሱ ምፍላጥ የገርም እዩ፡ ግን ከምኡ እዩ። ወታሃደራዊ ክዳን ናይቶም ግብረ-ሰዶማውያን ምስቲ ዝጅምር ዘበለ ሞደል ይዛመድ። መሪኮኒታት ኹሉ ሓድሽ ሞደል ይጅምሩ። ሓደ ሞደል ልሙድ ምስ ዝኸውን ሽዑ ካልእ ይጅምሩ። በዚ ኣገባብ ወታሃደራዊ ክዳን ናይቲ ጉጅለ ወንጀል ኹሉ ግዜ ሓድሽ እዩ።</p>\n<p>ሎሚ ኹለን ዓበይቲ ከተማታት ዓለም ሚልዮናት ግብረ-ሰዶማውያን ኣለዉወን።</p>\n<p>ልምዲ ግብረ-ሰዶም ነውረኛ ጉዕዞኡ ኣብ ግዜ ጉጅለ መንእሰይ ይጅምር።</p>\n<p>ብዙሓት ኣብ ትምህርቲ ቤት ናይ ደቂ ተባዕትዮ ጉጅለ መንእሰያትን ደቀንስትዮን ናይ ግብረ-ሰዶማዊ ዓይነት ናይ ሓቂ ኣዳራሻት ምንዝርና እዮም።</p>\n<p>ሚልዮናት ደቀንስትዮ ጉጅለ መንእሰያት ብጽንዓት ናብቲ ጽላም መንገዲ ናይቶም ጸላእቲ ሰብ ይጓዓዛ ኣለዋ።</p>\n<p>ሚልዮናት ጉጅለ መንእሰያት ጾታ ደቂ ኣንስትዮ ግብረ-ሰዶማውያን እዮም። እቲ ጉጅለ ወንጀል ኣብ መንጎ ግብረ-ሰዶም ደቀንስትዮ ከምቲ ጉጅለ ወንጀል ኣብ መንጎ ጾታ ደቂ ተባዕትዮ ሓያል እዩ።</p>\n<p>ነቲ ናይ ሓሶት ሓፍረት ብኣጋጣሚን ብዘይምለስን ምግዳፉን ነቶም ጉጅለ መንእሰያት ክልቲኡ ጾታታት ኹሉ ስውር ነገራት ናይ ጾታ ብግልጺ ምግላጹን ኣዝዩ ኣገዳሲ እዩ።</p>\n<p>እቲ ሓዱሽ ወለዶ ናብቲ መንገዲ ናይ ምሕዳስ በዚ ጥራይ እዩ ክምራሕ ዝኽእል።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/la-adolescencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-adolescencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-adolescencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
