import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Младост",
  "locale": "mk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "25. Младост",
    "order": 25
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Дојдено е време дефинитивно да се напушти лажната скромност и предрасудите поврзани со сексуалниот проблем.</p>\n<p>Неопходно е јасно и прецизно да се разбере сексуалниот проблем на адолесцентите од двата пола.</p>\n<p>На четиринаесетгодишна возраст во организмот на адолесцентот се појавува сексуална енергија која тогаш надмоќно тече низ невро-симпатичкиот систем.</p>\n<p>Овој посебен вид енергија го трансформира човечкиот организам, го менува гласот кај мажите и ја предизвикува функцијата на јајниците кај жените.</p>\n<p>Човечкиот организам е автентична фабрика која ги трансформира грубите елементи во фини витални супстанции.</p>\n<p>Храната што ја внесуваме во желудникот поминува низ повеќекратни трансформации и рафинирања сѐ додека конечно не кулминира во таа полуцврста, полутечна супстанција спомената од Парацелзус со терминот Ens.-Seminis (Ентитет на спермата).</p>\n<p>Тоа течно стакло, флексибилно, податливо, таа сперма, ги содржи во себе, во потенцијална форма, сите животни бактерии.</p>\n<p>Гностицизмот во спермата го препознава ХАОСОТ од кој со жестина извира животот.</p>\n<p>Старите средновековни алхемичари како што се Парацелзус, Сендивогиус, Николас Фламел, Рајмундо Лулио итн., со длабока почит го проучувале ENS-SEMINIS или живата на тајната филозофија.</p>\n<p>Овој ВИТРИОЛ, е вистински еликсир интелигентно изработен од природата во семените везикули.</p>\n<p>Во оваа жива на старата мудрост, во оваа сперма, навистина се наоѓаат сите можности на постоењето.</p>\n<p>Жалосно е што многу млади поради недостаток на вистинска психолошка ориентација се предаваат на порокот мастурбација или за жал скршнуваат по инфра-сексуалната патека на хомосексуалноста.</p>\n<p>На децата и на младите им се дава интелектуална информација за многу теми и се насочуваат по патот на спортот чија злоупотреба мизерно го скратува животот, но за жал, кога ќе се појави сексуалната енергија со која започнува пубертетот, и родителите и училишните наставници, засновани на лажен пуританизам и на глупав морал, решаваат криминално да молчат.</p>\n<p>Има злосторнички молчења и има срамни зборови. Да се молчи за сексуалниот проблем е злосторство. Да се зборува погрешно за сексуалниот проблем исто така претставува друго злосторство.</p>\n<p>Ако родителите и наставниците молчат, сексуалните перверзници зборуваат, а жртви стануваат неискусните адолесценти.</p>\n<p>Ако адолесцентот не може да се консултира со родителите или наставниците, тогаш ќе се консултира со своите соученици кои веројатно веќе скршнале по погрешниот пат. Резултатот не треба долго да се чека и новиот адолесцент следејќи лажни совети ќе се предаде на порокот мастурбација или ќе скршне по патот на хомосексуалноста.</p>\n<p>Порокот мастурбација целосно ја уништува мозочната моќ. Неопходно е да се знае дека постои интимна врска помеѓу спермата и мозокот. Неопходно е да се церебрализира спермата. Неопходно е да се семинизира мозокот.</p>\n<p>Мозокот се семинизира со трансмутирање на сексуалната енергија, сублимирајќи ја, претворајќи ја во мозочна моќ.</p>\n<p>На овој начин спермата останува церебрализирана, а мозокот семинизиран.</p>\n<p>Гностичката наука детално ја проучува ендокринологијата и учи методи и системи за трансмутирање на сексуалните енергии, но ова е работа која не се вклопува во оваа книга.</p>\n<p>Ако читателот сака информации за гностицизмот, треба да ги проучува нашите гностички книги и да се вклучи во нашите студии.</p>\n<p>Адолесцентите треба да ги сублимираат сексуалните енергии култивирајќи го естетското сетило, учејќи музика, скулптура, сликарство, реализирајќи екскурзии во високите планини итн.</p>\n<p>Колку лица кои можеле да бидат убави се сушат!</p>\n<p>Колку мозоци дегенерираат! Сѐ поради недостаток на предупредувачки крик во вистинскиот момент.</p>\n<p>Порокот мастурбација, и кај младите момчиња и кај девојките, стана почест од миењето раце.</p>\n<p>Лудилниците се полни со мажи и жени кои си го уништиле мозокот во одвратниот порок мастурбација. Судбината на мастурбаторите е лудилницата.</p>\n<p>Порокот на хомосексуалноста ги има скапано корените на оваа дотраена и перверзна раса.</p>\n<p>Изгледа неверојатно што во земји како Англија кои се фалат со култура и супер-цивилизираност, слободно постојат кина каде што се прикажуваат филмови од хомосексуален тип.</p>\n<p>Изгледа неверојатно што токму во Англија веќе се прават напори официјално да се легализираат бракови од хомосексуален тип.</p>\n<p>Во големите метрополи во светот денес постојат бордели и клубови од хомосексуален тип.</p>\n<p>Мрачното братство на непријателите на жената, денес има перверзни организации кои зачудуваат со своето дегенерирано братство.</p>\n<p>На многу читатели може да им биде премногу изненадувачки ова за „дегенерираното братство“, но не смееме да заборавиме дека во сите времиња од историјата секогаш постоеле различни братства на злосторства.</p>\n<p>Морбидното братство на непријателите на жената, без сомнение е братство на злосторства.</p>\n<p>Непријателите на жената секогаш или речиси секогаш ги заземаат клучните позиции во бирократската кошница.</p>\n<p>Кога хомосексуалец оди во затвор, многу брзо станува слободен поради навременото влијание на клучните луѓе од братството на злосторства.</p>\n<p>Ако некој феминизиран падне во немилост, многу брзо добива економска помош од сите злокобни ликови од Братството на злосторства.</p>\n<p>Мрачните членови на хомосексуалноста се препознаваат меѓу себе по униформата што ја носат.</p>\n<p>Зачудувачки е да се знае дека педерите носат униформа, но така е. Униформата на хомосексуалците одговара на секоја мода што започнува. Педерите ја започнуваат секоја нова мода. Кога некоја мода ќе стане вообичаена, тогаш тие започнуваат друга. На овој начин униформата на братството на злосторства е секогаш нова.</p>\n<p>Сите големи градови во светот денес имаат милиони хомосексуалци.</p>\n<p>Порокот на хомосексуалноста го започнува својот срамен марш за време на адолесценцијата.</p>\n<p>Многу училишта за адолесценти момчиња и девојки се вистински бордели од хомосексуален тип.</p>\n<p>Милиони девојки адолесценти решително маршираат по мрачниот пат на непријателите на мажот.</p>\n<p>Милиони адолесценти од женски пол се хомосексуалци. Братството на злосторства меѓу женската хомосексуалност е толку силно, колку и братството на злосторства меѓу машкиот пол.</p>\n<p>Итно е радикално и дефинитивно да се напушти лажната скромност и искрено да им се укаже на адолесцентите од двата пола сите сексуални мистерии.</p>\n<p>Само така новите генерации ќе можат да се упатат по патеката на РЕГЕНЕРАЦИЈАТА.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mk/educacion-fundamental/la-adolescencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/la-adolescencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/la-adolescencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
