import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ޅަދުވަސް",
  "locale": "dv",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "25. ޅަދުވަސް",
    "order": 25
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ޖިންސީ މައްސަލަތަކާއި ގުޅިގެން އޮންނަ ދޮގު ލަދުވެތިކަމާއި، ތަފާތު ނުބައި ވިސްނުންތައް ދާއިމީގޮތެއްގައި ދޫކޮށްލަންވީ ވަގުތު ޖެހިއްޖެއެވެ.</p>\n<p>ދެޖިންސުގެ ކުޑަކުދިންނަށްވެސް ދިމާވާ ޖިންސީ މައްސަލަތައް ސާފުކޮށް، ރަނގަޅަށް ދެނެގަންނަން ޖެހެއެވެ.</p>\n<p>އުމުރުން ސާދަ އަހަރުގައި ކުޑަކުދިންގެ ހަށިގަނޑުގައި ޖިންސީ ހަކަތަ އުފެދި، ނިއުރޯ-ސިމްޕެތެޓިކް ސިސްޓަމްގެ ތެރެއިން ވަރަށް ބާރަށް ދައުރުވާން ފަށައެވެ.</p>\n<p>މިއީ ހަށިގަނޑަށް ބަދަލު ގެންނަ، ފިރިހެންކުދިންގެ އަޑު ބަދަލުކޮށް، އަންހެންކުދިންގެ ބިސްރަހަ އުފައްދާން ފަށާ ހާއްސަ ބާވަތެއްގެ ހަކަތައެކެވެ.</p>\n<p>އިންސާނާގެ ހަށިގަނޑަކީ، މާއްދީ އެއްޗެހިތައް، ރަނގަޅު މުހިންމު މާއްދާތަކަށް ބަދަލުކޮށްދޭ އަސްލު ކާރުހާނާއެކެވެ.</p>\n<p>އަހަރެމެންގެ ބަނޑަށް ލާ ކާނާ ތަފާތު ބަދަލުތަކާއި ސާފުކުރުންތަކަށް ފަހު، އެންމެ ފަހުން ޕެރަސެލްސަސް އެންސް-ސެމިނިސް (ސެމަންގެ އަސްލު) އޭ ވިދާޅުވި ސެމީ-ސޮލިޑް، ސެމީ-ލިކުއިޑް މާއްދާއަކަށް ވެއެވެ.</p>\n<p>އެ ލޮނުގަނޑު ފަދަ ދިޔާ އެއްޗަކީ، އޮމާން، ނަވްޔުކުރެވޭ އެއްޗެކެވެ. އެއީ މަނި އެވެ. އޭގެ އެތެރޭގައި، ފޮރުވިފައިވާ ގޮތެއްގައި ހުރިހާ ދަރިފަސްކޮޅެއްގެ ޖަރމްތައް ހިމެނެއެވެ.</p>\n<p>ގްނޮސްޓިސަމްއިން ސެމަންއަށް ބަލަނީ، ހަލަބޮލިވެފައިވާ ހާލަތެއްގެ ގޮތުގައެވެ. އެތަނުން ދިރުއުޅުން އުފެދިގެން އާދެއެވެ.</p>\n<p>ޕެރަސެލްސަސް، ސެންޑިވޯޖިއަސް، ނިކޮލަސް ފްލެމެލް، ރޭމުންޑޯ ލުލިއޯ ފަދަ މެދުޒަމާނުގެ އެންމެ މުސްކުޅި ރާސާޔާ ޢިލްމުވެރިން، އެންސް-ސެމިނިސް ނުވަތަ ސިއްރުވެރި ފަލްސަފާގެ މާކަރީއަށް ވަރަށް އިހުތިރާމާއެކު ދިރާސާކުރިއެވެ.</p>\n<p>މި ވިޓްރިއޯލް އަކީ، ސެމިނަލް ވެސިކަލްސްގެ ތެރޭގައި އިންސާނީ ބުއްދިން އުފައްދާފައިވާ އަސްލު އިކްސިރެކެވެ.</p>\n<p>އަހުލުވެރިކަމުގެ މި މާކަރީގައި، މި މަނިތިކީގައި، ދިރުއުޅުމުގެ ހުރިހާ ފުރުސަތުތަކެއްވެސް ހިމެނެއެވެ.</p>\n<p>ހަގީގީ މައުލޫމާތު ނުލިބިގެން، ގިނަ ޒުވާނުން އަމިއްލަ އިސްތިއުނާއަށް އަރައިގަތުމުން، ނުވަތަ ލަދުވެތިގޮތުގައި ހޯމޯ-ސެކްސުއަލިޒަމްގެ މަގުން ކައްލެވިގެން ދިއުމަކީ ހިތާމަހުރިކަމެކެވެ.</p>\n<p>ކުޑަކުދިންނާއި ޒުވާނުންނަށް މުހިންމު މައުޟޫއުތަކުގެ މައުލޫމާތު ދީ، ކުޅިވަރުގެ މަގުން ދުއްވައިގަނެއެވެ. މާބޮޑަށް ކުޅިވަރު ކުޅުމަކީ، ދިރިއުޅުން އަވަހަށް ނިމިގެންދާނެ ކަމެކެވެ. އެހެންނަމަވެސް ހިތާމަހުރިގޮތަކީ، ޖިންސީ ހަކަތަ އުފެދި، ޒުވާންވުމުގެ ދުވަސްވަރު ފެށޭއިރު، މައިންބަފައިންނާއި ސްކޫލު މުދައްރިސުން، ދޮގު ޕިއުރިޓެނިޒަމްއާއި މޮޔަ އަހުލާޤެއްގެ މައްޗަށް ބުރަވެ، އެކަން ހިފަހައްޓާން ނިންމަނީއެވެ.</p>\n<p>އެކަން ހިފެހެއްޓުމަކީ ކުށެކެވެ. އެއީ ދެކޮޅުނުޖެހޭ ބަސްތަކެކެވެ. ޖިންސީ މައްސަލަތަކާއިމެދު ހަނުހުރުމަކީ ކުށެކެވެ. ޖިންސީ މައްސަލަތަކާއިމެދު ގޯސްކޮށް ވާހަކަ ދެއްކުމަކީވެސް ކުށެކެވެ.</p>\n<p>މައިންބަފައިންނާއި މުދައްރިސުން ހަނުތިބޭނަމަ، ޖިންސީ ގޯނާކުރާ މީހުން ވާހަކަ ދައްކާނެއެވެ. އަދި ނަތީޖާއެއްގެ ގޮތުން ތަޖުރިބާނެތް ކުޑަކުދިން އެކަމުގެ ޝިކާރައަކަށް ވެގެންދާނެއެވެ.</p>\n<p>ކުޑަކުދިންނަށް މައިންބަފައިންނާއި މުދައްރިސުންގެ އެހީ ނުލިބޭނަމަ، ގޯސް މަގުން ކައްލެވިފައިވާ ކުދިންގެ މަޝްވަރާ ހޯދާނެއެވެ. އޭގެ ސަބަބުން ވަގުތުން ނަތީޖާ ނުކުންނާނެއެވެ. އަދި އައު ކުޑަކުދިން، ދޮގު ނަސޭހަތްތަކަށް ހެއްލި، އަމިއްލަ އިސްތިއުނާއަށް އަރައިގަންނާނެއެވެ. ނުވަތަ ހޯމޯ-ސެކްސުއަލިޒަމްގެ މަގުން ކައްލެވިގެންދާނެއެވެ.</p>\n<p>އަމިއްލަ އިސްތިއުނާގެ ސަބަބުން ސިކުނޑީގެ ބާރު އެއްކޮށް ހަލާކުވެދާނެއެވެ. ސިކުނޑިއާއި މަނިތިކީއާއި ދެމެދު ގާތް ގުޅުމެއް ވާކަން އެނގެން ވާނެއެވެ. ސިކުނޑި މަނިކުރަން ޖެހެއެވެ. ސިކުނޑި މަނިތިކީއަށް ބަދަލުކުރަން ޖެހެއެވެ.</p>\n<p>ޖިންސީ ހަކަތަ ބަދަލުކޮށް، މައްޗަށް އުފުލާ، ސިކުނޑީގެ ބާރަށް ބަދަލުކުރުމުން ސިކުނޑި މަނިވެއެވެ.</p>\n<p>މިގޮތަށް މަނި ސިކުނޑިވެ، ސިކުނޑި މަނިވެއެވެ.</p>\n<p>ގްނޯސްޓިކް ސައިންސްއިން އެންޑޮކްރިނޮލޮޖީ ފުންކޮށް ދިރާސާކޮށް، ޖިންސީ ހަކަތަ ބަދަލުކުރުމަށްޓަކައި ގޮތްތަކާއި ނިޒާމުތައް ދަސްކޮށްދެއެވެ. އެހެންނަމަވެސް މިއީ މިފޮތުގެ ތެރެއަށް ނުފެތޭނެ މައުޟޫއެކެވެ.</p>\n<p>ކިޔުންތެރިޔާ ގްނޮސްޓިސަމްއާއި ބެހޭގޮތުން މައުލޫމާތު ހޯދަން ބޭނުންނަމަ، އަހަރެމެންގެ ގްނޯސްޓިކް ފޮތްތައް ކިޔައި އަހަރެމެންގެ ދިރާސާތަކުގައި ބައިވެރިވާން ވާނެއެވެ.</p>\n<p>ޒުވާނުން ޖިންސީ ހަކަތަ މައްޗަށް އުފުލާ، ރީތިކަމުގެ އިހުސާސް ތަރައްގީކޮށް، މިއުޒިކް، ކުރެހުން، ބުދު އުފެއްދުން، އުސް ފަރުބަދަތަކަށް ދަތުރުކުރުން ފަދަ ކަންތައްތައް ކުރަން ވާނެއެވެ.</p>\n<p>ކިހާ ރީތި މޫނުތަކެއް ފަނޑުވެގެންދާނެ ހެއްޔެވެ!</p>\n<p>ކިހާ ސިކުނޑިތަކެއް ހަލާކުވެގެންދާނެ ހެއްޔެވެ! ހުރިހާ ކަމެއްވެސް ވީ ހުޝިޔާރުކަމުގެ ގޮވުންތަކެއް ނުވުމުންނެވެ.</p>\n<p>ޒުވާނުންނާއި އަންހެންކުދިންގެ މެދުގައި އަމިއްލަ އިސްތިއުނާ ކުރުމަކީ، އަތް ދޮވުމަށްވުރެންވެސް އާންމުކަމަކަށް ވެއްޖެއެވެ.</p>\n<p>މަގޭމެންޓް ހޮސްޕިޓަލްތައް ފުރިފައިވަނީ އަމިއްލަ އިސްތިއުނާ ކޮށްގެން ސިކުނޑި ހަލާކުކޮށްލި ފިރިހެނުންނާއި އަންހެނުންނެވެ. އަމިއްލައަށް އިސްތިއުނާކުރާ މީހުންގެ މަންޒިލަކީ މަގޭމެންޓް ހޮސްޕިޓަލެވެ.</p>\n<p>ހޯމޯ-ސެކްސުއަލިޒަމްގެ ސަބަބުން މި ނިކަމެތި އަދި ނުބައި ނަސްލުގެ މޫތައް ފާވެ، ހަލާކުވެއްޖެއެވެ.</p>\n<p>ތަހުޒީބު އަދި މޮޅުވާކަމަށް ބުނާ އިންގްލެންޑް ފަދަ ގައުމުތަކުގައިވެސް، ހޯމޯ-ސެކްސުއަލް ފިލްމުތައް ދައްކާ ސިނަމާތައް ހިތުހުރި ގޮތަކަށް ހުރުމަކީ ޤަބޫލުކުރަން އުނދަގޫ ކަމެކެވެ.</p>\n<p>ހޯމޯ-ސެކްސުއަލް ކައިވެނި ރަސްމީގޮތުން ގާނޫނީ ކުރުމަށް މަސައްކަތް ކުރަނީވެސް އިންގްލެންޑްގައި ކަމަށްވުމަކީ ޤަބޫލުކުރަން އުނދަގޫ ކަމެކެވެ.</p>\n<p>ދުނިޔޭގެ ބޮޑެތި ސިޓީތަކުގައި މިހާރުވެސް ހޯމޯ-ސެކްސުއަލް މީހުންގެ މަރުކަޒުތަކާއި ކުލަބުތައް ހުރެއެވެ.</p>\n<p>އަންހެނުންގެ ދުޝްމަނުންގެ އަނދިރި ޖަމާއަތް، މިއަދު އެމީހުންގެ ހަލާކުވެފައިވާ އެކުވެރިކަމުން ބިރުވެރިކަން އުފައްދާ ނުބައި ޖަމާއަތްތައް އުފައްދާފައެވެ.</p>\n<p>ގިނަ ކިޔުންތެރިންނަށް “ހަލާކުވެފައިވާ އެކުވެރިކަން” މިވާހަކަ އާދަޔާ ހިލާފު ވާހަކައަކަށް ވެދާނެއެވެ. އެހެންނަމަވެސް ތާރީހުގެ ކޮންމެ ދުވަސްވަރެއްގައިވެސް ކުށްކުރުމުގެ ތަފާތު ޖަމާއަތްތައް އުފެދިފައިވާކަން ހަނދާންކުރަން ޖެހެއެވެ.</p>\n<p>އަންހެނުންގެ ދުޝްމަނުންގެ ނުރައްކާ ޖަމާއަތަކީ، ޝައްކެއްވެސް ނެތް ގޮތުގައި ކުށްކުރުމުގެ ޖަމާއަތެކެވެ.</p>\n<p>އަންހެނުންގެ ދުޝްމަނުން އަބަދުވެސް މަސައްކަތުގެ މައިދާނުގައި މުހިންމު މަގާމުތައް އަދާކުރެއެވެ.</p>\n<p>ހޯމޯ-ސެކްސުއަލް ފިރިހެނަކު ޖަލަށް ދިޔަޔަސް، ނުބައި ޖަމާއަތުގެ މުހިންމު މީހުންގެ ސަބަބުން ވަރަށް އަވަހަށް މިނިވަންވެއެވެ.</p>\n<p>އަންހެން ސިފަ ހުންނަ މީހަކު ހާލުގައި ޖެހުނަސް، ނުބައި ޖަމާއަތުގެ އެންމެ ނުބައި މީހުންގެ އެހީ ވަރަށް އަވަހަށް ލިބެއެވެ.</p>\n<p>ހޯމޯ-ސެކްސުއަލިޒަމްގެ ނުބައި މެންބަރުން އެމީހުންގެ ޔުނިފޯމުން އެކަކު އަނެކަކު ދެނެގަނެއެވެ.</p>\n<p>ހޯމޯ-ސެކްސުއަލް މީހުން ޔުނިފޯމް ބޭނުންކުރާކަން އެނގުމުން ހައިރާންވެއެވެ. ހޯމޯ-ސެކްސުއަލް މީހުންގެ ޔުނިފޯމަކީ، އަންނަ ކޮންމެ ފެޝަނެކެވެ. ހުރިހާ ފެޝަނެއްވެސް ފަށަނީ ހޯމޯ-ސެކްސުއަލް މީހުންނެވެ. ފެޝަނެއް އާންމުވީމަ، އެމީހުން އެހެން ފެޝަނެއް ފަށާނެއެވެ. މިގޮތަށް ނުބައި ޖަމާއަތުގެ ޔުނިފޯމް އަބަދުވެސް އައުވެއެވެ.</p>\n<p>ދުނިޔޭގެ ހުރިހާ ބޮޑެތި ސިޓީތަކުގައިވެސް މިހާރު މިލިއަނުން ހޯމޯ-ސެކްސުއަލް މީހުން އެބަތިއްބެވެ.</p>\n<p>ހޯމޯ-ސެކްސުއަލިޒަމްގެ ލަދުވެތި ދަތުރު ފަށަނީ ޒުވާން ދުވަސްވަރުގައެވެ.</p>\n<p>ޒުވާން ފިރިހެންކުދިންނާއި އަންހެންކުދިންގެ ގިނަ ސްކޫލުތަކަކީ، ހޯމޯ-ސެކްސުއަލް މީހުންގެ މަރުކަޒުތަކެކެވެ.</p>\n<p>އަންހެންކުދިންގެ މިލިއަނުން ދަނީ ފިރިހެނުންގެ ދުޝްމަނުންގެ ނުބައި މަގުންނެވެ.</p>\n<p>އަންހެންކުދިންގެ ތެރޭގައިވެސް ހޯމޯ-ސެކްސުއަލް މީހުން މިލިއަނުން އެބަތިއްބެވެ. ފިރިހެނުންގެ ނުބައި ޖަމާއަތް އޮންނަހެން، އަންހެނުންގެ ތެރޭގަވެސް ނުބައި ޖަމާއަތް ވަރުގަދައެވެ.</p>\n<p>ދޮގު ލަދުވެތިކަން ދާއިމީގޮތުން ދޫކޮށްލާ، ދެޖިންސުގެ ކުޑަކުދިންނަށް ޖިންސީ ސިއްރުތައް ހާމަކުރުން މުހިއްމެވެ.</p>\n<p>އެހެންވީމާ އައު ޖީލުތައް ކުރިއެރުމުގެ މަގުން ކުރިއަށް ގެންދެވޭނީއެވެ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/dv/educacion-fundamental/la-adolescencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/educacion-fundamental/la-adolescencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/educacion-fundamental/la-adolescencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
