import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Честолюбие",
  "locale": "ru",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. Честолюбие",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>АМБИЦИЯ имеет несколько причин, и одна из них - это то, что называется СТРАХОМ.</p>\n<p>Скромный мальчик, который в парках роскошных городов чистит обувь гордым джентльменам, может стать вором, если почувствует страх перед бедностью, страх перед самим собой, страх перед своим будущим.</p>\n<p>Скромная модистка, работающая в роскошном магазине магната, может стать воровкой или проституткой в одночасье, если почувствует страх перед будущим, страх перед жизнью, страх перед старостью, страх перед самой собой и т.д.</p>\n<p>Элегантный официант роскошного ресторана или большого отеля может стать ГАНГСТЕРОМ, грабителем банков или очень искусным вором, если, к сожалению, почувствует страх перед самим собой, своим скромным положением официанта, своим собственным будущим и т.д.</p>\n<p>Ничтожное насекомое стремится быть элегантным. Бедный продавец за прилавком, который обслуживает клиентов и терпеливо показывает нам галстук, рубашку, обувь, делая многочисленные поклоны и улыбаясь с притворной кротостью, стремится к чему-то большему, потому что ему страшно, очень страшно, страх перед нищетой, страх перед своим мрачным будущим, страх перед старостью и т.д.</p>\n<p>АМБИЦИЯ многогранна. У АМБИЦИИ есть лицо святого и лицо дьявола, лицо мужчины и лицо женщины, лицо заинтересованности и лицо незаинтересованности, лицо добродетельного и лицо грешника.</p>\n<p>АМБИЦИЯ существует в том, кто хочет жениться, и в том старом закоренелом ХОЛОСТЯКЕ, который ненавидит брак.</p>\n<p>АМБИЦИЯ существует в том, кто безумно желает “СТАТЬ КЕМ-ТО”, “ФИГУРИРОВАТЬ”, “ВЫЛЕЗТИ ВВЕРХ”, и АМБИЦИЯ существует в том, кто становится АНАХОРЕТОМ, который ничего не желает от этого мира, потому что его единственная АМБИЦИЯ - достичь РАЯ, ОСВОБОДИТЬСЯ и т.д.</p>\n<p>Существуют ЗЕМНЫЕ АМБИЦИИ и ДУХОВНЫЕ АМБИЦИИ. Иногда АМБИЦИЯ использует маску БЕСКОРЫСТИЯ и ЖЕРТВЫ.</p>\n<p>Кто не СТРЕМИТСЯ к этому подлому и НИЩЕТНОМУ миру, СТРЕМИТСЯ к другому, и кто не СТРЕМИТСЯ к деньгам, СТРЕМИТСЯ к ПСИХИЧЕСКИМ СИЛАМ.</p>\n<p>Я, САМ СЕБЕ, ОНО, любит прятать АМБИЦИЮ, засовывать ее в самые секретные уголки разума, а потом говорит: “Я НИ К ЧЕМУ НЕ СТРЕМЛЮСЬ”, “Я ЛЮБЛЮ СВОИХ БЛИЖНИХ”, “Я БЕСКОРЫСТНО РАБОТАЮ НА БЛАГО ВСЕХ ЛЮДЕЙ”.</p>\n<p>ПОЛИТИК-ЛИС, который все знает, иногда поражает толпу своими кажущимися бескорыстными поступками, но когда он уходит с работы, вполне нормально, что он покидает свою страну с несколькими миллионами долларов.</p>\n<p>АМБИЦИЯ, замаскированная под МАСКУ БЕСКОРЫСТИЯ, часто обманывает самых хитрых людей.</p>\n<p>В мире много людей, которые СТРЕМЯТСЯ только к тому, чтобы не быть АМБИЦИОЗНЫМИ.</p>\n<p>Многие люди отказываются от всех пышностей и мирской суеты, потому что СТРЕМЯТСЯ только к собственному ВНУТРЕННЕМУ САМОСОВЕРШЕНСТВОВАНИЮ.</p>\n<p>Кающийся, который идет на коленях в храм и который бичует себя с верой, по-видимому, ни к чему не стремится и даже позволяет себе давать, ничего не отнимая ни у кого, но ясно, что он СТРЕМИТСЯ к ЧУДУ, исцелению, здоровью для себя или для кого-то из членов семьи, или, скорее, к вечному спасению.</p>\n<p>Мы восхищаемся мужчинами и женщинами, которые действительно религиозны, но сожалеем, что они не любят свою религию со всей БЕСКОРЫСТНОСТЬЮ.</p>\n<p>Святые религии, возвышенные секты, ордена, духовные общества и т.д. заслуживают нашей БЕСКОРЫСТНОЙ ЛЮБВИ.</p>\n<p>Очень редко можно встретить в этом мире человека, который любил бы свою религию, свою школу, свою секту и т.д. бескорыстно. Это прискорбно.</p>\n<p>Весь мир полон амбиций. Гитлер начал войну из-за амбиций.</p>\n<p>Все войны имеют свои корни в страхе и АМБИЦИЯХ. Все самые серьезные проблемы в жизни имеют свои корни в АМБИЦИЯХ.</p>\n<p>Весь мир живет в борьбе против всего мира из-за амбиций, одни против других и все против всех.</p>\n<p>Каждый человек в жизни СТРЕМИТСЯ БЫТЬ КЕМ-ТО, и люди определенного возраста, учителя, родители, опекуны и т.д. стимулируют мальчиков, девочек, молодых женщин, молодых людей и т.д. идти по ужасному пути АМБИЦИЙ.</p>\n<p>Старшие говорят ученикам и ученицам: ты должен чего-то добиться в жизни, разбогатеть, жениться на миллионерах, быть могущественным и т.д. и т.п.</p>\n<p>Старые, ужасные, уродливые, устаревшие поколения хотят, чтобы новые поколения тоже были амбициозными, уродливыми и ужасными, как они.</p>\n<p>Самое серьезное во всем этом то, что новые люди позволяют себя “ОДУРАЧИТЬ” и позволяют вести себя по этому ужасному пути АМБИЦИЙ.</p>\n<p>Учителя и учительницы должны учить УЧЕНИКОВ и УЧЕНИЦ, что никакая честная работа не заслуживает презрения, абсурдно смотреть с презрением на водителя такси, продавца за прилавком, крестьянина, чистильщика обуви и т.д.</p>\n<p>Всякий скромный труд прекрасен. Всякий скромный труд необходим в социальной жизни.</p>\n<p>Не все мы рождены инженерами, губернаторами, президентами, врачами, адвокатами и т.д.</p>\n<p>В социальном конгломерате необходимы все работы, все профессии, никакой честный труд никогда не может быть презренным.</p>\n<p>В практической жизни каждый человек для чего-то годится, и важно знать, для чего годен каждый.</p>\n<p>Обязанность УЧИТЕЛЕЙ и УЧИТЕЛЬНИЦ - открыть ПРИЗВАНИЕ каждого ученика и направить его в этом направлении.</p>\n<p>Тот, кто работает в жизни в соответствии со своим ПРИЗВАНИЕМ, будет работать с ИСТИННОЙ ЛЮБОВЬЮ и без АМБИЦИЙ.</p>\n<p>ЛЮБОВЬ должна заменить АМБИЦИИ. ПРИЗВАНИЕ - это то, что нам действительно нравится, та профессия, которую мы с радостью выполняем, потому что это то, что нам нравится, то, что мы ЛЮБИМ.</p>\n<p>В современной жизни, к сожалению, люди работают с отвращением и из-за амбиций, потому что выполняют работу, которая не совпадает с их призванием.</p>\n<p>Когда человек работает в том, что ему нравится, в своем истинном призвании, он делает это с ЛЮБОВЬЮ, потому что ЛЮБИТ свое призвание, потому что его ОТНОШЕНИЯ к жизни - это именно отношения его призвания.</p>\n<p>В этом и заключается работа учителей. Уметь ориентировать своих учеников и учениц, открывать их способности, направлять их по пути их подлинного призвания.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ru/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
