import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "მოზარდობა",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "25. მოზარდობა",
    "order": 25
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>დადგა დრო, საბოლოოდ დავტოვოთ ცრუ მოკრძალება და ცრურწმენები, რომლებიც დაკავშირებულია სექსუალურ პრობლემასთან.</p>\n<p>აუცილებელია მოზარდების ორივე სქესის სექსუალური პრობლემის ნათლად და ზუსტად გაგება.</p>\n<p>თოთხმეტი წლის ასაკში მოზარდის ორგანიზმში ჩნდება სექსუალური ენერგია, რომელიც შემდეგ ძალადობრივად მიედინება ნეირო-სიმპათიურ სისტემაში.</p>\n<p>ეს განსაკუთრებული ტიპის ენერგია გარდაქმნის ადამიანის ორგანიზმს, ცვლის ხმას მამაკაცებში და იწვევს საკვერცხეების ფუნქციას ქალებში.</p>\n<p>ადამიანის ორგანიზმი არის ნამდვილი ქარხანა, რომელიც უხეშ ელემენტებს გარდაქმნის წვრილ სასიცოცხლო ნივთიერებებად.</p>\n<p>საკვები, რომელსაც კუჭში ვუშვებთ, გადის მრავალჯერად გარდაქმნასა და დახვეწას, საბოლოოდ, პარაცელსუსის მიერ Ens-Seminis-ის ტერმინით (სპერმის ერთეული) მოხსენიებულ ნახევრად მყარ, ნახევრად თხევად ნივთიერებამდე.</p>\n<p>ეს თხევადი, მოქნილი, ელასტიური მინა, ეს სპერმა, თავისთავად შეიცავს სიცოცხლის ყველა ჩანასახს პოტენციურად.</p>\n<p>გნოსტიციზმი სპერმაში აღიარებს ქაოსს, საიდანაც ძალადობრივად წარმოიქმნება სიცოცხლე.</p>\n<p>შუა საუკუნეების ძველი ალქიმიკოსები, როგორებიც არიან პარაცელსუსი, სენდივოგიუსი, ნიკოლას ფლამელი, რაიმუნდო ლულიო და სხვები, ღრმა მოწიწებით სწავლობდნენ ENS-SEMINIS-ს ან საიდუმლო ფილოსოფიის მერკურს.</p>\n<p>ეს ვიტრიოლი არის ნამდვილი ელექსირი, რომელიც ბუნებამ ინტელექტუალურად შექმნა სათესლე ბუშტუკებში.</p>\n<p>ამ ძველი სიბრძნის მერკურიში, ამ სპერმაში, რეალურად არის არსებობის ყველა შესაძლებლობა.</p>\n<p>სამწუხაროა, რომ ბევრი ახალგაზრდა, ჭეშმარიტი ფსიქოლოგიური ორიენტაციის ნაკლებობის გამო, ეძლევა მასტურბაციის მანკიერებას ან სამწუხაროდ გადაუხვევს ჰომოსექსუალიზმის ინფრა-სექსუალურ გზას.</p>\n<p>ბავშვებსა და ახალგაზრდებს აძლევენ ინტელექტუალურ ინფორმაციას ბევრ თემაზე და მიჰყავთ სპორტის გზაზე, რომლის ბოროტად გამოყენება საშინლად ამცირებს სიცოცხლეს, მაგრამ, სამწუხაროდ, სექსუალური ენერგიის გამოჩენისას, რომლითაც იწყება მოზარდობა, როგორც ოჯახის მშობლები, ასევე სკოლის მასწავლებლები, რომლებიც დაფუძნებულია ცრუ პურიტანიზმსა და სულელურ მორალზე, გადაწყვეტენ დამნაშავედ გაჩუმდნენ.</p>\n<p>არსებობს კრიმინალური დუმილი და არსებობს სამარცხვინო სიტყვები. სექსუალურ პრობლემაზე გაჩუმება დანაშაულია. სექსუალურ პრობლემაზე არასწორად საუბარი ასევე დანაშაულია.</p>\n<p>თუ მშობლები და მასწავლებლები დუმან, სექსუალური გარყვნილი ლაპარაკობს და მსხვერპლი მოზარდები ხდებიან.</p>\n<p>თუ მოზარდს არ შეუძლია მშობლებთან ან მასწავლებლებთან კონსულტაცია, მაშინ ის კონსულტაციას გაუწევს სკოლის ამხანაგებს, რომლებიც შესაძლოა უკვე გადახვეულნი არიან არასწორ გზაზე. შედეგი დიდხანს არ ელოდება და ახალი მოზარდი, ცრუ რჩევების მიყოლებით, დაემორჩილება მასტურბაციის მანკიერებას ან გადაუხვევს ჰომოსექსუალიზმის გზას.</p>\n<p>მასტურბაციის მანკიერება მთლიანად ანადგურებს ტვინის ძალას. აუცილებელია ვიცოდეთ, რომ არსებობს მჭიდრო კავშირი სპერმასა და ტვინს შორის. აუცილებელია სპერმის ცერებრირება. აუცილებელია ტვინის სემინიზაცია.</p>\n<p>ტვინი სემინიზდება სექსუალური ენერგიის გარდაქმნით, მისი სუბლიმირებით, ტვინის ძალად გადაქცევით.</p>\n<p>ამ ფორმით, სპერმა ხდება ცერებრირებული და ტვინი სემინიზებული.</p>\n<p>გნოსტიკური მეცნიერება ღრმად სწავლობს ენდოკრინოლოგიას და ასწავლის სექსუალური ენერგიების გარდაქმნის მეთოდებსა და სისტემებს, მაგრამ ეს არის საკითხი, რომელიც არ ჯდება ამ წიგნში.</p>\n<p>თუ მკითხველს სურს ინფორმაცია გნოსტიციზმის შესახებ, უნდა შეისწავლოს ჩვენი გნოსტიკური წიგნები და შეუერთდეს ჩვენს კვლევებს.</p>\n<p>მოზარდებმა უნდა ასწიონ სექსუალური ენერგიები ესთეტიკური გრძნობის განვითარებით, მუსიკის, ქანდაკების, ფერწერის შესწავლით, მაღალ მთებში ექსკურსიებით და ა.შ.</p>\n<p>რამდენი სახე შეიძლებოდა ლამაზი ყოფილიყო, ჭკნება!</p>\n<p>რამდენი ტვინი დეგრადირდება! ყველაფერი დროულად განგაშის ნაკლებობის გამო.</p>\n<p>მასტურბაციის მანკიერება, როგორც ახალგაზრდებში, ასევე ახალგაზრდა ქალბატონებში, უფრო გავრცელებული გახდა, ვიდრე ხელების დაბანა.</p>\n<p>ფსიქიატრიული საავადმყოფოები სავსეა მამაკაცებითა და ქალებით, რომლებმაც გაანადგურეს თავიანთი ტვინი მასტურბაციის საზიზღარ მანკიერებაში. მასტურბატორების ბედი ფსიქიატრიული საავადმყოფოა.</p>\n<p>ჰომოსექსუალიზმის მანკიერებას აქვს გახრწნილი ფესვები ამ მოძველებული და გარყვნილი რასის.</p>\n<p>გასაოცარია, რომ ისეთ ქვეყნებში, როგორიცაა ინგლისი, რომლებიც თავს კულტურულ და სუპერცივილიზებულად თვლიან, თავისუფლად არსებობს კინოთეატრები, სადაც ჰომოსექსუალური ტიპის ფილმებია ნაჩვენები.</p>\n<p>გასაოცარია, რომ სწორედ ინგლისში კეთდება უკვე ძალისხმევა ჰომოსექსუალური ტიპის ქორწინებების ოფიციალურად ლეგალიზებისთვის.</p>\n<p>მსოფლიოს დიდ ქალაქებში ამჟამად არსებობს ჰომოსექსუალური ტიპის ბორდელები და კლუბები.</p>\n<p>ქალთა მტრების ბნელ საძმოს დღესდღეობით აქვს გარყვნილი ორგანიზაციები, რომლებიც აოცებენ მათი გადაგვარებული ძმობით.</p>\n<p>ბევრ მკითხველს შეიძლება გაუკვირდეს ეს “გადაგვარებული ძმობა”, მაგრამ არ უნდა დაგვავიწყდეს, რომ ისტორიის ყველა დროს ყოველთვის არსებობდა სხვადასხვა დანაშაულებრივი საძმო.</p>\n<p>ქალთა მტრების მტკივნეული საძმო, ეჭვგარეშეა, დანაშაულებრივი საძმოა.</p>\n<p>ქალთა მტრებს ყოველთვის ან თითქმის ყოველთვის უჭირავთ საკვანძო პოსტები ბიუროკრატიულ სკაში.</p>\n<p>როდესაც ჰომოსექსუალი ციხეში მიდის, ის მალე თავისუფლდება დანაშაულებრივი საძმოს საკვანძო ადამიანების დროული გავლენის გამო.</p>\n<p>თუ ფემინიზებული ადამიანი უსიამოვნებაში ვარდება, ის მალე იღებს ფინანსურ დახმარებას დანაშაულის საძმოს ყველა ბოროტი პერსონაჟისგან.</p>\n<p>ჰომოსექსუალიზმის ბნელი წევრები ერთმანეთს ცნობენ ფორმით, რომელსაც ატარებენ.</p>\n<p>გასაოცარია იმის ცოდნა, რომ ჰომოსექსუალებს აცვიათ ფორმა, მაგრამ ასეა. ჰომოსექსუალების ფორმა შეესაბამება ყველა მოდას, რომელიც იწყება. ჰომოსექსუალები იწყებენ ყველა ახალ მოდას. როდესაც მოდა ჩვეულებრივი ხდება, მაშინ ისინი იწყებენ სხვა მოდას. ამ ფორმით, დანაშაულის საძმოს ფორმა ყოველთვის ახალია.</p>\n<p>მსოფლიოს ყველა დიდ ქალაქში დღეს მილიონობით ჰომოსექსუალია.</p>\n<p>ჰომოსექსუალიზმის მანკიერება იწყებს თავის სამარცხვინო მსვლელობას მოზარდობის პერიოდში.</p>\n<p>ბევრი მოზარდი ბიჭისა და გოგონას სკოლა არის ნამდვილი ჰომოსექსუალური ტიპის ბორდელი.</p>\n<p>მილიონობით მოზარდი გოგონა გადაწყვეტილად მიდის კაცობრიობის მტრების ბნელი გზის გასწვრივ.</p>\n<p>მილიონობით ქალი სქესის მოზარდი ჰომოსექსუალია. დანაშაულის საძმო ქალთა ჰომოსექსუალიზმში ისეთივე ძლიერია, როგორც დანაშაულის საძმო მამრობით სქესში.</p>\n<p>აუცილებელია რადიკალურად და საბოლოოდ მივატოვოთ ცრუ მოკრძალება და მოზარდებს ორივე სქესის, გულწრფელად მივუთითოთ ყველა სექსუალური საიდუმლოება.</p>\n<p>მხოლოდ ამ გზით შეძლებენ ახალი თაობები აღორძინების გზას დაადგნენ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/educacion-fundamental/la-adolescencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/la-adolescencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/la-adolescencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
