import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ໄວໜຸ່ມ",
  "locale": "lao",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "25. ໄວໜຸ່ມ",
    "order": 25
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ເຖິງເວລາແລ້ວທີ່ຈະຕ້ອງປະຖິ້ມຄວາມຂີ້ອາຍທີ່ບໍ່ຖືກຕ້ອງ ແລະ ຄວາມຄິດເຫັນທີ່ບໍ່ດີທີ່ກ່ຽວຂ້ອງກັບບັນຫາທາງເພດຢ່າງແນ່ນອນ.</p>\n<p>ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະເຂົ້າໃຈບັນຫາທາງເພດຂອງໄວລຸ້ນທັງສອງເພດຢ່າງຈະແຈ້ງແລະຊັດເຈນ.</p>\n<p>ເມື່ອອາຍຸສິບສີ່ປີ, ພະລັງງານທາງເພດຈະປາກົດຢູ່ໃນອົງການຂອງໄວລຸ້ນ, ເຊິ່ງໄຫຼຜ່ານລະບົບ neuro-sympathetic ຢ່າງລົ້ນເຫຼືອ.</p>\n<p>ພະລັງງານພິເສດປະເພດນີ້ປ່ຽນແປງອົງການຂອງມະນຸດ, ດັດແປງສຽງໃນຜູ້ຊາຍແລະກໍ່ໃຫ້ເກີດການເຮັດວຽກຂອງຮວຍໄຂ່ໃນແມ່ຍິງ.</p>\n<p>ອົງການຈັດຕັ້ງຂອງມະນຸດເປັນໂຮງງານທີ່ແທ້ຈິງທີ່ປ່ຽນອົງປະກອບທີ່ຫຍາບຄາຍເຂົ້າໄປໃນສານ vital ທີ່ດີ.</p>\n<p>ອາຫານທີ່ພວກເຮົາເອົາເຂົ້າໄປໃນກະເພາະອາຫານຜ່ານການຫັນປ່ຽນແລະການປັບປຸງຫຼາຍຢ່າງຈົນກ່ວາພວກເຂົາສິ້ນສຸດລົງໃນສານເຄິ່ງແຂງ, ເຄິ່ງແຫຼວທີ່ Paracelsus ກ່າວເຖິງຄໍາສັບ Ens.-Seminis (Entity of Semen).</p>\n<p>ແກ້ວແຫຼວ, ປ່ຽນແປງໄດ້, ອະສຸຈິນັ້ນ, ບັນຈຸຢູ່ໃນຕົວມັນເອງ, ທຸກ germs ຂອງຊີວິດທີ່ມີທ່າແຮງ.</p>\n<p>Gnosticism ຮັບຮູ້ຄວາມວຸ່ນວາຍໃນນໍ້າອະສຸຈິທີ່ຊີວິດເກີດຂື້ນຢ່າງແຂງແຮງ.</p>\n<p>ນັກເຄມີສາດໃນຍຸກກາງເກົ່າແກ່ເຊັ່ນ Paracelsus, Sendivogius, Nicolás Flamel, Raymundo Lulio, ແລະອື່ນໆ, ໄດ້ສຶກສາ ENS-SEMINIS ຫຼື mercury ຂອງປັດຊະຍາລັບຢ່າງເຄົາລົບນັບຖື.</p>\n<p>VITRIOL ນີ້, ແມ່ນ elixir ທີ່ແທ້ຈິງທີ່ຜະລິດຢ່າງສະຫຼາດ, ໂດຍທໍາມະຊາດພາຍໃນ vesicles seminal.</p>\n<p>ໃນ mercury ຂອງປັນຍາບູຮານນີ້, ໃນນໍ້າອະສຸຈິນີ້, ຕົວຈິງແລ້ວທຸກໆຄວາມເປັນໄປໄດ້ຂອງການມີຢູ່ແມ່ນພົບເຫັນ.</p>\n<p>ມັນເປັນເລື່ອງທີ່ຫນ້າເສຍໃຈທີ່ຊາວຫນຸ່ມຫຼາຍຄົນເນື່ອງຈາກການຂາດການປະຖົມນິເທດທາງຈິດໃຈທີ່ແທ້ຈິງໄດ້ມອບຕົນເອງໃຫ້ກັບຄວາມຊົ່ວຮ້າຍຂອງການ masturbation ຫຼື deviate ຢ່າງໂຊກຮ້າຍຕາມເສັ້ນທາງ infra-sexual ຂອງ homo-sexualism.</p>\n<p>ເດັກນ້ອຍແລະໄວຫນຸ່ມໄດ້ຮັບຂໍ້ມູນທາງປັນຍາກ່ຽວກັບຫົວຂໍ້ຕ່າງໆແລະພວກເຂົາຖືກຊຸກຍູ້ໃຫ້ເຂົ້າໄປໃນເສັ້ນທາງຂອງກິລາທີ່ການລ່ວງລະເມີດເຮັດໃຫ້ຊີວິດສັ້ນລົງຢ່າງຫນ້າສົງສານ, ແຕ່ຫນ້າເສຍດາຍ, ເມື່ອພະລັງງານທາງເພດປາກົດຂື້ນ, ເຊິ່ງໄວລຸ້ນເລີ່ມຕົ້ນ, ທັງພໍ່ແມ່ແລະຄູອາຈານ, ອີງຕາມການ puritanism ທີ່ບໍ່ຖືກຕ້ອງແລະສິນລະທໍາທີ່ໂງ່ຈ້າ, ຕັດສິນໃຈທີ່ຈະງຽບຢ່າງເປັນທາງອາຍາ.</p>\n<p>ມີຄວາມງຽບທີ່ເປັນອັນຕະລາຍແລະມີຄໍາເວົ້າທີ່ບໍ່ດີ. ຄວາມງຽບກ່ຽວກັບບັນຫາທາງເພດແມ່ນອາຊະຍາກໍາ. ການເວົ້າທີ່ບໍ່ຖືກຕ້ອງກ່ຽວກັບບັນຫາທາງເພດກໍ່ເປັນອາຊະຍາກໍາອີກ.</p>\n<p>ຖ້າພໍ່ແມ່ແລະຄູອາຈານງຽບ, ຄົນເສື່ອມເສີຍທາງເພດເວົ້າແລະຜູ້ຖືກເຄາະຮ້າຍແມ່ນໄວລຸ້ນທີ່ບໍ່ມີປະສົບການ.</p>\n<p>ຖ້າໄວລຸ້ນບໍ່ສາມາດປຶກສາພໍ່ແມ່ຫຼືຄູອາຈານ, ຫຼັງຈາກນັ້ນລາວຈະປຶກສາເພື່ອນຮ່ວມໂຮງຮຽນຂອງລາວທີ່ອາດຈະຖືກ deviated ໄປຕາມເສັ້ນທາງທີ່ບໍ່ຖືກຕ້ອງ. ຜົນໄດ້ຮັບບໍ່ໃຊ້ເວລາດົນນານທີ່ຈະມາຮອດແລະໄວລຸ້ນໃຫມ່ປະຕິບັດຕາມຄໍາແນະນໍາທີ່ບໍ່ຖືກຕ້ອງຈະມອບຕົນເອງໃຫ້ກັບຄວາມຊົ່ວຮ້າຍຂອງການ masturbation ຫຼືຈະ deviate ໄປຕາມເສັ້ນທາງຂອງ homo-sexualism.</p>\n<p>ຄວາມຊົ່ວຮ້າຍຂອງການ masturbation ທໍາລາຍຄວາມສາມາດຂອງສະຫມອງຢ່າງສົມບູນ. ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະຮູ້ວ່າມີຄວາມສໍາພັນທີ່ໃກ້ຊິດລະຫວ່າງນໍ້າອະສຸຈິແລະສະຫມອງ. ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະ cererize ນໍ້າອະສຸຈິ. ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະ seminize ສະຫມອງ.</p>\n<p>ສະຫມອງແມ່ນ seminized ໂດຍການປ່ຽນແປງພະລັງງານທາງເພດ, sublimating ມັນ, ປ່ຽນມັນເຂົ້າໄປໃນພະລັງງານຂອງສະຫມອງ.</p>\n<p>ໃນລັກສະນະນີ້, ນໍ້າອະສຸຈິຈະຖືກ cerebrized ແລະສະຫມອງ seminized.</p>\n<p>ວິທະຍາສາດ Gnostic ສຶກສາ endocrinology ໃນຄວາມເລິກແລະສອນວິທີການແລະລະບົບເພື່ອປ່ຽນພະລັງງານທາງເພດ, ແຕ່ນີ້ແມ່ນເລື່ອງທີ່ບໍ່ເຫມາະສົມກັບຫນັງສືນີ້.</p>\n<p>ຖ້າຜູ້ອ່ານຕ້ອງການຂໍ້ມູນກ່ຽວກັບ Gnosticism, ລາວຕ້ອງສຶກສາປື້ມ Gnostic ຂອງພວກເຮົາແລະເຂົ້າຮ່ວມການສຶກສາຂອງພວກເຮົາ.</p>\n<p>ໄວລຸ້ນຕ້ອງ sublime ພະລັງງານທາງເພດໂດຍການປູກຝັງຄວາມຮູ້ສຶກ aesthetic, ຮຽນຮູ້ດົນຕີ, ປະຕິມາກໍາ, ການແຕ້ມຮູບ, ການເດີນທາງໄປພູເຂົາສູງ, ແລະອື່ນໆ.</p>\n<p>ໃບຫນ້າຫຼາຍປານໃດທີ່ອາດຈະສວຍງາມ withered!</p>\n<p>ສະຫມອງຫຼາຍປານໃດທີ່ເສື່ອມໂຊມ! ທັງຫມົດສໍາລັບການຂາດການຮ້ອງໄຫ້ເຕືອນໃນເວລາທີ່ເຫມາະສົມ.</p>\n<p>ຄວາມຊົ່ວຮ້າຍຂອງການ masturbation, ທັງໃນໄວຫນຸ່ມແລະແມ່ຍິງຫນຸ່ມ, ໄດ້ກາຍເປັນເລື່ອງທົ່ວໄປກວ່າການລ້າງມື.</p>\n<p>ສະຖານທີ່ທາງຈິດເຕັມໄປດ້ວຍຜູ້ຊາຍແລະແມ່ຍິງທີ່ທໍາລາຍສະຫມອງຂອງພວກເຂົາໃນຄວາມຊົ່ວຮ້າຍຂອງການ masturbation. ຈຸດຫມາຍປາຍທາງຂອງ masturbators ແມ່ນສະຖານທີ່ທາງຈິດ.</p>\n<p>ຄວາມຊົ່ວຮ້າຍຂອງ homo-sexualism ໄດ້เน่าเปื่อยรากเหง้าຂອງเชื้อชาติหมดอายุและเลวร้ายนี้.</p>\n<p>ມັນເບິ່ງຄືວ່າບໍ່ຫນ້າເຊື່ອວ່າຢູ່ໃນປະເທດເຊັ່ນອັງກິດທີ່ເວົ້າໂອ້ອວດວ່າເປັນວັດທະນະທໍາແລະເປັນອະນຸຍາດ, ໂຮງຫນັງທີ່ສະແດງຮູບເງົາ homo-sexual ປະເພດແມ່ນມີຢູ່ຢ່າງເສລີ.</p>\n<p>ມັນເບິ່ງຄືວ່າບໍ່ຫນ້າເຊື່ອວ່າມັນແມ່ນແທ້ໆໃນອັງກິດທີ່ຄວາມພະຍາຍາມແມ່ນເຮັດເພື່ອອະນຸຍາດຢ່າງເປັນທາງການການແຕ່ງງານ homo-sexual ປະເພດ.</p>\n<p>ໃນຕົວເມືອງໃຫຍ່ຂອງໂລກ, ມີການໂສເພນີແລະສະໂມສອນປະເພດ homo-sexual ໃນປະຈຸບັນ.</p>\n<p>ຄວາມເປັນພີ່ນ້ອງທີ່ມືດມົວຂອງສັດຕູຂອງແມ່ຍິງ, ໃນມື້ນີ້ມີອົງການຈັດຕັ້ງທີ່ເສື່ອມໂຊມທີ່ຫນ້າອັດສະຈັນສໍາລັບຄວາມເປັນອ້າຍນ້ອງທີ່ເສື່ອມໂຊມຂອງພວກເຂົາ.</p>\n<p>ຜູ້ອ່ານຈໍານວນຫຼາຍອາດຈະແປກໃຈເກີນໄປໂດຍສິ່ງທີ່ເອີ້ນວ່າ “ຄວາມເປັນອ້າຍນ້ອງທີ່ເສື່ອມໂຊມ” ແຕ່ພວກເຮົາຕ້ອງບໍ່ລືມວ່າໃນທຸກເວລາຂອງປະຫວັດສາດມີຄວາມເປັນພີ່ນ້ອງຂອງອາຊະຍາກໍາສະເຫມີ.</p>\n<p>ຄວາມເປັນພີ່ນ້ອງທີ່ເປັນພະຍາດຂອງສັດຕູຂອງແມ່ຍິງແມ່ນເກີນຄວາມສົງໃສເປັນອ້າຍນ້ອງຂອງອາຊະຍາກໍາ.</p>\n<p>ສັດຕູຂອງແມ່ຍິງສະເຫມີຫຼືເກືອບສະເຫມີຄອບຄອງຕໍາແຫນ່ງທີ່ສໍາຄັນພາຍໃນ hive bureaucratic.</p>\n<p>ເມື່ອ homo-sexual ເຂົ້າຄຸກ, ໃນໄວໆນີ້ລາວຈະເປັນອິດສະລະເນື່ອງຈາກອິດທິພົນທີ່ທັນເວລາຂອງຜູ້ຊາຍທີ່ສໍາຄັນຂອງ brotherhood ຂອງອາຊະຍາກໍາ.</p>\n<p>ຖ້າຜູ້ຊາຍ effeminate ຕົກຢູ່ໃນຄວາມບໍ່ພໍໃຈ, ໃນໄວໆນີ້ລາວຈະໄດ້ຮັບການຊ່ວຍເຫຼືອທາງດ້ານການເງິນຈາກຕົວລະຄອນທີ່ຂີ້ຮ້າຍທັງຫມົດຂອງ Cofradía del delito.</p>\n<p>ສະມາຊິກທີ່ມືດມົວຂອງ homo-sexualism ຮັບຮູ້ເຊິ່ງກັນແລະກັນໂດຍເຄື່ອງແບບທີ່ພວກເຂົາໃສ່.</p>\n<p>ມັນຫນ້າປະຫລາດໃຈທີ່ຮູ້ວ່າ maricones ໃສ່ເຄື່ອງແບບ, ແຕ່ມັນເປັນແບບນັ້ນ. ເຄື່ອງແບບຂອງ homo-sexuals ສອດຄ້ອງກັບຄົນອັບເດດ: ທັງຫມົດທີ່ເລີ່ມຕົ້ນ. Maricones ເລີ່ມຕົ້ນຄົນອັບເດດ: ໃຫມ່ທັງຫມົດ. ເມື່ອຄົນອັບເດດ: ກາຍເປັນເລື່ອງທົ່ວໄປ, ຫຼັງຈາກນັ້ນພວກເຂົາເລີ່ມຕົ້ນອີກອັນຫນຶ່ງ. ໃນລັກສະນະນີ້, ເຄື່ອງແບບຂອງ brotherhood ຂອງອາຊະຍາກໍາແມ່ນໃຫມ່ສະເຫມີ.</p>\n<p>ທຸກໆເມືອງໃຫຍ່ໃນໂລກ, ໃນມື້ນີ້ມີ homo-sexuals ເປັນລ້ານໆ.</p>\n<p>ຄວາມຊົ່ວຮ້າຍຂອງ homo-sexualism ເລີ່ມຕົ້ນການເດີນທາງທີ່ຫນ້າອັບອາຍຂອງຕົນໃນລະຫວ່າງໄວລຸ້ນ.</p>\n<p>ໂຮງຮຽນມັດທະຍົມຊາຍແລະຍິງຈໍານວນຫຼາຍແມ່ນໂສເພນີປະເພດ homo-sexual ທີ່ແທ້ຈິງ.</p>\n<p>ໄວລຸ້ນຍິງລ້ານໆຄົນເດີນຂະບວນຢ່າງແຂງແຮງຕາມເສັ້ນທາງທີ່ມືດມົວຂອງສັດຕູຂອງມະນຸດ.</p>\n<p>ໄວລຸ້ນຍິງລ້ານໆຄົນເປັນ homo-sexuals. ຄວາມເປັນພີ່ນ້ອງຂອງອາຊະຍາກໍາໃນ homo-sexualism ຂອງແມ່ຍິງແມ່ນເຂັ້ມແຂງເທົ່າກັບ brotherhood ຂອງອາຊະຍາກໍາໃນເພດຊາຍ.</p>\n<p>ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະປະຖິ້ມຄວາມຂີ້ອາຍທີ່ບໍ່ຖືກຕ້ອງຢ່າງຮຸນແຮງແລະແນ່ນອນແລະຊີ້ໃຫ້ເຫັນເຖິງຄວາມລຶກລັບທາງເພດທັງຫມົດໃຫ້ກັບໄວລຸ້ນທັງສອງເພດ.</p>\n<p>ພຽງແຕ່ວິທີນັ້ນຄົນລຸ້ນໃຫມ່ສາມາດຖືກຊີ້ໄປຕາມເສັ້ນທາງຂອງ REGENERATION.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/lao/educacion-fundamental/la-adolescencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/la-adolescencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/la-adolescencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
