import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "الطموح",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. الطموح",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>الطموح له أسباب عديدة، وأحدها هو ما يسمى بالخوف.</p>\n<p>الشاب المتواضع الذي ينظف أحذية السادة المتكبرين في حدائق المدن الفاخرة، يمكن أن يتحول إلى لص إذا شعر بالخوف من الفقر، والخوف من نفسه، والخوف من مستقبله.</p>\n<p>خياطة الملابس المتواضعة التي تعمل في المتجر الفخم لصاحب النفوذ، يمكن أن تتحول إلى لص أو عاهرة بين عشية وضحاها، إذا شعرت بالخوف من المستقبل، والخوف من الحياة، والخوف من الشيخوخة، والخوف من نفسها، إلخ.</p>\n<p>النادل الأنيق في المطعم الفاخر أو الفندق الكبير، يمكن أن يتحول إلى رجل عصابات، أو سارق بنوك، أو لص محترف للغاية، إذا شعر لسوء الحظ بالخوف من نفسه، ومن منصبه المتواضع كنادل، ومن مستقبله، إلخ.</p>\n<p>الحشرة الضئيلة تطمح أن تكون أنيقة. الموظف الفقير الذي يقف خلف الكاونتر ويخدم العملاء ويظهر لنا برباطة جأش ربطة العنق والقميص والأحذية، ويقدم الكثير من الانحناءات ويبتسم بوداعة مصطنعة، يطمح في شيء أكثر لأنه خائف، خائف جدًا، خائف من البؤس، خائف من مستقبله المظلم، خائف من الشيخوخة، إلخ.</p>\n<p>الطموح متعدد الأوجه. الطموح له وجه قديس ووجه شيطان، وجه رجل ووجه امرأة، وجه مصلحة ووجه عدم اهتمام، وجه فاضل ووجه خاطئ.</p>\n<p>يوجد طموح في ذلك الذي يريد الزواج وفي ذلك العازب العجوز المتصلب الذي يكره الزواج.</p>\n<p>يوجد طموح في ذلك الذي يرغب بجنون لا نهاية له في “أن يكون شخصًا ما”، “أن يظهر”، “أن يتسلق” ويوجد طموح في ذلك الذي يصبح ناسكًا، ولا يرغب في أي شيء من هذا العالم، لأن طموحه الوحيد هو الوصول إلى الجنة، والتحرر، إلخ.</p>\n<p>توجد طموحات أرضية وطموحات روحية. أحيانًا يستخدم الطموح قناع عدم الاهتمام والتضحية.</p>\n<p>من لا يطمح في هذا العالم الخسيس والبائس، يطمح في الآخر، ومن لا يطمح في المال، يطمح في قوى نفسية.</p>\n<p>الأنا، والنفس، والذات، تحب إخفاء الطموح، ووضعه في أكثر زوايا العقل سرية، ثم تقول: “أنا لا أطمح في أي شيء”، “أنا أحب بني جنسي”، “أنا أعمل بإخلاص من أجل خير جميع البشر”.</p>\n<p>السياسي الثعلب الذي يعرف كل شيء، يفاجئ الجماهير أحيانًا بأعماله التي تبدو غير أنانية، ولكن عندما يترك الوظيفة، فمن الطبيعي فقط أن يغادر بلاده ومعه بضعة ملايين من الدولارات.</p>\n<p>الطموح المتنكر بقناع عدم الاهتمام، عادة ما يخدع أذكى الناس.</p>\n<p>يوجد في العالم الكثير من الناس الذين يطمحون فقط في عدم كونهم طموحين.</p>\n<p>هناك الكثير من الناس الذين يتخلون عن جميع مظاهر البهرجة والغرور في العالم لأنهم يطمحون فقط في كمالهم الذاتي الداخلي.</p>\n<p>التائب الذي يمشي على ركبتيه حتى المعبد ويجلد نفسه مليئًا بالإيمان، لا يطمح ظاهريًا في أي شيء، بل ويسمح لنفسه بإعطاء دون أن يأخذ أي شيء من أي شخص، ولكن من الواضح أنه يطمح في المعجزة، والشفاء، والصحة لنفسه أو لأحد أفراد أسرته، أو الخلاص الأبدي.</p>\n<p>نحن معجبون بالرجال والنساء المتدينين حقًا، لكننا نأسف لأنهم لا يحبون دينهم بكل إخلاص.</p>\n<p>الديانات المقدسة، والطوائف السامية، والنظام الديني، والمجتمعات الروحية، إلخ. تستحق حبنا الخالص.</p>\n<p>من النادر جدًا أن تجد في هذا العالم شخصًا يحب دينه، أو مدرسته، أو طائفته، إلخ. بإخلاص. هذا مؤسف.</p>\n<p>العالم كله مليء بالطموحات. أطلق هتلر الحرب بدافع الطموح.</p>\n<p>كل الحروب لها أصل في الخوف والطموح. كل المشاكل الأكثر خطورة في الحياة لها أصل في الطموح.</p>\n<p>الجميع يعيش في صراع ضد الجميع بسبب الطموح، البعض ضد البعض والجميع ضد الجميع.</p>\n<p>كل شخص في الحياة يطمح أن يكون شيئًا ما، والأشخاص في سن معينة، والمعلمين، وأولياء الأمور، والأوصياء، إلخ. يشجعون الأولاد والبنات والشابات والشباب، إلخ. على الاستمرار في طريق الطموح الرهيب.</p>\n<p>يقول الكبار للتلاميذ، يجب أن تكون شيئًا في الحياة، وأن تصبح غنيًا، وأن تتزوج من أصحاب الملايين، وأن تكون قويًا، إلخ. إلخ.</p>\n<p>الأجيال القديمة، الرهيبة، القبيحة، القديمة، تريد أن تكون الأجيال الجديدة طموحة أيضًا، وقبيحة، ورهيبة مثلهم.</p>\n<p>أخطر ما في كل هذا هو أن الشباب يسمحون لأنفسهم بـ “الدوخة” ويسمحون لأنفسهم أيضًا بالقيادة على هذا الطريق الرهيب للطموح.</p>\n<p>يجب على المعلمين والمعلمات أن يعلموا التلاميذ والتلميذات أنه لا يوجد عمل شريف يستحق الازدراء، ومن العبث النظر بازدراء إلى سائق التاكسي، أو موظف الكاونتر، أو الفلاح، أو منظف الأحذية، إلخ.</p>\n<p>كل عمل متواضع جميل. كل عمل متواضع ضروري في الحياة الاجتماعية.</p>\n<p>لم نولد جميعًا لكي نكون مهندسين، أو حكام، أو رؤساء، أو أطباء، أو محامين، إلخ.</p>\n<p>في التكتل الاجتماعي هناك حاجة إلى جميع الأعمال، وجميع المهن، ولا يمكن أبدًا أن يكون أي عمل شريف يستحق الاحتقار.</p>\n<p>في الحياة العملية، كل إنسان يصلح لشيء ما، والمهم هو معرفة ما الذي يصلح له كل واحد.</p>\n<p>من واجب المعلمين والمعلمات اكتشاف مهنة كل طالب وتوجيهه في هذا الاتجاه.</p>\n<p>من يعمل في الحياة وفقًا لمهنته، سيعمل بحب حقيقي وبدون طموح.</p>\n<p>الحب يجب أن يحل محل الطموح. المهنة هي ما نحبه حقًا، تلك المهنة التي نؤديها بفرح لأنها ما يسعدنا، ما نحبه.</p>\n<p>في الحياة الحديثة، لسوء الحظ، يعمل الناس على مضض وبدافع الطموح لأنهم يمارسون أعمالًا لا تتفق مع مهنتهم.</p>\n<p>عندما يعمل المرء فيما يحب، في مهنته الحقيقية، فإنه يفعل ذلك بحب لأنه يحب مهنته، لأن مواقفه تجاه الحياة هي على وجه التحديد مواقف مهنته.</p>\n<p>هذا هو بالضبط عمل المعلمين. معرفة كيفية توجيه طلابهم وتلميذاتهم، واكتشاف قدراتهم، وتوجيههم على طريق مهنتهم الأصيلة.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
