import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "نوعمری",
  "locale": "ur",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "25. نوعمری",
    "order": 25
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>اب وقت آگیا ہے کہ جنسی مسئلے سے متعلق جھوٹی شرم اور تعصبات کو ہمیشہ کے لیے ترک کر دیا جائے۔</p>\n<p>لڑکوں اور لڑکیوں دونوں کے لیے نوعمری کے جنسی مسئلے کو واضح اور درست طور پر سمجھنا ضروری ہے۔</p>\n<p>چودہ سال کی عمر میں نوعمر کے جسم میں جنسی توانائی ظاہر ہوتی ہے جو نیورو سمپیتھٹک سسٹم میں تیزی سے بہتی ہے۔</p>\n<p>توانائی کی یہ خاص قسم انسانی جسم کو تبدیل کرتی ہے، مردوں میں آواز کو تبدیل کرتی ہے اور خواتین میں საკვერცხე فنکشن کو جنم دیتی ہے۔</p>\n<p>انسانی جسم ایک حقیقی فیکٹری ہے جو موٹے عناصر کو ٹھیک اہم مادوں میں تبدیل کرتی ہے۔</p>\n<p>وہ خوراک جو ہم پیٹ میں ڈالتے ہیں وہ متعدد تبدیلیوں اور تطہیر سے گزرتی ہے یہاں تک کہ بالآخر اس نیم ٹھوس، نیم مائع مادے میں ختم ہو جاتی ہے جس کا ذکر پارسیلسس نے ENS.-Seminis (سیمن کی ذات) کی اصطلاح سے کیا تھا۔</p>\n<p>وہ مائع شیشہ، لچکدار، نرم، وہ سپرم، اپنے اندر ممکنہ طور پر زندگی کے تمام جراثیم رکھتا ہے۔</p>\n<p>گنوسٹک ازم سپرم میں افراتفری کو تسلیم کرتا ہے جہاں سے زندگی پرجوش طور پر ابھرتی ہے۔</p>\n<p>قدیم قرون وسطی کے کیمیا دان جیسے پارسیلسس، سینڈیویگیس، نکولس فلیمل، ریمنڈو لولیو وغیرہ نے ENS-SEMINIS یا خفیہ فلسفے کے پارے کا گہری عقیدت کے ساتھ مطالعہ کیا۔</p>\n<p>یہ VITRIOLO ایک حقیقی امرت ہے جو فطرت کی طرف سے منی کے ویسیکلز کے اندر ذہانت سے تیار کیا گیا ہے۔</p>\n<p>قدیم حکمت کے اس پارے میں، اس منی میں، وجود کے تمام امکانات واقعی پائے جاتے ہیں۔</p>\n<p>یہ افسوسناک ہے کہ بہت سے نوجوان حقیقی نفسیاتی رہنمائی کی کمی کی وجہ سے مشت زنی کی لت میں مبتلا ہو جاتے ہیں یا افسوسناک طور پر ہم جنس پرستی کے انفرادی جنسی راستے سے بھٹک جاتے ہیں۔</p>\n<p>بچوں اور نوجوانوں کو بہت سے موضوعات پر فکری معلومات دی جاتی ہیں اور انہیں اسپورٹس کی راہ پر گامزن کیا جاتا ہے جس کا غلط استعمال زندگی کو بدبختی سے کم کر دیتا ہے، لیکن بدقسمتی سے جب جنسی توانائی ظاہر ہوتی ہے جس کے ساتھ جوانی شروع ہوتی ہے، تو والدین اور اسکول کے اساتذہ دونوں، جھوٹی پاکیزگی اور احمقانہ اخلاقیات کی بنیاد پر، مجرمانہ طور پر خاموش رہنے کا فیصلہ کرتے ہیں۔</p>\n<p>مجرمانہ خاموشیاں ہیں اور بدنام زمانہ الفاظ ہیں۔ جنسی مسئلے پر خاموش رہنا ایک جرم ہے۔ جنسی مسئلے پر غلط بات کرنا بھی ایک اور جرم ہے۔</p>\n<p>اگر والدین اور اساتذہ خاموش رہیں تو جنسی طور پر منحرف لوگ بات کرتے ہیں اور متاثرین ناتجربہ کار نوجوان بن جاتے ہیں۔</p>\n<p>اگر کوئی نوجوان والدین یا اساتذہ سے مشورہ نہیں کر سکتا ہے، تو وہ اپنے اسکول کے ساتھیوں سے مشورہ کرے گا جو ممکنہ طور پر پہلے ہی غلط راستے سے بھٹک چکے ہیں۔ نتیجہ زیادہ دیر تک منتظر نہیں رہتا اور نیا نوجوان جھوٹی نصیحتوں پر عمل کرتے ہوئے مشت زنی کی لت میں مبتلا ہو جائے گا یا ہم جنس پرستی کے راستے سے بھٹک جائے گا۔</p>\n<p>مشت زنی کی لت دماغی قوت کو مکمل طور پر برباد کر دیتی ہے۔ یہ جاننا ضروری ہے کہ منی اور دماغ کے درمیان گہرا تعلق ہے۔ منی کو دماغی بنانا ضروری ہے۔ دماغ کو سیمنائز کرنا ضروری ہے۔</p>\n<p>دماغ جنسی توانائی کو بدل کر، اسے بلند کر کے، اسے دماغی قوت میں تبدیل کر کے سیمنائز ہو جاتا ہے۔</p>\n<p>اس طرح منی دماغی ہو جاتی ہے اور دماغ سیمنائز ہو جاتا ہے۔</p>\n<p>گنوسٹک سائنس اینڈوکرائنولوجی کا گہرائی سے مطالعہ کرتی ہے اور جنسی توانائیوں کو تبدیل کرنے کے طریقے اور نظام سکھاتی ہے، لیکن یہ ایک ایسا معاملہ ہے جو اس کتاب میں فٹ نہیں بیٹھتا۔</p>\n<p>اگر قاری گنوسٹک ازم کے بارے میں معلومات چاہتا ہے تو اسے ہماری گنوسٹک کتابوں کا مطالعہ کرنا چاہیے اور ہماری تعلیمات میں داخل ہونا چاہیے۔</p>\n<p>نوجوانوں کو جمالیاتی حس کو فروغ دے کر، موسیقی، مجسمہ سازی، مصوری سیکھ کر، اونچے پہاڑوں پر سیر کر کے جنسی توانائیوں کو بلند کرنا چاہیے۔</p>\n<p>کتنے چہرے جو خوبصورت ہو سکتے تھے مرجھا جاتے ہیں!</p>\n<p>کتنے دماغ تباہ ہو جاتے ہیں! یہ سب وقت پر الرٹ کی چیخ کی کمی کی وجہ سے ہے۔</p>\n<p>مشت زنی کی لت، نوجوانوں اور لڑکیوں دونوں میں، ہاتھ دھونے سے زیادہ عام ہو گئی ہے۔</p>\n<p>پاگل خانے مردوں اور عورتوں سے بھرے پڑے ہیں جنہوں نے مشت زنی کی گھٹیا لت میں اپنے دماغوں کو برباد کر دیا۔ مشت زنی کرنے والوں کی منزل پاگل خانہ ہے۔</p>\n<p>ہم جنس پرستی کی لت نے اس زوال پذیر اور بدعنوان نسل کی جڑوں کو سڑا دیا ہے۔</p>\n<p>یہ ناقابل یقین لگتا ہے کہ انگلینڈ جیسے ممالک میں جو خود کو ثقافتی اور انتہائی مہذب ہونے کا دعویٰ کرتے ہیں، آزادانہ طور پر سنیما گھر موجود ہیں جہاں ہم جنس پرست قسم کی فلمیں دکھائی جاتی ہیں۔</p>\n<p>یہ ناقابل یقین لگتا ہے کہ یہ خاص طور پر انگلینڈ میں ہے جہاں پہلے ہی ہم جنس پرست قسم کی شادیوں کو سرکاری طور پر قانونی حیثیت دینے کی کوششیں کی جا رہی ہیں۔</p>\n<p>دنیا کے بڑے شہروں میں اس وقت ہم جنس پرست قسم کے قحبہ خانے اور کلب موجود ہیں۔</p>\n<p>عورت کے دشمنوں کی تاریک برادری کی آج کل منحرف تنظیمیں ہیں جو ان کی بگڑی ہوئی بھائی بندی سے حیران ہیں۔</p>\n<p>بہت سے قارئین کو “بگڑی ہوئی بھائی بندی” کی اس بات پر بہت حیرت ہو سکتی ہے، لیکن ہمیں یہ نہیں بھولنا چاہیے کہ تاریخ کے ہر دور میں ہمیشہ مختلف جرائم کی برادریاں موجود رہی ہیں۔</p>\n<p>عورت کے دشمنوں کی مکروہ برادری بلاشبہ ایک جرائم کی برادری ہے۔</p>\n<p>عورت کے دشمن بیوروکریٹک چھتے کے اندر ہمیشہ یا تقریباً ہمیشہ کلیدی عہدوں پر فائز ہوتے ہیں۔</p>\n<p>جب کوئی ہم جنس پرست جیل جاتا ہے، تو وہ جلد ہی جرائم پیشہ گروہ کے کلیدی افراد کے بروقت اثر و رسوخ کی وجہ سے آزاد ہو جاتا ہے۔</p>\n<p>اگر کوئی نسوانیت پسند بدنام ہو جاتا ہے، تو اسے جلد ہی جرائم پیشہ گروہ کے تمام شریر کرداروں سے مالی امداد ملتی ہے۔</p>\n<p>ہم جنس پرستی کے تاریک ارکان ایک دوسرے کو اس وردی سے پہچانتے ہیں جو وہ پہنتے ہیں۔</p>\n<p>یہ جان کر حیرت ہوتی ہے کہ ہم جنس پرست وردی پہنتے ہیں، لیکن یہ ایسا ہی ہے۔ ہم جنس پرستوں کی وردی ہر اس فیشن کے مساوی ہے جو شروع ہوتا ہے۔ ہم جنس پرست ہر نئے فیشن کا آغاز کرتے ہیں۔ جب کوئی فیشن عام ہو جاتا ہے، تو وہ ایک اور شروع کرتے ہیں۔ اس طرح جرائم پیشہ گروہ کی وردی ہمیشہ نئی ہوتی ہے۔</p>\n<p>دنیا کے تمام بڑے شہروں میں آج کل لاکھوں ہم جنس پرست ہیں۔</p>\n<p>ہم جنس پرستی کی لت جوانی کے دوران اپنے شرمناک سفر کا آغاز کرتی ہے۔</p>\n<p>نوجوان لڑکوں اور لڑکیوں کے بہت سے اسکول ہم جنس پرست قسم کے حقیقی قحبہ خانے ہیں۔</p>\n<p>لاکھوں نوجوان لڑکیاں مرد کے دشمنوں کے تاریک راستے پر پختہ قدموں سے گامزن ہیں۔</p>\n<p>لاکھوں نوعمر لڑکیاں ہم جنس پرست ہیں۔ خواتین میں ہم جنس پرستی کے درمیان جرائم پیشہ گروہ اتنا ہی مضبوط ہے جتنا مردوں میں جرائم پیشہ گروہ۔</p>\n<p>یہ ضروری ہے کہ جھوٹی شرم کو مکمل طور پر اور حتمی طور پر ترک کر دیا جائے اور لڑکوں اور لڑکیوں دونوں کو واضح طور پر تمام جنسی رازوں کی نشاندہی کی جائے۔</p>\n<p>صرف اس طرح نئی نسلیں تخلیق نو کے راستے پر گامزن ہو سکیں گی۔</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ur/educacion-fundamental/la-adolescencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/la-adolescencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/la-adolescencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
