import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Амбиция",
  "locale": "ky",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. Амбиция",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>АМБИЦИЯнын бир нече себеби бар, алардын бири – КОРКУУ деп аталган нерсе.</p>\n<p>Дөөлөттүү шаарлардын парктарында текебер мырзалардын бут кийимин тазалаган момун бала, эгерде жакырчылыктан, өзүнөн, келечегинен корксо, ууруга айланып кетиши мүмкүн.</p>\n<p>Күчтүү байдын салтанаттуу дүкөнүндө иштеген момун тикмечи кыз, эгерде келечектен, жашоодон, карылыктан, өзүнөн ж.б. корксо, бир күндө эле ууруга же сойкуга айланып кетиши мүмкүн.</p>\n<p>Кымбат ресторандын же чоң мейманкананын көрктүү официанты, эгерде тилекке каршы өзүнөн, официанттык момун абалынан, өз келечегинен ж.б. корксо, ГАНГСТЕРГЕ, банктарды тоноочуга же абдан мыкты ууруга айланып кетиши мүмкүн.</p>\n<p>Кичинекей курт-кумурска да көрктүү болгусу келет. Кардарларды тейлеген жана чыдамкайлык менен галстукту, көйнөктү, бут кийимди көрсөткөн, көп ийилип, жасалма момундук менен жылмайган кедей кызматкер, дагы бир нерсени эңсейт, анткени ал коркот, абдан коркот, жакырчылыктан, караңгы келечектен, карылыктан ж.б.</p>\n<p>АМБИЦИЯ көп кырдуу. АМБИЦИЯнын азиздин да, шайтандын да, эркектин да, аялдын да, кызыгуунун да, кызыкпоонун да, такыбаанын да, күнөөкөрдүн да жүзү бар.</p>\n<p>Үйлөнгүсү келген адамда да, үйлөнүүнү жек көргөн кары бойдок да АМБИЦИЯ бар.</p>\n<p>“БИРӨӨ БОЛУУНУ”, “КӨРҮНҮҮНҮ”, “ЖОГОРУЛАУУНУ” чексиз кумарлануу менен каалаган адамда да АМБИЦИЯ бар жана бул дүйнөдөн эч нерсе каалабаган, анткени анын жалгыз АМБИЦИЯСЫ – АСМАНГА ЖЕТҮҮ, БОШОНУУ ж.б. болгон АНАКОРЕТТЕ да АМБИЦИЯ бар.</p>\n<p>ЖЕРДЕГИ АМБИЦИЯЛАР да, РУХАНИЙ АМБИЦИЯЛАР да бар. Кээде АМБИЦИЯ КЫЗЫКПАСТЫКтын жана КУРМАНДЫКтын маскасын колдонот.</p>\n<p>Бул зөөкүр жана КЕБЕЗ ДҮЙНӨГӨ АМБИЦИЯ кылбаган адам, башка дүйнөгө АМБИЦИЯ кылат, ал эми акчага АМБИЦИЯ кылбаган адам, ПСИХИКАЛЫК КҮЧТӨРГӨ АМБИЦИЯ кылат.</p>\n<p>МЕН, ӨЗҮМ, ӨЗҮМ АМБИЦИЯНЫ жашырууну, акылдын эң жашыруун бурчтарына катып, анан: “МЕН ЭЧ НЕРСЕГЕ АМБИЦИЯ КЫЛБАЙМ”, “МЕН ӨЗҮМДӨЙЛӨРДҮ СҮЙӨМ”, “МЕН БАРДЫК АДАМЗАТТЫН ЖАКШЫЛЫГЫ ҮЧҮН КЫЗЫКПАСТЫК МЕНЕН ИШТЕЙМ” дейт.</p>\n<p>Түлкү саясатчы жана баарын билген адам, кээде көрүнгөн кызыкпастык менен жасаган иштери менен көпчүлүктү таң калтырат, бирок ал жумуштан кеткенде, өлкөсүнөн бир нече миллион доллар менен чыгып кеткени кадимки эле көрүнүш.</p>\n<p>КЫЗЫКПАСТЫК МАСКАСЫ менен жамынып алган АМБИЦИЯ, көбүнчө эң акылдуу адамдарды алдайт.</p>\n<p>Дүйнөдө АМБИЦИЯЛУУ болбоону гана АМБИЦИЯ кылган көптөгөн адамдар бар.</p>\n<p>Дүйнөнүн бардык көрктүүлүктөрүнөн жана курулай нерселеринен баш тарткан көптөгөн адамдар бар, анткени алар өзүнүн ИЧКИ ӨЗҮН ӨРКҮНДӨТҮҮНҮ гана АМБИЦИЯ кылышат.</p>\n<p>Ибадатканага тизелеп барган жана ишенимге толгон камчы жеген тобо кылуучу, сыягы, эч нерсеге амбиция кылбайт жана атүгүл эч кимден эч нерсе албай туруп берүүгө мүмкүнчүлүк алат, бирок ал МУЖИЗАГА, айыгууга, өзүнүн же тууганынын ден соолугуна же түбөлүк куткарылууга АМБИЦИЯ кылганы анык.</p>\n<p>Биз чындап динчил эркектерге жана аялдарга суктанабыз, бирок алардын динин бардык КЫЗЫКПАСТЫК менен сүйбөгөнүнө өкүнөбүз.</p>\n<p>Ыйык диндер, улуу секталар, ордендер, руханий коомдор ж.б. биздин КЫЗЫКПАСТЫК СҮЙҮҮГӨ татыктуу.</p>\n<p>Бул дүйнөдө өз динин, мектебин, сектасын ж.б. кызыкпастык менен сүйгөн адамды табуу өтө сейрек кездешет. Бул өкүнүчтүү.</p>\n<p>Бүткүл дүйнө амбицияга толгон. Гитлер согушка амбиция үчүн аттанган.</p>\n<p>Бардык согуштар коркуудан жана АМБИЦИЯДАН келип чыгат. Жашоодогу бардык оор көйгөйлөрдүн келип чыгышы АМБИЦИЯДАН.</p>\n<p>Бүткүл дүйнө амбициянын айынан бүткүл дүйнөгө каршы күрөшүүдө жашайт, бири-бирине каршы жана баары баарына каршы.</p>\n<p>Жашоодо ар бир адам БИР НЕРСЕ БОЛУУНУ АМБИЦИЯ кылат, ал эми белгилүү бир жаштагы адамдар, мугалимдер, үй-бүлө башчылары, тарбиячылар ж.б. балдарды, кыздарды, айымдарды, жаштарды ж.б. АМБИЦИЯНЫН коркунучтуу жолу менен жүрүүгө үндөшөт.</p>\n<p>Чоңдор окуучуларга: сен жашоодо бир нерсе болушуң керек, бай болушуң керек, миллионерлерге үйлөнүшүң керек, күчтүү болушуң керек ж.б. дешет.</p>\n<p>Эски, коркунучтуу, чиркин, эскирген муундар жаңы муундардын да амбициялуу, чиркин жана алардай коркунучтуу болушун каалашат.</p>\n<p>Мунун эң оор жери – жаңы адамдардын “БАШЫ АЙЛАНЫП”, АМБИЦИЯНЫН ошол коркунучтуу жолуна түшүп кетиши.</p>\n<p>Мугалимдер ОКУУЧУЛАРГА эч бир ак эмгек жек көрүүгө татыктуу эмес экенин үйрөтүшү керек, такси айдоочусун, эсептегичтин кызматкерин, дыйканды, бут кийим тазалоочуну ж.б. жек көрүү менен кароо акылсыздык.</p>\n<p>Ар бир момун эмгек кооз. Ар бир момун эмгек коомдук жашоодо зарыл.</p>\n<p>Биз баарыбыз эле инженер, губернатор, президент, доктор, юрист ж.б. болуп төрөлгөн жокпуз.</p>\n<p>Коомдук конгломератта бардык жумуштар, бардык кесиптер керек, эч бир ак эмгек эч качан жек көрүндү боло албайт.</p>\n<p>Практикалык жашоодо ар бир адам бир нерсеге жарайт жана ар ким эмнеге жараарын билүү маанилүү.</p>\n<p>Ар бир студенттин КЕСИБИН аныктоо жана ага ошол багытта багыт берүү МУГАЛИМДЕРДИН милдети.</p>\n<p>Жашоодо өзүнүн КЕСИБИНЕ ылайык иштеген адам, ЧЫНЫГЫ СҮЙҮҮ менен жана АМБИЦИЯСЫЗ иштейт.</p>\n<p>СҮЙҮҮ АМБИЦИЯНЫ алмаштырышы керек. КЕСИП – бул бизге чындап жаккан нерсе, биз сүйүнүп аткарган кесип, анткени ал бизге жаккан, биз СҮЙГӨН нерсе.</p>\n<p>Заманбап жашоодо тилекке каршы адамдар ыраазы болбой жана амбиция үчүн иштешет, анткени алар өзүнүн кесибине дал келбеген жумуштарды жасашат.</p>\n<p>Адам өзүнө жаккан нерсесин, чыныгы кесибин иштегенде, СҮЙҮҮ менен жасайт, анткени ал өзүнүн кесибин СҮЙӨТ, анткени анын жашоого болгон МАМИЛЕСИ дал ушул анын кесибине ылайык.</p>\n<p>Дал ушул мугалимдердин иши. Окуучуларына багыт берүүнү билүү, алардын жөндөмдүүлүктөрүн аныктоо, алардын чыныгы кесибинин жолуна багыттоо.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ky/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
