import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "तरणाटेपण",
  "locale": "kok",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "25. तरणाटेपण",
    "order": 25
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>लैंगिक समस्येशीं संबंदीत खोटो लाज आनी पूर्वग्रह कायमचे सोडून दिवपाची वेळ आयल्या.</p>\n<p>दोन्ही लिंगांच्या किशोरवयीन लोकांची लैंगिक समस्या स्पश्ट आनी अचूकपणान समजून घेवप गरजेचें.</p>\n<p>चवदा वर्सांचे पिरायेचेर किशोरवयीन व्यक्तीच्या शरीरांत लैंगिक ऊर्जा तयार जाता, जी तेन्ना तांच्या न्युरो-सिम्पॅथेटिक प्रणालींतल्यान व्हांवता.</p>\n<p>ह्या विशेश प्रकारची ऊर्जा मानवी शरीराक बदलता, दादल्यांचो आवाज बदलता आनी बायलांमदीं ओव्हेरियन कार्य सुरू करता.</p>\n<p>मानवी शरीर एक खरें म्हळ्यार कारखाना आसा, जें जाड घटकां बदला बारीक म्हत्वाचे घटक तयार करता.</p>\n<p>आमी पोटांत घेतात तें अन्न खूब बदल आनी शुध्दीकरण करून तातूंतल्यान निमाणें पॅरासेल्सासान ‘एन्स-सेमिनिस’ (एन्टिटी ऑफ सेमेन) म्हण उल्लेख केल्लो अर्दो घट्ट, अर्दो पातळ पदार्थ तयार जाता.</p>\n<p>तो पातळ कांच, लवचीक, आकार दिवपा सारको वीर्य आपल्या भितर जिवाणूंचो संभाव्य रूपान सगळ्या जिवाणूंचो सांबाळ करता.</p>\n<p>वीर्यांतल्यान (semen) जीवन जोरदारपणान निर्माण जाता, हें ज्ञान ग्नोस्टिसिझम मानता.</p>\n<p>पॅरासेल्सस, सेंडिवोगियस, निकोलस फ्लेमेल, रेमंड लुलिओ आदी मध्ययुगीन जुन्या रसायनशास्त्रज्ञांनी ENS-SEMINIS वा गुप्त दर्शनाची पारा (mercury) हांचो खोलायेन अभ्यास केलो.</p>\n<p>हें VITRIOL एक खरें म्हळ्यार बुध्दीमानपणान तयार केल्लें अमृत आसा, जें निसर्गान वीर्य आशयांत (seminal vesicles) तयार केलां.</p>\n<p>पुर्विल्ल्या गिन्यानाची ही पारा (mercury), ह्या वीर्यांत खऱ्या अर्थान अस्तित्वाच्या सगळ्या शक्यता आशिल्ल्यो आसतात.</p>\n<p>खऱ्या मानसशास्त्रीय मार्गदर्शना अभावीं खूब तरणाटे स्वताक हस्तमैथुनाच्या व्यसनाधीन करतात वा दुर्दैवान समलैंगिकतेच्या (homo-sexualism) मार्गाक लागतात, हें दुख्ख दिता.</p>\n<p>भुरग्यांक आनी तरणाट्यांक खूब विशयांचेर बौध्दिक म्हायती दितात आनी खेळाच्या मार्गान व्हरतात, जाचो अतिवापर करून ते आपलें जिणें दुख्खी करतात, पूण दुर्दैवान जेन्ना लैंगिक ऊर्जा येता आनी किशोरावस्था सुरू जाता, तेन्ना घरचे आनी शाळेंतले शिक्षक खोट्या नीतीमत्तेचेर आनी मूर्ख नीतीचेर आदारून गुन्यांवकारीपणान शांत बसतात.</p>\n<p>गुन्यांवकारी शांतताय आसता आनी वायट उतरांय आसतात. लैंगिक समस्येचेर शांत रावप एक गुन्यांव आसा. लैंगिक समस्येचेर चुकून उलयल्यार तोय गुन्यांव थारता.</p>\n<p>जर घरचे आनी शिक्षक शांत बसले, जाल्यार लैंगिक विकृती आशिल्ले लोक उलयतात आनी ताचे बळी नवे नवे किशोरवयीन लोक थारतात.</p>\n<p>जर किशोरवयीन भुरग्यांक घरच्यांक वा शिक्षकांक विचारपाक शक्य जालें ना जाल्यार, तो आपल्या शाळेंतल्या इश्टांक विचारतलो आनी शक्यता आसा ते चुकिचे मार्गान वळ्ळे आसतले. ताचो परिणाम चड वेळ मेरेन थांबना आनी नवो किशोरवयीन भुरगो खोटो सल्ला घेत हस्तमैथुनाच्या व्यसनाधीन जातलो वा समलैंगिकतेच्या मार्गान भोंवतलो.</p>\n<p>हस्तमैथुनाचें व्यसन पुरायपणान मेंदूची ताकद इबाडटा. वीर्य आनी मेंदू हांचेमदीं खूब लागींचो संबंद आसा हें जाणून घेवप खूब गरजेचें. वीर्याक मेंदू करप गरजेचें. मेंदवाक वीर्य करप गरजेचें.</p>\n<p>लैंगिक ऊर्जेक बदलून, तिची पातळी वाडोवन आनी मेंदूची ताकद करून मेंदवाक वीर्य करतात.</p>\n<p>अशें वीर्य मेंदू जावन उरता आनी मेंदू वीर्य जावन उरता.</p>\n<p>ग्नोस्टिक विज्ञान अंत:स्त्रावी (endocrinology) प्रणालीचो खोलायेन अभ्यास करता आनी लैंगिक ऊर्जा बदलपाचे मार्ग आनी पद्दती शिकयता, पूण हो विशय ह्या पुस्तकांत बसना.</p>\n<p>जर वाचप्यांक ग्नोस्टिसिझम (Gnosticism) विशीं म्हायती जाय आसत जाल्यार तांणी आमचीं ग्नोस्टिक पुस्तकां वाचचीं आनी आमच्या अभ्यासांत सामील जावचें.</p>\n<p>तरणाट्यांनी कलात्मक जाणविकाय वाडोवन, संगीत, शिल्पकला, चित्रकला शिकून, उंच दोंगरांचेर भोंवडी मारून लैंगिक उर्जेची पातळी वाडोवची.</p>\n<p>कितलीं सुंदर मुखां सुकून गेलीं!</p>\n<p>कितले मेंदू नश्ट जाले! वेळेर जागृतायेचो आवाज आयकूंक मेळ्ळो ना म्हूण.</p>\n<p>तरणाट्या चल्यांचें आनी चलयांचें हस्तमैथुनाचें व्यसन हात धुवपा इतलेंच सामान्य जालां.</p>\n<p>हस्तमैथुनाच्या किळसवाण्या व्यसनांत आपलो मेंदू इबाडून आशिल्ल्या दादल्यांनी आनी बायलांनी पागलखाना भरलां. हस्तमैथुन करप्यांचो शेवट पागलखानोच आसता.</p>\n<p>समलैंगिकतेच्या (homo-sexualism) व्यसनान ह्या कालबाह्य आनी वायट जातीच्या मुळांक वाळो लायल्या.</p>\n<p>अविश्वसनीय दिसता की इंग्लंड सारक्या देशांनी, जे सुसंस्कृत आनी खूब नागर म्हणटात, तांणी समलैंगिक चित्रपटां दाखोवपी चित्रपटघरां मोकळीं सोडल्यांत.</p>\n<p>अविश्वसनीय दिसता की इंग्लंडांत समलैंगिक विवाहांक कायदेशीर मान्यताय दिवपाचे प्रयत्न चलतात.</p>\n<p>सद्या जगांतल्या व्हडल्या शहरांनी समलैंगिक लोकांचे वेश्यालय आनी क्लब आसात.</p>\n<p>बायलांच्या दुस्मानांच्या काळखाच्या समूहांक आयच्या दिसांनी विकृत संघटना आसात, जें तांचे अधोगतीच्या भावापणाक खूब प्रभावी आसा.</p>\n<p>“अधोगतीचें भावापण” (degenerated brotherhood) ह्या विशीं खूब वाचप्यांक खूब अजाप दिसूं येता, पूण आमी विसरूंक फावना की इतिहासाच्या सगळ्या काळांनी गुन्यांवाच्यो वेगवेगळ्यो संघटना आशिल्ल्यो.</p>\n<p>बायलांच्या दुस्मानांचो वायट समूह निखालसपणान गुन्यांवकारांचो समूह आसा.</p>\n<p>बायलांचे दुस्मान नोकरशायेच्या मधमाशयेच्या महत्वाच्या जाग्यांचेर आसतात.</p>\n<p>जेन्ना एक समलैंगिक (homo-sexual) जेल वता, तेन्ना गुन्यांवकारी लोकांच्या समूहांतल्या महत्वाच्या लोकांच्या प्रभावाक लागून तो बेगीन सोडून येता.</p>\n<p>जर एक बायल्यासारको मनीस नशिबान पडटा, जाल्यार गुन्यांवकारांच्या समूहांतले सगळे भयानक लोक ताका बेगीन आर्थीक मदत करतात.</p>\n<p>समलैंगिकतेचे (homo-sexualism) काळखे सदस्य तांच्या कपड्यांवेल्यान एकामेकांक वळखतात.</p>\n<p>अजाप दिसता की समलैंगिक लोक कपडे वापरतात, पूण तशेंच आसा. समलैंगिकांचे कपडे नव्यान सुरू जावपी फॅशनाचेर आदारित आसतात. सगळी नवी फॅशन समलैंगिक लोक सुरू करतात. जेन्ना कोणाय फॅशन सामान्य जाता, तेन्ना ते दुसरी सुरू करतात. अशें गुन्यांवकारांच्या समूहाचे कपडे सदांच नवे आसतात.</p>\n<p>आयच्या दिसांनी जगांतल्या सगळ्या व्हडल्या शहरांनी लाखो समलैंगिक लोक आसात.</p>\n<p>समलैंगिकतेचें (homo-sexualism) व्यसन किशोरावस्थेंत अपमानजनकपणान सुरू जाता.</p>\n<p>चल्यांचीं आनी चलयांचीं खूब किशोरावस्थेंतलीं शाळां खऱ्या अर्थान समलैंगिकांचे वेश्यालय (prostitution) आसात.</p>\n<p>लाखो किशोरवयीन चलयो मनीस दुस्मानांच्या काळखाच्या मार्गान निश्चयान चलतात.</p>\n<p>लाखो तरणाट्यो चलयो समलैंगिक आसात. चलयांच्या समलैंगिकतेंतल्या गुन्यांवकारांचो समूह दादल्यांच्या समलैंगिकतेंतल्या गुन्यांवकारांच्या समूहां इतलोच बळिश्ट आसा.</p>\n<p>खोटी लज पूर्णपणान आनी कायमची सोडून दिवप आनी दोन्ही लिंगांच्या तरणाट्यांक सगळ्या लैंगिक गूढ विशीं स्पश्टपणान सांगप खूब गरजेचें.</p>\n<p>तशें केल्यारूच नव्या पिळग्यो पुनरुत्पादनाच्या (REGENERATION) मार्गान चलूंक शकतले.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kok/educacion-fundamental/la-adolescencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kok/educacion-fundamental/la-adolescencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kok/educacion-fundamental/la-adolescencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
