import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Амбиция",
  "locale": "kk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. Амбиция",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>АМБИЦИЯның бірнеше себебі бар және олардың бірі – ҚОРҚЫНЫШ деп аталатын нәрсе.</p>\n<p>Сәнді қалалардың саябақтарында тәкаппар мырзалардың аяқ киімін тазалайтын қарапайым бала, егер ол кедейліктен қорқатын болса, өзінен қорқатын болса, болашағынан қорқатын болса, ұрыға айналуы мүмкін.</p>\n<p>Байдың салтанатты дүкенінде жұмыс істейтін қарапайым тігінші қыз, егер ол болашақтан қорқатын болса, өмірден қорқатын болса, қартаюдан қорқатын болса, өзінен қорқатын болса және т.б., бір күнде ұрыға немесе жезөкшеге айналуы мүмкін.</p>\n<p>Сәнді мейрамхананың немесе үлкен қонақ үйдің сыпайы даяшысы, егер ол өкінішке орай өзінен қорқатын болса, даяшының қарапайым қызметінен, өз болашағынан және т.б. қорқатын болса, ГАНГСТЕРГЕ, банкті тонайтын адамға немесе өте жақсы ұрыға айналуы мүмкін.</p>\n<p>Маңызсыз жәндік сәнді болғысы келеді. Клиенттерге қызмет көрсететін және шыдамдылықпен галстук, көйлек, аяқ киім көрсететін, көп иіліп, жасанды момындықпен күлімсірейтін кедей дүкенші, қорқынышы болғандықтан, одан да көп нәрсені қалайды, үлкен қорқыныш, кедейліктен қорқыныш, қараңғы болашағынан қорқыныш, қартаюдан қорқыныш және т.б.</p>\n<p>АМБИЦИЯ көп қырлы. АМБИЦИЯның әулие келбеті және шайтан келбеті, еркек келбеті және әйел келбеті, қызығушылық келбеті және қызығушылықсыз келбеті, ізгі келбеті және күнәкар келбеті бар.</p>\n<p>Үйленгісі келетін адамда да, үйленуді жек көретін қарт БОЙДАҚТА да АМБИЦИЯ бар.</p>\n<p>“БІРЕУ БОЛУДЫ”, “АТЫ ШЫҒУДЫ”, “ӨРЛЕУДІ” шексіз құмарлықпен қалайтын адамда да АМБИЦИЯ бар және осы дүниеден ештеңе қаламайтын, өйткені оның жалғыз АМБИЦИЯСЫ ЖҰМАҚҚА ЖЕТУ, АЗАМАТТЫҚ АЛУ және т.б. АНАХОРЕТКЕ айналатын адамда да АМБИЦИЯ бар.</p>\n<p>ЖЕРГІЛІКТІ АМБИЦИЯЛАР мен РУХАНИ АМБИЦИЯЛАР бар. Кейде АМБИЦИЯ ҚЫЗЫҒУШЫЛЫҚСЫЗДЫҚ пен ҚҰРБАНДЫҚтың бетпердесін пайдаланады.</p>\n<p>Бұл опасыз және ЖЕКСҰРЫН әлемді АМБИЦИЯЛАМАҒАН адам, басқасын АМБИЦИЯЛАЙДЫ және ақшаны АМБИЦИЯЛАМАҒАН адам, ПСИХИКАЛЫҚ ҚУАТТАРДЫ АМБИЦИЯЛАЙДЫ.</p>\n<p>МЕН, ӨЗІМ, ӨЗ-ӨЗІМ АМБИЦИЯНЫ жасырып, ақыл-ойдың ең құпия бұрыштарына тығуды жақсы көреді және содан кейін: “МЕН ЕШНӘРСЕНІ АМБИЦИЯЛАМАЙМЫН”, “МЕН ӨЗ ТЕКТЕСІМДІ СҮЙЕМІН”, “МЕН БАРЛЫҚ АДАМЗАТТЫҢ ИГІЛІГІ ҮШІН ҚЫЗЫҒУШЫЛЫҚСЫЗ ЖҰМЫС ІСТЕЙМІН” дейді.</p>\n<p>ТҮЛКІ САЯСАТКЕР және ол барлығын біледі, кейде көпшілікті өзінің қызығушылықсыз көрінетін істерімен таң қалдырады, бірақ ол жұмыстан кеткен кезде, оның елден бірнеше миллион доллармен шығуы қалыпты жағдай.</p>\n<p>ҚЫЗЫҒУШЫЛЫҚСЫЗДЫҚТЫҢ БЕТПЕРДЕСІМЕН бүркемеленген АМБИЦИЯ, әдетте ең айлакер адамдарды алдайды.</p>\n<p>Әлемде тек АМБИЦИЯЛЫ БОЛМАУДЫ ғана АМБИЦИЯЛАЙТЫН көптеген адамдар бар.</p>\n<p>Дүниенің барлық салтанаты мен даңқын мойындайтындар көп, өйткені олар тек ӨЗІНІҢ ІШКІ КЕМЕЛДІЛІГІН ғана АМБИЦИЯЛАЙДЫ.</p>\n<p>Тізесімен ғибадатханаға дейін жүретін және сенімге толы өзін-өзі жазалайтын тәубешіл, көрінеу ештеңені амбицияламайды және тіпті ешкімнен ештеңе алмай беруге мүмкіндігі бар, бірақ ол ҒАЖАЙЫПТЫ, сауығуды, өзі үшін немесе қандай да бір отбасы мүшесі үшін денсаулықты немесе мәңгілік құтқарылуды АМБИЦИЯЛАЙТЫНЫ анық.</p>\n<p>Біз шынайы діндар ерлер мен әйелдерге тәнтіміз, бірақ олардың өз дінін толық ҚЫЗЫҒУШЫЛЫҚСЫЗ сүймегеніне өкінеміз.</p>\n<p>Қасиетті діндер, керемет секталар, ордендер, рухани қоғамдар және т.б. БІЗДІҢ ҚЫЗЫҒУШЫЛЫҚСЫЗ МАХАББАТЫМЫЗҒА лайық.</p>\n<p>Бұл әлемде өз дінін, мектебін, сектасын және т.б. қызығушылықсыз сүйетін адамды табу өте сирек кездеседі. Бұл өкінішті жағдай.</p>\n<p>Бүкіл әлем амбицияларға толы. Гитлер соғысқа амбициясы үшін кірісті.</p>\n<p>Барлық соғыстар қорқыныш пен АМБИЦИЯДАН туындайды. Өмірдің барлық ең ауыр проблемалары АМБИЦИЯДАН туындайды.</p>\n<p>Бүкіл әлем амбицияның кесірінен барлық әлемге қарсы күресте өмір сүреді, біріне-бірі қарсы және бәрі бәріне қарсы.</p>\n<p>Өмірдегі әр адам БІРДЕҢЕ БОЛУДЫ АМБИЦИЯЛАЙДЫ, ал белгілі бір жастағы адамдар, мұғалімдер, отбасының әкелері, тәрбиешілер және т.б. балаларды, қыздарды, жас қыздарды, жастарды және т.б. АМБИЦИЯның қорқынышты жолымен жүруге ынталандырады.</p>\n<p>Ересектер студенттерге сен өмірде бірдеңе болуың керек, бай болуың керек, миллионерлерге үйленуің керек, күшті болуың керек және т.б. дейді.</p>\n<p>Ескі, қорқынышты, көне, ескірген ұрпақтар жаңа ұрпақтардың да өздері сияқты амбициялы, сұрықсыз және қорқынышты болғанын қалайды.</p>\n<p>Мұның бәрінің ең ауыр жері - жаңа адамдардың “САРСУЫНА” жол беретіні және АМБИЦИЯНЫҢ осы қорқынышты жолымен жүруге жол беретіні.</p>\n<p>Мұғалімдер СТУДЕНТТЕРГЕ ешбір адал еңбекті жек көруге болмайтынын үйретуі керек, такси жүргізушісін, дүкеншіні, шаруаны, аяқ киім тазалаушыны және т.б. жек көру ақылға сыймайды.</p>\n<p>Кез келген қарапайым жұмыс әдемі. Кез келген қарапайым жұмыс әлеуметтік өмірде қажет.</p>\n<p>Бәріміз бірдей инженер, губернатор, президент, дәрігер, заңгер болып туылған жоқпыз.</p>\n<p>Әлеуметтік конгломератта барлық жұмыстар қажет, барлық кәсіптер қажет, ешбір адал жұмыс ешқашан жиіркенішті бола алмайды.</p>\n<p>Нақты өмірде әр адам бір нәрсеге жарайды және әркімнің неге жарайтынын білу маңызды.</p>\n<p>МҰҒАЛІМДЕРДІҢ әр студенттің КӘСІБІН ашып, осы бағытта бағыттау міндеті.</p>\n<p>Өмірде өзінің КӘСІБІНЕ сәйкес жұмыс істейтін адам, ШЫНАЙЫ МАХАББАТПЕН және АМБИЦИЯСЫЗ жұмыс істейді.</p>\n<p>МАХАББАТ АМБИЦИЯНЫ алмастыруы керек. КӘСІП – бізге шынымен ұнайтын нәрсе, біздің көңілімізден шыққандықтан, біз жақсы көретін, БІЗ СҮЙЕТІН мамандық.</p>\n<p>Қазіргі заманғы өмірде өкінішке орай адамдар ықылассыз және амбициямен жұмыс істейді, өйткені олар өз кәсібіне сәйкес келмейтін жұмыстарды атқарады.</p>\n<p>Өзіңе ұнайтын нәрсемен, шынайы кәсібіңмен жұмыс істегенде, оны МАХАББАТПЕН істейсің, өйткені өзіңнің кәсібіңді СҮЙЕСІҢ, өйткені өмірге деген КӨЗҚАРАСЫҢ дәл сенің кәсібіңдегідей.</p>\n<p>Бұл дәл мұғалімдердің жұмысы. Өз студенттерін бағыттай білу, олардың қабілеттерін анықтау, олардың шынайы кәсібінің жолымен бағыттау.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kk/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
