import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "جاه‌طلبی",
  "locale": "fa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. جاه‌طلبی",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>جاه‌طلبی دلایل متعددی دارد و یکی از آن‌ها چیزی است که به آن ترس می‌گویند.</p>\n<p>پسر فروتنی که در پارک‌های شهرهای مجلل کفش‌های آقایان مغرور را واکس می‌زند، اگر از فقر، از خود، از آینده‌اش بترسد، ممکن است به دزد تبدیل شود.</p>\n<p>خیاط فروتنی که در فروشگاه مجلل فرد ثروتمند کار می‌کند، اگر از آینده، از زندگی، از پیری، از خودش و غیره بترسد، ممکن است یک شبه به دزد یا روسپی تبدیل شود.</p>\n<p>پیشخدمت شیک رستوران لوکس یا هتل بزرگ، اگر متاسفانه از خود، از موقعیت فروتنانه پیشخدمتی خود، از آینده خود و غیره بترسد، ممکن است به یک گانگستر، یک سارق بانک، یا یک دزد بسیار ماهر تبدیل شود.</p>\n<p>حشره ناچیز آرزو دارد شیک باشد. کارمند فقیر پیشخوان که به مشتریان خدمات می‌دهد و با صبر و حوصله کراوات، پیراهن، کفش را به ما نشان می‌دهد و تعظیم‌های زیادی می‌کند و با مهربانی تصنعی لبخند می‌زند، چیز بیشتری می‌خواهد زیرا می‌ترسد، خیلی می‌ترسد، از بدبختی می‌ترسد، از آینده تاریکش می‌ترسد، از پیری می‌ترسد و غیره.</p>\n<p>جاه‌طلبی چند وجهی است. جاه‌طلبی چهره قدیس و چهره شیطان دارد، چهره مرد و چهره زن دارد، چهره منفعت و چهره بی‌تفاوتی دارد، چهره پرهیزگار و چهره گناهکار دارد.</p>\n<p>جاه‌طلبی در کسی وجود دارد که می‌خواهد ازدواج کند و در آن پیرمرد مجرد سرسختی که از ازدواج متنفر است.</p>\n<p>جاه‌طلبی در کسی وجود دارد که با جنون بی نهایت می‌خواهد “کسی شود”، “جلب توجه کند”، “بالا برود” و جاه‌طلبی در کسی وجود دارد که زاهد می‌شود، که هیچ چیز از این دنیا نمی‌خواهد، زیرا تنها جاه‌طلبی او رسیدن به بهشت، رهایی و غیره است.</p>\n<p>جاه‌طلبی‌های زمینی و جاه‌طلبی‌های معنوی وجود دارد. گاهی اوقات جاه‌طلبی از نقاب بی‌تفاوتی و فداکاری استفاده می‌کند.</p>\n<p>کسی که آرزوی این دنیای پست و بدبخت را ندارد، آرزوی دنیای دیگر را دارد و کسی که آرزوی پول ندارد، آرزوی قدرت‌های روانی را دارد.</p>\n<p>من، خود من، به خودی خود، عاشق پنهان کردن جاه‌طلبی است، آن را در پنهان‌ترین گوشه‌های ذهن قرار می‌دهد و سپس می‌گوید: “من آرزوی هیچ چیز ندارم”، “من همنوعانم را دوست دارم”، “من بدون هیچ چشم داشتی برای خیر همه انسان‌ها کار می‌کنم.”</p>\n<p>سیاستمدار روباهی که همه چیز را می‌داند، گاهی اوقات با اعمال ظاهراً فداکارانه‌اش جمعیت را شگفت‌زده می‌کند، اما وقتی شغلش را ترک می‌کند، کاملاً طبیعی است که با چند میلیون دلار از کشورش خارج شود.</p>\n<p>جاه‌طلبی که با نقاب بی‌تفاوتی پنهان شده است، اغلب زرنگ‌ترین افراد را فریب می‌دهد.</p>\n<p>افراد زیادی در جهان وجود دارند که فقط آرزو دارند جاه‌طلب نباشند.</p>\n<p>افراد زیادی هستند که از همه شکوه و تظاهرات دنیا دست می‌کشند زیرا فقط آرزوی خودسازی درونی خود را دارند.</p>\n<p>توبه کاری که زانو زده تا معبد راه می‌رود و با ایمان کامل خود را شلاق می‌زند، ظاهراً آرزوی هیچ چیز را ندارد و حتی به خود اجازه می‌دهد بدون اینکه چیزی از کسی بگیرد، ببخشد، اما واضح است که آرزوی معجزه، شفا، سلامتی برای خود یا یکی از اعضای خانواده، یا نجات ابدی را دارد.</p>\n<p>ما مردان و زنان واقعاً مذهبی را تحسین می‌کنیم، اما متاسفیم که دین خود را با تمام بی‌تفاوتی دوست ندارند.</p>\n<p>ادیان مقدس، فرقه‌های متعالی، فرقه‌ها، جوامع معنوی و غیره، شایسته عشق بی‌دریغ ما هستند.</p>\n<p>بسیار نادر است که در این دنیا کسی را پیدا کنید که دین، ​​مکتب، فرقه و غیره خود را بدون هیچ چشم داشتی دوست داشته باشد. این تاسف آور است.</p>\n<p>تمام دنیا پر از جاه‌طلبی است. هیتلر به دلیل جاه‌طلبی جنگ را آغاز کرد.</p>\n<p>تمام جنگ‌ها ریشه در ترس و جاه‌طلبی دارند. تمام مشکلات جدی زندگی ریشه در جاه‌طلبی دارند.</p>\n<p>همه دنیا به دلیل جاه‌طلبی در جنگ با همه دنیا زندگی می‌کنند، عده‌ای علیه عده‌ای دیگر و همه علیه همه.</p>\n<p>هر فردی در زندگی آرزو دارد کسی شود و افراد مسن، معلمان، والدین، ​​مربیان و غیره، کودکان، دختران جوان، دختران، پسران و غیره را تشویق می‌کنند تا در مسیر وحشتناک جاه‌طلبی قدم بگذارند.</p>\n<p>بزرگترها به دانش آموزان می‌گویند، تو باید در زندگی کسی شوی، ثروتمند شوی، با افراد میلیونر ازدواج کنی، قدرتمند شوی و غیره.</p>\n<p>نسل‌های پیر، وحشتناک، زشت، قدیمی می‌خواهند نسل‌های جدید نیز مانند آن‌ها جاه‌طلب، زشت و وحشتناک باشند.</p>\n<p>از همه این‌ها مهم‌تر این است که افراد جدید اجازه می‌دهند “گیج شوند” و همچنین اجازه می‌دهند در این مسیر وحشتناک جاه‌طلبی هدایت شوند.</p>\n<p>معلمان باید به دانش آموزان آموزش دهند که هیچ کار شرافتمندانه‌ای سزاوار تحقیر نیست، مسخره است که به راننده تاکسی، کارمند پیشخوان، کشاورز، واکسی و غیره با تحقیر نگاه کنیم.</p>\n<p>هر کار فروتنانه ای زیباست. هر کار فروتنانه ای در زندگی اجتماعی ضروری است.</p>\n<p>همه ما برای مهندس، فرماندار، رئیس جمهور، دکتر، وکیل و غیره به دنیا نیامده ایم.</p>\n<p>در مجموعه اجتماعی به همه مشاغل، همه حرفه‌ها نیاز است، هیچ کار شرافتمندانه‌ای هرگز نمی‌تواند قابل تحقیر باشد.</p>\n<p>در زندگی عملی، هر انسانی به درد چیزی می‌خورد و مهم این است که بدانیم هر کسی به درد چه کاری می‌خورد.</p>\n<p>این وظیفه معلمان است که استعداد هر دانش آموز را کشف کنند و او را در این راستا راهنمایی کنند.</p>\n<p>کسی که در زندگی مطابق با استعداد خود کار کند، با عشق واقعی و بدون جاه‌طلبی کار خواهد کرد.</p>\n<p>عشق باید جایگزین جاه‌طلبی شود. استعداد چیزی است که ما واقعاً دوست داریم، حرفه‌ای که با شادی انجام می‌دهیم زیرا همان چیزی است که ما از آن لذت می‌بریم، همان چیزی است که دوستش داریم.</p>\n<p>متاسفانه در زندگی مدرن مردم از روی نارضایتی و به دلیل جاه‌طلبی کار می‌کنند زیرا کارهایی را انجام می‌دهند که با استعدادشان مطابقت ندارد.</p>\n<p>وقتی کسی در کاری که دوست دارد، در استعداد واقعی خود کار می‌کند، آن را با عشق انجام می‌دهد زیرا عاشق استعداد خود است، زیرا نگرش او نسبت به زندگی دقیقاً همان استعداد اوست.</p>\n<p>این دقیقاً کار معلمان است. دانستن نحوه راهنمایی دانش آموزان، کشف استعدادهای آن‌ها، راهنمایی آن‌ها در مسیر استعداد واقعی خود.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/fa/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
