import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "المراهقة",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "25. المراهقة",
    "order": 25
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>لقد حان الوقت للتخلي بشكل نهائي عن الحياء الزائف والأحكام المسبقة المتعلقة بالمشكلة الجنسية.</p>\n<p>من الضروري فهم المشكلة الجنسية لدى المراهقين من كلا الجنسين بشكل واضح ودقيق.</p>\n<p>في سن الرابعة عشرة، تظهر الطاقة الجنسية في جسم المراهق وتتدفق بقوة عبر الجهاز العصبي الودي.</p>\n<p>هذا النوع الخاص من الطاقة يحول الجسم البشري، ويغير صوت الذكر ويسبب وظيفة المبيض في الأنثى.</p>\n<p>الجسم البشري هو مصنع حقيقي يحول العناصر الخشنة إلى مواد حيوية دقيقة.</p>\n<p>تخضع الأطعمة التي نأكلها لعمليات تحول وتنقية متعددة حتى تبلغ ذروتها أخيرًا في تلك المادة شبه الصلبة، شبه السائلة التي ذكرها باراسيلسوس بمصطلح “Ens-Seminis” (كيان السائل المنوي).</p>\n<p>هذا الزجاج السائل والمرن والقابل للطرق، هذا الحيوان المنوي، يحتوي في حد ذاته، في شكل كامن، على جميع جرثومات الحياة.</p>\n<p>تعترف الغنوصية في الحيوانات المنوية بالفوضى التي تنبثق منها الحياة بقوة.</p>\n<p>درس الخيميائيون القدامى في العصور الوسطى مثل باراسيلسوس وسينديفوجيوس ونيكولاس فلاميل وريموندو لوليو وغيرهم، بتبجيل عميق، “ENS-SEMINIS” أو زئبق الفلسفة السرية.</p>\n<p>هذا “الزاج الأخضر”، هو إكسير حقيقي أعدته الطبيعة بذكاء داخل الحويصلات المنوية.</p>\n<p>في هذا الزئبق من الحكمة القديمة، في هذا السائل المنوي، توجد بالفعل جميع إمكانيات الوجود.</p>\n<p>من المؤسف أن العديد من الشباب بسبب نقص التوجيه النفسي الحقيقي ينغمسون في عادة الاستمناء أو ينحرفون للأسف على طول المسار الجنسي الأدنى للمثلية الجنسية.</p>\n<p>يتم تزويد الأطفال والشباب بمعلومات فكرية حول العديد من الموضوعات ويتم توجيههم إلى طريق الرياضة التي يقلل إساءة استخدامها الحياة بشكل بائس، ولكن لسوء الحظ، عندما تظهر الطاقة الجنسية التي تبدأ بها فترة المراهقة، فإن كلا من أولياء الأمور والمعلمين، استنادًا إلى التزمت الزائف والأخلاق الغبية، يقررون التزام الصمت بشكل إجرامي.</p>\n<p>هناك صمت إجرامي وهناك كلمات شائنة. الصمت بشأن المشكلة الجنسية جريمة. التحدث بشكل خاطئ عن المشكلة الجنسية يشكل جريمة أخرى أيضًا.</p>\n<p>إذا صمت الآباء والمعلمون، فسيتحدث المنحرفون جنسياً، وضحايا ذلك هم المراهقون عديمي الخبرة.</p>\n<p>إذا لم يتمكن المراهق من استشارة الآباء أو المعلمين، فسوف يستشير زملائه في المدرسة الذين ربما يكونون قد انحرفوا بالفعل عن الطريق الخطأ. والنتيجة لا تتأخر طويلا والمراهق الجديد الذي يتبع نصائح كاذبة سينغمس في عادة الاستمناء أو ينحرف على طريق المثلية الجنسية.</p>\n<p>عادة الاستمناء تدمر قوة الدماغ تمامًا. من الضروري معرفة أن هناك علاقة حميمة بين السائل المنوي والدماغ. من الضروري جعل السائل المنوي دماغيًا. من الضروري جعل الدماغ منويًا.</p>\n<p>يتم جعل الدماغ منويًا عن طريق تحويل الطاقة الجنسية، وتسليتها، وتحويلها إلى قوة دماغية.</p>\n<p>بهذه الطريقة يظل السائل المنوي دماغيًا ويصبح الدماغ منويًا.</p>\n<p>يدرس العلم الغنوصي الغدد الصماء بعمق ويعلم الطرق والأنظمة لتحويل الطاقات الجنسية، لكن هذا موضوع لا يتناسب مع هذا الكتاب.</p>\n<p>إذا كان القارئ يريد معلومات حول الغنوصية، فعليه دراسة كتبنا الغنوصية والانضمام إلى دراساتنا.</p>\n<p>يجب على المراهقين تسامي الطاقات الجنسية من خلال تنمية الحس الجمالي وتعلم الموسيقى والنحت والرسم والقيام برحلات إلى الجبال العالية وما إلى ذلك.</p>\n<p>كم من الوجوه التي كان يمكن أن تكون جميلة تذبل!</p>\n<p>كم من العقول تنحط! كل ذلك بسبب عدم وجود صرخة تحذير في الوقت المناسب.</p>\n<p>أصبحت عادة الاستمناء، لدى الشباب والشابات على حد سواء، أكثر شيوعًا من غسل اليدين.</p>\n<p>تمتلئ المصحات العقلية بالرجال والنساء الذين دمروا أدمغتهم في عادة الاستمناء المقززة. مصير المستمنيين هو المصحة العقلية.</p>\n<p>عادة المثلية الجنسية قد أفسدت جذور هذا العرق المتدهور والفاسد.</p>\n<p>يبدو من غير المعقول أنه في دول مثل إنجلترا التي تفترض أنها مثقفة وفائقة التحضر، توجد دور سينما تعرض أفلامًا من النوع المثلي بحرية.</p>\n<p>يبدو من غير المعقول أنه في إنجلترا تحديدًا تُبذل بالفعل جهود لإضفاء الشرعية رسميًا على الزيجات من النوع المثلي.</p>\n<p>توجد حاليًا في المدن الكبرى في العالم بيوت دعارة ونوادي من النوع المثلي.</p>\n<p>إن الأخوية المظلمة لأعداء المرأة لديها اليوم منظمات منحرفة تثير الدهشة بسبب أخوتها المنحطة.</p>\n<p>قد يندهش العديد من القراء من هذا الأمر المتعلق بـ “الأخوة المنحطة” ، لكن يجب ألا ننسى أنه في جميع عصور التاريخ كانت هناك دائمًا أخويات مختلفة للجريمة.</p>\n<p>إن الأخوية المريضة لأعداء المرأة هي بلا شك أخوية جريمة.</p>\n<p>يشغل أعداء المرأة دائمًا أو دائمًا تقريبًا المناصب الرئيسية داخل الخلية البيروقراطية.</p>\n<p>عندما يذهب مثلي الجنس إلى السجن، سرعان ما يتم إطلاق سراحه بسبب التأثير المناسب للرجال الرئيسيين في أخوية الجريمة.</p>\n<p>إذا وقع المتخنث في ورطة، فسرعان ما يتلقى مساعدة مالية من جميع الشخصيات الشريرة في أخوية الجريمة.</p>\n<p>يتعرف الأعضاء المظلمون في المثلية الجنسية على بعضهم البعض من خلال الزي الذي يرتدونه.</p>\n<p>من المدهش معرفة أن المثليين يرتدون زيًا موحدًا، ولكن هذا هو الحال. يتوافق الزي الرسمي للمثليين مع كل الموضة التي تبدأ. يبدأ المثليون كل موضة جديدة. عندما تصبح الموضة شائعة، فإنهم يبدأون موضة أخرى. بهذه الطريقة، يكون الزي الرسمي لأخوية الجريمة دائمًا جديدًا.</p>\n<p>تحتوي جميع المدن الكبرى في العالم اليوم على الملايين من المثليين.</p>\n<p>تبدأ عادة المثلية الجنسية مسيرتها المخزية خلال فترة المراهقة.</p>\n<p>العديد من مدارس المراهقين الذكور والشابات هي بيوت دعارة حقيقية من النوع المثلي.</p>\n<p>الملايين من الشابات المراهقات يسيرن بحزم على الطريق المظلم لأعداء الرجل.</p>\n<p>الملايين من المراهقات من الإناث مثليات الجنس. إن أخوية الجريمة بين المثليات قوية مثل أخوية الجريمة بين الذكور.</p>\n<p>من الملح أن نتخلى بشكل جذري ونهائي عن الحياء الزائف وأن نشير إلى المراهقين من كلا الجنسين، وبصراحة، جميع الأسرار الجنسية.</p>\n<p>بهذه الطريقة فقط يمكن توجيه الأجيال الجديدة على طريق التجديد.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/la-adolescencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-adolescencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-adolescencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
