import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Юношеството",
  "locale": "bg",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "25. Юношеството",
    "order": 25
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Настъпи моментът окончателно да се отърсим от фалшивия срам и предразсъдъците, свързани със сексуалния проблем.</p>\n<p>Необходимо е ясно и точно да се разбере сексуалният проблем на юношите от двата пола.</p>\n<p>На четиринадесетгодишна възраст в организма на юношата се появява сексуалната енергия, която тогава тече смазващо през невро-симпатичната система.</p>\n<p>Този специален вид енергия трансформира човешкия организъм, променяйки гласа при мъжете и пораждайки яйчниковата функция при жените.</p>\n<p>Човешкият организъм е автентична фабрика, която трансформира груби елементи в фини жизнени субстанции.</p>\n<p>Храните, които приемаме в стомаха, преминават през множество трансформации и пречиствания, докато окончателно кулминират в тази полутвърда, полутечна субстанция, спомената от Парацелз с термина Ens.-Seminis (Същност на семето).</p>\n<p>Това течно, гъвкаво, ковко стъкло, тази сперма, съдържа в себе си, в потенциална форма, всички зародиши на живота.</p>\n<p>Гностицизмът разпознава в спермата ХАОСА, от който бурно се заражда животът.</p>\n<p>Старите средновековни алхимици, като Парацелз, Сендивогий, Никола Фламел, Раймон Лул и др., са изучавали с дълбоко благоговение ENS-SEMINIS или живака на тайната философия.</p>\n<p>Този ВИТРИОЛ е истински еликсир, интелигентно разработен от природата вътре в семенните мехурчета.</p>\n<p>В този живак на древната мъдрост, в тази сперма, наистина се намират всички възможности на съществуването.</p>\n<p>Жалко е, че много млади хора, поради липса на истинска психологическа ориентация, се отдават на порока мастурбация или за съжаление се отклоняват по инфра-сексуалния път на хомосексуализма.</p>\n<p>На децата и младите хора се дава интелектуална информация по много теми и те се насочват по пътя на спорта, чиято злоупотреба скъсява жалко живота, но за съжаление, когато се появи сексуалната енергия, с която започва юношеството, както родителите, така и учителите, основани на фалшив пуританизъм и на глупава морал, решават престъпно да мълчат.</p>\n<p>Има престъпни мълчания и има позорни думи. Да се мълчи за сексуалния проблем е престъпление. Да се говори погрешно за сексуалния проблем също е престъпление.</p>\n<p>Ако родителите и учителите мълчат, сексуалните перверзници говорят и жертвите стават неопитните юноши.</p>\n<p>Ако юношата не може да се консултира с родители или учители, тогава ще се консултира със своите съученици, вероятно вече отклонени по грешен път. Резултатът не закъснява и новият юноша, следвайки фалшиви съвети, ще се отдаде на порока мастурбация или ще се отклони по пътя на хомосексуализма.</p>\n<p>Порокът мастурбация напълно разрушава мозъчната сила. Необходимо е да се знае, че съществува тясна връзка между спермата и мозъка. Необходимо е да се церебрализира спермата. Необходимо е да се семинизира мозъкът.</p>\n<p>Мозъкът се семинизира чрез трансмутация на сексуалната енергия, сублимирайки я, превръщайки я в мозъчна сила.</p>\n<p>По този начин спермата остава церебрализирана, а мозъкът семинизиран.</p>\n<p>Гностичната наука изучава задълбочено ендокринологията и преподава методи и системи за трансмутиране на сексуалните енергии, но това е въпрос, който не се вмества в тази книга.</p>\n<p>Ако читателят иска информация за гностицизма, трябва да изучи нашите гностични книги и да се включи в нашите изследвания.</p>\n<p>Юношите трябва да сублимират сексуалните енергии, култивирайки естетически усет, учейки музика, скулптура, живопис, правейки екскурзии до високите планини и др.</p>\n<p>Колко лица, които биха могли да бъдат красиви, изсъхват!</p>\n<p>Колко мозъци се израждат! Всичко поради липса на предупредителен вик в подходящия момент.</p>\n<p>Порокът мастурбация, както при млади мъже, така и при млади дами, е станал по-често срещан от миенето на ръцете.</p>\n<p>Лудите домове са пълни с мъже и жени, които са разрушили мозъците си в отвратителния порок мастурбация. Съдбата на мастурбаторите е лудницата.</p>\n<p>Порокът хомосексуализъм е загнил корените на тази остаряла и извратена раса.</p>\n<p>Изглежда невероятно, че в страни като Англия, които се хвалят с култура и суперцивилизованост, свободно съществуват кина, където се прожектират филми от хомосексуален тип.</p>\n<p>Изглежда невероятно, че именно в Англия вече се полагат усилия за официално легализиране на бракове от хомосексуален тип.</p>\n<p>В големите метрополии на света в момента съществуват публични домове и клубове от хомосексуален тип.</p>\n<p>Мрачното братство на враговете на жената днес има извратени организации, които изумяват с дегенериралото си братство.</p>\n<p>Много читатели може да бъдат твърде изненадани от това “дегенерирало братство”, но не трябва да забравяме, че във всички времена на историята винаги са съществували различни братства на престъплението.</p>\n<p>Болестното братство на враговете на жената е извън всякакво съмнение братство на престъплението.</p>\n<p>Враговете на жената заемат винаги или почти винаги ключовите постове в бюрократичния кошер.</p>\n<p>Когато хомосексуалист влезе в затвора, много скоро е освободен поради навременното влияние на ключовите мъже от братството на престъплението.</p>\n<p>Ако един педераст изпадне в немилост, много скоро получава икономическа помощ от всички зловещи личности от братството на престъплението.</p>\n<p>Мрачните членове на хомосексуализма се разпознават помежду си по униформата, която носят.</p>\n<p>Изумително е да се знае, че педерастите носят униформа, но това е така. Униформата на хомосексуалистите отговаря на всяка мода, която започва. Педерастите започват всяка нова мода. Когато една мода стане обикновена, тогава те започват друга. По този начин униформата на братството на престъплението винаги е нова.</p>\n<p>Всички големи градове в света днес имат милиони хомосексуалисти.</p>\n<p>Порокът хомосексуализъм започва своя срамна марш по време на юношеството.</p>\n<p>Много училища за юноши и млади дами са истински публични домове от хомосексуален тип.</p>\n<p>Милиони млади дами маршируват решително по мрачния път на враговете на мъжа.</p>\n<p>Милиони юноши от женски пол са хомосексуалисти. Братството на престъплението сред женския хомосексуализъм е толкова силно, колкото и братството на престъплението сред мъжкия пол.</p>\n<p>Спешно е да се изостави радикално и окончателно фалшивият срам и откровено да се посочат на юношите от двата пола всички сексуални мистерии.</p>\n<p>Само така новите поколения ще могат да се насочат по пътя на РЕГЕНЕРАЦИЯТА.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bg/educacion-fundamental/la-adolescencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/la-adolescencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/la-adolescencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
