import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ამბიცია",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. ამბიცია",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ამბიციას რამდენიმე მიზეზი აქვს და ერთ-ერთი მათგანი არის ის, რასაც შიში ჰქვია.</p>\n<p>თავმდაბალი ბიჭი, რომელიც მდიდრული ქალაქების პარკებში ამაყი ბატონების ფეხსაცმელს წმენდს, შეიძლება ქურდად იქცეს, თუ სიღარიბის შიში, საკუთარი თავის შიში, მომავლის შიში დაეუფლება.</p>\n<p>თავმდაბალი მკერავი, რომელიც მდიდარი ადამიანის მდიდრულ მაღაზიაში მუშაობს, შეიძლება ქურდად ან მეძავად იქცეს ღამით, თუ მომავლის შიში, სიცოცხლის შიში, სიბერის შიში, საკუთარი თავის შიში დაეუფლება და ა.შ.</p>\n<p>ელეგანტური მიმტანი ძვირადღირებულ რესტორანში ან დიდ სასტუმროში შეიძლება იქცეს განგსტერად, ბანკების მძარცველად ან ძალიან დახვეწილ ქურდად, თუ, სამწუხაროდ, საკუთარი თავის შიში, მიმტანის თავმდაბალი პოზიციის შიში, საკუთარი მომავლის შიში დაეუფლება და ა.შ.</p>\n<p>უმნიშვნელო მწერი ელეგანტურობაზე ოცნებობს. ღარიბ მოხელეს, რომელიც კლიენტებს ემსახურება და მოთმინებით გვიჩვენებს ჰალსტუხს, პერანგს, ფეხსაცმელს, ბევრ ქედს იხრის და მოჩვენებითი თვინიერებით იღიმის, უფრო მეტი რამ სურს, რადგან ეშინია, ძალიან ეშინია, სიღარიბის ეშინია, ბნელი მომავლის ეშინია, სიბერის ეშინია და ა.შ.</p>\n<p>ამბიცია მრავალმხრივია. ამბიციას აქვს წმინდანის სახე და ეშმაკის სახე, კაცის სახე და ქალის სახე, ინტერესის სახე და უინტერესობის სახე, სათნოების სახე და ცოდვილის სახე.</p>\n<p>ამბიცია არსებობს იმაში, ვისაც დაქორწინება სურს და იმ ჯიუტ მოხუც ბიჭებში, რომლებსაც ქორწინება სძულთ.</p>\n<p>ამბიცია არსებობს იმაში, ვისაც უსაზღვრო სიგიჟით სურს „ვინმედ ყოფნა“, „გამოჩენა“, „ზემოთ ასვლა“ და ამბიცია არსებობს იმაში, ვინც განდეგილი ხდება, რომელსაც ამ სამყაროდან არაფერი სურს, რადგან მისი ერთადერთი ამბიციაა სამოთხის მიღწევა, გათავისუფლება და ა.შ.</p>\n<p>არსებობს მიწიერი ამბიციები და სულიერი ამბიციები. ზოგჯერ ამბიცია უინტერესობისა და მსხვერპლის ნიღაბს იყენებს.</p>\n<p>ვინც არ ოცნებობს ამ საზიზღარ და საცოდავ სამყაროზე, ოცნებობს მეორეზე და ვინც ფულზე არ ოცნებობს, ფსიქიკურ ძალებზე ოცნებობს.</p>\n<p>„მე“-ს, „ჩემს თავს“, „თვითონ“-ს უყვარს ამბიციის დამალვა, გონების ყველაზე საიდუმლო კუნჭულებში დამალვა და შემდეგ ამბობს: „მე არაფერზე არ ვოცნებობ“, „მე მიყვარს ჩემი მოყვასი“, „მე უანგაროდ ვმუშაობ ყველა ადამიანის საკეთილდღეოდ“.</p>\n<p>მელა პოლიტიკოსი, რომელმაც ყველაფერი იცის, ზოგჯერ აოცებს ხალხს თავისი ერთი შეხედვით უინტერესო საქმეებით, მაგრამ სამსახურიდან წასვლისას სავსებით ნორმალურია, რომ ქვეყნიდან რამდენიმე მილიონი დოლარით გაემგზავრება.</p>\n<p>უინტერესობის ნიღბით შენიღბულმა ამბიციამ შეიძლება მოატყუოს ყველაზე ცბიერი ადამიანებიც კი.</p>\n<p>მსოფლიოში ბევრი ადამიანია, რომელთაც მხოლოდ არამბიციურობა სურთ.</p>\n<p>ბევრი ადამიანია, ვინც უარს ამბობს ამქვეყნიურ პომპეზურობასა და ამაოებაზე, რადგან მხოლოდ საკუთარი შინაგანი სრულყოფილებისკენ მიისწრაფვიან.</p>\n<p>მომნანიე, რომელიც მუხლებზე ტაძრისკენ მიდის და რწმენით სავსე საკუთარ თავს ისჯის, ერთი შეხედვით არაფერზე არ ოცნებობს და საკუთარ თავს უფლებასაც კი აძლევს, რომ არაფერი წაართვას არავის, მაგრამ ცხადია, რომ სასწაულზე, განკურნებაზე, ჯანმრთელობაზე საკუთარი თავისთვის ან ოჯახის წევრისთვის ოცნებობს, ან მარადიულ ხსნაზე.</p>\n<p>ჩვენ აღფრთოვანებული ვართ ჭეშმარიტად რელიგიური კაცებითა და ქალებით, მაგრამ ვწუხვართ, რომ მათ არ უყვართ თავიანთი რელიგია მთელი უანგარობით.</p>\n<p>წმინდა რელიგიები, ამაღლებული სექტები, ორდენები, სულიერი საზოგადოებები და ა.შ. იმსახურებენ ჩვენს უანგარო სიყვარულს.</p>\n<p>ძალიან იშვიათია ამ სამყაროში ისეთი ადამიანის პოვნა, რომელსაც უანგაროდ უყვარს თავისი რელიგია, სკოლა, სექტა და ა.შ. ეს სამწუხაროა.</p>\n<p>მთელი სამყარო ამბიციებით არის სავსე. ჰიტლერი ომში ამბიციის გამო ჩაერთო.</p>\n<p>ყველა ომის სათავე შიშსა და ამბიციაშია. ცხოვრების ყველა ყველაზე სერიოზული პრობლემის სათავე ამბიციაშია.</p>\n<p>მთელი მსოფლიო ებრძვის მთელ მსოფლიოს ამბიციის გამო, ერთმანეთის წინააღმდეგ და ყველა ყველას წინააღმდეგ.</p>\n<p>ყველა ადამიანი ცხოვრებაში რაღაცაზე ოცნებობს და გარკვეული ასაკის ადამიანები, მასწავლებლები, მშობლები, მეურვეები და ა.შ. ბიჭებს, გოგონებს, ქალბატონებს, ახალგაზრდებს და ა.შ. ამბიციის საშინელი გზის გაყოლებას უბიძგებენ.</p>\n<p>უფროსები მოსწავლეებს ეუბნებიან, ცხოვრებაში რაღაც უნდა იყო, გამდიდრდე, მილიონერებზე დაქორწინდე, ძლიერი იყო და ა.შ. და ა.შ.</p>\n<p>ძველი, საშინელი, მახინჯი, მოძველებული თაობები იმასაც კი მოითხოვენ, რომ ახალი თაობებიც ისეთივე ამბიციურები, მახინჯები და საშინელები იყვნენ, როგორებიც თვითონ არიან.</p>\n<p>ყველაზე სერიოზული ამ ყველაფერში არის ის, რომ ახალგაზრდებს აბრუებენ და ამ ამბიციის საშინელი გზის გაყოლებას აიძულებენ.</p>\n<p>მასწავლებლებმა მოსწავლეებს უნდა ასწავლონ, რომ არც ერთი პატიოსანი სამუშაო არ იმსახურებს ზიზღს, აბსურდულია ზიზღით უყურო ტაქსის მძღოლს, მოხელეს, გლეხს, ფეხსაცმლის მწმენდავს და ა.შ.</p>\n<p>ყოველი თავმდაბალი სამუშაო მშვენიერია. ყოველი თავმდაბალი სამუშაო აუცილებელია სოციალურ ცხოვრებაში.</p>\n<p>ყველა ჩვენგანი არ არის დაბადებული ინჟინრად, გუბერნატორად, პრეზიდენტად, ექიმად, ადვოკატად და ა.შ.</p>\n<p>სოციალურ კონგლომერატში ყველა სამუშაო საჭიროა, ყველა პროფესია, არც ერთი პატიოსანი სამუშაო არ შეიძლება იყოს საძულველი.</p>\n<p>პრაქტიკულ ცხოვრებაში ყველა ადამიანი რაღაცისთვის გამოდგება და მნიშვნელოვანია, რომ ყველამ იცოდეს რისთვის გამოდგება.</p>\n<p>მასწავლებლების მოვალეობაა აღმოაჩინონ თითოეული სტუდენტის მოწოდება და ამ მიმართულებით წარმართონ იგი.</p>\n<p>ვინც ცხოვრებაში საკუთარი მოწოდების შესაბამისად იმუშავებს, ის ჭეშმარიტი სიყვარულით და ამბიციის გარეშე იმუშავებს.</p>\n<p>სიყვარულმა უნდა ჩაანაცვლოს ამბიცია. მოწოდება არის ის, რაც ნამდვილად მოგვწონს, ის პროფესია, რომელსაც სიხარულით ვასრულებთ, რადგან ეს არის ის, რაც მოგვწონს, ის, რაც გვიყვარს.</p>\n<p>სამწუხაროდ, თანამედროვე ცხოვრებაში ადამიანები ზიზღით და ამბიციით მუშაობენ, რადგან ისინი ასრულებენ სამუშაოებს, რომლებიც არ ემთხვევა მათ მოწოდებას.</p>\n<p>როდესაც ადამიანი აკეთებს იმას, რაც უყვარს, თავის ჭეშმარიტ მოწოდებაში, ამას სიყვარულით აკეთებს, რადგან უყვარს თავისი მოწოდება, რადგან მისი ცხოვრებისეული დამოკიდებულებები სწორედ მისი მოწოდების დამოკიდებულებებია.</p>\n<p>სწორედ ეს არის მასწავლებლების საქმე. შეძლონ თავიანთი მოსწავლეების ხელმძღვანელობა, აღმოაჩინონ მათი მიდრეკილებები, წარმართონ ისინი მათი ნამდვილი მოწოდების გზაზე.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
