import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Εφηβεία",
  "locale": "el",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "25. Εφηβεία",
    "order": 25
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Έχει έρθει η στιγμή να εγκαταλείψουμε οριστικά τη ψεύτικη σεμνότητα και τις προκαταλήψεις που σχετίζονται με το σεξουαλικό πρόβλημα.</p>\n<p>Είναι απαραίτητο να κατανοήσουμε με σαφήνεια και ακρίβεια το σεξουαλικό πρόβλημα των εφήβων και των δύο φύλων.</p>\n<p>Στην ηλικία των δεκατεσσάρων ετών εμφανίζεται στον οργανισμό του εφήβου η σεξουαλική ενέργεια που ρέει τότε κατακλυσμιαία μέσω του νευρο-συμπαθητικού συστήματος.</p>\n<p>Αυτός ο ειδικός τύπος ενέργειας μεταμορφώνει τον ανθρώπινο οργανισμό, τροποποιώντας τη φωνή στον άνδρα και προκαλώντας την ωοθηκική λειτουργία στη γυναίκα.</p>\n<p>Ο ανθρώπινος οργανισμός είναι ένα αυθεντικό εργοστάσιο που μετατρέπει χονδροειδή στοιχεία σε λεπτές ζωτικές ουσίες.</p>\n<p>Τα τρόφιμα που μεταφέρουμε στο στομάχι υφίστανται πολλαπλούς μετασχηματισμούς και εξευγενισμούς μέχρι να καταλήξουν οριστικά σε αυτή την ημι-στερεή, ημι-υγρή ουσία που αναφέρθηκε από τον Παράκελσο με τον όρο Ens.-Seminis (Οντότητα του Σπέρματος)</p>\n<p>Αυτό το υγρό γυαλί, εύκαμπτο, ελατό, αυτό το σπέρμα, περιέχει μέσα του, σε δυνητική μορφή, όλα τα μικρόβια της ζωής.</p>\n<p>Ο Γνωστικισμός αναγνωρίζει στο σπέρμα το ΧΑΟΣ από το οποίο αναδύεται με σφοδρότητα η ζωή.</p>\n<p>Οι παλιοί Μεσαίωνα Αλχημιστές όπως ο Παράκελσος, ο Σεντιβόγιος, ο Νικόλαος Φλαμέλ, ο Ραϋμόνδος Λούλιος, κ.λπ., μελέτησαν με βαθύ σεβασμό το ENS-SEMINIS ή υδράργυρο της μυστικής φιλοσοφίας.</p>\n<p>Αυτό το VITRIOLO, είναι ένα πραγματικό ελιξίριο επεξεργασμένο έξυπνα, από τη φύση μέσα στις σπερματοδόχες κύστεις.</p>\n<p>Σε αυτόν τον υδράργυρο της αρχαίας σοφίας, σε αυτό το σπέρμα, βρίσκονται πραγματικά όλες οι δυνατότητες της ύπαρξης.</p>\n<p>Είναι λυπηρό που πολλοί νέοι λόγω έλλειψης πραγματικού ψυχολογικού προσανατολισμού αφοσιώνονται στην κακή συνήθεια του αυνανισμού ή παρεκκλίνουν δυστυχώς στο μονοπάτι της υπο-σεξουαλικότητας του ομοφυλοφιλισμού.</p>\n<p>Στα παιδιά και στους νέους δίνονται διανοητικές πληροφορίες για πολλά θέματα και κατευθύνονται προς τον αθλητισμό, του οποίου η κατάχρηση συντομεύει τη ζωή άθλια, αλλά δυστυχώς όταν εμφανίζεται η σεξουαλική ενέργεια με την οποία ξεκινά η εφηβεία, τόσο οι γονείς όσο και οι δάσκαλοι, βασισμένοι σε έναν ψεύτικο πουριτανισμό και σε μια ηλίθια ηθική, αποφασίζουν να σιωπήσουν εγκληματικά.</p>\n<p>Υπάρχουν εγκληματικές σιωπές και υπάρχουν αισχρές λέξεις. Η σιωπή για το σεξουαλικό πρόβλημα είναι έγκλημα. Το να μιλάς λανθασμένα για το σεξουαλικό πρόβλημα αποτελεί επίσης ένα άλλο έγκλημα.</p>\n<p>Εάν οι γονείς και οι δάσκαλοι σιωπούν, οι σεξουαλικοί διεστραμμένοι μιλούν και τα θύματα είναι οι άπειροι έφηβοι.</p>\n<p>Εάν ο έφηβος δεν μπορεί να συμβουλευτεί γονείς ή δασκάλους, θα συμβουλευτεί τότε τους συμμαθητές του, πιθανώς ήδη παρεκκλίνοντες από το λάθος δρόμο. Το αποτέλεσμα δεν αργεί πολύ και ο νέος έφηβος ακολουθώντας ψευδείς συμβουλές θα αφεθεί στην κακή συνήθεια του αυνανισμού ή θα παρεκκλίνει από το δρόμο του ομοφυλοφιλισμού.</p>\n<p>Η κακή συνήθεια του αυνανισμού καταστρέφει εντελώς την εγκεφαλική δύναμη. Είναι απαραίτητο να γνωρίζουμε ότι υπάρχει μια στενή σχέση μεταξύ του σπέρματος και του εγκεφάλου. Είναι απαραίτητο να εγκεφαλίσουμε το σπέρμα. Είναι απαραίτητο να σπερματοποιήσουμε τον εγκέφαλο.</p>\n<p>Ο εγκέφαλος σπερματοποιείται μεταστοιχειώνοντας τη σεξουαλική ενέργεια, εξυψώνοντάς την, μετατρέποντάς την σε εγκεφαλική δύναμη.</p>\n<p>Με αυτόν τον τρόπο το σπέρμα παραμένει εγκεφαλισμένο και ο εγκέφαλος σπερματοποιημένος.</p>\n<p>Η Γνωστική επιστήμη μελετά σε βάθος την ενδοκρινολογία και διδάσκει μεθόδους και συστήματα για τη μεταστοιχείωση των σεξουαλικών ενεργειών, αλλά αυτό είναι ένα θέμα που δεν χωράει σε αυτό το βιβλίο.</p>\n<p>Εάν ο αναγνώστης θέλει πληροφορίες για τον Γνωστικισμό πρέπει να μελετήσει τα Γνωστικά μας βιβλία και να εισέλθει στις σπουδές μας.</p>\n<p>Οι έφηβοι πρέπει να εξυψώσουν τις σεξουαλικές ενέργειες καλλιεργώντας την αισθητική αίσθηση, μαθαίνοντας μουσική, γλυπτική, ζωγραφική, πραγματοποιώντας εκδρομές στα ψηλά βουνά, κ.λπ.</p>\n<p>Πόσα πρόσωπα που θα μπορούσαν να ήταν όμορφα μαραίνονται!</p>\n<p>Πόσοι εγκέφαλοι εκφυλίζονται! Όλα λόγω έλλειψης μιας κραυγής συναγερμού την κατάλληλη στιγμή.</p>\n<p>Η κακή συνήθεια του αυνανισμού, τόσο σε νέους όσο και σε νεαρές κυρίες, έχει γίνει πιο συνηθισμένη από το πλύσιμο των χεριών.</p>\n<p>Τα φρενοκομεία είναι γεμάτα άνδρες και γυναίκες που κατέστρεψαν τον εγκέφαλό τους στην αηδιαστική κακή συνήθεια του αυνανισμού. Η μοίρα των αυνανιζομένων είναι το φρενοκομείο.</p>\n<p>Η κακή συνήθεια του ομοφυλοφιλισμού έχει σαπίσει τις ρίζες αυτής της ξεπερασμένης και διεστραμμένης φυλής.</p>\n<p>Φαίνεται απίστευτο ότι σε χώρες όπως η Αγγλία που καυχώνται για καλλιέργεια και υπερ-πολιτισμό, υπάρχουν ελεύθερα κινηματογράφοι όπου προβάλλονται ταινίες ομοφυλοφιλικού τύπου.</p>\n<p>Φαίνεται απίστευτο ότι είναι ακριβώς στην Αγγλία όπου γίνονται ήδη προσπάθειες να νομιμοποιηθούν επίσημα γάμοι ομοφυλοφιλικού τύπου.</p>\n<p>Στις μεγάλες μητροπόλεις του κόσμου υπάρχουν σήμερα πορνεία και κλαμπ ομοφυλοφιλικού τύπου.</p>\n<p>Η σκοτεινή αδελφότητα των εχθρών της γυναίκας, σήμερα έχει διεστραμμένες οργανώσεις που εκπλήσσουν με την εκφυλισμένη τους αδελφότητα.</p>\n<p>Πολλοί αναγνώστες μπορεί να εκπλαγούν πάρα πολύ από αυτό για την «εκφυλισμένη αδελφότητα», αλλά δεν πρέπει να ξεχνάμε ότι σε όλες τις εποχές της ιστορίας υπήρχαν πάντα διάφορες αδελφότητες του εγκλήματος.</p>\n<p>Η νοσηρή αδελφότητα των εχθρών της γυναίκας, είναι πέρα από κάθε αμφιβολία μια αδελφότητα του εγκλήματος.</p>\n<p>Οι εχθροί της γυναίκας καταλαμβάνουν πάντα ή σχεδόν πάντα τις θέσεις-κλειδιά μέσα στην γραφειοκρατική κυψέλη.</p>\n<p>Όταν ένας ομοφυλόφιλος πάει στη φυλακή, πολύ σύντομα αφήνεται ελεύθερος λόγω της έγκαιρης επιρροής των ανδρών-κλειδιών της αδελφότητας του εγκλήματος.</p>\n<p>Εάν ένας θηλυπρεπής περιέλθει σε δυσμένεια, πολύ σύντομα λαμβάνει οικονομική βοήθεια από όλους τους σκοτεινούς χαρακτήρες της Αδελφότητας του εγκλήματος.</p>\n<p>Τα σκοτεινά μέλη του ομοφυλοφιλισμού αναγνωρίζονται μεταξύ τους από τη στολή που φορούν.</p>\n<p>Εκπλήσσει να γνωρίζουμε ότι οι γκέι φορούν στολή, αλλά έτσι είναι. Η στολή των ομοφυλοφίλων αντιστοιχεί σε κάθε μόδα που ξεκινά. Οι γκέι ξεκινούν κάθε νέα μόδα. Όταν μια μόδα γίνεται κοινή, τότε αυτοί ξεκινούν μια άλλη. Με αυτόν τον τρόπο η στολή της αδελφότητας του εγκλήματος είναι πάντα νέα.</p>\n<p>Όλες οι μεγάλες πόλεις του κόσμου, σήμερα έχουν εκατομμύρια ομοφυλόφιλους.</p>\n<p>Η κακή συνήθεια του ομοφυλοφιλισμού ξεκινά την επαίσχυντη πορεία της κατά τη διάρκεια της εφηβείας.</p>\n<p>Πολλά σχολεία εφήβων αγοριών και νεαρών κυριών είναι αληθινά πορνεία ομοφυλοφιλικού τύπου.</p>\n<p>Εκατομμύρια νεαρές έφηβες βαδίζουν αποφασιστικά στο σκοτεινό μονοπάτι των εχθρών του άνδρα.</p>\n<p>Εκατομμύρια έφηβοι θηλυκού γένους είναι ομοφυλόφιλοι. Η αδελφότητα του εγκλήματος μεταξύ του θηλυκού ομοφυλοφιλισμού είναι τόσο ισχυρή όσο η αδελφότητα του εγκλήματος μεταξύ του αρσενικού φύλου.</p>\n<p>Είναι επείγον να εγκαταλείψουμε ριζικά και οριστικά την ψεύτικη σεμνότητα και να επισημάνουμε στους εφήβους και των δύο φύλων, ειλικρινά όλα τα σεξουαλικά μυστήρια.</p>\n<p>Μόνο έτσι μπορούν οι νέες γενιές να κατευθυνθούν στο μονοπάτι της ΑΝΑΓΕΝΝΗΣΗΣ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/el/educacion-fundamental/la-adolescencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/la-adolescencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/la-adolescencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
