import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ጉርምስና",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "25. ጉርምስና",
    "order": 25
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ከወሲባዊ ችግር ጋር የተያያዙ የውሸት ልከኝነትን እና ጭፍን ጥላቻን በአስተማማኝ ሁኔታ የምንተውበት ጊዜው አሁን ነው።</p>\n<p>የሁለቱንም ፆታዎች ታዳጊዎች የወሲብ ችግርን በግልፅ እና በትክክል መረዳት ያስፈልጋል።</p>\n<p>አንድ ታዳጊ በአሥራ አራት ዓመቱ በነርቭ ሲምፓቲቲክ ሥርዓቱ ውስጥ በኃይል የሚፈስ የወሲብ ኃይል በሰውነቱ ውስጥ ይከሰታል።</p>\n<p>ይህ ዓይነቱ ልዩ ኃይል የሰውን አካል ይለውጣል፣ በወንዶች ላይ ድምፁን ይለውጣል እንዲሁም በሴቶች ላይ የእንቁላል ተግባርን ይፈጥራል።</p>\n<p>የሰው አካል ጥሬ ንጥረ ነገሮችን ወደ ጥሩ የሕይወት ንጥረ ነገሮች የሚቀይር እውነተኛ ፋብሪካ ነው።</p>\n<p>ወደ ሆድ የምናስገባው ምግብ በፓራሴልሰስ ኢንሴምኒስ (የዘር አካል) ተብሎ በተጠቀሰው ከፊል-ጠንካራ፣ ከፊል-ፈሳሽ ንጥረ ነገር ውስጥ በመጨረሻ እስኪጠናቀቅ ድረስ ብዙ ለውጦችን እና ማጣሪያዎችን ያልፋል።</p>\n<p>ያ ፈሳሽ፣ ተለዋዋጭ፣ በቀላሉ የሚቀረጽ መስታወት፣ ያ የዘር ፍሬ፣ በውስጡ የሕይወት ጀርሞችን በሙሉ በ potential መልክ ይዟል።</p>\n<p>ግኖስቲሲዝም በዘር ውስጥ ህይወት በጋለ ስሜት የሚመነጭበትን CAOS ይገነዘባል።</p>\n<p>እንደ ፓራሴልሰስ፣ ሴንዲቮጊየስ፣ ኒኮላስ ፍላሜል፣ ሬይሙንዶ ሉሊዮ፣ ወዘተ የመሳሰሉ አሮጌዎቹ የመካከለኛው ዘመን አልኬሚስቶች ኢንስ-ሴምኒስን ወይም የፍልስፍናን ምስጢራዊ ሜርኩሪን በጥልቅ አክብሮት አጥንተዋል።</p>\n<p>ይህ ቪትሪኦል በተፈጥሮ በዘር ከረጢቶች ውስጥ በብልህነት የተሰራ እውነተኛ ኤሊክስር ነው።</p>\n<p>በዚህ ጥንታዊ ጥበብ ሜርኩሪ ውስጥ፣ በዚህ የዘር ፍሬ ውስጥ፣ የህልውና እድሎች በሙሉ በእርግጥ ይገኛሉ።</p>\n<p>ብዙ ወጣቶች እውነተኛ የስነ-ልቦና መመሪያ ባለመኖሩ ለማስተርቤሽን ልማድ አሳልፈው መስጠታቸው ወይም በአሳዛኝ ሁኔታ በግብረ ሰዶማዊነት ኢንፍራ-ወሲባዊ መንገድ መሳሳታቸው በጣም ያሳዝናል።</p>\n<p>ለህፃናት እና ለወጣቶች ስለ ብዙ ጉዳዮች ምሁራዊ መረጃ ይሰጣቸዋል እና ህይወትን በአሳዛኝ ሁኔታ የሚያሳጥር በስፖርት መንገድ ላይ ይመሯቸዋል, ነገር ግን በሚያሳዝን ሁኔታ የወሲብ ጉልበት ሲመጣ, ወላጆች እና የትምህርት ቤት መምህራን በውሸት ፑሪታኒዝም እና ሞኝነት ላይ በመመስረት, በወንጀል ዝም ለማለት ይወስናሉ.</p>\n<p>ወንጀለኛ ዝምታዎች አሉ እና አሳፋሪ ቃላት አሉ። ስለ ወሲባዊ ችግር ዝም ማለት ወንጀል ነው። ስለ ወሲባዊ ችግር በተሳሳተ መንገድ መናገር ሌላ ወንጀል ነው።</p>\n<p>ወላጆች እና አስተማሪዎች ዝም ካሉ፣ የፆታ ብልግና ፈጻሚዎች ይናገራሉ እና ተጠቂዎቹ ልምድ የሌላቸው ታዳጊዎች ይሆናሉ።</p>\n<p>አንድ ታዳጊ ወላጆችን ወይም አስተማሪዎችን ማማከር ካልቻለ ምናልባት በተሳሳተ መንገድ ላይ በሄዱ የትምህርት ቤት ጓደኞቹን ያማክራል። ውጤቱም ብዙ ጊዜ አይዘገይም እና አዲሱ ታዳጊ የውሸት ምክር በመከተል ለማስተርቤሽን ሱስ እጁን ይሰጣል ወይም በግብረ ሰዶማዊነት መንገድ ይሳሳታል።</p>\n<p>የማስተርቤሽን ሱስ የአእምሮን አቅም ሙሉ በሙሉ ያበላሻል። በዘር እና በአንጎል መካከል የቅርብ ግንኙነት እንዳለ ማወቅ ያስፈልጋል። ዘሩን በአእምሮ ማዳበር ያስፈልጋል። አንጎልን በዘር ማዳበር ያስፈልጋል።</p>\n<p>አንጎል የወሲብ ኃይልን በመለወጥ፣ ከፍ በማድረግ ወደ አእምሮ ኃይል በመቀየር በዘር ይለማል።</p>\n<p>በዚህ መንገድ ዘሩ በአእምሮ የዳበረ ሲሆን አንጎል በዘር የለማ ነው።</p>\n<p>ግኖስቲካዊ ሳይንስ ኢንዶክሪኖሎጂን በጥልቀት የሚያጠና ሲሆን የወሲብ ሃይልን ለመለወጥ ዘዴዎችን እና ስርዓቶችን ያስተምራል, ነገር ግን ይህ በዚህ መጽሐፍ ውስጥ የማይገባ ጉዳይ ነው.</p>\n<p>አንባቢው ስለ ግኖስቲሲዝም መረጃ ከፈለገ፣ ግኖስቲካዊ መጽሃፎቻችንን ማጥናት እና በጥናቶቻችን ውስጥ መግባት አለበት።</p>\n<p>ወጣቶች የውበት ስሜትን በማዳበር፣ ሙዚቃን፣ ቅርፃቅርፅን፣ ስዕልን በመማር፣ ወደ ተራሮች በመሄድ የወሲብ ኃይላቸውን ከፍ ማድረግ አለባቸው።</p>\n<p>ምን ያህል ቆንጆ ሊሆኑ የሚችሉ ፊቶች እንደሚጠወልጉ!</p>\n<p>ምን ያህል አእምሮዎች እንደሚበላሹ! ሁሉም በተገቢው ጊዜ የንቃት ጩኸት ባለመኖሩ ነው።</p>\n<p>የማስተርቤሽን ሱስ በወጣቶች እና በወጣት ሴቶች ላይ እጅን ከመታጠብ የበለጠ የተለመደ ሆኗል.</p>\n<p>እብድ ጥገኞች አእምሯቸውን በማስተርቤሽን አስጸያፊ ልማድ ያበላሹ በወንዶች እና በሴቶች የተሞሉ ናቸው። የማስተርቤተሮች እጣ ፈንታ እብድ ጥገኝነት ነው።</p>\n<p>የግብረ ሰዶማዊነት ሱስ የዚህን ጊዜ ያለፈበት እና የተሳሳተ ዘርን ሥሮች አበላሽቷል።</p>\n<p>እንደ እንግሊዝ ባሉ ሥልጣኔ እና እጅግ የላቁ ነን በሚሉ አገሮች ውስጥ የግብረ ሰዶማዊነት ፊልሞች በነጻነት የሚታዩባቸው ሲኒማ ቤቶች መኖራቸው የማይታመን ይመስላል።</p>\n<p>በትክክል በእንግሊዝ ውስጥ የግብረ ሰዶማውያን ጋብቻዎችን በይፋ ለማፅደቅ ጥረት መደረጉ የማይታመን ይመስላል።</p>\n<p>በዓለም ዙሪያ ባሉ ታላላቅ ከተሞች ውስጥ በአሁኑ ጊዜ የግብረ ሰዶማውያን ዝሙት አዳሪዎች እና ክለቦች አሉ።</p>\n<p>የሴቶች ጠላቶች ጨለማ ማህበረሰብ በአሁኑ ጊዜ በተበላሸ የወንድማማችነት ስሜት በሚያስደንቁ የተበላሹ ድርጅቶች አሉት።</p>\n<p>ይህ “የተበላሸ ወንድማማችነት” ለብዙ አንባቢዎች በጣም ሊያስደንቅ ይችላል, ነገር ግን በታሪክ ዘመናት ሁሉ ሁልጊዜ የተለያዩ የወንጀል ወንድማማችነቶች እንደነበሩ መዘንጋት የለብንም.</p>\n<p>የሴቶች ጠላቶች አስከፊ ማህበረሰብ ከማንኛውም ጥርጥር በላይ የወንጀል ወንድማማችነት ነው።</p>\n<p>የሴቶች ጠላቶች ሁል ጊዜ ወይም ማለት ይቻላል በቢሮክራሲያዊ ቀፎ ውስጥ ቁልፍ ቦታዎችን ይይዛሉ።</p>\n<p>አንድ ግብረ ሰዶማዊ ወደ እስር ቤት ሲሄድ፣ የወንጀል ወንድማማችነት ቁልፍ ሰዎች ተገቢ ተጽእኖ በመኖሩ በቅርቡ ነፃ ይሆናል።</p>\n<p>አንድ ሴሰኛ ሰው ሞገስ ቢያጣ፣ በቅርቡ ከወንጀል ወንድማማችነት አደገኛ ገጸ-ባህሪያት የገንዘብ ድጋፍ ይቀበላል።</p>\n<p>የግብረ ሰዶማዊነት ጨለማ አባላት በሚለብሱት ዩኒፎርም እርስ በርስ ይተዋወቃሉ።</p>\n<p>ጌይ ወንዶች ዩኒፎርም እንደሚለብሱ ማወቁ አስገራሚ ነው, ግን እንደዚያ ነው. የግብረ ሰዶማውያን ዩኒፎርም ከሚጀምር ፋሽን ጋር ይዛመዳል. ጌይ ወንዶች ማንኛውንም አዲስ ፋሽን ይጀምራሉ። አንድ ፋሽን የተለመደ ሲሆን, ከዚያ ሌላ ይጀምራሉ. በዚህ መንገድ የወንጀል ወንድማማችነት ዩኒፎርም ሁልጊዜ አዲስ ነው.</p>\n<p>በአሁኑ ጊዜ በዓለም ላይ ያሉ ሁሉም ዋና ዋና ከተሞች በሚሊዮኖች የሚቆጠሩ ግብረ ሰዶማውያን አሏቸው።</p>\n<p>የግብረ ሰዶማዊነት ሱስ አሳፋሪ ጉዞውን የሚጀምረው በጉርምስና ወቅት ነው።</p>\n<p>ብዙ ወጣት ወንዶች እና ሴቶች ትምህርት ቤቶች እውነተኛ የግብረ ሰዶማውያን ዝሙት አዳሪዎች ናቸው።</p>\n<p>ሚሊዮኖች የሆኑ ወጣት ሴቶች በወንዶች ጠላቶች ጨለማ መንገድ ላይ በጥብቅ እየተጓዙ ነው።</p>\n<p>ሚሊዮኖች የሆኑ ሴት ታዳጊዎች ግብረ ሰዶማውያን ናቸው። በሴት ግብረ ሰዶማዊነት መካከል ያለው የወንጀል ወንድማማችነት በወንድ ፆታ መካከል እንዳለው የወንጀል ወንድማማችነት ጠንካራ ነው።</p>\n<p>የውሸት ልከኝነትን በአስቸኳይ እና በአስተማማኝ ሁኔታ መተው እና ለሁለቱም ፆታዎች ታዳጊዎች ሁሉንም የወሲብ ምስጢሮች በግልፅ ማመልከት ያስፈልጋል።</p>\n<p>አዲሱ ትውልድ ወደ REGENERATION መንገድ ሊመራ የሚችለው በዚህ መንገድ ብቻ ነው።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/la-adolescencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-adolescencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-adolescencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
