import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Жасөспірімдік шақ",
  "locale": "kk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "25. Жасөспірімдік шақ",
    "order": 25
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Жалған ұяттан және жыныстық мәселемен байланысты қате түсініктерден біржолата бас тартатын уақыт келді.</p>\n<p>Екі жыныстағы жасөспірімдердің жыныстық мәселесін анық әрі дәл түсіну қажет.</p>\n<p>Он төрт жастағы жасөспірім ағзасында жүйке-симпатикалық жүйе арқылы қарқынды түрде ағатын жыныстық энергия пайда болады.</p>\n<p>Бұл ерекше энергия түрі адам ағзасын өзгертеді, ер адамда дауысын өзгертіп, әйелде жұмыртқалық функциясын тудырады.</p>\n<p>Адам ағзасы – дөрекі элементтерді нәзік маңызды заттарға айналдыратын нағыз фабрика.</p>\n<p>Асқазанға апаратын тағамдар Парацельс Ens.-Seminis (сперма бірлігі) терминімен атаған жартылай қатты, жартылай сұйық затқа айналғанға дейін бірнеше өзгерістер мен тазартулардан өтеді.</p>\n<p>Ол сұйық, икемді, икемді шыны, ол сперма, өзінде өмірдің барлық микробтарын әлеуетті түрде қамтиды.</p>\n<p>Гностицизм спермада өмір күшпен шығатын ХАОСТЫ таниды.</p>\n<p>Парацельс, Сендивогиус, Николас Фламель, Раймундо Лулио және т.б. сияқты ескі ортағасырлық алхимиктер ENS-SEMINIS-ті немесе құпия философияның сынабын терең құрметпен зерттеді.</p>\n<p>Бұл VITRIOLO - тұқымдық көпіршіктердің ішінде табиғат ақылдылықпен жасаған нағыз эликсир.</p>\n<p>Ежелгі даналықтың осы сынабында, осы спермада өмір сүрудің барлық мүмкіндіктері бар.</p>\n<p>Көптеген жастардың нағыз психологиялық бағдардың жоқтығынан мастурбацияға беріліп, гомосексуализмнің инфра-жыныстық жолымен қайғылы түрде ауытқуы өкінішті.</p>\n<p>Балалар мен жастарға көптеген тақырыптар бойынша интеллектуалды ақпарат беріледі және спортпен айналысу жолына түсіреді, оны асыра пайдалану өмірді қайғылы түрде қысқартады, бірақ өкінішке орай, жыныстық энергия пайда болған кезде, онымен жасөспірімдік басталады, отбасы мүшелері де, мектеп мұғалімдері де жалған пуританизм мен ақымақ моральға негізделіп, қылмыстық түрде үнсіз қалуды шешеді.</p>\n<p>Қылмыстық үнсіздік және масқара сөздер бар. Жыныстық мәселе туралы үнсіз қалу – қылмыс. Жыныстық мәселе туралы қате айту да қылмыс болып табылады.</p>\n<p>Егер ата-аналар мен мұғалімдер үндемесе, жыныстық бұрмаланғандар сөйлейді және құрбандар тәжірибесіз жасөспірімдер болады.</p>\n<p>Егер жасөспірім ата-анасынан да, мұғалімдерінен де кеңес ала алмаса, онда ол мектептегі жолдастарынан кеңес сұрайды, мүмкін қате жолмен ауытқып кеткен шығар. Нәтиже көп күттірмейді және жаңа жасөспірім жалған кеңестерге сүйене отырып, мастурбацияға беріледі немесе гомосексуализм жолымен ауытқиды.</p>\n<p>Мастурбация мидың күшін толығымен бұзады. Сперма мен ми арасында тығыз байланыс бар екенін білу қажет. Сперманы миландыру қажет. Миды спермаландыру қажет.</p>\n<p>Ми жыныстық энергияны түрлендіру, оны көтеру, ми күшіне айналдыру арқылы спермаланады.</p>\n<p>Осылайша сперма миландырылады және ми спермаланады.</p>\n<p>Гностикалық ғылым эндокринологияны терең зерттейді және жыныстық энергияны түрлендіру әдістері мен жүйелерін үйретеді, бірақ бұл осы кітапқа сыймайтын мәселе.</p>\n<p>Егер оқырман гностицизм туралы ақпарат алғысы келсе, біздің Гностикалық кітаптарымызды оқып, зерттеулерімізге кіруі керек.</p>\n<p>Жасөспірімдер эстетикалық сезімді дамытып, музыканы, мүсінді, кескіндемені үйреніп, биік тауларға саяхат жасап, жыныстық энергияны көтеруі керек.</p>\n<p>Қаншама әдемі болуы мүмкін жүздер солып қалды!</p>\n<p>Қаншама ми дегенерацияға ұшырады! Бәрі де уақытында ескертудің болмауынан.</p>\n<p>Мастурбация жасөспірімдер мен бойжеткендер арасында қол жуудан да кең тараған.</p>\n<p>Жындыханалар миын мастурбацияның жиіркенішті әдетімен бұзған ерлер мен әйелдерге толы. Мастурбаторлардың тағдыры – жындыхана.</p>\n<p>Гомосексуализмнің әдеті осы ескірген және азғын нәсілдің тамырын шірітті.</p>\n<p>Мәдениетті және өте өркениетті деп есептейтін Англия сияқты елдерде гомосексуализм түріндегі фильмдер көрсетілетін кинотеатрлардың еркін өмір сүруі керемет көрінеді.</p>\n<p>Дәл Англияда гомосексуалды некелерді ресми түрде заңдастыру үшін күш салынып жатқаны керемет көрінеді.</p>\n<p>Дүние жүзінің ірі қалаларында қазіргі уақытта гомосексуалды бордельдер мен клубтар бар.</p>\n<p>Әйелдердің жауларының қараңғы бауырластығында бүгінде азғын бауырластығымен таң қалдыратын азғын ұйымдар бар.</p>\n<p>Көптеген оқырмандарды “азғын бауырластық” туралы бұл тым таң қалдыруы мүмкін, бірақ тарихта әрқашан қылмыс түрлі бауырластықтары болғанын ұмытпауымыз керек.</p>\n<p>Әйелдердің жауларының ауру бауырластығы, ешқандай күмәнсіз, қылмыс бауырластығы болып табылады.</p>\n<p>Әйелдердің жаулары әрқашан немесе дерлік әрқашан бюрократиялық ұяның ішіндегі шешуші орындарды иеленеді.</p>\n<p>Егер гомосексуал түрмеге түссе, қылмыс бауырластығының кілт адамдарының уақытылы ықпалының арқасында жақын арада босатылады.</p>\n<p>Егер нәзік адам бақытсыздыққа ұшыраса, ол қылмыс бауырластығының барлық қатерлі кейіпкерлерінен жақын арада қаржылық көмек алады.</p>\n<p>Гомосексуализмнің қараңғы мүшелері бір-бірін киетін формасы бойынша таниды.</p>\n<p>Еркектердің форма киетіні таңқаларлық, бірақ солай. Гомосексуалдардың формасы басталған барлық сәндерге сәйкес келеді. Жаңа сәнді еркектер бастайды. Сән жалпыға бірдей болған кезде, олар басқасын бастайды. Осылайша қылмыс бауырластығының формасы әрқашан жаңа болады.</p>\n<p>Бүгінде дүние жүзінің барлық ірі қалаларында миллиондаған гомосексуалдар бар.</p>\n<p>Гомосексуализмнің әдеті жасөспірім шақта масқаралау жолын бастайды.</p>\n<p>Жасөспірім ер балалар мен қыздардың көптеген мектептері гомосексуалды бордельдер болып табылады.</p>\n<p>Миллиондаған жасөспірім қыздар ер адамдардың жауларының қараңғы жолымен батыл жүруде.</p>\n<p>Миллиондаған әйел жынысты жасөспірімдер гомосексуалдар. Әйел гомосексуализмі арасындағы қылмыс бауырластығы ер жынысы арасындағы қылмыс бауырластығындай күшті.</p>\n<p>Жалған ұяттан түбегейлі және біржолата бас тартып, екі жыныстағы жасөспірімдерге барлық жыныстық құпияларды ашық түрде көрсету қажет.</p>\n<p>Жаңа буын тек осылай ғана ЖАҢАРУ жолына түсе алады.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kk/educacion-fundamental/la-adolescencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/la-adolescencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/la-adolescencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
