import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ውህብቶ",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. ውህብቶ",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ስስዐት ብዙሕ ምኽንያታት ኣለዎ፣ ሓደ ኻብኡ ድማ ፍርሂ እዩ።</p>\n<p>እቲ ኣብ መናፈሻታት ናይ ጽቡቓት ከተማታት ጫማታት ናይቶም ትዕቢተኛታት ፈረሰኛታት ዝፍትሽ ትሑት መንእሰይ፣ ድኻ ኻብ ምዃን፣ ርእሱ ኻብ ምፍራህ፣ መጻኢኡ ኻብ ምፍራህ እንተጀሚሩ ሓደ ሌባ ክኸውን ይኽእል።</p>\n<p>እታ ኣብቲ ኸቢድ መኽዘን ናይቲ ብሉጽ ሰብ ዝሰርሕ ትሑት ክዳን ሰራሒት፣ መጻኢኣ ኻብ ምፍራህ፣ ህይወታ ኻብ ምፍራህ፣ እርጋና ኻብ ምፍራህ፣ ንርእሳ ኻብ ምፍራህ ወዘተ እንተጀሚራ ኻብ ሎሚ ንግሆ ሓንቲ ሌባ ወይ ኣመንዝራ ክትከውን ትኽእል።</p>\n<p>እቲ ጽቡቕ ኣገልጋሊ ኣብቲ ኽቡር በዓል መግቢ ወይ ኣብቲ ዓቢ ሆቴል፣ ርእሱ ኻብ ምፍራህ፣ ትሑት ቦታኡ ኻብ ምፍራህ፣ ናይ ገዛእ ርእሱ መጻኢ ወዘተ ኻብ ምፍራህ እንተተፈጢሩ ጋንግስተር፣ ኣብ ባንኪ ዝዘርፍ፣ ወይ ኣዝዩ ጽቡቕ ሌባ ክኸውን ይኽእል።</p>\n<p>እታ ንእሽቶ ነፍሳት ጽብቕቲ ክትከውን ትምነ። እቲ ድኻ ሰራሕተኛ መሸጣ ንዓማዊል ዘገልግልን ብትዕግስቲ እቲ ኮርበት፣ እታ ቀሚስ፣ እቲ ጫማታት ዘርእየና፣ ብዙሕ እንዳጎበጠ ብውሽጢ ዘይብሉ ትሕትና እናሳሓቐ፣ ብዙሕ ፍርሂ ስለዘለዎ፣ ድኽነት ኻብ ምፍራህ፣ ጸላም መጻኢኡ ኻብ ምፍራህ፣ እርጋን ኻብ ምፍራህ ወዘተ ብዙሕ ዝያዳ ይመኒ።</p>\n<p>ስስዐት ብዙሕ ገጻት ኣለዎ። ስስዐት ገጽ ቅዱስን ገጽ ዲያብሎስን፣ ገጽ ተባዕታይን ገጽ ኣንስተይትን፣ ገጽ ረብሓን ገጽ ዘይረብሓን፣ ገጽ በዓል ክብርን ገጽ ሓጥእን ኣለዎ።</p>\n<p>ስስዐት ኣብቲ ክምርዖ ዝደሊን ኣብቲ ዘየእትዉ ዝነበረ ዓቢ ሰብኣይን መርዓት ዝጸልእ ይርከብ።</p>\n<p>ስስዐት ኣብቲ “ገለ ነገር” ክኸውን፣ “ክግለጽ”፣ “ክድይብ” ብዘይዕግበት ክምነይ ዝኽእልን ስስዐት ኣብቲ ኻብዚ ዓለም ገለ እኳ ዘይደሊ ኣናኮርያ ይርከብ፣ ምኽንያቱ ናይ በይኑ ስስዐት ንሰማይ ምብጻሕ፣ ነጻ ምውጻእ ወዘተ እዩ።</p>\n<p>ምድራዊ ስስዐታትን መንፈሳዊ ስስዐታትን ኣለዉ። ሓድሓደ ግዜ ስስዐት ነቲ ጭምብል ናይ ዘይግድስን መስዋእትን ይጥቀም።</p>\n<p>ነዛ ርኹስን ድኻን ዓለም ዘይምነይ፣ ነቲ ኻልእ ይመኒ፣ ገንዘብ ዘይምነይ ድማ ስነ-ኣእምሮኣዊ ስልጣናት ይመኒ።</p>\n<p>ነቲ ኣነ፣ ነቲ ባዕለይ፣ ነቲ ንርእሱ፣ ነቲ ስስዐት ምሕባእ፣ ኣብቲ ዝለዓለ ምስጢራዊ ናይ ኣእምሮ መሕብኢ ምእታውን ቀጺሉ ኸኣ “ኣነ ገለ እኳ ኣይምነን”፣ “ንመመሳስለይ እፈቱ”፣ “ንጥቕሚ ኹሎም ደቂ ሰባት ከይተሓለልኩ እሰርሕ” ምባል የፈቱ።</p>\n<p>እቲ ፖለቲከኛ ተመን፣ ኹሉ ዝፈልጥ፣ ግዜያት እቲ ኽቡር ዜጋ ንሓይልታት ብስራሓቱ ዘደንቕ ይኸውን፣ ብዝተረፈ ኻብ ስራሕ ምስ ወጸ፣ ካብ ሃገሩ ሒዙ ሒደት ሚልዮናት ዶላራት ምውጻኡ ሓደ ነገር እዩ።</p>\n<p>ስስዐት ብጭምብል ናይ ዘይግድስ ብምዕባስ፣ ንቶም ኣዝዮም ዝተንኮሉ ሰባት የታልል።</p>\n<p>ኣብ ዓለም ብዙሓት ሰባት ኣለዉ፣ ስስዐት ከይህልዎም ዝምነዩ።</p>\n<p>ብዙሓት ሰባት ንኹሎም ህድግታትን ትዕቢትን ናይ ዓለም ይገድፉ፣ ምኽንያቱ ባዕላዊ ምምልላኦም ጥራይ ስለዝምነዩ።</p>\n<p>እቲ ተነሳሒ ብጉልበቱ ናብ ቤተክርስትያን ዝኸይድ፣ ብእምነት ዝመልኦ እናተገረፈ፣ ሓደ ነገር ከምዘይትመንን ንሓደ ሰብ ከይወሰኸ ዝህብ ይኸውን፣ ግልጺ ግን ተኣምር፣ ፈውሲ፣ ጥዕና ንርእሱ ወይ ንሓደ ዘመዱ፣ ወይ እቲ ዘለዓለማዊ ድሕነት እዩ።</p>\n<p>ንቶም ናይ ሓቂ ሃይማኖታውያን ሰብኡትን ኣንስትን ነድንቖም፣ ንሃይማኖቶም ብዘይግድስ ከምዘይፈትዉና ግን ንዝንግል።</p>\n<p>ቅዱሳን ሃይማኖታት፣ ልዑላን ጉጅለታት፣ ትእዛዛት፣ መንፈሳውያን ማሕበራት ወዘተ ናይ ዘይግድስ ፍቅርና ይግብኦም።</p>\n<p>ኣብዛ ዓለም እዚኣ ሃይማኖቱ፣ ትምህርቱ፣ ጉጅለኡ ወዘተ ብዘይግድስ ዝፈቱ ሰብ ምርካብ ኣዝዩ ሓደገኛ እዩ። እዚ ዘሕዝን እዩ።</p>\n<p>ዓለም ኹላ ብስስዐታት ተመልእያ ኣላ። ሂትለር ብምኽንያት ስስዐት ናብ ኲናት ተላዒሉ።</p>\n<p>ኹሎም ኲናታት ምንጪኦም ፍርህን ስስዐትን እዩ። ኹሎም ኣዝዮም ከበድቲ ጸገማት ህይወት ምንጪኦም ስስዐት እዩ።</p>\n<p>ዓለም ኹላ ብምኽንያት ስስዐት ምስ ዓለም ኹላ ትቃለስ፣ ገሊኦም ምስ ገሊኦም፣ ኹሎም ድማ ምስ ኹሎም ይቃለሱ።</p>\n<p>ዝኾነ ሰብ ኣብ ህይወት ገለ ነገር ክኸውን ይመኒ፣ ሰባት ድማ ኣብ ዕድመ፣ መምህራን፣ ወለዲ ስድራቤት፣ ኣማኸርቲ ወዘተ ንኣወዳት፣ ኣዋልድ፣ ኣዋልድ ቆልዑ፣ መንእሰያት ወዘተ ነቲ ኣስፈሕፋሒ መንገዲ ናይ ስስዐት ክስዕብዎ የተባብዕዎም።</p>\n<p>ዓበይቲ ንተምሃሮን ተምሃሮትን፣ ኣብ ህይወት ገለ ነገር ክትኮኑ ኣለኩም፣ ሃብታማት ክትኮኑ፣ ምስ ሃብታማት ክትምርዖዉ፣ ሓያላት ክትኮኑ ወዘተ ይብልዎም።</p>\n<p>እተን ዝኣረጋ፣ ዘሰቅቕኦ፣ ጽባቐ ዘይብለን፣ ዝደቀቓ ትውልዲ፣ እቶም ሓደስቲ ትውልዲ ኸምኦም ከም ዝኾኑ እውን ይደልዩ።</p>\n<p>እቲ ዝኸፍአ ነገር፣ እቶም ሓደስቲ ሰባት “ከምዝደናገጹን” በቲ ኣስፈሕፋሒ መንገዲ ናይ ስስዐት ኸምዝመርሑን እዩ።</p>\n<p>መምህራን ንተምሃሮን ተምሃሮትን ሓደ ዝተኸበረ ስራሕ ንዕቀት ከምዘይግብኦ፣ ነቲ መሳርሒ ታክሲ ንምጽያቕ፣ ነቲ ሰራሕተኛ መሸጣ፣ ነቲ ሓረስታይ፣ ነቲ መፍትሒ ጫማ ወዘተ ከምዘይግብኦም ክምህርዎም ኣለዎም።</p>\n<p>ኹሉ ትሑት ስራሕ ጽቡቕ እዩ። ኹሉ ትሑት ስራሕ ኣብ ማሕበራዊ ህይወት ኣድላዪ እዩ።</p>\n<p>ኹልና መሃንዲሳት፣ ኣመሓደርቲ፣ ፕረዚደንትታት፣ ዶክተራት፣ ተኸሰትቲ ወዘተ ኣይተወለድናን።</p>\n<p>ኣብቲ ጉባኤ ማሕበረሰብ ኹሎም ስራሕቲ የድልዩ፣ ኹሎም ሞያታት፣ ሓደ ዝተኸበረ ስራሕ ሓንቲ ግዜ ክሕተት ኣይክእልን እዩ።</p>\n<p>ኣብቲ ግብራዊ ህይወት ነፍሲ ወከፍ ሰብ ንገለ ነገር የገልግል፣ ነፍሲ ወከፍ ንምንታይ ከምዘገልግል ምፍላጥ እቲ ኣገዳሲ እዩ።</p>\n<p>ናይቶም መምህራን ሓላፍነት ናይ ነፍሲ ወከፍ ተምሃራይ ሞያ ምድላይን ብኡ ኣቢልካ ምምራሕን እዩ።</p>\n<p>እቲ ምስ ሞያው ብምስምማዕ ኣብ ህይወት ዝሰርሕ፣ ብናይ ሓቂ ፍቕሪን ብዘይስስዐትን ክሰርሕ እዩ።</p>\n<p>ፍቕሪ ንስስዐት ክትክእ ኣለዋ። ሞያ ማለት እቲ ብሓቂ ዝፈትዎ ነገር እዩ፣ እቲ ብደስታ እንፍጽሞ ሞያ፣ ምኽንያቱ ንሱ ዝፈትዎ ነገር ስለዝኾነ፣ ንሱ ዝፈትዎ ነገር እዩ።</p>\n<p>ኣብ ዘመናዊ ህይወት ብድኽነት ሰባት ብዘይተፈትዉን ብስስዐትን ይሰርሑ፣ ምኽንያቱ ሞያኦም ምስ ሞያኦም ዘይሰማማዕ ስራሕቲ ስለዝሰርሑ።</p>\n<p>ሓደ ሰብ ኣብቲ ዝፈትዎ ነገር፣ ኣብ ናይ ሓቂ ሞያው ምስ ሰርሐ፣ ብፍቕሪ ይገብሮ፣ ምኽንያቱ ንሞያው ስለዝፈቱ፣ ምኽንያቱ ንህይወት ዝኸውን ተግባራቱ ብልክዕ ሞያው ስለዝኾነ።</p>\n<p>እቲ ብልክዕ ስራሕ ናይቶም መምህራን እዩ። ንተምሃሮምን ተምሃሮተንን ከመይ ገርካ ከምዝመርሑ፣ ንኽእለቶም ምድላይ፣ በቲ ሓቀኛ መንገዲ ናይ ሞያኦም ምምራሕ።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
