import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "طمع",
  "locale": "ps",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. طمع",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>طمع ډېر لاملونه لري او یو له هغو څخه هغه دی چې وېره بلل کیږي.</p>\n<p>هغه عاجز هلک چې د ښکلو ښارونو په پارکونو کې د ویاړلو ښاغلو بوټونه پاکوي، کیدای شي غل شي که چیرې هغه د بې وزلۍ، له ځان څخه، له خپل راتلونکي څخه د ویرې احساس وکړي.</p>\n<p>هغه عاجزه خیاطه چې د ځواکمن سړي په عالي پلورنځي کې کار کوي، کیدای شي یوه شپه غله یا فاحشه شي، که چیرې هغه له راتلونکي، له ژوند، له زړښت، له ځان او داسې نورو څخه ویره احساس کړي.</p>\n<p>د لوکس رستورانت یا لوی هوټل ښکلی ویټر کیدای شي یو غل شي، د بانک غله، یا یو ډیر ښه غل، که چیرې هغه له بده مرغه له ځان څخه، د ویټر په توګه له خپل عاجز مقام څخه، له خپل راتلونکي څخه او داسې نورو څخه ویره احساس کړي.</p>\n<p>ناچیزه حشره غواړي ښکلې شي. هغه بې وزله کارکوونکی چې پیرودونکو ته خدمت کوي او په صبر سره موږ ته نیکټایي، کمیس، بوټان ښیي، ډیر تعظیم کوي او په دروغو نرمۍ سره موسکا کوي، نور څه غواړي ځکه چې هغه ډاریږي، ډیره ویره لري، د بې وزلۍ ویره، د خپل تیاره راتلونکي ویره، د زړښت ویره او داسې نور.</p>\n<p>طمع څو اړخیزه ده. طمع د سنت او شیطان، د سړي او ښځې، د ګټې او بې غرضۍ، د فضیلت او ګناهګار مخ لري.</p>\n<p>په هغه کې هم طمع شته چې واده کول غواړي او په هغه زوړ مجرد کې چې له واده څخه کرکه لري.</p>\n<p>په هغه کې هم طمع شته چې په بې پایه لیونتوب سره “یو څوک کېدل” غواړي، “معلومېدل”، “پورته کېدل” غواړي او په هغه کې هم طمع شته چې ځان پرېږدي، چې له دې نړۍ څخه هیڅ نه غواړي، ځکه چې د هغه یوازینۍ طمع جنت ته رسېدل، خلاصېدل او داسې نور دي.</p>\n<p>ځمکني او روحاني طمعګان شتون لري. ځینې وختونه طمع د بې غرضۍ او قربانۍ ماسک کاروي.</p>\n<p>څوک چې دا خراب او بدبخته نړۍ نه غواړي، هغه بله غواړي او څوک چې پیسې نه غواړي، هغه رواني ځواکونه غواړي.</p>\n<p>زه، خپل ځان، ځان ته ډیره خوښیږي چې طمع پټ کړي، د ذهن په پټو ځایونو کې یې واچوي او بیا ووایي: “زه هیڅ نه غواړم”، “زه له خپلو ملګرو سره مینه لرم”، “زه د ټولو انسانانو د ښېګڼې لپاره په بې غرضۍ سره کار کوم”.</p>\n<p>مکار سیاستوال چې هر څه پوهیږي، ځینې وختونه په ظاهري ډول بې غرضه کارونو سره خلک حیرانوي، مګر کله چې هغه دنده پریږدي، دا عادي خبره ده چې له خپل هیواد څخه په څو ملیونو ډالرو وځي.</p>\n<p>طمع چې د بې غرضۍ په ماسک پټه شوې وي، ډیری وختونه هوښیار خلک غولوي.</p>\n<p>په نړۍ کې ډیر خلک شته چې یوازې دا غواړي چې طمعه ګار نه وي.</p>\n<p>ډیر خلک شته چې د نړۍ له ټولو ښکلاګانو او باطلونو څخه لاس اخلي ځکه چې دوی یوازې د خپل ځان د بشپړتیا غوښتونکي دي.</p>\n<p>هغه توبه ګار چې تر مندره په زنګونونو ځي او په ډکه عقیده ځان وهي، په ښکاره ډول هیڅ نه غواړي او حتی دا عیش کوي چې له هیچا څخه څه واخلي پرته ورکړي، مګر دا روښانه ده چې هغه معجزه، روغیدل، د ځان یا د یو خپلوان لپاره روغتیا، یا ابدي نجات غواړي.</p>\n<p>موږ د رښتیني دینداره نارینه او ښځینه ستاینه کوو، مګر موږ خواشیني یو چې دوی له خپل دین سره په بشپړه توګه بې غرضه مینه نه کوي.</p>\n<p>مقدس دینونه، عالي فرقې، فرقې، روحاني ټولنې او داسې نور، زموږ د بې غرضه مینې مستحق دي.</p>\n<p>په دې نړۍ کې داسې څوک موندل ډیر لږ دي چې له خپل دین، خپل ښوونځي، خپلې فرقې او داسې نورو سره بې غرضه مینه وکړي. دا د افسوس ځای دی.</p>\n<p>ټوله نړۍ له طمعګانو ډکه ده. هټلر د طمع له امله جګړې ته ننوت.</p>\n<p>ټولې جګړې د ویرې او طمع له امله رامینځته کیږي. د ژوند ټولې جدي ستونزې د طمع له امله رامینځته کیږي.</p>\n<p>ټوله نړۍ د طمع له امله له ټولو سره په جګړه کې ژوند کوي، یو له بل سره او ټول له ټولو سره.</p>\n<p>هر څوک په ژوند کې یو څه کېدل غواړي او د یو څه عمر لرونکي خلک، ښوونکي، د کورنۍ مشران، لارښوونکي او داسې نور ماشومان، نجونې، ځوانې میرمنې، ځوانان او داسې نور د طمع په ناوړه لار تعقیبولو ته هڅوي.</p>\n<p>مشران زده کونکو ته وايي، تاسو باید په ژوند کې یو څه شئ، شتمن شئ، له ملیونرانو سره واده وکړئ، ځواکمن شئ او داسې نور.</p>\n<p>زاړه، ناوړه، بدبخته او زاړه نسلونه غواړي چې نوي نسلونه هم د دوی په څیر طمعه ګار، بدبخته او ناوړه وي.</p>\n<p>د دې ټولو څخه تر ټولو جدي خبره دا ده چې نوي خلک پریږدي چې “سر یې وګرځول شي” او دوی ته هم اجازه ورکوي چې د طمع په دې ناوړه لار رهبري شي.</p>\n<p>ښوونکي باید زده کونکو ته ورزده کړي چې هیڅ صادقانه کار د سپکاوي وړ نه دی، دا بې مانا ده چې د ټکسي چلوونکي، د پلورونکي، د بزګر، د بوټانو پاکونکي او داسې نورو ته په سپکه سترګه وکتل شي.</p>\n<p>هر عاجز کار ښکلی دی. هر عاجز کار په ټولنیز ژوند کې اړین دی.</p>\n<p>موږ ټول د انجنیرانو، والیانو، ولسمشرانو، ډاکټرانو، وکیلانو او داسې نورو لپاره نه یو زیږیدلي.</p>\n<p>په ټولنیز ټولګه کې ټولو کارونو، ټولو مسلکونو ته اړتیا ده، هیڅ صادقانه کار هیڅکله د سپکاوي وړ نه دی.</p>\n<p>په عملي ژوند کې هر انسان د یو څه لپاره کار کوي او مهمه دا ده چې پوه شو چې هر څوک د څه لپاره کار کوي.</p>\n<p>دا د ښوونکو دنده ده چې د هر زده کونکي مسلک کشف کړي او په دې برخه کې ورته لارښوونه وکړي.</p>\n<p>هغه څوک چې په ژوند کې د خپل مسلک سره سم کار کوي، هغه به په ریښتینې مینه او بې طمع سره کار وکړي.</p>\n<p>مینه باید د طمع ځای ونیسي. مسلک هغه څه دی چې موږ یې واقعیا خوښوو، هغه مسلک چې موږ یې په خوښۍ سره ترسره کوو ځکه چې دا هغه څه دي چې موږ ته خوند راکوي، هغه څه چې موږ یې خوښوو.</p>\n<p>په عصري ژوند کې له بده مرغه خلک په ناخوښۍ او طمع سره کار کوي ځکه چې دوی هغه کارونه ترسره کوي چې د دوی له مسلک سره سمون نه خوري.</p>\n<p>کله چې یو څوک په هغه څه کې کار کوي چې خوښیږي، په خپل ریښتیني مسلک کې، هغه دا په مینه سره کوي ځکه چې هغه له خپل مسلک سره مینه لري، ځکه چې د ژوند لپاره د هغه چلند په حقیقت کې د هغه د مسلک سره سم دی.</p>\n<p>دا په سمه توګه د ښوونکو کار دی. د خپلو زده کونکو ته لارښوونه کول، د دوی وړتیاوې کشف کول، د دوی د اصلي مسلک په لاره کې لارښوونه کول.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ps/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
