import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Підлітковий вік",
  "locale": "uk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "25. Підлітковий вік",
    "order": 25
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Настав час остаточно відкинути фальшиву сором’язливість і упередження, пов’язані з сексуальною проблемою.</p>\n<p>Необхідно чітко і точно розуміти сексуальну проблему підлітків обох статей.</p>\n<p>У чотирнадцять років в організмі підлітка з’являється сексуальна енергія, яка тоді стрімко протікає через нейро-симпатичну систему.</p>\n<p>Цей особливий тип енергії трансформує людський організм, змінюючи голос у хлопчиків і викликаючи яєчникову функцію у жінок.</p>\n<p>Людський організм - це справжня фабрика, яка перетворює грубі елементи на тонкі життєво важливі речовини.</p>\n<p>Їжа, яку ми кладемо в шлунок, проходить численні трансформації та очищення, поки остаточно не перетвориться на ту напівтверду, напіврідку речовину, яку Парацельс згадував терміном Ens.-Seminis (Сутність Сперми).</p>\n<p>Це рідке скло, гнучке, податливе, ця сперма, містить у собі в потенційній формі всі зародки життя.</p>\n<p>Гностицизм визнає в спермі ХАОС, звідки з великим завзяттям виникає життя.</p>\n<p>Старі середньовічні алхіміки, такі як Парацельс, Сендівогіус, Ніколас Фламель, Раймунд Луллій та інші, з глибокою повагою вивчали ENS-SEMINIS або ртуть таємної філософії.</p>\n<p>Цей ВІТРІОЛ - справжній еліксир, розумно створений природою всередині сім’яних пухирців.</p>\n<p>У цій ртуті давньої мудрості, у цій спермі, дійсно містяться всі можливості існування.</p>\n<p>Шкода, що багато молодих людей через відсутність справжньої психологічної орієнтації віддаються пороку мастурбації або, на жаль, відхиляються на інфра-сексуальний шлях гомосексуалізму.</p>\n<p>Дітям і молоді дають інтелектуальну інформацію з багатьох тем і направляють їх на шлях спорту, зловживання яким скорочує життя жалюгідно, але, на жаль, коли з’являється сексуальна енергія, з якою починається підлітковий вік, як батьки, так і вчителі, керуючись фальшивим пуританством і дурною мораллю, вирішують злочинно мовчати.</p>\n<p>Є злочинні мовчання і є ганебні слова. Мовчати про сексуальну проблему - це злочин. Неправильно говорити про сексуальну проблему - це також злочин.</p>\n<p>Якщо батьки та вчителі мовчать, то сексуальні збоченці говорять, а жертвами стають недосвідчені підлітки.</p>\n<p>Якщо підліток не може порадитися з батьками чи вчителями, він проконсультується зі своїми шкільними товаришами, можливо, вже збитими зі шляху. Результат не змусить себе довго чекати, і новий підліток, слідуючи хибним порадам, віддасться пороку мастурбації або відхилиться на шлях гомосексуалізму.</p>\n<p>Порок мастурбації повністю руйнує мозкову потенцію. Необхідно знати, що існує тісний зв’язок між спермою і мозком. Необхідно церебралізувати сперму. Необхідно семінізувати мозок.</p>\n<p>Мозок семінізується шляхом трансмутації сексуальної енергії, сублімації її, перетворення на мозкову потенцію.</p>\n<p>Таким чином, сперма стає церебралізованою, а мозок - семінізованим.</p>\n<p>Гностична наука глибоко вивчає ендокринологію і навчає методам і системам трансмутації сексуальних енергій, але це питання не входить до цієї книги.</p>\n<p>Якщо читач хоче отримати інформацію про гностицизм, він повинен вивчати наші гностичні книги і вступити до наших студій.</p>\n<p>Підлітки повинні сублімувати сексуальні енергії, розвиваючи естетичне почуття, навчаючись музики, скульптури, живопису, здійснюючи екскурсії у високі гори тощо.</p>\n<p>Скільки облич, які могли б бути красивими, в’януть!</p>\n<p>Скільки мізків вироджуються! Все через відсутність крику тривоги у слушний момент.</p>\n<p>Порок мастурбації, як у юнаків, так і у дівчат, став більш поширеним, ніж миття рук.</p>\n<p>Божевільні будинки переповнені чоловіками і жінками, які зруйнували свій мозок у огидному пороку мастурбації. Доля мастурбаторів - божевільний будинок.</p>\n<p>Порок гомосексуалізму прогнив коріння цієї занепалої і розбещеної раси.</p>\n<p>Здається неймовірним, що в таких країнах, як Англія, які претендують на культурність і суперцивілізацію, вільно існують кінотеатри, де демонструються фільми гомосексуального типу.</p>\n<p>Здається неймовірним, що саме в Англії вже робляться зусилля для офіційної легалізації шлюбів гомосексуального типу.</p>\n<p>У великих мегаполісах світу зараз існують будинки розпусти та клуби гомосексуального типу.</p>\n<p>Похмуре братство ворогів жінки сьогодні має збочені організації, які вражають своїм дегенеративним братерством.</p>\n<p>Багатьох читачів може надмірно здивувати це “дегенеративне братерство”, але ми не повинні забувати, що в усі часи історії завжди існували різні братства злочину.</p>\n<p>Хворобливе братство ворогів жінки, безсумнівно, є братством злочину.</p>\n<p>Вороги жінки завжди або майже завжди займають ключові посади у бюрократичному вулику.</p>\n<p>Коли гомосексуаліст потрапляє до в’язниці, він досить швидко звільняється завдяки своєчасному впливу ключових людей злочинного братства.</p>\n<p>Якщо зніжена людина потрапляє в немилість, вона досить швидко отримує економічну допомогу від усіх зловісних персонажів злочинного братства.</p>\n<p>Похмурі члени гомосексуалізму впізнають один одного за уніформою, яку вони носять.</p>\n<p>Дивно знати, що педерасти носять уніформу, але це так. Уніформа гомосексуалістів відповідає кожній моді, яка починається. Педерасти започатковують кожну нову моду. Коли мода стає загальною, вони починають іншу. Таким чином, уніформа злочинного братства завжди нова.</p>\n<p>У всіх великих містах світу сьогодні мільйони гомосексуалістів.</p>\n<p>Порок гомосексуалізму починає свій ганебний шлях у підлітковому віці.</p>\n<p>Багато шкіл для хлопчиків і дівчат є справжніми будинками розпусти гомосексуального типу.</p>\n<p>Мільйони дівчат-підлітків рішуче йдуть похмурим шляхом ворогів чоловіка.</p>\n<p>Мільйони підлітків жіночої статі є гомосексуалістами. Братство злочину серед жіночого гомосексуалізму настільки ж сильне, як і братство злочину серед чоловічої статі.</p>\n<p>Нагально необхідно остаточно і остаточно відмовитися від фальшивої сором’язливості і відверто розповісти підліткам обох статей про всі сексуальні таємниці.</p>\n<p>Тільки так нові покоління зможуть стати на шлях ВІДРОДЖЕННЯ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/uk/educacion-fundamental/la-adolescencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/la-adolescencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/la-adolescencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
