import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Прагнення",
  "locale": "uk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. Прагнення",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>АМБІЦІЇ мають кілька причин, і одна з них – це те, що називається СТРАХОМ.</p>\n<p>Скромний хлопчина, який у парках розкішних міст чистить взуття гордим панам, може стати злодієм, якщо відчує страх перед бідністю, страх перед собою, страх перед своїм майбутнім.</p>\n<p>Скромна швачка, яка працює у розкішному універмазі можновладця, може перетворитися на злодійку або повію в одну мить, якщо відчує страх перед майбутнім, страх перед життям, страх перед старістю, страх перед собою тощо.</p>\n<p>Елегантний офіціант розкішного ресторану або великого готелю може стати ГАНГСТЕРОМ, грабіжником банків або дуже витонченим злодієм, якщо, на жаль, відчує страх перед собою, перед своїм скромним становищем офіціанта, перед своїм майбутнім тощо.</p>\n<p>Незначна комаха прагне бути елегантною. Бідний працівник прилавка, який обслуговує клієнтів і терпляче показує нам краватку, сорочку, взуття, роблячи безліч реверансів і посміхаючись з фальшивою лагідністю, прагне чогось більшого, тому що боїться, дуже боїться, боїться злиднів, боїться свого похмурого майбутнього, боїться старості тощо.</p>\n<p>АМБІЦІЇ є багатогранними. АМБІЦІЇ мають обличчя святого і обличчя диявола, обличчя чоловіка і обличчя жінки, обличчя зацікавленості та обличчя незацікавленості, обличчя доброчесного і обличчя грішника.</p>\n<p>АМБІЦІЇ є в тому, хто хоче одружитися, і в тому ЗАВЗЯТОМУ СТАРОМУ ХОЛОСТЯКУ, який ненавидить шлюб.</p>\n<p>АМБІЦІЇ є в тому, хто з божевільною нескінченною жагою бажає “БУТИ КИМОСЬ”, “ВИДІЛЯТИСЯ”, “ПІДНІМАТИСЯ”, і є АМБІЦІЇ в тому, хто стає АНАХОРЕТОМ, хто нічого не бажає від цього світу, тому що його єдина АМБІЦІЯ – досягти НЕБЕС, ЗВІЛЬНИТИСЯ тощо.</p>\n<p>Існують ЗЕМНІ АМБІЦІЇ та ДУХОВНІ АМБІЦІЇ. Іноді АМБІЦІЇ використовують маску НЕЗАЦІКАВЛЕНОСТІ та ЖЕРТВЕННОСТІ.</p>\n<p>Хто не прагне цього нікчемного і ЖАЛЮГІДНОГО світу, той прагне іншого, а хто не прагне грошей, той прагне ПСИХІЧНИХ СИЛ.</p>\n<p>Я, САМ, СОБІ, любить ховати АМБІЦІЇ, засовувати їх у найпотаємніші куточки розуму, а потім каже: “Я НІЧОГО НЕ ПРАГНУ”, “Я ЛЮБЛЮ СВОЇХ БЛИЖНІХ”, “Я ПРАЦЮЮ БЕЗКОРИСНО ЗАРАДИ БЛАГА ВСІХ ЛЮДЕЙ”.</p>\n<p>ПОЛІТИК-ЛИС, який все знає, іноді вражає натовпи своїми на перший погляд безкорисливими вчинками, але коли він покидає посаду, цілком нормально, що він виїжджає з країни з кількома мільйонами доларів.</p>\n<p>АМБІЦІЇ, замасковані під МАСКОЮ БЕЗКОРИСЛИВОСТІ, часто обманюють найхитріших людей.</p>\n<p>У світі є багато людей, які лише ПРАГНУТЬ не бути АМБІЦІЙНИМИ.</p>\n<p>Багато людей відмовляються від усієї пишноти та марнославства світу, тому що лише ПРАГНУТЬ власного САМОВДОСКОНАЛЕННЯ.</p>\n<p>Розкаяний, який йде на колінах до храму і повний віри шмагає себе, на перший погляд нічого не прагне і навіть дозволяє собі давати, нічого ні в кого не відбираючи, але очевидно, що він ПРАГНЕ ЧУДА, зцілення, здоров’я для себе чи для когось із родичів, або ж вічного спасіння.</p>\n<p>Ми захоплюємося чоловіками та жінками, які є справді релігійними, але шкодуємо, що вони не люблять свою релігію з повною БЕЗКОРИСЛИВІСТЮ.</p>\n<p>Святі релігії, піднесені секти, ордени, духовні товариства тощо заслуговують на нашу БЕЗКОРИСЛИВУ ЛЮБОВ.</p>\n<p>Дуже рідко можна знайти в цьому світі людину, яка б любила свою релігію, свою школу, свою секту тощо безкорисливо. Це сумно.</p>\n<p>Весь світ сповнений амбіцій. Гітлер розпочав війну через амбіції.</p>\n<p>Усі війни мають свій початок у страху та АМБІЦІЯХ. Усі найсерйозніші проблеми життя мають свій початок в АМБІЦІЯХ.</p>\n<p>Увесь світ живе у боротьбі проти всього світу через амбіції, одні проти одних і всі проти всіх.</p>\n<p>Кожна людина в житті ПРАГНЕ БУТИ КИМОСЬ, а люди певного віку, вчителі, батьки сімейств, опікуни тощо заохочують хлопчиків, дівчаток, дівчат, юнаків тощо йти жахливим шляхом АМБІЦІЙ.</p>\n<p>Старші кажуть учням і ученицям, ти повинен кимось стати в житті, розбагатіти, одружитися з мільйонерами, бути могутнім тощо тощо.</p>\n<p>Старі, жахливі, потворні, застарілі покоління хочуть, щоб нові покоління були також амбітними, потворними і жахливими, як вони.</p>\n<p>Найгірше в усьому цьому те, що нові люди дають себе “ЗАМОРОЧИТИ” і дозволяють вести себе жахливим шляхом АМБІЦІЙ.</p>\n<p>Вчителі та вчительки повинні навчити УЧНІВ і УЧЕНИЦЬ, що жодна чесна праця не заслуговує на зневагу, абсурдно зневажливо дивитися на водія таксі, на працівника прилавка, на селянина, на чистильника взуття тощо.</p>\n<p>Будь-яка скромна праця є прекрасною. Будь-яка скромна праця є необхідною в суспільному житті.</p>\n<p>Не всі ми народжені інженерами, губернаторами, президентами, лікарями, юристами тощо.</p>\n<p>У соціальному конгломераті потрібні всі роботи, всі професії, жодна чесна праця ніколи не може бути зневажливою.</p>\n<p>У практичному житті кожна людина для чогось потрібна, і важливо знати, для чого потрібен кожен.</p>\n<p>Обов’язок ВЧИТЕЛІВ і ВЧИТЕЛЬОК – відкрити ПОКЛИКАННЯ кожного студента і орієнтувати його в цьому напрямку.</p>\n<p>Той, хто працює в житті відповідно до свого ПОКЛИКАННЯ, працюватиме зі СПРАВЖНЬОЮ ЛЮБОВ’Ю і без АМБІЦІЙ.</p>\n<p>ЛЮБОВ повинна замінити АМБІЦІЇ. ПОКЛИКАННЯ – це те, що нам дійсно подобається, та професія, яку ми з радістю виконуємо, тому що це те, що нам подобається, те, що ми ЛЮБИМО.</p>\n<p>У сучасному житті, на жаль, люди працюють неохоче і через амбіції, тому що займаються роботою, яка не відповідає їхньому покликанню.</p>\n<p>Коли людина працює на тому, що їй подобається, у своєму справжньому покликанні, вона робить це з ЛЮБОВ’Ю, тому що ЛЮБИТЬ своє покликання, тому що її СТАВЛЕННЯ до життя є саме таким, як у її покликанні.</p>\n<p>Саме в цьому полягає робота вчителів. Вміти орієнтувати своїх учнів і учениць, відкривати їхні здібності, орієнтувати їх на шляху їхнього справжнього покликання.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/uk/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
