import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Стремежът",
  "locale": "bg",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. Стремежът",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>АМБИЦИЯТА има няколко причини и една от тях е това, което се нарича СТРАХ.</p>\n<p>Скромното момче, което в парковете на луксозните градове лъска обувките на гордите кавалери, би могло да се превърне в крадец, ако започне да изпитва страх от бедността, страх от себе си, страх от бъдещето си.</p>\n<p>Скромната шивачка, която работи в пищния магазин на силния човек, би могла да се превърне в крадла или проститутка от днес за утре, ако започне да изпитва страх от бъдещето, страх от живота, страх от старостта, страх от себе си и т.н.</p>\n<p>Елегантният сервитьор в луксозния ресторант или големия хотел, би могъл да се превърне в ГАНГСТЕР, в нападател на банки или в много изискан крадец, ако, за нещастие, започне да изпитва страх от себе си, от скромната си позиция на сервитьор, от собственото си бъдеще и т.н.</p>\n<p>Незначителното насекомо се стреми да бъде елегантно. Бедният служител зад щанда, който обслужва клиентите и търпеливо ни показва вратовръзка, риза, обувки, правейки много поклони и усмихвайки се с престорена кротост, се стреми към нещо повече, защото се страхува, много се страхува, страх от мизерията, страх от мрачното си бъдеще, страх от старостта и т.н.</p>\n<p>АМБИЦИЯТА е многостранна. АМБИЦИЯТА има лице на светец и лице на дявол, лице на мъж и лице на жена, лице на интерес и лице на незаинтересованост, лице на добродетелен и лице на грешник.</p>\n<p>Съществува АМБИЦИЯ в онзи, който иска да се ожени, и в онзи ЗАКЛЕТ стар ерген, който мрази брака.</p>\n<p>Съществува АМБИЦИЯ в онзи, който желае с безкрайна лудост “ДА БЪДЕ НЯКОЙ”, “ДА СЕ ПОКАЗВА”, “ДА СЕ ИЗДИГА”, и съществува АМБИЦИЯ в онзи, който става АНАХОРЕТ, който не желае нищо от този свят, защото единствената му АМБИЦИЯ е да достигне НЕБЕТО, ДА СЕ ОСВОБОДИ и т.н.</p>\n<p>Съществуват ЗЕМНИ АМБИЦИИ и ДУХОВНИ АМБИЦИИ. Понякога АМБИЦИЯТА използва маската на БЕЗКОРИСТИЕТО и ЖЕРТВОПРИНОШЕНИЕТО.</p>\n<p>Който не се СТРЕМИ към този лош и МИЗЕРЕН свят, се СТРЕМИ към другия, и който не се СТРЕМИ към пари, се СТРЕМИ към ПСИХИЧЕСКИ СИЛИ.</p>\n<p>На АЗ-а, на МЕН САМИЯ, на СЕБЕ СИ, му харесва да крие АМБИЦИЯТА, да я пъха в най-тайните кътчета на ума и след това казва: “АЗ НЕ СЕ СТРЕМЯ КЪМ НИЩО”, “АЗ ОБИЧАМ БЛИЖНИТЕ СИ”, “АЗ РАБОТЯ БЕЗКОРИСТНО ЗА ДОБРОТО НА ВСИЧКИ ЧОВЕШКИ СЪЩЕСТВА”.</p>\n<p>ПОЛИТИЧЕСКИЯТ ЛИСИЦА, който знае всички отговори, понякога удивлява тълпите със своите привидно безкористни дела, но когато напусне работа, е съвсем нормално да напусне страната си с няколко милиона долара.</p>\n<p>АМБИЦИЯТА, маскирана с МАСКАТА НА БЕЗКОРИСТИЕТО, обикновено мами най-хитрите хора.</p>\n<p>В света има много хора, които само се СТРЕМЯТ да не бъдат АМБИЦИОЗНИ.</p>\n<p>Много са хората, които се отказват от всички помпи и суети на света, защото само се СТРЕМЯТ към собственото си ВЪТРЕШНО САМОУСЪВЪРШЕНСТВАНЕ.</p>\n<p>Каещият се, който върви на колене към храма и който се самобичува изпълнен с вяра, очевидно не се стреми към нищо и дори си позволява да дава, без да отнема нищо от никого, но е ясно, че се СТРЕМИ към ЧУДОТО, изцелението, здравето за себе си или за някой член на семейството си, или пък към вечното спасение.</p>\n<p>Ние се възхищаваме на наистина религиозните мъже и жени, но съжаляваме, че не обичат религията си с цялата БЕЗКОРИСТИЕ.</p>\n<p>Светите религии, възвишените секти, ордени, духовни общества и т.н. заслужават нашата БЕЗКОРИСТНА ЛЮБОВ.</p>\n<p>Много рядко се среща в този свят човек, който обича религията си, училището си, сектата си и т.н. безкористно. Това е жалко.</p>\n<p>Целият свят е пълен с амбиции. Хитлер се впусна във война заради амбиция.</p>\n<p>Всички войни водят началото си от страха и АМБИЦИЯТА. Всички най-сериозни проблеми в живота водят началото си от АМБИЦИЯТА.</p>\n<p>Целият свят живее в борба срещу целия свят поради амбицията, едни срещу други и всички срещу всички.</p>\n<p>Всеки човек в живота се СТРЕМИ ДА БЪДЕ НЕЩО и хората на определена възраст, учители, родители, настойници и т.н., стимулират момчетата, момичетата, младите дами, младите хора и т.н. да продължат по ужасния път на АМБИЦИЯТА.</p>\n<p>Възрастните казват на учениците, трябва да станеш нещо в живота, да забогатееш, да се ожениш за милионери, да бъдеш могъщ и т.н. и т.н.</p>\n<p>Старите, ужасни, грозни, отживели времето си поколения искат новите поколения също да бъдат амбициозни, грозни и ужасни като тях.</p>\n<p>Най-сериозното от всичко това е, че новите хора се оставят да бъдат “ЗАМАЯНИ” и също така се оставят да бъдат водени по този ужасен път на АМБИЦИЯТА.</p>\n<p>Учителите и учителките трябва да научат УЧЕНИЦИТЕ и УЧЕНИЧКИТЕ, че нито една честна работа не заслужава презрение, абсурдно е да гледаме с презрение на шофьора на такси, на служителя зад щанда, на селянина, на чистача на обувки и т.н.</p>\n<p>Всяка скромна работа е красива. Всяка скромна работа е необходима в социалния живот.</p>\n<p>Не всички сме родени за инженери, управители, президенти, доктори, адвокати и т.н.</p>\n<p>В социалния конгломерат са необходими всички работи, всички занаяти, никоя честна работа не може никога да бъде презряна.</p>\n<p>В практическия живот всяко човешко същество служи за нещо и важното е да знаем за какво служи всеки.</p>\n<p>Задължение на УЧИТЕЛИТЕ и УЧИТЕЛКИТЕ е да открият ПРИЗВАНИЕТО на всеки ученик и да го ориентират в тази насока.</p>\n<p>Онзи, който работи в живота според своето ПРИЗВАНИЕ, ще работи с ИСТИНСКА ЛЮБОВ и без АМБИЦИЯ.</p>\n<p>ЛЮБОВТА трябва да замени АМБИЦИЯТА. ПРИЗВАНИЕТО е това, което наистина ни харесва, тази професия, която изпълняваме с радост, защото е това, което ни харесва, това, което ОБИЧАМЕ.</p>\n<p>В съвременния живот, за съжаление, хората работят с отвращение и поради амбиция, защото упражняват работа, която не съвпада с тяхното призвание.</p>\n<p>Когато човек работи това, което му харесва, в истинското си призвание, той го прави с ЛЮБОВ, защото ОБИЧА призванието си, защото неговите ОТНОШЕНИЯ към живота са точно тези на неговото призвание.</p>\n<p>Точно това е работата на учителите. Да знаят как да ориентират своите ученици и ученички, да открият техните способности, да ги ориентират по пътя на тяхното автентично призвание.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bg/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
