import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ความทะเยอทะยาน",
  "locale": "th",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "7. ความทะเยอทะยาน",
    "order": 7
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ความทะเยอทะยานมีสาเหตุหลายประการ และหนึ่งในนั้นคือสิ่งที่เรียกว่าความกลัว</p>\n<p>เด็กหนุ่มผู้ต่ำต้อยที่ทำความสะอาดรองเท้าให้กับสุภาพบุรุษผู้หยิ่งยโสในสวนสาธารณะของเมืองหรูหรา อาจกลายเป็นขโมยหากเขารู้สึกกลัวความยากจน กลัวตัวเอง กลัวอนาคตของเขา</p>\n<p>ช่างตัดเสื้อผ้าผู้ต่ำต้อยที่ทำงานในห้างสรรพสินค้าอันโอ่อ่าของมหาเศรษฐี อาจกลายเป็นขโมยหรือโสเภณีในชั่วข้ามคืน หากเธอรู้สึกกลัวอนาคต กลัวชีวิต กลัวความชรา กลัวตัวเอง ฯลฯ</p>\n<p>พนักงานเสิร์ฟที่สง่างามในร้านอาหารหรูหรือโรงแรมใหญ่ อาจกลายเป็นนักเลง เป็นโจรปล้นธนาคาร หรือเป็นขโมยชั้นดี หากโชคร้ายที่เขารู้สึกกลัวตัวเอง กลัวตำแหน่งพนักงานเสิร์ฟที่ต่ำต้อย กลัวอนาคตของตัวเอง ฯลฯ</p>\n<p>แมลงตัวเล็กๆ ปรารถนาที่จะสง่างาม พนักงานขายของที่เคาน์เตอร์ที่คอยให้บริการลูกค้า และแสดงเนคไท เสื้อเชิ้ต รองเท้าให้เราดูด้วยความอดทน พร้อมทั้งโค้งคำนับและยิ้มด้วยความอ่อนน้อมถ่อมตนอย่างเสแสร้ง ปรารถนาอะไรมากกว่านั้นเพราะเขากลัว กลัวมาก กลัวความยากจน กลัวอนาคตที่มืดมน กลัวความชรา ฯลฯ</p>\n<p>ความทะเยอทะยานมีหลายแง่มุม ความทะเยอทะยานมีหน้าตาเหมือนนักบุญและหน้าตาเหมือนปีศาจ หน้าตาเหมือนผู้ชายและหน้าตาเหมือนผู้หญิง หน้าตาเหมือนความสนใจและหน้าตาเหมือนความไม่สนใจ หน้าตาเหมือนคนดีและหน้าตาเหมือนคนบาป</p>\n<p>มีความทะเยอทะยานในคนที่ต้องการแต่งงานและในชายโสดแก่ผู้ดื้อรั้นที่รังเกียจการแต่งงาน</p>\n<p>มีความทะเยอทะยานในคนที่ปรารถนาอย่างบ้าคลั่งที่จะ “เป็นใครบางคน” “โดดเด่น” “ไต่เต้า” และมีความทะเยอทะยานในคนที่กลายเป็นฤาษีที่ไม่ต้องการอะไรจากโลกนี้ เพราะความทะเยอทะยานเพียงอย่างเดียวของเขาคือการบรรลุสวรรค์ เป็นอิสระ ฯลฯ</p>\n<p>มีความทะเยอทะยานทางโลกและทางจิตวิญญาณ บางครั้งความทะเยอทะยานก็สวมหน้ากากแห่งความไม่สนใจและเสียสละ</p>\n<p>ผู้ที่ไม่ทะเยอทะยานในโลกที่เลวร้ายและน่าสังเวชนี้ ก็ทะเยอทะยานในอีกโลกหนึ่ง และผู้ที่ไม่ทะเยอทะยานเงิน ก็ทะเยอทะยานอำนาจทางจิต</p>\n<p>อัตตา ตัวฉันเอง ชอบซ่อนความทะเยอทะยาน เก็บไว้ในซอกหลืบที่ลับที่สุดของจิตใจ แล้วพูดว่า: “ฉันไม่ทะเยอทะยานอะไรเลย” “ฉันรักเพื่อนมนุษย์ของฉัน” “ฉันทำงานอย่างไม่เห็นแก่ตัวเพื่อประโยชน์ของมนุษย์ทุกคน”</p>\n<p>นักการเมืองเจ้าเล่ห์ที่รู้ทุกอย่าง บางครั้งก็สร้างความประหลาดใจให้กับผู้คนจำนวนมากด้วยผลงานที่ดูเหมือนจะไม่เห็นแก่ตัว แต่เมื่อเขาออกจากงาน ก็เป็นเรื่องปกติที่เขาจะออกจากประเทศของตนพร้อมเงินหลายล้านดอลลาร์</p>\n<p>ความทะเยอทะยานที่ปลอมตัวด้วยหน้ากากแห่งความไม่สนใจ มักหลอกลวงผู้คนที่มีไหวพริบมากที่สุด</p>\n<p>มีผู้คนมากมายในโลกที่ทะเยอทะยานเพียงแค่ไม่ทะเยอทะยาน</p>\n<p>มีผู้คนมากมายที่สละทิ้งความหรูหราและความฟุ้งเฟ้อทั้งหมดของโลก เพราะพวกเขาเพียงแต่ทะเยอทะยานที่จะพัฒนาตนเองภายในอย่างสมบูรณ์แบบ</p>\n<p>ผู้ที่สำนึกผิดที่เดินเข่าไปที่วัดและโบยตีตัวเองด้วยความศรัทธา ดูเหมือนจะไม่ทะเยอทะยานอะไรเลย และถึงกับให้โดยไม่เอาอะไรจากใคร แต่เป็นที่ชัดเจนว่าเขาทะเยอทะยานปาฏิหาริย์ การรักษา สุขภาพสำหรับตนเองหรือสมาชิกในครอบครัว หรือความรอดนิรันดร์</p>\n<p>เราชื่นชมชายและหญิงที่เคร่งศาสนาอย่างแท้จริง แต่เราเสียใจที่พวกเขาไม่รักศาสนาของตนด้วยความไม่สนใจทั้งหมด</p>\n<p>ศาสนาศักดิ์สิทธิ์ นิกายที่สูงส่ง คำสั่ง สังคมทางจิตวิญญาณ ฯลฯ สมควรได้รับความรักที่ไม่เห็นแก่ตัวของเรา</p>\n<p>เป็นเรื่องยากมากที่จะพบใครสักคนที่รักศาสนา โรงเรียน นิกาย ฯลฯ ของตนอย่างไม่เห็นแก่ตัวในโลกนี้ นั่นเป็นเรื่องน่าเสียใจ</p>\n<p>โลกทั้งใบเต็มไปด้วยความทะเยอทะยาน ฮิตเลอร์เริ่มสงครามเพราะความทะเยอทะยาน</p>\n<p>สงครามทั้งหมดมีต้นกำเนิดมาจากความกลัวและความทะเยอทะยาน ปัญหาที่ร้ายแรงที่สุดทั้งหมดในชีวิตมีต้นกำเนิดมาจากความทะเยอทะยาน</p>\n<p>ทุกคนในโลกอยู่ในการต่อสู้กับทุกคนเนื่องจากความทะเยอทะยาน พวกเขาต่อสู้กันเองและทุกคนต่อสู้กับทุกคน</p>\n<p>ทุกคนในชีวิตทะเยอทะยานที่จะเป็นอะไรบางอย่าง และคนที่มีอายุ ครู พ่อแม่ ผู้ปกครอง ฯลฯ กระตุ้นให้เด็กชาย เด็กหญิง เด็กสาว เยาวชน ฯลฯ เดินตามเส้นทางอันน่าสยดสยองแห่งความทะเยอทะยาน</p>\n<p>ผู้สูงอายุบอกกับนักเรียนว่า คุณต้องเป็นอะไรบางอย่างในชีวิต ร่ำรวย แต่งงานกับคนรวย มีอำนาจ ฯลฯ ฯลฯ</p>\n<p>คนรุ่นเก่าที่น่ากลัว น่าเกลียด ล้าสมัย ต้องการให้คนรุ่นใหม่มีความทะเยอทะยาน น่าเกลียด และน่ากลัวเหมือนพวกเขาด้วย</p>\n<p>สิ่งที่ร้ายแรงที่สุดคือคนรุ่นใหม่ปล่อยให้ตัวเอง “มึนเมา” และปล่อยให้ตัวเองถูกนำทางไปตามเส้นทางที่น่าสยดสยองแห่งความทะเยอทะยาน</p>\n<p>ครูควรสอนนักเรียนว่าไม่มีงานที่สุจริตใดสมควรได้รับการดูถูก เป็นเรื่องไร้สาระที่จะมองด้วยความดูถูกเหยียดหยามคนขับแท็กซี่ พนักงานขายของ เกษตรกร คนทำความสะอาดรองเท้า ฯลฯ</p>\n<p>งานที่ต่ำต้อยทุกงานนั้นสวยงาม งานที่ต่ำต้อยทุกงานมีความจำเป็นในชีวิตทางสังคม</p>\n<p>เราไม่ได้เกิดมาเพื่อเป็นวิศวกร ผู้ว่าการ ประธานาธิบดี แพทย์ ทนายความ ฯลฯ ทุกคน</p>\n<p>ในกลุ่มสังคมจำเป็นต้องมีงานทุกประเภท ทุกอาชีพ ไม่มีงานที่สุจริตใดที่จะน่ารังเกียจได้</p>\n<p>ในชีวิตจริง มนุษย์ทุกคนมีประโยชน์สำหรับบางสิ่ง และสิ่งสำคัญคือต้องรู้ว่าแต่ละคนมีประโยชน์สำหรับอะไร</p>\n<p>เป็นหน้าที่ของครูที่จะค้นพบความถนัดของนักเรียนแต่ละคนและชี้นำพวกเขาไปในทิศทางนั้น</p>\n<p>ผู้ที่ทำงานในชีวิตตามความถนัดของตน จะทำงานด้วยความรักที่แท้จริงและปราศจากความทะเยอทะยาน</p>\n<p>ความรักควรเข้ามาแทนที่ความทะเยอทะยาน ความถนัดคือสิ่งที่เราชอบจริงๆ อาชีพที่เราทำด้วยความสุขเพราะเป็นสิ่งที่เราชอบ สิ่งที่เรารัก</p>\n<p>ในชีวิตสมัยใหม่ โชคร้ายที่ผู้คนทำงานอย่างไม่เต็มใจและด้วยความทะเยอทะยาน เพราะพวกเขาทำงานที่ไม่ตรงกับความถนัดของตน</p>\n<p>เมื่อเราทำงานในสิ่งที่เราชอบ ในความถนัดที่แท้จริงของเรา เราจะทำด้วยความรักเพราะเรารักความถนัดของเรา เพราะทัศนคติของเราต่อชีวิตคือทัศนคติของความถนัดของเรา</p>\n<p>นั่นคืองานของครูอย่างแม่นยำ การรู้วิธีชี้นำนักเรียน ค้นพบความถนัดของพวกเขา ชี้นำพวกเขาไปตามเส้นทางแห่งความถนัดที่แท้จริงของพวกเขา</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/th/educacion-fundamental/la-ambicion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/educacion-fundamental/la-ambicion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/educacion-fundamental/la-ambicion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
