import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "نوجوانی",
  "locale": "fa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "25. نوجوانی",
    "order": 25
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>اکنون زمان آن رسیده است که شرم کاذب و پیش‌داوری‌های مربوط به مسئله جنسی را به طور کامل کنار بگذاریم.</p>\n<p>لازم است مشکل جنسی نوجوانان هر دو جنس را به طور واضح و دقیق درک کنیم.</p>\n<p>در سن چهارده سالگی، انرژی جنسی در بدن نوجوان ظاهر می‌شود که به طور فزاینده‌ای در سیستم عصبی-سمپاتیک جریان می‌یابد.</p>\n<p>این نوع خاص از انرژی، بدن انسان را دگرگون می‌کند، صدا را در مرد تغییر می‌دهد و باعث ایجاد عملکرد تخمدان در زن می‌شود.</p>\n<p>بدن انسان یک کارخانه واقعی است که عناصر خام را به مواد حیاتی ظریف تبدیل می‌کند.</p>\n<p>غذاهایی که به معده می‌بریم، چندین تغییر و پالایش را طی می‌کنند تا در نهایت به آن ماده نیمه‌جامد، نیمه‌مایعی برسند که پاراسلسوس آن را با اصطلاح Ens-Seminis (جوهر منی) نامیده است.</p>\n<p>این شیشه مایع، انعطاف‌پذیر، شکل‌پذیر، این اسپرم، به طور بالقوه حاوی تمام عوامل زندگی است.</p>\n<p>گنوسیسم، منی را به عنوان CAOS می‌شناسد که زندگی از آن با شدت ظهور می‌کند.</p>\n<p>شیمی‌دانان قدیمی قرون وسطایی مانند پاراسلسوس، سندیوجیوس، نیکلاس فلامل، رایموندو لولیو و غیره، با احترام عمیق ENS-SEMINIS یا جیوه فلسفه پنهان را مطالعه کردند.</p>\n<p>این VITRIOLO، یک اکسیر واقعی است که هوشمندانه توسط طبیعت در داخل وزیکول‌های منی تولید می‌شود.</p>\n<p>در این جیوه حکمت باستانی، در این منی، واقعاً تمام امکانات وجود یافت می‌شود.</p>\n<p>جای تاسف است که بسیاری از جوانان به دلیل عدم راهنمایی روانشناختی واقعی، تسلیم عادت خودارضایی می‌شوند یا متاسفانه در مسیر فرعی جنسی همجنس‌گرایی منحرف می‌شوند.</p>\n<p>به کودکان و جوانان اطلاعات فکری در مورد بسیاری از موضوعات داده می‌شود و آنها را در مسیر ورزشکاری قرار می‌دهند که سوء استفاده از آن عمر را به طرز اسفباری کوتاه می‌کند، اما متاسفانه با ظاهر شدن انرژی جنسی که نوجوانی با آن آغاز می‌شود، هم والدین و هم معلمان مدرسه، بر اساس یک پاک‌دامنی دروغین و یک اخلاق احمقانه، تصمیم می‌گیرند که به طور جنایتکارانه‌ای سکوت کنند.</p>\n<p>سکوت‌های جنایتکارانه و سخنان شنیع وجود دارد. سکوت در مورد مشکل جنسی یک جرم است. صحبت کردن اشتباه در مورد مشکل جنسی نیز جرم دیگری است.</p>\n<p>اگر والدین و معلمان سکوت کنند، منحرفان جنسی صحبت می‌کنند و قربانیان، نوجوانان بی‌تجربه می‌شوند.</p>\n<p>اگر نوجوان نتواند با والدین یا معلمان مشورت کند، پس با همکلاسی‌های خود مشورت خواهد کرد که احتمالاً از قبل در مسیر اشتباه منحرف شده‌اند. نتیجه مدت زیادی منتظر نمی‌ماند و نوجوان جدید با پیروی از توصیه‌های نادرست، تسلیم عادت خودارضایی می‌شود یا در مسیر همجنس‌گرایی منحرف می‌شود.</p>\n<p>عادت خودارضایی به طور کامل قدرت مغز را از بین می‌برد. لازم است بدانیم که بین منی و مغز رابطه صمیمی وجود دارد. لازم است منی را مغزدار کرد. لازم است مغز را منی‌دار کرد.</p>\n<p>مغز با تبدیل انرژی جنسی، تعالی بخشیدن به آن و تبدیل آن به قدرت مغزی، منی‌دار می‌شود.</p>\n<p>به این ترتیب، منی مغزدار و مغز منی‌دار می‌شود.</p>\n<p>علم گنوسی به طور عمیق غدد درون‌ریز را مطالعه می‌کند و روش‌ها و سیستم‌هایی را برای تبدیل انرژی‌های جنسی آموزش می‌دهد، اما این موضوعی است که در این کتاب نمی‌گنجد.</p>\n<p>اگر خواننده می‌خواهد اطلاعاتی در مورد گنوسیسم کسب کند، باید کتاب‌های گنوسی ما را مطالعه کند و وارد مطالعات ما شود.</p>\n<p>نوجوانان باید با پرورش حس زیبایی‌شناسی، یادگیری موسیقی، مجسمه‌سازی، نقاشی، انجام گردش در کوه‌های بلند و غیره، انرژی‌های جنسی را تعالی بخشند.</p>\n<p>چهره‌های زیادی که می‌توانستند زیبا باشند پژمرده می‌شوند!</p>\n<p>چه مغزهایی که تحلیل می‌روند! همه به دلیل عدم وجود فریاد هشدار در زمان مناسب.</p>\n<p>عادت خودارضایی، هم در جوانان و هم در دوشیزگان، رایج‌تر از شستن دست‌ها شده است.</p>\n<p>تیمارستان‌ها پر از مردان و زنانی است که مغز خود را در عادت مشمئزکننده خودارضایی خراب کرده‌اند. سرنوشت خودارضایی‌کنندگان، تیمارستان است.</p>\n<p>عادت همجنس‌گرایی ریشه‌های این نژاد منسوخ و منحرف را پوسانده است.</p>\n<p>باورنکردنی به نظر می‌رسد که در کشورهایی مانند انگلستان که ادعای فرهنگ و تمدن فوق‌العاده دارند، سینماهایی آزادانه وجود دارند که در آن فیلم‌های همجنس‌گرایانه به نمایش در می‌آیند.</p>\n<p>باورنکردنی به نظر می‌رسد که دقیقاً در انگلستان است که در حال حاضر تلاش‌هایی برای قانونی کردن رسمی ازدواج‌های همجنس‌گرایانه انجام می‌شود.</p>\n<p>در کلان‌شهرهای بزرگ جهان، در حال حاضر فاحشه‌خانه‌ها و باشگاه‌های همجنس‌گرایانه وجود دارد.</p>\n<p>انجمن تاریک دشمنان زن، امروزه سازمان‌های منحرفی دارد که به دلیل برادری منحط خود شگفت‌انگیز هستند.</p>\n<p>ممکن است این “برادری منحط” برای بسیاری از خوانندگان بیش از حد تعجب‌آور باشد، اما نباید فراموش کنیم که در تمام دوران تاریخ، همواره برادری‌های مختلفی از جرم وجود داشته است.</p>\n<p>انجمن بیمارگونه دشمنان زن، بدون شک یک برادری از جرم است.</p>\n<p>دشمنان زن همیشه یا تقریباً همیشه پست‌های کلیدی را در داخل کندوی بوروکراتیک اشغال می‌کنند.</p>\n<p>وقتی یک همجنس‌گرا به زندان می‌رود، به زودی به دلیل نفوذ به موقع مردان کلیدی انجمن جرم آزاد می‌شود.</p>\n<p>اگر یک مرد زن‌نما از لطف بیفتد، به زودی از طرف تمام شخصیت‌های شوم انجمن جرم کمک‌های مالی دریافت می‌کند.</p>\n<p>اعضای تاریک همجنس‌گرایی یکدیگر را با یونیفرمی که به تن دارند، تشخیص می‌دهند.</p>\n<p>تعجب‌آور است که بدانیم همجنس‌بازان از یونیفرم استفاده می‌کنند، اما این‌گونه است. یونیفرم همجنس‌گرایان مربوط به هر مد جدیدی است که آغاز می‌شود. همجنس‌بازان هر مد جدیدی را آغاز می‌کنند. وقتی یک مد رایج می‌شود، آنگاه آنها مد دیگری را آغاز می‌کنند. به این ترتیب، یونیفرم انجمن جرم همیشه جدید است.</p>\n<p>امروزه تمام شهرهای بزرگ جهان میلیون‌ها همجنس‌گرا دارند.</p>\n<p>عادت همجنس‌گرایی حرکت شرم‌آور خود را در دوران نوجوانی آغاز می‌کند.</p>\n<p>بسیاری از مدارس نوجوانان پسر و دوشیزه، فاحشه‌خانه‌های واقعی همجنس‌گرایانه هستند.</p>\n<p>میلیون‌ها دوشیزه نوجوان با قاطعیت در مسیر تاریک دشمنان مرد قدم برمی‌دارند.</p>\n<p>میلیون‌ها نوجوان جنس مؤنث همجنس‌گرا هستند. انجمن جرم در بین همجنس‌گرایی زنانه به همان اندازه قوی است که انجمن جرم در بین جنس مذکر.</p>\n<p>لازم است که شرم کاذب را به طور ریشه‌ای و قطعی کنار بگذاریم و صریحاً تمام اسرار جنسی را برای نوجوانان هر دو جنس آشکار کنیم.</p>\n<p>تنها از این طریق می‌توان نسل‌های جدید را در مسیر REGENERACIÓN (تجدید حیات) هدایت کرد.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/fa/educacion-fundamental/la-adolescencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/la-adolescencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/la-adolescencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
