import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "जोबोन बैसो",
  "locale": "brx",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "25. जोबोन बैसो",
    "order": 25
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>मिथ्या लाज आरो सेक्स समस्याजों सोमोन्दो थानाय सोदोबफोरखौ मोनथाइ गैयै थाख्लायनायखौ बोखारनायनि बेला जाबाय।</p>\n<p>सानैबो लिंगनि बैसो गोदान जानायनि सेक्स समस्याखौ रोखा आरो थारै बुजिनो नांगोन।</p>\n<p>दाइनजि बोसोर बैसोआव बैसो गोदान जानायनि देहायाव सेक्स इनारजि फैयो जेराव बेयो देहो-सिम्पेथेटिक प्रणालियाव गोख्रै बारलाङो।</p>\n<p>बे रोखोमनि गुबुन इनार्जिया मानसिनि देहाखौ सोलायो, हौवायाव गोखौ सोलायो आरो हिनजावआव ओभारि खामानिखौ बोराय।</p>\n<p>मानसिनि देहाया मोनसे थार फेक्टरि जाय जोंङा बाहायनाय गोगो थाथाइफोरखौ मोजां थाथाइखौ दैखाङो।</p>\n<p>जोंङा स्तोमेगाव होग्रा जानाय जोंङा जानायफोरखौ माखासे सोलायनाय आरो बांहोनाय खालामो जाहाथे बेयो निस्चयै एन्स-सेमिनिस (सेमेननि मोनथाइ) नि थाखाय पारासेल्सोआ बुंनाय सेमी-सोलिड, सेमी-लिक्विडनि थाथाइयाव जोबनो हाया।</p>\n<p>बे लिक्विड ग्लास, फ्लेक्जिबल, मेलेबल, बे स्पार्मआव आबुङै जिउनि गोथौनिफ्राय गासैखौबो मोननो हायो।</p>\n<p>ग्नोस्टिसिज्मा स्पार्मआव खेवसनिफ्राय जिउ फैयो होननानै सिनायो।</p>\n<p>जुगनि आलकेमिस्टफोरा जेरै पारासेल्सो, सेन्डिभोगियस, निकोलास फ्लेमेल, रेमोनडो लुलियो, बायदिफोरा एन्स-सेमिनिस एबा गुबुन फिलोसफिनि मर्कुरिखौ गोथौ मानहोनायजों सोलोंदोंमोन।</p>\n<p>बे भित्रियोलआ मोनसे थार एलिगजार जाय सोलोंथाइजों सेमिनेল भेसिकेलनि गेजेराव देहा फिफानि गेजेराव सोरजियो।</p>\n<p>गोदान सोलोंथाइनि मर्कुरिआव बे सेमेनाव जिउनि गासैबो गुबुन गुबुन थासारिफोरखौ मोननो हायो।</p>\n<p>नैबे मोनसे दुखुनि बाथ्रा जे गोबां उन्दै बैसोनि मानसिया थार सायख’ गैयिनि थाखाय मास्टारबेसननि गोरोन्थियाव गोग्लैयो एबा होमो-सेकसुयालिज्मनि लामायाव बारलाङो।</p>\n<p>फिसाफोर आरो उन्दै बैसोनि मानसिया गोबां बिषयनि सोलोंथाइखौ मोनो आरो स्पोर्टसनि লাमायाव बारलाङो जाय जिउखौ खोटो खालामो, नाथाय दुखुनांथाव जेब्ला सेक्स इनार्जिया फैयो जाय बैसो गोदान जानायखौ जागायो, नखरनि बिमा-फाफा आरो स्कुलनि मास्टरा मोनसे मिथ्या प्युरिटानिज्माव आरो बेसेन गैयै रानसारि बिचा-बुथराव बेस लानानै गोरोबनानै अजत खालामो।</p>\n<p>नोङो थेननाय गोरोन्थि आरो लाजिखौ थानो नांगोन। सेक्सनि सायाव अजत थानाया मोनसे गोरोन्थि। गोरोन्टिजों सेक्सनि सायाव रायज्लायनाया गुबुन गोरोन्थि।</p>\n<p>जुदि बिमा-फाफा आरो मास्टरा अजत थायोब्ला, सेकसुयालि परभारतिया रायज्लायगोन आरो उन्दै बैसोनि जेबो मोन्थाइ गैयिफोरा बोखायजागोन।</p>\n<p>जुदि उन्दै बैसोआ बिमा-फाफा एबा मास्टारजों सावरायनाय मोननो थाङोब्ला, बेयो स्कुलनि लोगोफोरजों सावरायनाय मोनगोन जाहाथे गोरोन्थि लामायाव बारलाङो। रिजालखौ गोबां सम थाथाइसिम नायनो हाया आरो गोदान उन्दै बैसोनि मानसिया गोरोन्थि सल’खौ लानानै मास्टारबेसननि गोरोन्थियाव गोग्लैगोन एबा होमो-सेकसुयालिज्मनि लामायाव बारलाङोन।</p>\n<p>मास्टारबेसननि गोरोन्थिया थोखानि गोहोखौ आबुङै रोखोमसे आगु खालामो। जोंङा मिथिनो नांगोन जे सेमेन आरो थोखानि गेजेराव मोनसे गोथौ सोमोन्दो दं। सेमेनखौ थोखासे खालामनो नांगोन। थोखाखौ सेमेना खालामनो नांगोन।</p>\n<p>थोखाया सेक्स इनार्जिखौ सोलायनानै सेमेना जायो, सोलायनानै थोखानि गोहोआव सोलायो।</p>\n<p>बे रोखोमाव सेमेना थोखासे जायो आरो थोखाया सेमेन जायो।</p>\n<p>ग्नोस्टिक सोलोंथाइआ इनडोक्राइनोलोजिखौ गोथौ सोलोंनानै सेक्स इनार्जिखौ सोलायनो थाखाय लामा आरो प्रनालिखौ सोलोंहोयो, नाथाय नैबे बिषयआ बे बियावनि गेजेराव गोग्लैया।</p>\n<p>जुदि फरायग्राया ग्नोस्टिसिज्मानि सायाव सोलोंथाइ नांगौब्ला जोंनि ग्नोस्टिक बियोफोरखौ सोलोंनो नांगोन आरो जोंनि सोलोंथाइयाव थांगोन।</p>\n<p>उन्दै बैसोनि मानसिफोरा सेक्स इनार्जिखौ मोजां मोननायखौ बांहोगोन, म्युजिक, स्कल्पचार, पेनटिं सोलोंनानै जाखोनाय गोखौ माउन्टनि थाखाय थांगोन, बायदि।</p>\n<p>बेसेबां नोङो खौसेनो जे मोजां जानो हागोन।</p>\n<p>बेसेबां थोखाया आगु जायो। गासैबो बेलायाव मोनसे बारसिनि आखेयाव मोनसे गुबुना जानायनि थाखाय।</p>\n<p>मास्टारबेसननि गोरोन्थिया उन्दै बैसोनि हौवा-हिनजाव सानैबो गाव गावनो थानो थायो।</p>\n<p>मानसिक देहायाव हौवा-हिनजाव सानैबो थोखाखौ मास्टारबेसन खालामनानै आगु खालामो। मास्टारबेसन खालामग्राया मानसिक देहायाव थागोन।</p>\n<p>होमो-सेकसुयालिज्मनि गोरोन्थिया गाज्रि मोननाय मोनसे जाथोनि मुलि जायो।</p>\n<p>नैबेयाव मोनसे मोजां बाथ्रा थायो जे इंग्लांननि देसाव जेरावनो सोलोंथाइ आरो सुपर-सिभिलइज्मा थायो, सिनेमाफ्रा आजाव थायो जेराव होमो-सेकसुयालि रोखोमनि फिलिम देखायो।</p>\n<p>नैबेयाव मोनसे मोजां बाथ्रा थायो जे इंग्लांनआव होमो-सेकसुयालि रोखोमनि मेरिजखौ अफिसियेल खालामनो थाखाय मावनाय जादों।</p>\n<p>बुहुमनि देरसिन मेट्रोपोलिसफोराव होमो-सेकसुयालि रोखोमनि फ्रासटिटिउट आरो क्लाब दं।</p>\n<p>हिनजावनि बारसिनि गोरोन्थि लोगोफोरआ दिनैबो गोरोन्थि आर्गनाइजेसन मोननानै जाय गोरोन्थिनि बिदायजों बारह’यो।</p>\n<p>गोबां फरायग्राफोरा “गोरोन्थिनि बिदाय” नियाव आसा खालामो नाथाय जोंङा बोरोनि समनि गासैबो समआव गुबुन गुबुन गोरोन्थिनि लोगोफोर दं होननानै बोखारनो नांङा।</p>\n<p>हिनजावनि बारसिनि गोरोन्थि लोगोफोरआ मोनसे गोरोन्थिनि बिदायनिफ्राय गोजानआव गैया।</p>\n<p>हिनजावनि बारसिनिफोरा बियोरोकेटिक खौसनि गेजेराव मोनफ्रोमबो मोननो थायो।</p>\n<p>जेब्ला होमो-सेकसुयालि मानसिया जेलआव थाङो, बियो थोब थैया गोरोन्थिनि लोगोफोरनि मानसिफोरनि बारसिनि थाखाय आजाव जायो।</p>\n<p>जुदि मोनसे एफेमिनेटआ गाज्रि मोननायाव गोग्लैयो, बियो थोब थैया गोरोन्थिनि लोगोफोरनि बारसिनिफ्राय मदद मोनो।</p>\n<p>होमो-सेकसुयालिज्मनि गाज्रि मानसिफ्रा गावनि सिनियरआ बेसे दं होननानै सिनायो।</p>\n<p>आवगार मोनो जे मारिकनफ्रा यूनिफर्मा बाहायो, नाथाय बेनो। होमो-सेकसुयालि नि यूनिफर्मा मोनफ्रोमबो मोदोम फैनायाव खालामो। मारिकनफ्रा गादान मोदोम फैनायाव जागायो। जेब्ला मोदोम फैनाया गाव गावनि जायो, बिसोर गुबुनखौ जागायो। बे रोखोमाव गोरोन्थिनि लोगोफोरनि यूनिफर्मा गाबोनो गोदान जायो।</p>\n<p>बुहुमनि गासैबो देरसिन सहरआव दिनैबो मिलियन होमो-सेकसुयालि दं।</p>\n<p>होमो-सेकसुयालिज्मनि गोरोन्थिया बैसो गोदान जायोब्ला लाजिखौ बारहोयो।</p>\n<p>गोबां हौवा-हिनजावनि उन्दै बैसोनि स्कुलफ्रा होमो-सेकसुयालि रोखोमनि फ्रासटिटिउट जायो।</p>\n<p>मिलियन हिनजावनि उन्दै बैसोआ हौवानि बारसिनि गाज्रि लामाजों बारलाङो।</p>\n<p>मिलियन हिनजावनि उन्दै बैसोआ होमो-सेकसुयालि। हिनजावनि होमो-सेकसुयालिज्मनि गेजेराव गोरोन्थिनि लोगोफोरा गाज्रि, हौवानि गेजेराव गोरोन्थिनि लोगोफोर बायदि।</p>\n<p>मिथ्या लाजखौ रानसारि बोखारनो आरो हौवा-हिनजावनि उन्दै बैसोनि मानसिफोरनो गासैबो सेक्सनि गुबुनखौ सिनायहोनो नांगोन।</p>\n<p>बेबादि रोखोमाव गादान जेनेरेसनफ्रा रिनुएबेलनि लामाजों बारलाङो।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/brx/educacion-fundamental/la-adolescencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/educacion-fundamental/la-adolescencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/educacion-fundamental/la-adolescencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
