import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "কৈশোৰ",
  "locale": "as",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "25. কৈশোৰ",
    "order": 25
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>যৌন সমস্যাৰ সৈতে জড়িত মিছা লাজ আৰু কুসংস্কাৰসমূহ এতিয়াই এৰিব লাগে।</p>\n<p>দুয়ো লিংগৰ কিশোৰ-কিশোৰীৰ যৌন সমস্যা স্পষ্ট আৰু সঠিকভাৱে বুজাটো প্ৰয়োজনীয়।</p>\n<p>চৈধ্য বছৰ বয়সত কিশোৰ-কিশোৰীৰ শৰীৰত যৌন শক্তিৰ উদ্ভৱ হয় আৰু ই নিউৰ’-ছিমপেথেটিক তন্ত্ৰৰ মাজেৰে শক্তিশালীভাৱে প্ৰবাহিত হয়।</p>\n<p>এই বিশেষ ধৰণৰ শক্তিয়ে মানুহৰ শৰীৰক সলনি কৰে, ল’ৰাৰ কণ্ঠ সলনি কৰে আৰু ছোৱালীৰ ক্ষেত্ৰত ডিম্বাশয়ৰ কাৰ্য আৰম্ভ কৰে।</p>\n<p>মানুহৰ শৰীৰটো এটা প্ৰকৃত কাৰখানা যিয়ে স্থূল উপাদানবোৰক সূক্ষ্ম প্ৰাণদায়িনী বস্তুলৈ ৰূপান্তৰ কৰে।</p>\n<p>আমি পেটত লোৱা খাদ্যবোৰ কেইবাটাও ৰূপান্তৰ আৰু পৰিশোধনৰ মাজেৰে পাৰ হৈ অৱশেষত সেই অৰ্ধ-কঠিন, অৰ্ধ-তৰল বস্তুত পৰিণত হয় যাক পেৰাচেলিয়াছে Ens.-Seminis (শুক্রাণুৰ সত্তা) বুলি উল্লেখ কৰিছিল।</p>\n<p>সেই তৰল, নমনীয়, কোমল কাঁচে সম্ভাৱনাময়ভাৱে জীৱনৰ সকলো বীজাণু ধাৰণ কৰে।</p>\n<p>জ্ঞানবাদে শুক্রাণুত সেই বিশৃঙ্খলতাক স্বীকৃতি দিয়ে যাৰ পৰা জীৱন জোৰেৰে উদ্ভৱ হয়।</p>\n<p>পেৰাচেলিয়াছে, ছেণ্ডিভোগিয়াছে, নিকোলাছ ফ্লেমেলে, ৰে’মণ্ড লুলিয়ে আদিৰ দৰে মধ্যযুগীয় পুৰণি ৰসায়নবিদসকলে ENS-SEMINIS বা গোপন দৰ্শনৰ পাৰা গভীৰ শ্ৰদ্ধাৰে অধ্যয়ন কৰিছিল।</p>\n<p>এই VITRIOLO এটা প্ৰকৃত অমৃত যাক প্ৰকৃতিয়ে সেমেণিয়েল ভেছিকুলৰ ভিতৰত বুদ্ধিমত্তাৰ সৈতে তৈয়াৰ কৰিছিল।</p>\n<p>প্ৰাচীন জ্ঞানৰ এই পাৰাত, এই শুক্রাণুত, বাস্তৱতে অস্তিত্বৰ সকলো সম্ভাৱনা পোৱা যায়।</p>\n<p>দুৰ্ভাগ্যজনকভাৱে বহুতো যুৱকে সঠিক মানসিক নিৰ্দেশনাৰ অভাৱত হস্তমৈথুনৰ অভ্যাসত লিপ্ত হয় বা দুৰ্ভাগ্যজনকভাৱে সমকামিতাৰ পথত বিপথে পৰিচালিত হয়।</p>\n<p>শিশু আৰু যুৱকসকলক বহুতো বিষয়ৰ ওপৰত বৌদ্ধিক তথ্য দিয়া হয় আৰু ক্ৰীড়াৰ পথত আগুৱাই নিয়া হয় যাৰ অত্যাধিক ব্যৱহাৰে দুখজনকভাৱে জীৱন চুটি কৰে, কিন্তু দুৰ্ভাগ্যজনকভাৱে যেতিয়া যৌন শক্তিৰ উদ্ভৱ হয় যাৰ ফলত কৈশোৰ আৰম্ভ হয়, তেতিয়া পৰিয়ালৰ পিতৃ-মাতৃ আৰু বিদ্যালয়ৰ শিক্ষক দুয়োজনেই এক মিছা নীতি আৰু এক মূৰ্খ নৈতিকতাৰ ওপৰত ভিত্তি কৰি অপৰাধমূলকভাৱে মনে মনে থাকিবলৈ লয়।</p>\n<p>অপৰাধমূলক নীৰৱতা আছে আৰু কুখ্যাত শব্দও আছে। যৌন সমস্যাৰ ওপৰত মনে মনে থকাটো এটা অপৰাধ। যৌন সমস্যাৰ ওপৰত ভুলকৈ কোৱাটোও আন এটা অপৰাধ।</p>\n<p>যদি পিতৃ-মাতৃ আৰু শিক্ষকে মনে মনে থাকে, তেন্তে যৌন বিকৃতসকলে কথা কয় আৰু ভুক্তভোগী হয় অনভিজ্ঞ কিশোৰ-কিশোৰীসকল।</p>\n<p>যদি কিশোৰজনে পিতৃ-মাতৃ বা শিক্ষকৰ পৰামৰ্শ ল’ব নোৱাৰে, তেন্তে তেওঁ সম্ভৱতঃ ভুল পথেৰে বিপথে পৰিচালিত হোৱা তেওঁৰ বিদ্যালয়ৰ সহপাঠীৰ পৰামৰ্শ ল’ব। ফলাফল বেছি দিনলৈ অপেক্ষা নকৰে আৰু নতুন কিশোৰজনে মিছা পৰামৰ্শ অনুসৰণ কৰি হস্তমৈথুনৰ অভ্যাসত লিপ্ত হ’ব বা সমকামিতাৰ পথেৰে বিপথে পৰিচালিত হ’ব।</p>\n<p>হস্তমৈথুনৰ অভ্যাসে মগজুৰ শক্তিক সম্পূৰ্ণৰূপে ধ্বংস কৰে। এইটো জনাটো প্ৰয়োজনীয় যে শুক্রাণু আৰু মগজুৰ মাজত এক ঘনিষ্ঠ সম্পৰ্ক আছে। শুক্রাণুক মগজুযুক্ত কৰাটো প্ৰয়োজনীয়। মগজুক শুক্রাণুযুক্ত কৰাটো প্ৰয়োজনীয়।</p>\n<p>যৌন শক্তিক ৰূপান্তৰ কৰি, ইয়াক মহিমান্বিত কৰি, ইয়াক মগজুৰ শক্তিলৈ ৰূপান্তৰ কৰি মগজুক শুক্রাণুযুক্ত কৰা হয়।</p>\n<p>এইদৰে শুক্রাণু মগজুযুক্ত হৈ থাকে আৰু মগজু শুক্রাণুযুক্ত হৈ থাকে।</p>\n<p>জ্ঞানবাদী বিজ্ঞানে অন্তঃস্ৰাৱীবিজ্ঞান গভীৰভাৱে অধ্যয়ন কৰে আৰু যৌন শক্তিক ৰূপান্তৰ কৰাৰ পদ্ধতি আৰু প্ৰণালী শিকায়, কিন্তু এইটো এনে এটা বিষয় যি এই কিতাপৰ ভিতৰত নাখাটে।</p>\n<p>যদি পাঠকজনে জ্ঞানবাদৰ বিষয়ে তথ্য বিচাৰে তেন্তে তেওঁ আমাৰ জ্ঞানবাদী কিতাপ অধ্যয়ন কৰিব লাগে আৰু আমাৰ অধ্যয়নত যোগদান কৰিব লাগে।</p>\n<p>কিশোৰ-কিশোৰীসকলে নান্দনিক বোধ গঢ়ি, সংগীত, ভাস্কৰ্য, চিত্ৰকলা শিকি, ওখ পৰ্বতত ভ্ৰমণ কৰি যৌন শক্তিক মহিমান্বিত কৰিব লাগে।</p>\n<p>কিমান মুখ যিবোৰ ধুনীয়া হ’ব পাৰিলেহেঁতেন, সেউজীয়া হৈ গৈছে!</p>\n<p>কিমান মগজু বিকৃত হৈ গৈছে! সময়মতে সাৱধানবাণীৰ অভাৱত সকলো।</p>\n<p>যুৱক আৰু যুৱতী উভয়ৰে ক্ষেত্ৰত হস্তমৈথুনৰ অভ্যাস হাত ধোৱাতকৈও অধিক সচৰাচৰ হৈ পৰিছে।</p>\n<p>পাগলাগাৰবোৰ এনেকুৱা পুৰুষ আৰু মহিলাৰে ভৰি আছে যিয়ে হস্তমৈথুনৰ ঘৃণনীয় অভ্যাসত নিজৰ মগজু ধ্বংস কৰিছে। হস্তমৈথুনকাৰীসকলৰ ভাগ্য হৈছে পাগলাগাৰ।</p>\n<p>সমকামিতাৰ অভ্যাসে এই পতিত আৰু বিকৃত জাতিৰ শিপাবোৰ পঁচাই পেলাইছে।</p>\n<p>আশ্চৰ্যজনক যেন লাগে যে ইংলেণ্ডৰ দৰে দেশত যিবোৰে সংস্কৃতিবান আৰু অতি সভ্য হোৱাৰ ভাও ধৰে, তাত সমকামিতাৰ চলচ্চিত্ৰ প্ৰদৰ্শন কৰা চিনেমা অবাধে চলি আছে।</p>\n<p>আশ্চৰ্যজনক যেন লাগে যে এইটো ঠিক ইংলেণ্ডতে সমকামিতাৰ বিবাহক আনুষ্ঠানিকভাৱে বৈধ কৰিবলৈ ইতিমধ্যে প্ৰচেষ্টা চলোৱা হৈছে।</p>\n<p>বিশ্বৰ ডাঙৰ মহানগৰবোৰত বৰ্তমান সমকামিতাৰ পতিতালয় আৰু ক্লাব আছে।</p>\n<p>মহিলাৰ শত্ৰুসকলৰ অন্ধকাৰ সংঘৰ আজি বিকৃত সংগঠন আছে যিবোৰে তেওঁলোকৰ পতনশীল ভাতৃত্ববোধৰ বাবে আচৰিত কৰি তোলে।</p>\n<p>বহুতো পাঠকে হয়তো “পতনশীল ভাতৃত্ববোধ”ৰ বিষয়ে অতি আচৰিত হ’ব পাৰে কিন্তু আমি পাহৰিব নালাগে যে ইতিহাসৰ সকলো সময়তে অপৰাধৰ বিভিন্ন ভাতৃত্ববোধ সদায়ে আছিল।</p>\n<p>মহিলাৰ শত্ৰুসকলৰ ৰোগগ্ৰস্ত সংঘটো নিঃসন্দেহে অপৰাধৰ এটা ভাতৃত্ববোধ।</p>\n<p>মহিলাৰ শত্ৰুসকলে সদায়ে বা প্ৰায় সদায়ে আমোলাতান্ত্ৰিক মৌবাহৰ ভিতৰত গুৰুত্বপূৰ্ণ পদ দখল কৰে।</p>\n<p>যেতিয়া এজন সমকামী কাৰাগাৰলৈ যায়, তেতিয়া অপৰাধ সংঘৰ গুৰুত্বপূৰ্ণ ব্যক্তিৰ সময়োপযোগী প্ৰভাৱৰ বাবে তেওঁ সোনকালেই মুকলি হৈ যায়।</p>\n<p>যদি কোনো মহিলাসদৃশ লোক দুৰ্ভাগ্যত পৰে, তেওঁ সোনকালেই অপৰাধ সংঘৰ সকলো অশুভ চৰিত্ৰৰ পৰা আৰ্থিক সাহায্য লাভ কৰে।</p>\n<p>সমকামিতাৰ অন্ধকাৰ সদস্যসকলে নিজৰ পোছাকৰ দ্বাৰা নিজকে চিনি পায়।</p>\n<p>জানি আচৰিত লাগে যে গে’সকলে ইউনিফৰ্ম পিন্ধে, কিন্তু সেয়াই হয়। সমকামীসকলৰ ইউনিফৰ্মে আৰম্ভ হোৱা সকলো ফেশ্বনৰ সৈতে মিল খায়। গে’সকলে সকলো নতুন ফেশ্বন আৰম্ভ কৰে। যেতিয়া এটা ফেশ্বন সাধাৰণ হৈ পৰে, তেতিয়া তেওঁলোকে আন এটা আৰম্ভ কৰে। এইদৰে অপৰাধ সংঘৰ ইউনিফৰ্ম সদায়ে নতুন হৈ থাকে।</p>\n<p>আজি বিশ্বৰ সকলো ডাঙৰ চহৰতে লাখ লাখ সমকামী আছে।</p>\n<p>সমকামিতাৰ অভ্যাসে কৈশোৰত ইয়াৰ লজ্জাজনক যাত্ৰা আৰম্ভ কৰে।</p>\n<p>বহুতো ল’ৰা আৰু ছোৱালীৰ বিদ্যালয় প্ৰকৃততে সমকামিতাৰ পতিতালয়।</p>\n<p>লাখ লাখ কিশোৰীয়ে পুৰুষৰ শত্ৰুসকলৰ অন্ধকাৰ পথেৰে দৃঢ়তাৰে আগবাঢ়িছে।</p>\n<p>লাখ লাখ মহিলা কিশোৰী সমকামী। মহিলা সমকামিতাৰ মাজত অপৰাধৰ সংঘটো পুৰুষ লিংগৰ মাজৰ অপৰাধৰ সংঘটোৰ দৰেই শক্তিশালী।</p>\n<p>মিছা লাজ এৰা আৰু দুয়ো লিংগৰ কিশোৰ-কিশোৰীসকলক যৌন ৰহস্যসমূহ স্পষ্টভাৱে দেখুওৱাটো জৰুৰী।</p>\n<p>কেৱল তেতিয়াহে নতুন প্ৰজন্মই পুনৰুদ্ধাৰৰ পথেৰে আগবাঢ়িব পাৰিব।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/as/educacion-fundamental/la-adolescencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/as/educacion-fundamental/la-adolescencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/as/educacion-fundamental/la-adolescencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
