import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "የደህንነት ፍለጋ",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "6. የደህንነት ፍለጋ",
    "order": 6
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ጫጩቶቹ ሲፈሩ ደህንነትን ለማግኘት በእናታቸው ዶሮ ርኅሩኅ ክንፎች ሥር ይደበቃሉ።</p>\n<p>የሚፈራ ልጅ ከእናቱ አጠገብ ደህንነት እንደሚሰማው ስለሚያምን እሷን ፍለጋ ይሮጣል።</p>\n<p>ፍርሃትና ደህንነትን መፈለግ ሁልጊዜም በጣም የተቆራኙ መሆናቸው ተረጋግጧል።</p>\n<p>በወንበዴዎች ጥቃት ሊደርስበት የሚፈራ ሰው ሽጉጡን በመያዝ ደህንነትን ይሻል።</p>\n<p>አንድ አገር በሌላ አገር ጥቃት ሊደርስበት የሚፈራ ከሆነ መድፍ፣ አውሮፕላን፣ የጦር መርከቦችን ይገዛል፣ ሠራዊት ያስታጥቃል እንዲሁም ለጦርነት ይዘጋጃል።</p>\n<p>መሥራት የማያውቁ ብዙ ሰዎች በድህነት ተውጠው ደህንነትን በወንጀል ውስጥ ይፈልጋሉ፣ ሌቦችና ዘራፊዎችም ይሆናሉ።</p>\n<p>ብዙ አስተዋይነት የሌላቸው ሴቶች በድህነት ምክንያት ፈርተው ሴተኛ አዳሪዎች ይሆናሉ።</p>\n<p>የሚቀና ሰው ሚስቱን ላለማጣት ይፈራል፣ ሽጉጥ በመያዝ ደህንነትን ይፈልጋል፣ ይገድላል፤ ከዚያም ወደ ወኅኒ እንደሚሄድ ግልጽ ነው።</p>\n<p>የምትቀና ሴት ተቀናቃኛዋን ወይም ባሏን ትገድላለች፣ በዚህም ነፍሰ ገዳይ ትሆናለች።</p>\n<p>ባሏን ላለማጣት ትፈራለች፣ እሱን ለማስጠበቅ ስትል ሌላኛይቱን ትገድላለች ወይም እሱን ለመግደል ትወስናለች።</p>\n<p>አከራይ የቤቱን ኪራይ ሰዎች ላለመክፈላቸው በመፍራት ውል፣ ዋስ፣ ተቀማጭ ገንዘብ ይጠይቃል፤ በዚህም ደህንነቱን ማረጋገጥ ይፈልጋል። አንድ ድሃ መበለት ብዙ ልጆች ያሏት እነዚህን ከባድ መስፈርቶች ማሟላት ካልቻለችና በአንድ ከተማ ውስጥ ያሉ ሁሉም አከራዮችም እንዲሁ ካደረጉ በመጨረሻ ምስኪኗ ከልጆቿ ጋር መንገድ ላይ ወይም በከተማ መናፈሻዎች ውስጥ ለመተኛት ትገደዳለች።</p>\n<p>ሁሉም ጦርነቶች መነሻቸው ፍርሃት ነው።</p>\n<p>ጌስታፖዎች፣ ማሰቃያዎች፣ ማጎሪያ ካምፖች፣ ሳይቤሪያዎች፣ አስፈሪ ወኅኒዎች፣ ግዞቶች፣ የግዳጅ ሥራዎች፣ የሞት ፍርዶች ወዘተ መነሻቸው ፍርሃት ነው።</p>\n<p>አገሮች በሌሎች አገሮች ላይ ጥቃት የሚሰነዝሩት በፍርሃት ነው፤ በኃይል ደህንነትን ይፈልጋሉ፣ በመግደል፣ በመውረር ወዘተ ደህንነታቸው የተጠበቀ፣ ጠንካራና ኃያል መሆን እንደሚችሉ ያስባሉ።</p>\n<p>በምሥራቅም ሆነ በምዕራብ በሚገኙት የምስጢር ፖሊስ መሥሪያ ቤቶች፣ በፀረ-ስለላ ወዘተ የስለላ ሰዎች ይሰቃያሉ፤ እነሱን በመፍራት ለመንግሥት ደህንነትን ለማግኘት በማሰብ እንዲናዘዙ ይፈልጋሉ።</p>\n<p>ሁሉም ወንጀሎች፣ ሁሉም ጦርነቶች፣ ሁሉም ግድያዎች መነሻቸው ፍርሃትና ደህንነትን መፈለግ ነው።</p>\n<p>በቀደሙት ጊዜያት በሰዎች መካከል ቅንነት ነበረ፤ ዛሬ ፍርሃትና ደህንነትን መፈለግ አስደናቂውን የቅንነት መዓዛ አጥፍተዋል።</p>\n<p>ወዳጅ በወዳጁ ላይ እምነት አይጥልም፤ ሊሰርቀው፣ ሊያጭበረብረው፣ ሊበዘብዘው ይፈራል፣ እንዲያውም እንደዚህ ያሉ ደደብና አጥፊ የሆኑ አባባሎች አሉ፦ “ለቅርብ ጓደኛህ ጀርባህን አትስጥ”። ሒትለራዊያን ይህ አባባል የወርቅ ነው ይሉ ነበር።</p>\n<p>ጓደኛ ጓደኛውን ይፈራል፣ ራሱን ለመከላከል አባባሎችንም ይጠቀማል። በጓደኞች መካከል ቅንነት የለም። ፍርሃትና ደህንነትን መፈለግ የቅንነትን አስደሳች መዓዛ አጥፍተዋል።</p>\n<p>ካስትሮ ሩስ በኩባ ሊያጠፉት በመፍራት በሺዎች የሚቆጠሩ ዜጎችን በሞት ቀጥቷል፤ ካስትሮ በመግደል ደህንነትን ይፈልጋል። በዚህ ደህንነት ማግኘት እንደሚችል ያስባል።</p>\n<p>ክፉውና ደም አፍሳሹ ስታሊን ሩሲያን በደም አፋሳሽ ጭፍጨፋዎች አበከካት። ይህ የእሱን ደህንነት የሚፈልግበት መንገድ ነበር።</p>\n<p>ሂትለር ለመንግሥት ደህንነት ሲል ጌስታፖን፣ አስፈሪውን ጌስታፖን አደራጅቷል። ሊያወርዱት እንደሚችሉ በመፍራት ደም አፋሳሹን ጌስታፖን እንደመሠረተ ምንም ጥርጥር የለውም።</p>\n<p>በዚህ ዓለም ያሉ ሁሉም መራራ ነገሮች መነሻቸው ፍርሃትና ደህንነትን መፈለግ ነው።</p>\n<p>የወንዶችና የሴቶች ትምህርት ቤት መምህራን ለወንድና ለሴት ተማሪዎች የድፍረት በጎነትን ማስተማር አለባቸው።</p>\n<p>ልጆችን በፍርሃት መሙላታቸው ከቤታቸው መጀመሩ የሚያሳዝን ነው።</p>\n<p>ወንዶችና ሴቶች ልጆች ይፈራሉ፣ ይሸበራሉ፣ ይደነግጣሉ፣ በዱላ ይመታሉ ወዘተ።</p>\n<p>ወላጆችና መምህራን ልጁ እንዲያጠና ለማድረግ እሱን ማስፈራራት የተለመደ ነው።</p>\n<p>ብዙውን ጊዜ ለወንዶችና ለሴቶች ልጆች ካላጠናችሁ ምጽዋት እንደምትለምኑ፣ በጎዳናዎች ላይ እንደምትቅበዘበዙ፣ ጫማ እንደምታጸዱ፣ ሸክም እንደምትሸከሙ፣ ጋዜጣ እንደምትሸጡ፣ በማረሻ እንደምትሠሩ ወዘተ (ሥራ ወንጀል እንደሆነ ያህል) ይነገራቸዋል።</p>\n<p>በጥልቀት ስንመለከት ከእነዚህ ሁሉ የወላጆችና መምህራን ቃላት በስተጀርባ ለልጃቸው ፍርሃትና ለልጃቸው ደህንነትን መፈለግ አለ።</p>\n<p>እነዚህ የምንናገራቸው ነገሮች ሁሉ የከፋው ነገር ወንድና ሴት ልጆች ውስብስብነት እንደሚሰማቸው፣ በፍርሃት እንደሚሞሉና በኋላ በሕይወት ተግባር በፍርሃት የተሞሉ ሰዎች እንደሚሆኑ ነው።</p>\n<p>ልጆችንና ሴት ልጆችን፣ ወጣቶችንና ወጣት ሴቶችን የማስፈራራት መጥፎ ልማድ ያላቸው ወላጆች ሳያውቁት ወደ ወንጀል መንገድ እያመሩ ነው፤ ምክንያቱም እንደተናገርነው ሁሉም ወንጀል መነሻው ፍርሃትና ደህንነትን መፈለግ ነው።</p>\n<p>ዛሬ ፍርሃትና ደህንነትን መፈለግ ምድራችንን ወደ አስፈሪ ሲኦል ቀይሯታል። ሁሉም ሰው ይፈራል። ሁሉም ሰው ደህንነትን ይፈልጋል።</p>\n<p>በቀደሙት ጊዜያት በነፃነት መጓዝ ይቻል ነበር፤ አሁን ድንበሮች በትጥቅ በታጠቁ ጠባቂዎች የተሞሉ ናቸው፣ ከአንድ አገር ወደ ሌላ አገር ለመሻገር ፓስፖርትና የተለያዩ የምስክር ወረቀቶች ያስፈልጋሉ።</p>\n<p>ይህ ሁሉ የፍርሃትና የደህንነትን መፈለግ ውጤት ነው። የሚጓዘውን ሰው ይፈራሉ፣ የሚመጣውን ሰው ይፈራሉ፣ ደህንነትን በፓስፖርትና በሁሉም ዓይነት ወረቀቶች ይፈልጋሉ።</p>\n<p>የወንዶችና የሴቶች መምህራን በኮሌጆች፣ በዩኒቨርሲቲዎች የዚህን ሁሉ አስፈሪነት መረዳትና አዳዲስ ትውልዶችን በማስተማር፣ እውነተኛ የድፍረት መንገድን በማስተማር ለዓለም መልካም ነገር መተባበር አለባቸው።</p>\n<p>አዳዲስ ትውልዶች ከመፍራትና በምንምና በማንም ላይ ደህንነትን ከመፈለግ እንዲቆጠቡ ማስተማር አስቸኳይ ነው።</p>\n<p>እያንዳንዱ ሰው በራሱ ላይ የበለጠ መተማመንን መማር አስፈላጊ ነው።</p>\n<p>ፍርሃትና ደህንነትን መፈለግ ሕይወትን ወደ አስፈሪ ሲኦል የቀየሩ አሰቃቂ ድክመቶች ናቸው።</p>\n<p>ደካሞችና ፈሪዎች በየቦታው በብዛት አሉ፤ እነሱም ሁልጊዜ ደህንነትን ይፈልጋሉ።</p>\n<p>ሕይወትን ይፈራሉ፣ ሞትን ይፈራሉ፣ የሰዎች ወሬን ይፈራሉ፣ “ተብሏል የሚለውን ወሬ”፣ ማኅበራዊ ቦታን ማጣት፣ የፖለቲካ ቦታን ማጣት፣ ዝናን፣ ገንዘብን፣ ውብ ቤትን፣ ቆንጆ ሴትን፣ ጥሩ ባልን፣ ሥራን፣ ንግድን፣ ሞኖፖልን፣ የቤት እቃዎችን፣ መኪናን ወዘተ ይፈራሉ፤ ሁሉንም ነገር ይፈራሉ፣ ፈሪዎች፣ ደካሞች በሁሉም ቦታ በብዛት ይገኛሉ፣ ነገር ግን ማንም ሰው ፈሪ ነኝ ብሎ አያስብም፤ ሁሉም ጠንካራ፣ ደፋር ወዘተ ነኝ ይላሉ።</p>\n<p>በሁሉም የኅብረተሰብ ክፍሎች ውስጥ በሚሊዮኖች የሚቆጠሩ ፍላጎቶች አሉ፤ እነሱን ላለማጣት ሁሉም ሰው ደህንነትን ይፈልጋል፤ ደህንነቶች ከጊዜ ወደ ጊዜ እየተወሳሰቡ በመሄዳቸው ሕይወትን ከጊዜ ወደ ጊዜ አስቸጋሪ፣ ከጊዜ ወደ ጊዜ ከባድ፣ ከጊዜ ወደ ጊዜ መራራ፣ ጨካኝና ምሕረት የለሽ ያደርጉታል።</p>\n<p>ሁሉም ሐሜቶች፣ ሁሉም ስም ማጥፋቶች፣ ሽንገላዎች ወዘተ መነሻቸው ፍርሃትና ደህንነትን መፈለግ ነው።</p>\n<p>ሀብትን፣ ቦታን፣ ሥልጣንን፣ ዝናን ላለማጣት ስም ማጥፋቶች ይሰራጫሉ፣ ሐሜት ይወራል፣ ይገደላል፣ በድብቅ እንዲገድሉ ይከፈላል ወዘተ።</p>\n<p>በምድር ላይ ያሉ ኃያላን ሰዎች ሊያደበዝዛቸው የሚችሉትን ሁሉ ለማስወገድ ሲሉ በውድ ዋጋ የሚከፍሏቸው ገዳዮች እንዲኖራቸው እስከ መታደል ደርሰዋል።</p>\n<p>እነሱ ሥልጣንን ለራሱ ሥልጣን ብለው ይወዳሉ፣ በገንዘብና በብዙ ደምም ደህንነታቸውን ያስጠብቃሉ።</p>\n<p>ጋዜጦች ያለማቋረጥ ስለ ብዙ ራስን የማጥፋት ጉዳዮች ዜና ይሰጣሉ።</p>\n<p>ብዙዎች ራሱን የሚያጠፋ ደፋር ነው ብለው ያስባሉ፤ ነገር ግን በእርግጥ ራሱን የሚያጠፋው ለሕይወት የሚፈራና በሞት እቅፍ ውስጥ ደህንነትን የሚፈልግ ፈሪ ነው።</p>\n<p>አንዳንድ የጦርነት ጀግኖች ደካማና ፈሪ ሰዎች እንደነበሩ ይታወቃሉ፤ ነገር ግን ከሞት ጋር ፊት ለፊት ሲጋፈጡ ፍርሃታቸው በጣም አስፈሪ ስለነበር ለሕይወታቸው ደህንነትን በመፈለግ፣ ከሞት ጋር ከፍተኛ ጥረት በማድረግ ወደ አስፈሪ አውሬ ተለውጠዋል። ከዚያም ጀግኖች ተብለው ተገለጹ።</p>\n<p>ፍርሃት ከድፍረት ጋር ይደባለቃል። ራሱን የሚያጠፋ በጣም ደፋር ይመስላል፣ ሽጉጥ የሚይዝ በጣም ደፋር ይመስላል፤ ነገር ግን በእርግጥ ራሳቸውን የሚያጠፉና ሽጉጥ የሚይዙ በጣም ፈሪዎች ናቸው።</p>\n<p>ለሕይወት የማይፈራ ራሱን አያጠፋም። ማንንም የማይፈራ ሽጉጥ አይታጠቅም።</p>\n<p>የወንዶችና የሴቶች ትምህርት ቤት መምህራን እውነተኛ ድፍረት ምን እንደሆነና ፍርሃት ምን እንደሆነ ለዜጎች በግልጽና በትክክል ማስተማር አስቸኳይ ነው።</p>\n<p>ፍርሃትና ደህንነትን መፈለግ ዓለምን ወደ አስፈሪ ሲኦል ቀይረዋል።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-busqueda-de-seguridad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
