import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ການຊອກຫາຄວາມປອດໄພ",
  "locale": "lao",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "6. ການຊອກຫາຄວາມປອດໄພ",
    "order": 6
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ເມື່ອລູກໄກ່ຢ້ານ, ພວກເຂົາຈະເຊື່ອງຢູ່ໃຕ້ປີກທີ່ຮັກແພງຂອງແມ່ໄກ່ເພື່ອຄວາມປອດໄພ.</p>\n<p>ເດັກນ້ອຍທີ່ຢ້ານກົວແລ່ນໄປຫາແມ່ຂອງລາວເພາະລາວຮູ້ສຶກປອດໄພກັບນາງ.</p>\n<p>ດັ່ງນັ້ນມັນໄດ້ຖືກສະແດງໃຫ້ເຫັນວ່າຄວາມຢ້ານກົວແລະການສະແຫວງຫາຄວາມປອດໄພແມ່ນກ່ຽວຂ້ອງກັນຢ່າງໃກ້ຊິດສະເຫມີ.</p>\n<p>ຜູ້ຊາຍທີ່ຢ້ານວ່າຈະຖືກໂຈມຕີໂດຍໂຈນສະແຫວງຫາຄວາມປອດໄພໃນປືນຂອງລາວ.</p>\n<p>ປະເທດທີ່ຢ້ານວ່າຈະຖືກໂຈມຕີໂດຍປະເທດອື່ນ, ຈະຊື້ປືນໃຫຍ່, ຍົນ, ເຮືອຮົບແລະປະກອບກໍາລັງທະຫານແລະກຽມພ້ອມສໍາລັບສົງຄາມ.</p>\n<p>ຫຼາຍຄົນທີ່ບໍ່ຮູ້ວິທີເຮັດວຽກ, ຢ້ານກົວຕໍ່ຄວາມທຸກຍາກ, ສະແຫວງຫາຄວາມປອດໄພໃນການກໍ່ອາດຊະຍາກໍາ, ແລະກາຍເປັນໂຈນ, ຄົນຂີ້ລັກ, ແລະອື່ນໆ …</p>\n<p>ແມ່ຍິງຈໍານວນຫຼາຍທີ່ຂາດສະຕິປັນຍາ, ຢ້ານກົວຕໍ່ຄວາມເປັນໄປໄດ້ຂອງຄວາມທຸກຍາກ, ກາຍເປັນໂສເພນີ.</p>\n<p>ຜູ້ຊາຍທີ່ຂີ້ຄ້ານຢ້ານທີ່ຈະສູນເສຍເມຍຂອງລາວແລະຊອກຫາຄວາມປອດໄພໃນປືນ, ລາວຂ້າແລະຫຼັງຈາກນັ້ນມັນເປັນທີ່ຈະແຈ້ງວ່າລາວຈະໄປຄຸກ.</p>\n<p>ແມ່ຍິງທີ່ຂີ້ຄ້ານຂ້າຄູ່ແຂ່ງຫຼືຜົວຂອງນາງແລະດັ່ງນັ້ນຈຶ່ງກາຍເປັນຄາດຕະກອນ.</p>\n<p>ນາງຢ້ານທີ່ຈະສູນເສຍຜົວຂອງນາງແລະຕ້ອງການຮັບປະກັນລາວ, ນາງຂ້າຄົນອື່ນຫຼືຕັດສິນໃຈຂ້າລາວ.</p>\n<p>ເຈົ້າຂອງເຮືອນທີ່ຢ້ານວ່າປະຊາຊົນຈະບໍ່ຈ່າຍຄ່າເຊົ່າເຮືອນ, ຮຽກຮ້ອງສັນຍາ, ຜູ້ຄໍ້າປະກັນ, ເງິນຝາກ, ແລະອື່ນໆ, ຕ້ອງການຮັບປະກັນຕົນເອງແລະຖ້າແມ່ຫມ້າຍທີ່ທຸກຍາກແລະເຕັມໄປດ້ວຍລູກບໍ່ສາມາດຕອບສະຫນອງຄວາມຕ້ອງການອັນໃຫຍ່ຫຼວງດັ່ງກ່າວໄດ້, ແລະຖ້າເຈົ້າຂອງເຮືອນທັງຫມົດໃນເມືອງເຮັດເຊັ່ນດຽວກັນ, ໃນທີ່ສຸດຜູ້ທີ່ບໍ່ມີຄວາມສຸກຈະຕ້ອງໄປນອນກັບລູກຂອງນາງຕາມຖະຫນົນຫຼືຢູ່ໃນສວນສາທາລະນະຂອງເມືອງ.</p>\n<p>ສົງຄາມທັງໝົດມີຕົ້ນກຳເນີດມາຈາກຄວາມຢ້ານກົວ.</p>\n<p>Gestapos, ການທໍລະມານ, ຄ້າຍສຸມ, Siberia, ຄຸກທີ່ຫນ້າຢ້ານ, ການເນລະເທດ, ແຮງງານບັງຄັບ, ການປະຫານຊີວິດ, ແລະອື່ນໆແມ່ນມາຈາກຄວາມຢ້ານກົວ.</p>\n<p>ປະເທດຊາດໂຈມຕີປະເທດຊາດອື່ນໆຍ້ອນຄວາມຢ້ານກົວ; ພວກເຂົາຊອກຫາຄວາມປອດໄພໃນຄວາມຮຸນແຮງ, ພວກເຂົາເຊື່ອວ່າໂດຍການຂ້າ, ການບຸກລຸກ, ແລະອື່ນໆ, ພວກເຂົາສາມາດເຮັດໃຫ້ຕົນເອງປອດໄພ, ເຂັ້ມແຂງ, ມີອໍານາດ.</p>\n<p>ໃນຫ້ອງການຕໍາຫຼວດລັບ, ການຕ້ານການສອດແນມ, ແລະອື່ນໆ, ທັງໃນພາກຕາເວັນອອກແລະພາກຕາເວັນຕົກ, spies ຖືກທໍລະມານ, ພວກເຂົາຢ້ານ, ພວກເຂົາຕ້ອງການໃຫ້ພວກເຂົາສາລະພາບເພື່ອຊອກຫາຄວາມປອດໄພສໍາລັບລັດ.</p>\n<p>ທຸກໆອາດຊະຍາກໍາ, ທຸກໆສົງຄາມ, ທຸກໆການກໍ່ອາຊະຍາກໍາ, ມີຕົ້ນກໍາເນີດມາຈາກຄວາມຢ້ານກົວແລະການສະແຫວງຫາຄວາມປອດໄພ.</p>\n<p>ໃນອະດີດ, ມີຄວາມຈິງໃຈລະຫວ່າງປະຊາຊົນ, ມື້ນີ້ຄວາມຢ້ານກົວແລະການສະແຫວງຫາຄວາມປອດໄພໄດ້ສິ້ນສຸດລົງດ້ວຍກິ່ນຫອມອັນມະຫັດສະຈັນຂອງຄວາມຈິງໃຈ.</p>\n<p>ເພື່ອນບໍ່ໄວ້ວາງໃຈເພື່ອນ, ລາວຢ້ານວ່າລາວຈະລັກ, ສໍ້ໂກງ, ຂູດຮີດລາວແລະແມ້ກະທັ້ງມີຄໍາສອນທີ່ໂງ່ຈ້າແລະຊົ່ວຮ້າຍເຊັ່ນນີ້: “ຢ່າປ່ອຍໃຫ້ຫລັງຂອງເຈົ້າໄປຫາເພື່ອນທີ່ດີທີ່ສຸດຂອງເຈົ້າ”. ຜູ້ຕິດຕາມ HITLER ເວົ້າວ່າ MAXIM ນີ້ແມ່ນຄໍາ.</p>\n<p>ເພື່ອນຢ້ານເພື່ອນແລ້ວແລະແມ້ກະທັ້ງໃຊ້ MAXIMS ເພື່ອປົກປ້ອງຕົນເອງ. ບໍ່ມີຄວາມຈິງໃຈລະຫວ່າງເພື່ອນອີກຕໍ່ໄປ. ຄວາມຢ້ານກົວແລະການສະແຫວງຫາຄວາມປອດໄພໄດ້ສິ້ນສຸດລົງດ້ວຍກິ່ນຫອມອັນແຊບຊ້ອຍຂອງຄວາມຈິງໃຈ.</p>\n<p>Castro Rus ໃນຄິວບາໄດ້ປະຫານຊີວິດພົນລະເມືອງຫລາຍພັນຄົນຍ້ອນຢ້ານວ່າລາວຈະຖືກກໍາຈັດ; Castro ຊອກຫາຄວາມປອດໄພໂດຍການປະຫານຊີວິດ. ລາວເຊື່ອວ່າລາວສາມາດຊອກຫາຄວາມປອດໄພໄດ້.</p>\n<p>Stalin, Stalin ທີ່ຊົ່ວຮ້າຍແລະກະຫາຍເລືອດ, ເຮັດໃຫ້ຣັດເຊຍມີກິ່ນເໝັນດ້ວຍການກຳຈັດເລືອດຂອງລາວ. ນັ້ນແມ່ນວິທີທີ່ລາວຊອກຫາຄວາມປອດໄພຂອງລາວ.</p>\n<p>Hitler ໄດ້ຈັດຕັ້ງ Gestapo, Gestapo ທີ່ຫນ້າຢ້ານ, ເພື່ອຄວາມປອດໄພຂອງລັດ. ບໍ່ຕ້ອງສົງໃສວ່າລາວຢ້ານວ່າລາວຈະຖືກໂຄ່ນລົ້ມແລະດັ່ງນັ້ນລາວຈຶ່ງກໍ່ຕັ້ງ Gestapo ທີ່ຂີ້ຕົວະ.</p>\n<p>ຄວາມຂົມຂື່ນທັງຫມົດໃນໂລກນີ້ແມ່ນມາຈາກຄວາມຢ້ານກົວແລະການສະແຫວງຫາຄວາມປອດໄພ.</p>\n<p>ຄູສອນທັງຫລາຍຈົ່ງສອນນັກຮຽນທັງຫລາຍໃຫ້ຮູ້ເຖິງຄຸນງາມຄວາມດີແຫ່ງຄວາມກ້າຫານ.</p>\n<p>ມັນເປັນສິ່ງທີ່ຫນ້າເສຍໃຈທີ່ເດັກຊາຍແລະເດັກຍິງເຕັມໄປດ້ວຍຄວາມຢ້ານກົວຈາກເຮືອນຂອງພວກເຂົາເອງ.</p>\n<p>ເດັກນ້ອຍຊາຍແລະເດັກຍິງຖືກຂົ່ມຂູ່, ຖືກຂົ່ມເຫັງ, ຖືກຂົ່ມຂູ່, ຖືກຕີ, ແລະອື່ນໆ.</p>\n<p>ມັນເປັນປະເພນີຂອງພໍ່ແມ່ແລະຄູສອນທີ່ຈະເຮັດໃຫ້ເດັກນ້ອຍແລະໄວຫນຸ່ມຢ້ານກົວເພື່ອໃຫ້ລາວຮຽນ.</p>\n<p>ໂດຍທົ່ວໄປ, ເດັກນ້ອຍແລະໄວຫນຸ່ມໄດ້ຖືກບອກວ່າຖ້າພວກເຂົາບໍ່ຮຽນພວກເຂົາຈະຕ້ອງຂໍທານ, ຍ່າງຕາມຖະຫນົນຫົນທາງທີ່ອຶດຫິວ, ເຮັດວຽກທີ່ຖ່ອມຕົວຫຼາຍເຊັ່ນ: ຂັດເກີບ, ແບກມັດ, ຂາຍຫນັງສືພິມ, ເຮັດວຽກໃນການໄຖ, ແລະອື່ນໆ. (ຄືກັບວ່າການເຮັດວຽກເປັນອາຊະຍາກໍາ)</p>\n<p>ໃນຄວາມເປັນຈິງ, ຫລັງຄໍາເວົ້າທັງຫມົດເຫຼົ່ານີ້ຂອງພໍ່ແມ່ແລະຄູອາຈານ, ມີຄວາມຢ້ານກົວຕໍ່ລູກຊາຍແລະສະແຫວງຫາຄວາມປອດໄພສໍາລັບລູກຊາຍ.</p>\n<p>ສິ່ງທີ່ຮ້າຍແຮງກ່ຽວກັບທຸກສິ່ງທີ່ພວກເຮົາເວົ້າແມ່ນວ່າເດັກນ້ອຍແລະໄວຫນຸ່ມມີຄວາມສັບສົນ, ເຕັມໄປດ້ວຍຄວາມຢ້ານກົວແລະຕໍ່ມາໃນຊີວິດປະຕິບັດຕົວຈິງພວກເຂົາແມ່ນຫົວຂໍ້ທີ່ເຕັມໄປດ້ວຍຄວາມຢ້ານກົວ.</p>\n<p>ພໍ່ແມ່ແລະຄູສອນທີ່ມີລົດຊາດທີ່ບໍ່ດີທີ່ຈະເຮັດໃຫ້ເດັກຊາຍແລະເດັກຍິງ, ໄວຫນຸ່ມແລະແມ່ຍິງຫນຸ່ມຢ້ານກົວ, ກໍາລັງນໍາພາພວກເຂົາໂດຍບໍ່ຮູ້ຕົວຕາມເສັ້ນທາງຂອງອາດຊະຍາກໍາ, ເພາະວ່າດັ່ງທີ່ພວກເຮົາໄດ້ເວົ້າມາແລ້ວ, ທຸກໆອາຊະຍາກໍາແມ່ນມາຈາກຄວາມຢ້ານກົວແລະການສະແຫວງຫາຄວາມປອດໄພ.</p>\n<p>ມື້ນີ້ຄວາມຢ້ານກົວແລະການຊອກຫາຄວາມປອດໄພໄດ້ເຮັດໃຫ້ດາວເຄາະໂລກກາຍເປັນນະລົກທີ່ຫນ້າຢ້ານ. ທຸກຄົນຢ້ານ. ທຸກຄົນຕ້ອງການຄວາມປອດໄພ.</p>\n<p>ໃນອະດີດ, ຄົນເຮົາສາມາດເດີນທາງໄດ້ຢ່າງເສລີ, ດຽວນີ້ຊາຍແດນເຕັມໄປດ້ວຍກອງທະຫານຕິດອາວຸດ, ໜັງສືຜ່ານແດນ ແລະໃບຢັ້ງຢືນທຸກປະເພດແມ່ນຕ້ອງການເພື່ອໃຫ້ມີສິດຂ້າມຈາກປະເທດໜຶ່ງໄປອີກປະເທດໜຶ່ງ.</p>\n<p>ທັງຫມົດນີ້ແມ່ນຜົນມາຈາກຄວາມຢ້ານກົວແລະການຊອກຫາຄວາມປອດໄພ. ຄົນເຮົາຢ້ານຄົນທີ່ເດີນທາງ, ຄົນເຮົາຢ້ານຄົນທີ່ມາຮອດແລະຄົນເຮົາຊອກຫາຄວາມປອດໄພໃນຫນັງສືຜ່ານແດນແລະເອກະສານທຸກປະເພດ.</p>\n<p>ຄູອາຈານໂຮງຮຽນ, ວິທະຍາໄລ, ມະຫາວິທະຍາໄລຄວນເຂົ້າໃຈເຖິງຄວາມຢ້ານກົວຂອງທຸກສິ່ງທຸກຢ່າງນີ້ແລະຮ່ວມມືເພື່ອຄວາມດີຂອງໂລກ, ໂດຍຮູ້ວິທີການສຶກສາອົບຮົມຄົນລຸ້ນໃຫມ່, ສອນພວກເຂົາກ່ຽວກັບເສັ້ນທາງແຫ່ງຄວາມກ້າຫານທີ່ແທ້ຈິງ.</p>\n<p>ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະສອນຄົນລຸ້ນໃຫມ່ບໍ່ໃຫ້ຢ້ານກົວແລະບໍ່ຊອກຫາຄວາມປອດໄພໃນສິ່ງໃດກໍ່ຕາມຫຼືໃນໃຜ.</p>\n<p>ມັນເປັນສິ່ງຈໍາເປັນທີ່ທຸກຄົນຈະຮຽນຮູ້ທີ່ຈະໄວ້ວາງໃຈຕົນເອງຫຼາຍຂຶ້ນ.</p>\n<p>ຄວາມຢ້ານກົວແລະການສະແຫວງຫາຄວາມປອດໄພແມ່ນຄວາມອ່ອນແອທີ່ຫນ້າຢ້ານທີ່ປ່ຽນຊີວິດໃຫ້ເປັນນະລົກທີ່ຫນ້າຢ້ານ.</p>\n<p>ຄົນຂີ້ຕົວະ, ຄົນຂີ້ຢ້ານ, ຄົນອ່ອນແອທີ່ສະແຫວງຫາຄວາມປອດໄພຢູ່ສະເໝີ ມີຢູ່ທົ່ວທຸກແຫ່ງ.</p>\n<p>ຄົນເຮົາຢ້ານຊີວິດ, ຢ້ານຄວາມຕາຍ, ຢ້ານສິ່ງທີ່ເຂົາເຈົ້າຈະເວົ້າ, “ຄົນທີ່ເວົ້າວ່າເວົ້າ”, ການສູນເສຍຖານະທາງສັງຄົມ, ຖານະທາງດ້ານການເມືອງ, ກຽດຕິຍົດ, ເງິນ, ເຮືອນງາມ, ເມຍງາມ, ຜົວດີ, ວຽກ, ທຸລະກິດ, ການຜູກຂາດ, ເຄື່ອງເຟີນີເຈີ, ລົດ, ແລະອື່ນໆ. ທຸກສິ່ງທຸກຢ່າງຢ້ານ, ຄົນຂີ້ຕົວະ, ຄົນຂີ້ຢ້ານ, ຄົນອ່ອນແອມີຢູ່ທົ່ວທຸກແຫ່ງ, ແຕ່ບໍ່ມີໃຜຄິດວ່າຕົນເອງເປັນຄົນຂີ້ຕົວະ, ທຸກຄົນຖືວ່າເຂັ້ມແຂງ, ກ້າຫານ, ແລະອື່ນໆ.</p>\n<p>ໃນທຸກຊັ້ນຄົນທາງສັງຄົມມີຫລາຍພັນລ້ານຜົນປະໂຫຍດທີ່ຄົນເຮົາຢ້ານທີ່ຈະສູນເສຍແລະດັ່ງນັ້ນທຸກຄົນຈຶ່ງຊອກຫາຄວາມປອດໄພທີ່ໂດຍການກາຍເປັນສິ່ງທີ່ສັບສົນຫລາຍຂຶ້ນ, ເຮັດໃຫ້ຊີວິດສັບສົນຫລາຍຂຶ້ນ, ຫຍຸ້ງຍາກຫລາຍຂຶ້ນ, ຂົມຂື່ນຫລາຍຂຶ້ນ, ໂຫດຮ້າຍແລະໂຫດຮ້າຍ.</p>\n<p>ການກະຊິບທັງໝົດ, ການໃສ່ຮ້າຍປ້າຍສີ, ການວາງແຜນ, ແລະອື່ນໆ, ມີຕົ້ນກຳເນີດມາຈາກຄວາມຢ້ານກົວ ແລະ ການສະແຫວງຫາຄວາມປອດໄພ.</p>\n<p>ເພື່ອບໍ່ໃຫ້ສູນເສຍໂຊກ, ຕໍາແຫນ່ງ, ອໍານາດ, ກຽດຕິຍົດ, ການໃສ່ຮ້າຍປ້າຍສີ, ການນິນທາ, ການຄາດຕະກໍາແມ່ນໄດ້ເຜີຍແຜ່, ເງິນໄດ້ຖືກຈ່າຍເພື່ອໃຫ້ພວກເຂົາຖືກຂ້າຢ່າງລັບໆ, ແລະອື່ນໆ.</p>\n<p>ຜູ້ມີອໍານາດແຫ່ງແຜ່ນດິນໂລກເຖິງແມ່ນວ່າມີຄວາມຫລູຫລາທີ່ຈະມີນັກລອບສັງຫານຢູ່ໃນຄ່າຈ້າງຂອງພວກເຂົາແລະຈ່າຍເງິນໃຫ້ພວກເຂົາໄດ້ດີ, ໂດຍມີຈຸດປະສົງທີ່ຂີ້ຕົວະທີ່ຈະກໍາຈັດທຸກຄົນທີ່ຂົ່ມຂູ່ທີ່ຈະປິດບັງພວກເຂົາ.</p>\n<p>ພວກເຂົາຮັກອໍານາດສໍາລັບອໍານາດຂອງມັນເອງແລະຮັບປະກັນມັນໂດຍອີງໃສ່ເງິນແລະເລືອດຫຼາຍ.</p>\n<p>ຫນັງສືພິມສະເຫມີໃຫ້ຂ່າວກ່ຽວກັບກໍລະນີການຂ້າຕົວຕາຍຫຼາຍ.</p>\n<p>ຫຼາຍຄົນເຊື່ອວ່າຜູ້ທີ່ຂ້າຕົວຕາຍແມ່ນກ້າຫານ, ແຕ່ຕົວຈິງແລ້ວຜູ້ທີ່ຂ້າຕົວຕາຍແມ່ນຄົນຂີ້ຕົວະທີ່ຢ້ານຊີວິດແລະຊອກຫາຄວາມປອດໄພຢູ່ໃນແຂນທີ່ບໍ່ດີຂອງຄວາມຕາຍ.</p>\n<p>ວິລະຊົນສົງຄາມບາງຄົນເປັນທີ່ຮູ້ຈັກກັນວ່າເປັນຄົນອ່ອນແອ ແລະຂີ້ຕົວະ, ແຕ່ເມື່ອເຂົາເຈົ້າເຫັນໜ້າກັບຄວາມຕາຍ, ຄວາມຢ້ານຂອງເຂົາເຈົ້າກໍຮ້າຍແຮງຫຼາຍ ຈົນເຂົາເຈົ້າກາຍເປັນສັດຮ້າຍທີ່ສະແຫວງຫາຄວາມປອດໄພເພື່ອຊີວິດຂອງເຂົາເຈົ້າ, ພະຍາຍາມສຸດຄວາມສາມາດຕໍ່ຕ້ານຄວາມຕາຍ. ຫຼັງຈາກນັ້ນ, ພວກເຂົາໄດ້ຖືກປະກາດວ່າເປັນວິລະຊົນ.</p>\n<p>ຄວາມຢ້ານກົວມັກຈະສັບສົນກັບຄວາມກ້າຫານ. ຜູ້ທີ່ຂ້າຕົວຕາຍເບິ່ງຄືວ່າກ້າຫານຫຼາຍ, ຜູ້ທີ່ແບກປືນເບິ່ງຄືວ່າກ້າຫານຫຼາຍ, ແຕ່ໃນຄວາມເປັນຈິງຄົນທີ່ຂ້າຕົວຕາຍແລະນັກປືນແມ່ນຂີ້ຕົວະຫຼາຍ.</p>\n<p>ຜູ້ທີ່ບໍ່ຢ້ານຊີວິດຈະບໍ່ຂ້າຕົວຕາຍ. ຜູ້ທີ່ບໍ່ຢ້ານໃຜຈະບໍ່ແບກປືນໃສ່ສາຍແອວຂອງລາວ.</p>\n<p>ມັນເປັນສິ່ງຈໍາເປັນທີ່ຄູສອນໂຮງຮຽນສອນພົນລະເມືອງຢ່າງຊັດເຈນແລະຊັດເຈນວ່າຄວາມກ້າຫານທີ່ແທ້ຈິງແມ່ນຫຍັງແລະຄວາມຢ້ານກົວແມ່ນຫຍັງ.</p>\n<p>ຄວາມຢ້ານກົວແລະການສະແຫວງຫາຄວາມປອດໄພໄດ້ປ່ຽນໂລກໃຫ້ເປັນນະລົກທີ່ຫນ້າຢ້ານ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/lao/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/la-busqueda-de-seguridad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
