import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "البحث عن الأمان",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "6. البحث عن الأمان",
    "order": 6
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>عندما يخاف الكتاكيت، فإنها تختبئ تحت أجنحة الدجاجة المحبة بحثًا عن الأمان.</p>\n<p>الطفل الخائف يركض باحثًا عن أمه، لأنه بجانبها يشعر بالأمان.</p>\n<p>إذًا، ثبت أن الخوف والبحث عن الأمان مرتبطان دائمًا ارتباطًا وثيقًا.</p>\n<p>الرجل الذي يخشى أن يتعرض له قطاع الطرق يبحث عن الأمان في مسدسه.</p>\n<p>الدولة التي تخشى أن تتعرض لهجوم من دولة أخرى، ستشتري مدافع وطائرات وسفن حربية وتسليح جيوش وتعلن حالة الحرب.</p>\n<p>العديد من الأشخاص الذين لا يعرفون كيف يعملون، والمرعوبين من الفقر، يبحثون عن الأمان في الجريمة، ويصبحون لصوصًا ومهاجمين، وما إلى ذلك…</p>\n<p>العديد من النساء اللاتي يفتقرن إلى الذكاء والمرعوبات من احتمال الفقر يتحولن إلى مومسات.</p>\n<p>الرجل الغيور يخشى أن يفقد زوجته ويبحث عن الأمان في المسدس، ويقتل، وبعد ذلك من الواضح أنه سينتهي به الأمر في السجن.</p>\n<p>المرأة الغيورة تقتل منافستها أو زوجها، وبالتالي تصبح قاتلة.</p>\n<p>إنها تخشى أن تفقد زوجها، ورغبة منها في ضمان ذلك، تقتل الأخرى أو تقرر قتله.</p>\n<p>صاحب المنزل الذي يخشى ألا يدفع له الناس إيجار المنزل، يطالب بعقود وكفلاء وودائع، وما إلى ذلك، رغبة منه في تأمين نفسه، وإذا لم تتمكن أرملة فقيرة ومليئة بالأطفال من تلبية هذه المتطلبات الهائلة، وإذا فعل جميع أصحاب المنازل في المدينة الشيء نفسه، ففي النهاية سيتعين على التعيسة الذهاب للنوم مع أطفالها في الشارع أو في حدائق المدينة.</p>\n<p>كل الحروب لها أصل في الخوف.</p>\n<p>أجهزة الجستابو والتعذيب ومعسكرات الاعتقال وسيبيريا والسجون المروعة والنفي والأعمال الشاقة والإعدام، وما إلى ذلك، لها أصل في الخوف.</p>\n<p>تهاجم الدول دولًا أخرى بسبب الخوف؛ إنهم يبحثون عن الأمان في العنف، ويعتقدون أن القتل والغزو، وما إلى ذلك، يمكن أن يجعلهم آمنين وأقوياء وأقوياء.</p>\n<p>في مكاتب الشرطة السرية، ومكافحة التجسس، وما إلى ذلك، في الشرق والغرب، يتم تعذيب الجواسيس، ويخافون منهم، ويريدون جعلهم يعترفون بهدف إيجاد الأمان للدولة.</p>\n<p>كل الجرائم، كل الحروب، كل الجرائم، لها أصل في الخوف والبحث عن الأمان.</p>\n<p>في أوقات أخرى، كان هناك صدق بين الناس، واليوم قضى الخوف والبحث عن الأمان على العطر الرائع للصدق.</p>\n<p>الصديق لا يثق بالصديق، ويخشى أن يسرقه هذا الأخير أو يخدعه أو يستغله، وحتى أن هناك مقولات غبية وفاسدة مثل هذه: “لا تدير ظهرك أبدًا لأفضل صديق لك”. قال الهتلريون إن هذا المبدأ هو من ذهب.</p>\n<p>بالفعل يخشى الصديق الصديق وحتى يستخدم مبادئ لحماية نفسه. لم يعد هناك صدق بين الأصدقاء. لقد قضى الخوف والبحث عن الأمان على العطر اللذيذ للصدق.</p>\n<p>أعدم كاسترو روس في كوبا الآلاف من المواطنين خوفًا من أن ينهوه؛ يبحث كاسترو عن الأمان عن طريق الإعدام. يعتقد أنه بهذه الطريقة يمكنه إيجاد الأمان.</p>\n<p>قام ستالين، ستالين الشرير والدموي، بتلويث روسيا بعمليات تطهير دموية. كانت هذه هي طريقة البحث عن أمنه.</p>\n<p>نظم هتلر الجستابو، الجستابو الرهيب، من أجل أمن الدولة. ليس هناك شك في أنه كان يخشى الإطاحة به، ولهذا السبب أسس الجستابو الدموي.</p>\n<p>كل مرارة هذا العالم لها أصل في الخوف والبحث عن الأمان.</p>\n<p>يجب على معلمي المدارس أن يعلموا الطلاب فضيلة الشجاعة.</p>\n<p>من المؤسف أن الأطفال يملأون بالخوف من منازلهم.</p>\n<p>يتم تهديد الأطفال وتخويفهم وترهيبهم وضربهم، وما إلى ذلك.</p>\n<p>من عادة آباء العائلات والمعلمين تخويف الطفل والشاب بهدف الدراسة.</p>\n<p>عادة ما يقال للأطفال والشباب أنه إذا لم يدرسوا فسيتعين عليهم التسول، والتجول جائعين في الشوارع، وممارسة وظائف متواضعة للغاية مثل تلميع الأحذية، وحمل الرزم، وبيع الصحف، والعمل في الحراثة، وما إلى ذلك. إلخ. إلخ. (كما لو كان العمل جريمة)</p>\n<p>في الأساس، وراء كل هذه الكلمات من الآباء والمعلمين، هناك خوف على الابن والبحث عن الأمان للابن.</p>\n<p>الخطير في كل هذا الذي نقوله هو أن الطفل والشاب يشعران بالدونية، ويمتلئان بالخوف، وفي وقت لاحق في الحياة العملية يصبحان أشخاصًا مليئين بالخوف.</p>\n<p>إن آباء العائلات والمعلمين الذين لديهم ذوق سيئ لتخويف الأطفال والشباب، يقومون دون وعي بتوجيههم على طريق الجريمة، لأنه كما قلنا بالفعل، كل جريمة لها أصل في الخوف والبحث عن الأمان.</p>\n<p>اليوم، حول الخوف والبحث عن الأمان كوكب الأرض إلى جحيم مروع. الجميع يخاف. الجميع يريدون ضمانات.</p>\n<p>في أوقات أخرى، كان من الممكن السفر بحرية، والآن الحدود مليئة بالحراس المسلحين، وتتطلب جوازات سفر وشهادات من جميع الأنواع ليكون لديك الحق في الانتقال من بلد إلى آخر.</p>\n<p>هذا كله نتيجة للخوف والبحث عن الأمان. يخشى المسافر، ويخشى القادم، ويتم البحث عن الأمان في جوازات السفر والأوراق من جميع الأنواع.</p>\n<p>يجب على معلمي المدارس والكليات والجامعات أن يفهموا فظاعة كل هذا وأن يتعاونوا من أجل خير العالم، مع العلم بكيفية تعليم الأجيال الجديدة، وتعليمهم طريق القيمة الحقيقية.</p>\n<p>من الملح أن نعلم الأجيال الجديدة ألا يخافوا وألا يبحثوا عن ضمانات في أي شيء أو أي شخص.</p>\n<p>من الضروري أن يتعلم كل فرد أن يثق بنفسه أكثر.</p>\n<p>الخوف والبحث عن الأمان هما نقاط ضعف رهيبة حولت الحياة إلى جحيم مروع.</p>\n<p>في كل مكان يكثر الجبناء والخائفون والضعفاء الذين يبحثون دائمًا عن الأمان.</p>\n<p>يخافون من الحياة، ويخافون من الموت، ويخافون مما سيقولونه، “ما يقال”، من فقدان المكانة الاجتماعية، والمكانة السياسية، والهيبة، والمال، والمنزل الجميل، والمرأة الجميلة، والزوج الصالح، والوظيفة، والأعمال التجارية، والاحتكار، والأثاث، والسيارة، وما إلى ذلك، إلخ. إلخ. يخشون كل شيء، يكثر الجبناء والخائفون والضعفاء في كل مكان، لكن لا أحد يعتقد أنه جبان، فالجميع يفترضون أنهم أقوياء وشجعان، وما إلى ذلك.</p>\n<p>في جميع الطبقات الاجتماعية، هناك الآلاف والملايين من المصالح التي يخشون فقدانها، ولهذا السبب يبحث الجميع عن ضمانات تزداد تعقيدًا باستمرار، مما يجعل الحياة في الواقع أكثر تعقيدًا وأكثر صعوبة وأكثر مرارة وقسوة ولا ترحم.</p>\n<p>كل الهمسات وكل الافتراءات والمكائد، وما إلى ذلك، لها أصل في الخوف والبحث عن الأمان.</p>\n<p>لكي لا تفقد الثروة أو المنصب أو السلطة أو الهيبة، يتم نشر الافتراءات والشائعات والقتل، ويتم الدفع للقتل سرًا، وما إلى ذلك.</p>\n<p>إن الأقوياء في الأرض يتمتعون برفاهية وجود قتلة مأجورين ومدفوعين بشكل جيد للغاية، بهدف مقزز للقضاء على كل من يهدد بإخفاءهم.</p>\n<p>إنهم يحبون السلطة من أجل السلطة نفسها ويضمنونها على أساس المال والكثير من الدماء.</p>\n<p>تنشر الصحف باستمرار أخبارًا عن العديد من حالات الانتحار.</p>\n<p>يعتقد الكثيرون أن المنتحر شجاع، لكن في الواقع المنتحر هو جبان يخاف من الحياة ويبحث عن الأمان في أحضان الموت الهزيلة.</p>\n<p>عرف بعض أبطال الحرب بأنهم أشخاص ضعفاء وجبناء، ولكن عندما وجدوا أنفسهم وجهًا لوجه مع الموت، كان رعبهم شديدًا لدرجة أنهم تحولوا إلى وحوش مرعبة تبحث عن الأمان لحياتهم، وتبذل جهدًا كبيرًا ضد الموت. ثم أعلنوا أبطالاً.</p>\n<p>غالبًا ما يتم الخلط بين الخوف والشجاعة. يبدو المنتحر شجاعًا جدًا، ويبدو الشخص الذي يحمل مسدسًا شجاعًا جدًا، ولكن في الواقع المنتحرون وحاملو المسدسات جبناء جدًا.</p>\n<p>الشخص الذي لا يخاف من الحياة لا ينتحر. الشخص الذي لا يخاف من أحد لا يحمل مسدسًا على خصره.</p>\n<p>من الملح أن يقوم معلمو المدارس بتعليم المواطنين بوضوح ودقة ما هي القيمة الحقيقية وما هو الخوف.</p>\n<p>لقد حول الخوف والبحث عن الأمان العالم إلى جحيم مروع.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-busqueda-de-seguridad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
