import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "جستجوی امنیت",
  "locale": "fa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "6. جستجوی امنیت",
    "order": 6
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>وقتی جوجه‌ها می‌ترسند، برای یافتن امنیت زیر بال‌های مهربان مادرشان پنهان می‌شوند.</p>\n<p>کودک ترسیده به دنبال مادرش می‌دود زیرا در کنار او احساس امنیت می‌کند.</p>\n<p>بنابراین ثابت شده است که ترس و جستجوی امنیت همیشه ارتباط تنگاتنگی با هم دارند.</p>\n<p>مردی که می‌ترسد مورد حمله راهزنان قرار گیرد، به دنبال امنیت در اسلحه خود است.</p>\n<p>کشوری که می‌ترسد مورد حمله کشور دیگری قرار گیرد، توپ، هواپیما، کشتی جنگی می‌خرد و ارتش تشکیل می‌دهد و آماده جنگ می‌شود.</p>\n<p>بسیاری از افرادی که بلد نیستند کار کنند، از ترس فقر، به دنبال امنیت در جرم و جنایت هستند و دزد، مهاجم و غیره می‌شوند…</p>\n<p>بسیاری از زنان کم‌هوش که از احتمال فقر می‌ترسند، روسپی می‌شوند.</p>\n<p>مرد حسود می‌ترسد همسرش را از دست بدهد و به دنبال امنیت در اسلحه است، می‌کشد و بعد مشخص است که به زندان می‌رود.</p>\n<p>زن حسود رقیب یا شوهرش را می‌کشد و به این ترتیب قاتل می‌شود.</p>\n<p>او می‌ترسد شوهرش را از دست بدهد و برای اطمینان از او، دیگری را می‌کشد یا تصمیم به قتل او می‌گیرد.</p>\n<p>صاحب‌خانه ترسان از اینکه مردم اجاره خانه را نپردازند، قرارداد، ضامن، سپرده و غیره می‌خواهد و می‌خواهد از این طریق اطمینان حاصل کند و اگر بیوه‌ای فقیر و پر از فرزند نتواند چنین شرایط سختی را برآورده کند و اگر همه صاحبخانه‌های یک شهر همین کار را انجام دهند، سرانجام بیچاره مجبور می‌شود با فرزندانش در خیابان یا در پارک‌های شهر بخوابد.</p>\n<p>همه جنگ‌ها ریشه در ترس دارند.</p>\n<p>گشتاپو، شکنجه‌ها، اردوگاه‌های کار اجباری، سیبری، زندان‌های وحشتناک، تبعیدها، بیگاری‌ها، تیرباران‌ها و غیره، همه ریشه در ترس دارند.</p>\n<p>ملت‌ها از ترس به ملت‌های دیگر حمله می‌کنند؛ آنها در خشونت به دنبال امنیت هستند، فکر می‌کنند با کشتن، حمله و غیره می‌توانند امن، قوی و قدرتمند شوند.</p>\n<p>در ادارات پلیس مخفی، ضدجاسوسی و غیره، چه در شرق و چه در غرب، جاسوسان را شکنجه می‌کنند، از آنها می‌ترسند، می‌خواهند آنها را وادار به اعتراف کنند تا برای دولت امنیت پیدا کنند.</p>\n<p>همه جنایات، همه جنگ‌ها، همه قتل‌ها، ریشه در ترس و جستجوی امنیت دارند.</p>\n<p>در گذشته بین مردم صداقت وجود داشت، امروزه ترس و جستجوی امنیت عطر شگفت انگیز صداقت را از بین برده است.</p>\n<p>دوست به دوستش بی‌اعتماد است، می‌ترسد که او را بدزدد، کلاهبرداری کند، استثمار کند و حتی عبارات احمقانه و منحرفانه‌ای مانند این وجود دارد: “هرگز به بهترین دوستت پشت نکن”. هیتلری‌ها می‌گفتند این عبارت طلاست.</p>\n<p>دیگر دوست از دوست می‌ترسد و حتی از عباراتی برای محافظت از خود استفاده می‌کند. دیگر بین دوستان صداقتی وجود ندارد. ترس و جستجوی امنیت عطر دلنشین صداقت را از بین برده است.</p>\n<p>کاسترو روس در کوبا هزاران شهروند را به این دلیل اعدام کرده است که می‌ترسد او را سرنگون کنند. کاسترو با اعدام به دنبال امنیت است. او فکر می‌کند که از این طریق می‌تواند امنیت را پیدا کند.</p>\n<p>استالین، استالین منحرف و خونخوار، روسیه را با پاکسازی‌های خونین خود آلوده کرد. این راهی برای جستجوی امنیت او بود.</p>\n<p>هیتلر گشتاپو، گشتاپوی وحشتناک را برای امنیت دولت سازماندهی کرد. شکی نیست که او می‌ترسید سرنگون شود و به همین دلیل گشتاپوی خونین را تأسیس کرد.</p>\n<p>همه تلخی‌های این دنیا ریشه در ترس و جستجوی امنیت دارند.</p>\n<p>معلمان مدارس باید فضیلت شجاعت را به دانش آموزان آموزش دهند.</p>\n<p>جای تاسف است که از همان خانه به کودکان ترس القا می‌شود.</p>\n<p>کودکان را تهدید می‌کنند، ارعاب می‌کنند، می‌ترسانند، کتک می‌زنند و غیره.</p>\n<p>مرسوم است که والدین و معلمان برای اینکه کودک درس بخواند، او را بترسانند.</p>\n<p>معمولاً به کودکان و جوانان می‌گویند که اگر درس نخوانند، مجبور می‌شوند گدایی کنند، گرسنه در خیابان‌ها سرگردان شوند، کارهای بسیار پست مانند واکس زدن کفش، باربری، فروش روزنامه، کار در شخم زدن و غیره انجام دهند (انگار که کار کردن جرم است).</p>\n<p>در واقع، پشت همه این سخنان والدین و معلمان، ترس برای فرزند و جستجوی امنیت برای فرزند وجود دارد.</p>\n<p>نکته جدی همه این حرف‌هایی که می‌زنیم این است که کودک و جوان دچار عقده می‌شوند، پر از ترس می‌شوند و بعداً در زندگی عملی افرادی پر از ترس هستند.</p>\n<p>والدین و معلمانی که عادت بدی دارند که کودکان، نوجوانان و جوانان را بترسانند، ناخودآگاه آنها را به سمت جرم و جنایت سوق می‌دهند، زیرا همانطور که قبلاً گفتیم، هر جرمی ریشه در ترس و جستجوی امنیت دارد.</p>\n<p>امروزه ترس و جستجوی امنیت، سیاره زمین را به جهنمی وحشتناک تبدیل کرده است. همه دنیا می‌ترسند. همه دنیا به دنبال امنیت هستند.</p>\n<p>در گذشته می‌شد آزادانه سفر کرد، اکنون مرزها پر از نگهبانان مسلح است، برای داشتن حق عبور از یک کشور به کشور دیگر، گذرنامه و گواهی‌های مختلفی لازم است.</p>\n<p>همه اینها نتیجه ترس و جستجوی امنیت است. از مسافران، از تازه واردان می‌ترسند و در گذرنامه و مدارک مختلف به دنبال امنیت هستند.</p>\n<p>معلمان مدارس، کالج‌ها، دانشگاه‌ها باید وحشت همه اینها را درک کنند و برای رفاه جهان همکاری کنند و با آموزش نسل‌های جدید، راه شجاعت واقعی را به آنها نشان دهند.</p>\n<p>ضروری است که به نسل‌های جدید آموزش داده شود که نترسند و در هیچ چیز و هیچ کس به دنبال امنیت نباشند.</p>\n<p>ضروری است که هر فرد یاد بگیرد بیشتر به خودش اعتماد کند.</p>\n<p>ترس و جستجوی امنیت ضعف‌های وحشتناکی هستند که زندگی را به جهنمی وحشتناک تبدیل کرده‌اند.</p>\n<p>ترسوها، ترسندگان، ضعیفانی که همیشه به دنبال امنیت هستند، همه جا فراوانند.</p>\n<p>از زندگی می‌ترسند، از مرگ می‌ترسند، از حرف مردم می‌ترسند، از از دست دادن موقعیت اجتماعی، موقعیت سیاسی، اعتبار، پول، خانه زیبا، زن زیبا، شوهر خوب، شغل، تجارت، انحصار، مبلمان، ماشین و غیره می‌ترسند، از همه چیز می‌ترسند، ترسوها، ترسندگان، ضعیفان همه جا فراوانند، اما هیچکس خودش را ترسو نمی‌داند، همه خود را قوی، شجاع و غیره می‌دانند.</p>\n<p>در همه طبقات اجتماعی هزاران و میلیون‌ها منافع وجود دارد که از از دست دادن آنها می‌ترسند و به همین دلیل همه دنیا به دنبال امنیت‌هایی هستند که با پیچیده‌تر شدن هر چه بیشتر، در واقع زندگی را هر چه پیچیده‌تر، هر چه دشوارتر، هر چه تلخ‌تر، بی‌رحم‌تر و بی‌رحم‌تر می‌کنند.</p>\n<p>همه غیبت‌ها، همه تهمت‌ها، دسیسه‌ها و غیره، ریشه در ترس و جستجوی امنیت دارند.</p>\n<p>برای از دست ندادن ثروت، موقعیت، قدرت، اعتبار، تهمت‌پراکنی می‌کنند، شایعه‌پراکنی می‌کنند، می‌کشند، پول می‌دهند تا مخفیانه بکشند و غیره.</p>\n<p>قدرتمندان روی زمین تا جایی پیش می‌روند که قاتلان مزدور و بسیار پردرآمد دارند، با این هدف مشمئزکننده که هر کسی را که تهدید به تحت الشعاع قرار دادن آنها کند، از بین ببرند.</p>\n<p>آنها قدرت را به خاطر خود قدرت دوست دارند و آن را با پول و خون بسیار تضمین می‌کنند.</p>\n<p>روزنامه‌ها دائماً اخباری از موارد خودکشی منتشر می‌کنند.</p>\n<p>بسیاری فکر می‌کنند کسی که خودکشی می‌کند شجاع است، اما در واقع کسی که خودکشی می‌کند ترسو است که از زندگی می‌ترسد و در آغوش مرگ بی‌رحم به دنبال امنیت است.</p>\n<p>برخی از قهرمانان جنگ به عنوان افراد ضعیف و ترسو شناخته می‌شدند، اما وقتی رو در رو با مرگ قرار گرفتند، وحشتشان آنقدر وحشتناک بود که برای حفظ جان خود به حیوانات وحشی تبدیل شدند و تلاشی عالی علیه مرگ انجام دادند. سپس به عنوان قهرمان اعلام شدند.</p>\n<p>ترس اغلب با شجاعت اشتباه گرفته می‌شود. کسی که خودکشی می‌کند بسیار شجاع به نظر می‌رسد، کسی که اسلحه حمل می‌کند بسیار شجاع به نظر می‌رسد، اما در واقع خودکشان و اسلحه به دستان بسیار ترسو هستند.</p>\n<p>کسی که از زندگی نمی‌ترسد خودکشی نمی‌کند. کسی که از کسی نمی‌ترسد اسلحه به کمر نمی‌بندد.</p>\n<p>ضروری است که معلمان مدارس به طور واضح و دقیق به شهروندان آموزش دهند که ارزش واقعی چیست و ترس چیست.</p>\n<p>ترس و جستجوی امنیت جهان را به جهنمی وحشتناک تبدیل کرده است.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/fa/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/la-busqueda-de-seguridad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
