import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ආරක්ෂාව සෙවීම",
  "locale": "si",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "6. ආරක්ෂාව සෙවීම",
    "order": 6
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>කුකුළ් පැටවුන් බිය වූ විට ආරක්ෂාව පතා කිකිළියගේ ආදරණීය පියාපත් යට සැඟවෙති.</p>\n<p>බියට පත් දරුවා මව අසල සිටින විට ආරක්ෂිත යැයි සිතන නිසා ඇය සොයා දුවයි.</p>\n<p>භීතිය සහ ආරක්ෂාව සෙවීම සැමවිටම එකිනෙකට සමීපව සම්බන්ධ වී ඇති බව මෙයින් ඔප්පු වේ.</p>\n<p>මංකොල්ලකරුවන්ගෙන් පහර දෙනු ඇතැයි බියෙන් සිටින මිනිසා තම පිස්තෝලය තුළින් ආරක්ෂාව සොයයි.</p>\n<p>තවත් රටකින් තමන්ට පහර දෙනු ඇතැයි බියෙන් සිටින රටක් තුවක්කු, ගුවන් යානා, යුද නැව් මිල දී ගෙන හමුදාව සන්නද්ධ කර යුද්ධයට සූදානම් වනු ඇත.</p>\n<p>වැඩ කිරීමට නොදන්නා බොහෝ පුද්ගලයින් දුප්පත්කමට බියෙන් අපරාධ තුළින් ආරක්ෂාව සොයන අතර සොරුන්, මංකොල්ලකරුවන් බවට පත්වේ.</p>\n<p>බොහෝ නූගත් කාන්තාවන් දුප්පත් වීමේ හැකියාවට බියෙන් ගණිකාවන් බවට පත්වේ.</p>\n<p>ඊර්ෂ්‍යා කරන මිනිසා තම බිරිඳ අහිමි වේ යැයි බියෙන් පිස්තෝලයකින් ආරක්ෂාව සොයන අතර මරා දමයි. පසුව ඔහු නිසැකවම හිරේ යන බව පැහැදිලිය.</p>\n<p>ඊර්ෂ්‍යා කරන කාන්තාව තම ප්‍රතිවාදියා හෝ තම ස්වාමිපුරුෂයා මරා දමන අතර එමඟින් මිනීමරුවෙකු බවට පත්වේ.</p>\n<p>ඇය තම ස්වාමිපුරුෂයා අහිමි වේ යැයි බිය වන අතර ඔහු තමන් සන්තක කර ගැනීම සඳහා අනෙක් කාන්තාව මරා දමයි නැතහොත් ඔහුව මරා දැමීමට තීරණය කරයි.</p>\n<p>තම නිවසේ කුලිය මිනිසුන් ගෙවන්නේ නැතැයි බියෙන් සිටින ඉඩම් හිමියා ගිවිසුම්, ඇපකරුවන්, තැන්පතු ඉල්ලා සිටින්නේ තමන් සුරක්ෂිත කර ගැනීමටය. දුප්පත් වැන්දඹුවකට සහ දරුවන්ගෙන් පිරුණු කාන්තාවකට එවැනි දැවැන්ත අවශ්‍යතා සපුරාලීමට නොහැකි නම් සහ නගරයක සිටින සියලුම ඉඩම් හිමියන් එසේ කරන්නේ නම් අවාසනාවන්ත කාන්තාවට තම දරුවන් සමඟ රාත්‍රිය නගරයේ වීදිවල හෝ උද්‍යානවල ගත කිරීමට සිදුවනු ඇත.</p>\n<p>සියලුම යුද්ධවල මූලය භීතියයි.</p>\n<p>ගෙස්ටාපෝ, වධහිංසා, ගාල් කඳවුරු, සයිබීරියාව, භයානක සිරගෙවල්, පිටුවහල් කිරීම්, බලහත්කාරයෙන් වැඩ කිරීම්, වෙඩි තැබීම් ආදියෙහි මූලය භීතියයි.</p>\n<p>ජාතීන් වෙනත් ජාතීන්ට පහර දෙන්නේ බිය නිසාය; ඔවුන් ප්‍රචණ්ඩත්වයෙන් ආරක්ෂාව සොයන අතර මැරීමෙන්, ආක්‍රමණය කිරීමෙන් ආදියෙන් තමන්ට ආරක්ෂිත, ශක්තිමත්, බලවත් විය හැකි බව විශ්වාස කරති.</p>\n<p>නැගෙනහිර මෙන්ම බටහිර ද රහස් පොලිස් කාර්යාලවල, ඔත්තු බැලීම්වල ඔත්තුකරුවන්ට වධ හිංසා පමුණුවනු ලැබේ, ඔවුන්ට බිය වන අතර රාජ්‍යයට ආරක්ෂාව ලබා ගැනීම සඳහා ඔවුන්ගෙන් පාපොච්චාරණය කරවා ගැනීමට අවශ්‍යය.</p>\n<p>සියලුම අපරාධ, සියලුම යුද්ධ, සියලුම මිනීමැරුම්වල මූලය භීතිය සහ ආරක්ෂාව සෙවීමයි.</p>\n<p>පෙර කාලවලදී මිනිසුන් අතර අවංකකමක් තිබුණි. අද භීතිය සහ ආරක්ෂාව සෙවීම අවංකකමේ අපූරු සුවඳ නැති කර ඇත.</p>\n<p>මිතුරා මිතුරා ගැන අවිශ්වාස කරයි, ඔහු සොරකම් කරයි, රවටා ගනී, සූරාකයි යැයි බිය වන අතර “ඔබේ හොඳම මිතුරාට කිසි විටෙකත් පිටුපස නොපෙන්වන්න” වැනි මෝඩ හා විකෘති උපරිමයන් පවා ඇත. මෙම උපරිමය රත්‍රන්වලින් වටින බව හිට්ලර්වාදීන් පැවසීය.</p>\n<p>දැන් මිතුරා මිතුරාට බිය වන අතර ආරක්ෂා වීමට උපරිමයන් පවා භාවිතා කරයි. මිතුරන් අතර අවංකකමක් නැත. භීතිය සහ ආරක්ෂාව සෙවීම අවංකකමේ ප්‍රියමනාප සුවඳ නැති කර ඇත.</p>\n<p>කියුබාවේ කැස්ත්‍රෝ රුස් ඔහුව මරා දමනු ඇතැයි බියෙන් සිටින දහස් ගණන් පුරවැසියන්ට වෙඩි තබා ඇත; කැස්ත්‍රෝ වෙඩි තැබීමෙන් ආරක්ෂාව සොයයි. ඔහු සිතන්නේ ඔහුට ආරක්ෂාව සොයාගත හැකි බවයි.</p>\n<p>විකෘති හා ලේ පිපාසිත ස්ටාලින් ඔහුගේ ලේ වැකි පවිත්‍ර කිරීම්වලින් රුසියාව අපවිත්‍ර කළේය. එය ඔහුගේ ආරක්ෂාව සෙවීමට ක්‍රමයක් විය.</p>\n<p>හිට්ලර් රාජ්‍යයේ ආරක්ෂාව සඳහා ගෙස්ටාපෝ නම් භයානක සංවිධානය පිහිටුවීය. ඔහුව පෙරලා දමනු ඇතැයි ඔහු බිය වූ බවට සැකයක් නැති අතර ඒ නිසා ඔහු ලේ පිපාසිත ගෙස්ටාපෝ සංවිධානය ආරම්භ කළේය.</p>\n<p>මේ ලෝකයේ සියලුම කටුකත්වයට හේතුව භීතිය සහ ආරක්ෂාව සෙවීමයි.</p>\n<p>පාසල් ගුරුවරුන් සිසුන්ට ධෛර්යයේ ගුණය ඉගැන්විය යුතුය.</p>\n<p>ළමයින් තුළ බිය ඇති කිරීම ඔවුන්ගේ නිවෙස්වලින්ම ආරම්භ වීම කණගාටුවට කරුණකි.</p>\n<p>ළමයින්ට තර්ජනය කරනු ලැබේ, බිය ගන්වනු ලැබේ, බියට පත් කරනු ලැබේ, පහර දෙනු ලැබේ ආදිය.</p>\n<p>දරුවා සහ තරුණයා අධ්‍යයනය කරනු ඇතැයි යන අරමුණින් ළමා පරපුරේ දෙමාපියන්ගේ සහ ගුරුවරුන්ගේ සිරිත වන්නේ ඔවුන්ට බිය ගැන්වීමයි.</p>\n<p>ළමයින් සහ තරුණයින් ඉගෙන නොගන්නේ නම් යාචකයින් වීමට සිදුවන බවත් වීදිවල බඩගින්නේ ඇවිදීමට සිදුවන බවත් සපත්තු පිරිසිදු කිරීම, බර පැටවීම, පුවත්පත් විකිණීම, ගොවිතැන් කිරීම වැනි ඉතා නිහතමානී රැකියා කිරීමට සිදුවන බවත් සාමාන්‍යයෙන් ළමයින්ට සහ තරුණයින්ට කියනු ලැබේ. (වැඩ කිරීම අපරාධයක් වගේ)</p>\n<p>මූලික වශයෙන් දෙමාපියන්ගේ සහ ගුරුවරුන්ගේ මෙම සියලු වචන පිටුපස දරුවා කෙරෙහි ඇති බිය සහ දරුවාට ආරක්ෂාව සෙවීම පවතී.</p>\n<p>අප පවසන මේ සියල්ලෙහි බරපතලකම වන්නේ දරුවා සහ තරුණයා සංකීර්ණ වන අතර බියෙන් පිරී යන අතර පසුව ප්‍රායෝගික ජීවිතයේදී ඔවුන් බියෙන් පිරුණු පුද්ගලයන් වීමයි.</p>\n<p>ළමයින්ට බිය ගැන්වීමට නරක පුරුද්දක් ඇති පවුල්වල දෙමාපියන් සහ ගුරුවරුන් තරුණ තරුණියන් නොදැනුවත්වම ඔවුන් අපරාධයේ මාවතට යොමු කරයි. මන්ද අප දැනටමත් පවසා ඇති පරිදි සෑම අපරාධයකටම මූලය භීතිය සහ ආරක්ෂාව සෙවීමයි.</p>\n<p>වර්තමානයේ භීතිය සහ ආරක්ෂාව සෙවීම පෘථිවිය භයානක අපායක් බවට පත් කර ඇත. සෑම කෙනෙකුම බිය වේ. සෑම කෙනෙකුටම සුරක්ෂිතතාව අවශ්‍යයි.</p>\n<p>පෙර කාලවලදී නිදහසේ ගමන් කිරීමට හැකි විය. දැන් දේශසීමා සන්නද්ධ ආරක්ෂකයින්ගෙන් පිරී ඇති අතර එක් රටක සිට තවත් රටකට යාමට අයිතියක් ලබා ගැනීමට විදේශ ගමන් බලපත්‍ර සහ සියලු වර්ගවල සහතික අවශ්‍ය වේ.</p>\n<p>මේ සියල්ල භීතියේ සහ ආරක්ෂාව සෙවීමේ ප්‍රතිඵලයකි. ගමන් කරන අයට බිය වන අතර පැමිණෙන අයට බිය වන අතර විදේශ ගමන් බලපත්‍ර සහ සියලු ආකාරයේ ලිපි ලේඛනවලින් ආරක්ෂාව සෙවීමට පෙළඹේ.</p>\n<p>පාසල්, විද්‍යාල සහ විශ්වවිද්‍යාලවල ගුරුවරුන් මේ සියල්ලේ ඇති භීෂණය තේරුම් ගත යුතු අතර සැබෑ වටිනාකමේ මාවත උගන්වමින් නව පරම්පරාව දැනුවත් කරමින් ලෝකයේ යහපතට සහයෝගය දැක්විය යුතුය.</p>\n<p>කිසිම දෙයකට හෝ කිසිවෙකුට බිය නොවීමටත් කිසිඳු ආරක්ෂාවක් සොයා නොගැනීමටත් නව පරම්පරාවට ඉගැන්වීම අත්‍යවශ්‍ය වේ.</p>\n<p>සෑම පුද්ගලයෙකුම තමා කෙරෙහි වැඩි විශ්වාසයක් තැබීමට ඉගෙන ගැනීම අත්‍යවශ්‍යය.</p>\n<p>භීතිය සහ ආරක්ෂාව සෙවීම ජීවිතය භයානක අපායක් බවට පත් කළ දරුණු දුර්වලකම් වේ.</p>\n<p>සෑම තැනකම බියගුල්ලන්, බියගුල්ලන්, දුර්වලයන් ආරක්ෂාව සොයමින් සිටිති.</p>\n<p>ජීවිතයට බිය වේ, මරණයට බිය වේ, අනුන් කියන දේට බිය වේ, සමාජ තත්ත්වය, දේශපාලන තත්ත්වය, කීර්තිය, මුදල්, ලස්සන නිවස, ලස්සන බිරිඳ, හොඳ ස්වාමිපුරුෂයා, රැකියාව, ව්‍යාපාරය, ඒකාධිකාරය, ගෘහ භාණ්ඩ, මෝටර් රථය ආදිය අහිමි වේ යැයි බිය වේ. සෑම දෙයකටම බිය වේ, සෑම තැනකම බියගුල්ලන්, බියගුල්ලන්, දුර්වලයන් ඕනෑ තරම් සිටිති. නමුත් කිසිවෙකු තමන් බියගුල්ලෙකු යැයි විශ්වාස නොකරයි, සෑම කෙනෙකුම ශක්තිමත්, නිර්භීත ආදී වශයෙන් පෙනී සිටීමට උත්සාහ කරයි.</p>\n<p>සියලුම සමාජ පන්තිවල අහිමි වේ යැයි බියෙන් බොහෝ මිලියන ගණනක් අවශ්‍යතා ඇති අතර එම නිසා සෑම කෙනෙකුම ආරක්ෂාව සොයයි. ඒවා වැඩි වැඩියෙන් සංකීර්ණ වීම හේතුවෙන් ජීවිතය වඩ වඩාත් සංකීර්ණ, වඩ වඩාත් දුෂ්කර, වඩ වඩාත් කටුක, කුරිරු සහ නිර්දය බවට පත් කරයි.</p>\n<p>සියලුම කටකතා, සියලුම අපහාස, කුමන්ත්‍රණ ආදියෙහි මූලය භීතිය සහ ආරක්ෂාව සෙවීමයි.</p>\n<p>ධනය, තනතුර, බලය, කීර්තිය අහිමි නොකිරීමට අපහාස, ඕපාදූප පතුරුවා හැරේ, මිනීමැරුම් සිදු කරයි, රහසිගතව මරා දැමීමට ගෙවනු ලැබේ.</p>\n<p>පෘථිවියේ බලවත් පුද්ගලයින්ට ඔවුන්ව යටපත් කිරීමට තර්ජනය කරන ඕනෑම අයෙකු ඉවත් කිරීම සඳහා කුලියට ගත් සහ හොඳින් ගෙවන ලද මිනීමරුවන් සිටීමේ සුඛෝපභෝගීත්වයක් පවා ඇත.</p>\n<p>ඔවුන් බලය වෙනුවෙන් බලයට ප්‍රිය කරන අතර එය මුදල් සහ බොහෝ රුධිරය මත පදනම්ව සුරක්ෂිත කරති.</p>\n<p>පුවත්පත් නිරන්තරයෙන් සියදිවි නසාගැනීම් පිළිබඳ පුවත් වාර්තා කරයි.</p>\n<p>සියදිවි නසාගන්නා පුද්ගලයා නිර්භීත යැයි බොහෝ දෙනා විශ්වාස කරති. නමුත් සැබවින්ම සියදිවි නසාගන්නේ ජීවිතයට බිය වී මරණයේ වියරු බාහු තුළ ආරක්ෂාව සොයන බියගුල්ලෙකි.</p>\n<p>සමහර යුද වීරයන් දුර්වල හා බියගුලු පුද්ගලයන් ලෙස ප්‍රසිද්ධ විය. නමුත් ඔවුන් මරණයට මුහුණට මුහුණ දුන් විට ඔවුන්ගේ භීතිය කෙතරම් භයානක වීද යත් ඔවුන් මරණයට එරෙහිව ඉහළම උත්සාහයක් දරමින් තම ජීවිතයට ආරක්ෂාව සොයන දරුණු මෘගයන් බවට පත්විය. එවිට ඔවුන් වීරයන් ලෙස ප්‍රකාශයට පත් කරන ලදී.</p>\n<p>භීතිය බොහෝ විට ධෛර්යය සමඟ ව්‍යාකූල වේ. සියදිවි නසා ගන්නා අය ඉතා නිර්භීත බවක් පෙනේ. පිස්තෝලයක් රැගෙන යන තැනැත්තා ඉතා නිර්භීත බවක් පෙනේ. නමුත් ඇත්ත වශයෙන්ම සියදිවි නසා ගන්නන් සහ පිස්තෝලකරුවන් ඉතා බියගුලුය.</p>\n<p>ජීවිතයට බියක් නැති කෙනෙකු සියදිවි නසා ගන්නේ නැත. කිසිවෙකුට බියක් නැති කෙනෙකු ඉණේ පිස්තෝලයක් රැගෙන යන්නේ නැත.</p>\n<p>ගුරුවරුන් සැබෑ ධෛර්යය යනු කුමක්ද සහ භීතිය යනු කුමක්ද යන්න පුරවැසියාට පැහැදිලිව හා නිවැරදිව ඉගැන්වීම අත්‍යවශ්‍යය.</p>\n<p>භීතිය සහ ආරක්ෂාව සෙවීම ලෝකය භයානක අපායක් බවට පත් කර ඇත.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/si/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/si/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/si/educacion-fundamental/la-busqueda-de-seguridad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
