import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "सुरक्षाको खोजी",
  "locale": "ne",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "6. सुरक्षाको खोजी",
    "order": 6
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>जब चल्लाहरू डराउँछन्, तिनीहरू सुरक्षाको लागि कुखुराको मायालु पखेटा मुनि लुक्छन्।</p>\n<p>डराएको बच्चा आफ्नी आमाको खोजीमा दौडन्छ किनभने उनीसँग हुँदा ऊ सुरक्षित महसुस गर्छ।</p>\n<p>यसरी यो प्रमाणित हुन्छ कि डर र सुरक्षाको खोजी सधैं घनिष्ठ रूपमा सम्बन्धित हुन्छन्।</p>\n<p>डाँकाहरूले आक्रमण गर्लान् भन्ने डरले मानिस आफ्नो पेस्तोलमा सुरक्षा खोज्छ।</p>\n<p>कुनै देशलाई अर्को देशले आक्रमण गर्ला भन्ने डर छ भने, उसले तोप, हवाइजहाज, युद्धपोत किन्नेछ र सेना तयार पारेर युद्धको लागि तयार हुनेछ।</p>\n<p>धेरै व्यक्तिहरू जो काम गर्न जान्दैनन्, गरिबीको डरले अपराधमा सुरक्षा खोज्छन्, र चोर, लुटेरा, आदि बन्छन् …</p>\n<p>धेरै बुद्धि नभएका महिलाहरू गरिबीको डरले वेश्या बन्छन्।</p>\n<p>ईर्ष्यालु मानिसलाई आफ्नी पत्नी गुमाउने डर हुन्छ र उसले पेस्तोलमा सुरक्षा खोज्छ, मार्छ र त्यसपछि ऊ जेल जान्छ यो स्पष्ट छ।</p>\n<p>ईर्ष्यालु महिलाले आफ्नो प्रतिद्वन्द्वी वा आफ्नो पतिलाई मार्छ र यसरी ऊ हत्यारा बन्छ।</p>\n<p>उनलाई आफ्नो पति गुमाउने डर हुन्छ र उसलाई सुरक्षित गर्न चाहन्छिन्, अर्कोलाई मार्छिन् वा उसलाई मार्ने निर्णय गर्छिन्।</p>\n<p>घर भाडामा बस्नेहरूले भाडा तिर्दैनन् भन्ने डरले घरधनीहरूले सम्झौता, जमानी, धरौटी, आदि माग्छन्, यसरी आफूलाई सुरक्षित गर्न चाहन्छन् र यदि एक गरिब विधवा र धेरै सन्तान भएकाले यस्ता डरलाग्दो आवश्यकताहरू पूरा गर्न सक्दैनन्, र यदि शहरका सबै घरधनीहरूले त्यही गर्छन् भने, अन्तमा त्यो दुःखी महिला आफ्ना छोराछोरीहरूसँग सडकमा वा शहरका पार्कहरूमा सुत्न जानुपर्ने हुन्छ।</p>\n<p>सबै युद्धहरूको उत्पत्ति डरमा हुन्छ।</p>\n<p>गेस्टापो, यातना, यातना शिविर, साइबेरिया, डरलाग्दो जेल, निर्वासन, जबरजस्ती श्रम, गोलीबारी, आदि डरबाट उत्पन्न हुन्छन्।</p>\n<p>राष्ट्रहरू डरका कारण अन्य राष्ट्रहरूमाथि आक्रमण गर्छन्; हिंसामा सुरक्षा खोज्छन्, मार्ने, आक्रमण गर्ने, आदि गरेर आफूलाई सुरक्षित, बलियो र शक्तिशाली बनाउन सकिन्छ भन्ने विश्वास गर्छन्।</p>\n<p>गुप्त पुलिस, प्रति-जासुसी, आदि कार्यालयहरूमा पूर्व र पश्चिम दुवैतिर जासुसहरूलाई यातना दिइन्छ, उनीहरूसँग डराउँछन्, राज्यको लागि सुरक्षा खोज्ने उद्देश्यले उनीहरूलाई स्वीकार गर्न बाध्य पार्न चाहन्छन्।</p>\n<p>सबै अपराधहरू, सबै युद्धहरू, सबै अपराधहरू, डर र सुरक्षाको खोजीमा उत्पन्न हुन्छन्।</p>\n<p>पहिला मानिसहरूमा इमानदारी थियो, आज डर र सुरक्षाको खोजीले इमानदारीको अद्भुत सुगन्धलाई समाप्त पारेको छ।</p>\n<p>साथीले साथीलाई शंका गर्छ, उसले चोरी गर्छ, ठग्छ, शोषण गर्छ भन्ने डर हुन्छ र यस्ता मूर्ख र भ्रष्ट भनाइहरू पनि छन्: “आफ्नो मिल्ने साथीलाई कहिल्यै ढाड नदेखाउनुहोस्”। हिटलरवादीहरूले यो भनाइ सुनको हो भनेका थिए।</p>\n<p>अब साथीलाई साथीको डर लाग्छ र सुरक्षाको लागि भनाइहरू पनि प्रयोग गर्छ। अब साथीहरूमा इमानदारी छैन। डर र सुरक्षाको खोजीले इमानदारीको स्वादिष्ट सुगन्धलाई समाप्त पारेको छ।</p>\n<p>क्युबामा कास्ट्रो रुसले हजारौं नागरिकहरूलाई मार्‍यो किनभने उसलाई समाप्त पार्लान् भन्ने डर थियो; कास्ट्रोले गोली हानेर सुरक्षा खोज्छन्। यसरी सुरक्षा पाउन सकिन्छ भन्ने विश्वास गर्छन्।</p>\n<p>दुष्ट र रक्तपिपाही स्टालिनले रूसलाई आफ्नो रक्तपातपूर्ण शुद्धीकरणले दुर्गन्धित बनायो। त्यो उनको सुरक्षा खोज्ने तरिका थियो।</p>\n<p>हिटलरले राज्यको सुरक्षाको लागि गेस्टापो, डरलाग्दो गेस्टापोको आयोजना गरे। निस्सन्देह, उसलाई डर थियो कि उसलाई पदच्युत गरिनेछ र त्यसैले उसले रक्तपातपूर्ण गेस्टापोको स्थापना गर्‍यो।</p>\n<p>यस संसारका सबै तितोपन डर र सुरक्षाको खोजीमा उत्पन्न हुन्छन्।</p>\n<p>विद्यालयका शिक्षकहरूले विद्यार्थीहरूलाई साहसको गुण सिकाउनुपर्छ।</p>\n<p>यो दुःखको कुरा हो कि केटाकेटीहरूलाई उनीहरूको घरबाटै डरले भरिन्छ।</p>\n<p>केटाकेटीहरूलाई धम्की दिइन्छ, तर्साइन्छ, डराइन्छ, पिटिन्छ, आदि।</p>\n<p>अभिभावक र शिक्षकहरूको केटाकेटी र युवाहरूलाई डराएर अध्ययन गराउने चलन छ।</p>\n<p>सामान्यतया केटाकेटी र युवाहरूलाई यदि उनीहरूले अध्ययन गरेनन् भने भिख माग्नुपर्नेछ, सडकमा भोकाएर भौंतारिनुपर्नेछ, जुत्ता पालिस गर्ने, भारी बोक्ने, अखबार बेच्ने, हलो जोत्ने जस्ता धेरै नम्र कामहरू गर्नुपर्नेछ, आदि आदि आदि भनिन्छ (मानौं काम गर्नु अपराध हो)।</p>\n<p>वास्तवमा, अभिभावक र शिक्षकहरूको यी सबै शब्दहरू पछाडि, छोराको लागि डर र छोराको लागि सुरक्षाको खोजी हुन्छ।</p>\n<p>हामीले भनिरहेका यी सबै कुराहरूको गम्भीरता यो हो कि केटाकेटी र युवाहरू हीनताबोधले ग्रस्त हुन्छन्, डरले भरिन्छन् र पछि व्यावहारिक जीवनमा डरले भरिएका व्यक्तिहरू हुन्छन्।</p>\n<p>केटाकेटी र युवाहरूलाई डराउने खराब बानी भएका अभिभावक र शिक्षकहरूले उनीहरूलाई अनजानमै अपराधको बाटोमा डोर्‍याइरहेका छन्, किनकि हामीले पहिले नै भनिसकेका छौं, सबै अपराध डर र सुरक्षाको खोजीमा उत्पन्न हुन्छन्।</p>\n<p>आजकल डर र सुरक्षाको खोजीले पृथ्वी ग्रहलाई डरलाग्दो नरकमा परिणत गरेको छ। सबैलाई डर लाग्छ। सबैलाई सुरक्षा चाहिन्छ।</p>\n<p>पहिले स्वतन्त्र रूपमा यात्रा गर्न सकिन्थ्यो, अब सीमानाहरू सशस्त्र गार्डहरूले भरिएका छन्, एक देशबाट अर्को देशमा जानको लागि राहदानी र सबै प्रकारका प्रमाणपत्रहरू आवश्यक पर्दछ।</p>\n<p>यो सबै डर र सुरक्षाको खोजीको परिणाम हो। यात्रा गर्ने व्यक्तिसँग डर लाग्छ, आउने व्यक्तिसँग डर लाग्छ र राहदानी र सबै प्रकारका कागजातहरूमा सुरक्षा खोजिन्छ।</p>\n<p>विद्यालय, कलेज, विश्वविद्यालयका शिक्षकहरूले यी सबैको डरलाग्दोपन बुझ्नुपर्छ र नयाँ पुस्तालाई शिक्षा दिएर, वास्तविक साहसको बाटो सिकाएर संसारको हितको लागि सहयोग गर्नुपर्छ।</p>\n<p>नयाँ पुस्तालाई नडराउन र कसैमाथि वा कुनै कुरामा सुरक्षा नखोज्न सिकाउनु अत्यावश्यक छ।</p>\n<p>प्रत्येक व्यक्तिले आफूमाथि अझ बढी विश्वास गर्न सिक्नु आवश्यक छ।</p>\n<p>डर र सुरक्षाको खोजी डरलाग्दो कमजोरीहरू हुन् जसले जीवनलाई डरलाग्दो नरकमा परिणत गरेका छन्।</p>\n<p>जताततै डरपोक, डराउने, कमजोर व्यक्तिहरू प्रशस्त छन् जो सधैं सुरक्षाको खोजीमा हुन्छन्।</p>\n<p>जीवनसँग डर लाग्छ, मृत्युसँग डर लाग्छ, के भन्लान् भन्ने डर लाग्छ, सामाजिक पद, राजनीतिक पद, प्रतिष्ठा, पैसा, सुन्दर घर, सुन्दर पत्नी, राम्रो पति, जागिर, व्यवसाय, एकाधिकार, फर्निचर, गाडी, आदि गुमाउने डर लाग्छ, सबै कुरासँग डर लाग्छ, डरपोक, डराउने, कमजोर व्यक्तिहरू जताततै प्रशस्त छन्, तर कसैले पनि आफूलाई डरपोक ठान्दैनन्, सबै बलियो, साहसी, आदि भएको दाबी गर्छन्।</p>\n<p>सबै सामाजिक वर्गहरूमा हजारौं र लाखौं स्वार्थहरू छन् जुन गुमाउने डर हुन्छ र त्यसैले सबैले सुरक्षा खोज्छन् जुन झन्झन् जटिल हुँदै गएर जीवनलाई झन्झन् जटिल, झन्झन् गाह्रो, झन्झन् तितो, क्रूर र निर्दयी बनाउँछ।</p>\n<p>सबै गनगन, सबै निन्दा, षड्यन्त्र, आदि, डर र सुरक्षाको खोजीमा उत्पन्न हुन्छन्।</p>\n<p>सम्पत्ति, पद, शक्ति, प्रतिष्ठा गुमाउन नदिन, निन्दा, गफ फैलाइन्छ, हत्या गरिन्छ, गोप्य रूपमा हत्या गर्न पैसा दिइन्छ, आदि।</p>\n<p>पृथ्वीका शक्तिशालीहरूले कसैले ग्रहण लगाउने खतरा भएमा हटाउने घिनलाग्दो उद्देश्यका साथ तलबमा हत्याराहरू राख्ने र राम्रो तलब दिने विलासिता पनि पाउँछन्।</p>\n<p>उनीहरू शक्तिलाई शक्तिको लागि प्रेम गर्छन् र पैसा र धेरै रगतको आधारमा यसलाई सुरक्षित गर्छन्।</p>\n<p>अखबारहरूले लगातार धेरै आत्महत्याका घटनाहरूको खबर दिइरहेका छन्।</p>\n<p>धेरैले आत्महत्या गर्ने व्यक्तिलाई साहसी ठान्छन् तर वास्तवमा आत्महत्या गर्ने व्यक्ति डरपोक हो जसलाई जीवनसँग डर लाग्छ र मृत्युको खाली हातहरूमा सुरक्षा खोज्छ।</p>\n<p>केही युद्धका नायकहरू कमजोर र डरपोक व्यक्तिको रूपमा चिनिन्थे, तर जब उनीहरूले मृत्युलाई आमने सामने देखे, उनीहरूको डर यति डरलाग्दो थियो कि उनीहरू आफ्नो जीवनको लागि सुरक्षा खोज्दै भयानक जनावर बने, मृत्युको विरुद्धमा सर्वोच्च प्रयास गरे। त्यसपछि उनीहरूलाई नायक घोषित गरियो।</p>\n<p>डरलाई साहससँग भ्रमित गरिन्छ। आत्महत्या गर्ने व्यक्ति धेरै साहसी देखिन्छ, पेस्तोल बोक्ने व्यक्ति धेरै साहसी देखिन्छ, तर वास्तवमा आत्महत्या गर्ने र पेस्तोल बोक्नेहरू धेरै डरपोक हुन्छन्।</p>\n<p>जसलाई जीवनसँग डर छैन, उसले आत्महत्या गर्दैन। जसलाई कसैको डर छैन, उसले पेस्तोल बोक्दैन।</p>\n<p>शिक्षकहरूले नागरिकलाई स्पष्ट र सटीक रूपमा वास्तविक साहस के हो र डर के हो भनेर सिकाउनु अत्यावश्यक छ।</p>\n<p>डर र सुरक्षाको खोजीले संसारलाई डरलाग्दो नरकमा परिणत गरेको छ।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ne/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ne/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ne/educacion-fundamental/la-busqueda-de-seguridad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
