import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "सुरक्षा नागिरनाय",
  "locale": "brx",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "6. सुरक्षा नागिरनाय",
    "order": 6
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>जें मानसियाफ्रा बिबारि जायो अब्ला बिखौ रैखांहोनो थाखाय बिखुमायारि मुरगि फिसाजौनि आखायजों गोरलैयै गोग्लैयो।</p>\n<p>गियान गैयि फिसाया आदेरनि थाखाय खारो मानोना बिनि खाथियाव बिखौ रैखां मोनो।</p>\n<p>बेखौ फोरमान खालामबायदि बिथांखि आरो रैखांनि नागिरनाय हमेशा लोगोसे जायो।</p>\n<p>मानसि जाय डाकुवाइजों लुखुमनो हागौ बिखौ गोसो खालामनानै रैखां मोननो थाखाय पिस्तोल नायो।</p>\n<p>देस जाय अरैन देसजों आखाय होनायनि गोसो दं, बिनि थाखाय गुबुन देसाव गोजा, जाहाज, बारहुंखा आरो लश्करखौ बायनानै बारहुंखाखौ खालामनो हागोन।</p>\n<p>गोबां सुबुं जाय खामानि मावनो रोङा, दुखुजों रैखां मोननो थाखाय बेफोरखौनो सोदोब जायो आरो सिरि खोमोनगिरि जायो।</p>\n<p>गोबां हौवाफोर गियान गैयि थाखाय दुखुजों रैखां मोननो थाखाय जरि जानानै थायो।</p>\n<p>हौवा जाय जेलेसि जायो बिखौ हानि खालामनो गोसो दं आरो रैखां मोननो थाखाय पिस्तोलजों बुथारो आरो बेनि उनाव जेलआव थांगोन।</p>\n<p>हौवा जाय जेलेसि जायो बिखौ हानि खालामनो गोसो दं आरो रैखां मोननो थाखाय पिस्तोलजों बुथारो आरो बेनि उनाव जेलआव थांगोन।</p>\n<p>बियो हौवाखौ हानि खालामनो गोसो दं आरो रैखां मोननो थाखाय बुथारो।</p>\n<p>हाउस ओनर जाय गोसो दं मानसिआ हाउस रेनआं बानाया, बिनि थाखाय करार, गारानटार, डिपोजीटखौ नांगौ, बेफोरखौ खालामनानै रैखां मोननो नाजागोन आरो जोदि गोरिब हौवाया फिसाजों लोगोसे बेफोरखौ बानायनो हायोब्ला, अब्ला बियो फिसाजों सहरनि लामाजों थांगोन।</p>\n<p>गासै सोरखारनि थाखाय गोसोआव बिबारि जायो।</p>\n<p>गेस्टापोस, सानजा, खाथिन्जाब, सोरखि, जेल, जाखोनाय खामानि, सुटिं बे गासैनि थाखाय गोसोआव बिबारि जायो।</p>\n<p>जातिआ गुबुन जातिनिफ्राय दुखु मोननानै आखाय हरो, बिखौ बुथारनानै देमाखौ रैखां खालामनो नाजागोन।</p>\n<p>पुलिस अफिसआव गिखावनायाव, स्पाइजनि सानजाखौ लानानै बेफोरखौ बुथारनानै सरकारनि रैखांखौ नायगोन।</p>\n<p>गासै अपराध, गासै सोरखार आरो बुथारनायनि थाखाय गोसोआव बिबारि जायो।</p>\n<p>गुबुन समाव मानसिआ सान्थाय जायो, दिनै गोसोआव बिबारि आरो रैखांनि नागिरनाया सान्थायखौ जोबोर गोथां खालामबाय।</p>\n<p>लोगोआ लोगोखौ सन्देह खालामो मानोना बियो सिरि खोमनो हागौ, “जेब्लाबो नोंनि मोजां लोगोनिफ्राय उनजाया”।</p>\n<p>लोगोआ लोगोखौ सन्देह खालामो आरो रैखां मोननो नाजाग्रा गासैनि गेजेराव सान्थाय गैया। गोसोआव बिबारि आरो रैखांनि नागिरनाया सान्थायखौ जोबोर गोथां खालामबाय।</p>\n<p>क्युबायाव केस्त्रो रोसआ गोबां मानसिफोरखौ बुथारो मानोना बियो जोबनो थाखाय गोसो दं; केस्त्रोआ रैखांखौ बुथारनानै नागिरो। बियो रोंगोनदि बियो रैखांखौ मोननो हागोन।</p>\n<p>स्तालिनआ रूसआव गोबां बुथारनायजों गिखावनाय जादोंमोन।</p>\n<p>हिटलरआ गेस्तापोसखौ सरकारनि रैखांनि थाखाय खालामदोंमोन। साननांगौदि बियो बखानो गोसो दं आरो बेखायनो बियो गेस्तापोसखौ खालामदोंमोन।</p>\n<p>बे मोनसे बुहुमनि गासै दुखुवा गोसोआव बिबारि आरो रैखांनि नागिरनायनिफ्राय फैदों।</p>\n<p>मास्टर आरो मिसआ फिसाफोरखौ सानजा लानो सोलोंनो नांगौ।</p>\n<p>दुखुनांगौदि फिसाफोरखौ नखरनिफ्राय गिनांगौ खालामो।</p>\n<p>फिसाफोरखौ धमकि होयो, सानजा होयो आरो दावो।</p>\n<p>माबाफारि जानानै नखर आरो मास्टरआ फिसाफोरखौ सोलोंनो थाखाय गोसो होयो।</p>\n<p>बेफोरखौ बुङोदि जोदि सोलोंनो हायोब्ला दान होनो, लामाजों खारनो, खामानि मावनो आरो गुबुन खामानि मावनो हागोन।</p>\n<p>गुसुंआव आदेर आरो मास्टरनि रावआव फिसा आरो रैखांनि गोसो दं।</p>\n<p>बे गासैआ फिसाया सानजा लागासिनो दं आरो उनाव बियो सानजाजों जोबोर गिखावनाय जायो।</p>\n<p>मास्टर आरो आदेर जाय फिसाफोरखौ सानजा होनो बियो अपराध खालामनो थाखाय नायगासिनो दं।</p>\n<p>दिनै गोसोआव बिबारि आरो रैखांनि नागिरनाया बुहुमखौ नरक खालामबाय। गासै मानसिआ सानजा लायो।</p>\n<p>गुबुन समाव लाइमोनजों खारनो हायो, दिनै सिमाआव गोजाजों फैयो आरो मोनसे देसनिफ्राय गुबुन देसाव थांनो थाखाय पासफोतखौ नांगौ।</p>\n<p>बे गासैआ गोसोआव बिबारि आरो रैखांनि नागिरनायनिफ्राय फैदों। बियो खारग्राफोरखौ सानजा लायो आरो पासफोतखौ नायो।</p>\n<p>मास्टर आरो मिसआ स्कुल, कलेज आरो युनिभारसिटिआव बेफोरखौ रोंनानै सोलोंनो नांगौ आरो लाइमोनखौ मुलुगनि मोजांनि थाखाय सोलोंनो नांगौ।</p>\n<p>लाइमोनखौ सोलोंनो नांगौदि गोसोआव माबा मोनसेनिफ्राय सानजा लानायनिफ्राय रैखां मोननो नांगौ।</p>\n<p>बुहुमनि गासै मानसिआ गावनि थाखाय रोजा खालामनो रोंनो नांगौ।</p>\n<p>गोसोआव बिबारि आरो रैखांनि नागिरनाया गोरोबनानै जिउखौ नरक खालामबाय।</p>\n<p>गासै जायगायाव सानजाग्रा मानसि, गोसोआव बिबारि मोनग्रा आरो रैखां मोननो नाजाग्रा गोबां दं।</p>\n<p>जिउनिफ्राय, थैनायनिफ्राय, बियो मा बुंगोन, धन, नोजोरखौ हानि खालामनानै सानजा लायो।</p>\n<p>गासै बर्गआव गोबां रोजा सुबुं दं जाय हानि खालामनो गोसो दं आरो बेखायनो गासै मानसिआ रैखां मोननो नाजागासिनो दं।</p>\n<p>गासै खौरां, जांख्रिखा जानाय आरो गोसोआव बिबारि आरो रैखांनि नागिरनायानिफ्राय फैदों।</p>\n<p>धन, नोजोरखौ हानि खालामनायनिफ्राय गिखावनायजों बुथारो।</p>\n<p>बुहुमनि गोहोआव बुथारनो थाखाय रोजा मोनसे धनजों बिबारि जायो।</p>\n<p>बियो गोहोखौ धनजों लानानै गोबां थैजों रैखां खालामो।</p>\n<p>पेपरआ हमेशा सुइसिडनि खौरां होयो।</p>\n<p>गोबांआ सानोदि जाय सुइसिड खालामो बियो सानजा लानो रोङा।</p>\n<p>माबा सोरखारआ दुबल आरो सानजायाव सिनै मोननाय मानसिखौ रोंजायोमोन, बेनिफ्राय थैनायजों आखाय होनानै गावनि जिउखौ रैखां खालामनो सानजा लानोमोन।</p>\n<p>गोसोआव बिबारिया सानजाजों रोंगोन। जाय सुइसिड खालामो बियो सानजा लानो रोङा।</p>\n<p>जाय जिउखौ सानजा लाया बियो सुइसिड खालामआ। जाय माबानिफ्राय सानजा लाया बियो हाथियार लाया।</p>\n<p>मास्टर आरो मिसआ नांगौदि मानसिफोरखौ सोलोंनो नांगौ।</p>\n<p>गोसोआव बिबारि आरो रैखांनि नागिरनाया बुहुमखौ नरक खालामबाय।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/brx/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/educacion-fundamental/la-busqueda-de-seguridad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
