import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Пошук Безпеки",
  "locale": "uk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "6. Пошук Безпеки",
    "order": 6
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Коли пташенята налякані, вони ховаються під люблячими крилами курки в пошуках безпеки.</p>\n<p>Злякана дитина біжить до матері, тому що поруч з нею почувається в безпеці.</p>\n<p>Отже, доведено, що СТРАХ і пошук БЕЗПЕКИ завжди тісно пов’язані.</p>\n<p>Людина, яка боїться бути пограбованою бандитами, шукає безпеки у своєму пістолеті.</p>\n<p>Країна, яка боїться бути атакованою іншою країною, купуватиме гармати, літаки, військові кораблі, озброюватиме армії та готуватиметься до війни.</p>\n<p>Багато людей, які не вміють працювати, налякані злиднями, шукають безпеки у злочині та стають злодіями, грабіжниками тощо…</p>\n<p>Багато жінок, яким не вистачає розуму, налякані можливістю злиднів, стають повіями.</p>\n<p>Ревнивий чоловік боїться втратити свою дружину і шукає безпеки в пістолеті, вбиває, і після цього, звичайно, потрапляє до в’язниці.</p>\n<p>Ревнива жінка вбиває свою суперницю або свого чоловіка і таким чином стає вбивцею.</p>\n<p>Вона боїться втратити свого чоловіка і, бажаючи забезпечити його, вбиває іншу або вирішує вбити його.</p>\n<p>Домовласник, який боїться, що люди не платитимуть за оренду будинку, вимагає контракти, поручителів, депозити тощо, бажаючи таким чином убезпечити себе, і якщо бідна вдова, повна дітей, не може виконати такі величезні вимоги, і якщо всі домовласники міста роблять те саме, зрештою нещасній доведеться йти спати зі своїми дітьми на вулицю або в парки міста.</p>\n<p>Усі війни мають своє коріння у страху.</p>\n<p>Гестапо, тортури, концентраційні табори, сибіри, жахливі в’язниці, вигнання, примусові роботи, розстріли тощо мають коріння у страху.</p>\n<p>Нації нападають на інші нації через страх; шукають безпеки в насильстві, вважають, що вбиваючи, вторгаючись тощо, зможуть стати безпечними, сильними, могутніми.</p>\n<p>В офісах секретної поліції, контррозвідки тощо, як на сході, так і на заході, шпигунів катують, їх бояться, хочуть змусити їх зізнатися з метою знайти безпеку для держави.</p>\n<p>Усі злочини, усі війни, усі вбивства мають своє коріння у страху та пошуку безпеки.</p>\n<p>В інші часи між людьми була щирість, сьогодні страх і пошук безпеки знищили чудовий аромат щирості.</p>\n<p>Друг не довіряє другу, боїться, що той його обкраде, обдурить, експлуатуватиме, і навіть є дурні та збочені максими, як-от: “НІКОЛИ НЕ ПОВОРОЧАЙТЕСЯ СПИНОЮ ДО СВОГО КРАЩОГО ДРУГА”. ГІТЛЕРІВЦІ казали, що ця МАКСИМА - ЗОЛОТА.</p>\n<p>Вже друг боїться друга і навіть використовує МАКСИМИ, щоб захиститися. Між друзями вже немає щирості. Страх і пошук безпеки знищили чудовий аромат щирості.</p>\n<p>Кастро Рус на Кубі розстріляв тисячі громадян, боячись, що його знищать; Кастро шукає безпеки, розстрілюючи. Він вважає, що так може знайти Безпеку.</p>\n<p>Сталін, збочений і кровожерливий Сталін, смердів Росією своїми кривавими чистками. Це був спосіб знайти свою безпеку.</p>\n<p>Гітлер організував Гестапо, жахливе Гестапо, для безпеки держави. Немає сумнівів, що він боявся, що його скинуть, і тому заснував криваве Гестапо.</p>\n<p>Усі гіркоти цього світу мають своє коріння у страху та пошуку безпеки.</p>\n<p>Шкільні вчителі повинні навчати учнів чесноті мужності.</p>\n<p>Прикро, що дітей наповнюють страхом з їхньої ж домівки.</p>\n<p>Дітям погрожують, їх залякують, їх лякають, їх б’ють тощо.</p>\n<p>Батьки та вчителі зазвичай лякають дитину та молоду людину з метою змусити її вчитися.</p>\n<p>Зазвичай дітям і молодим людям кажуть, що якщо вони не вчитимуться, їм доведеться просити милостиню, блукати голодними вулицями, виконувати дуже скромну роботу, як-от чистити взуття, носити тюки, продавати газети, працювати на оранці тощо тощо тощо (наче праця - це злочин).</p>\n<p>По суті, за всіма цими словами батьків і вчителів ховається страх за дитину та пошук безпеки для дитини.</p>\n<p>Найгірше у всьому цьому, що ми говоримо, це те, що дитина і молода людина відчувають себе неповноцінними, наповнюються страхом, а пізніше в практичному житті вони стають людьми, сповненими страху.</p>\n<p>Батьки та вчителі, які мають поганий смак лякати дітей, молодь, несвідомо спрямовують їх на шлях злочину, адже, як ми вже говорили, кожен злочин має своє коріння у страху та пошуку безпеки.</p>\n<p>Сьогодні СТРАХ і ПОШУК БЕЗПЕКИ перетворили планету Земля на жахливе пекло. Увесь світ боїться. Увесь світ хоче гарантій.</p>\n<p>В інші часи можна було вільно подорожувати, зараз кордони повні озброєних охоронців, вимагаються паспорти та сертифікати всілякого роду, щоб мати право переїхати з однієї країни в іншу.</p>\n<p>Все це є результатом страху та ПОШУКУ БЕЗПЕКИ. Бояться того, хто подорожує, бояться того, хто приїжджає, і шукають безпеки в паспортах і паперах всілякого роду.</p>\n<p>Шкільні вчителі, викладачі коледжів і університетів повинні усвідомити жах всього цього і співпрацювати на благо світу, знаючи, як виховувати нові покоління, навчаючи їх шляху справжньої мужності.</p>\n<p>НАГАЛЬНО потрібно навчити нові покоління не боятися і не шукати безпеки ні в чому і ні в кому.</p>\n<p>Необхідно, щоб кожен індивід навчився більше довіряти собі.</p>\n<p>СТРАХ і ПОШУК БЕЗПЕКИ - це жахливі слабкості, які перетворили життя на жахливе ПЕКЛО.</p>\n<p>Усюди повно боягузів, полохливих, слабких, які завжди шукають БЕЗПЕКИ.</p>\n<p>Бояться життя, бояться смерті, бояться того, що скажуть, “кажуть, що кажуть”, бояться втратити соціальне становище, політичне становище, престиж, гроші, гарний будинок, гарну дружину, хорошого чоловіка, роботу, бізнес, монополію, меблі, машину тощо тощо тощо, всього бояться, скрізь повно боягузів, полохливих, слабких, але ніхто не вважає себе боягузом, всі вважають себе сильними, хоробрими тощо.</p>\n<p>У всіх соціальних класах існують тисячі й мільйони інтересів, які бояться втратити, і тому весь світ шукає гарантій, які, стаючи дедалі складнішими, фактично роблять життя дедалі складнішим, дедалі важчим, дедалі гірким, жорстоким і безжальним.</p>\n<p>Усі плітки, усі наклепи, інтриги тощо мають своє коріння у страху та пошуку безпеки.</p>\n<p>Щоб не втратити багатство, становище, владу, престиж, поширюють наклепи, плітки, вбивають, платять за те, щоб вбивали таємно тощо.</p>\n<p>Могутні світу цього навіть дозволяють собі мати найманих вбивць, яким добре платять, з огидною метою усунути кожного, хто загрожує їх затьмарити.</p>\n<p>Вони люблять владу заради самої влади і забезпечують її грошима і великою кількістю крові.</p>\n<p>Газети постійно повідомляють про численні випадки самогубства.</p>\n<p>Багато хто вважає, що той, хто накладає на себе руки, є хоробрим, але насправді той, хто накладає на себе руки, є боягузом, який боїться життя і шукає безпеки в безплотних обіймах смерті.</p>\n<p>Деякі герої війни були відомі як слабкі та боягузливі люди, але коли вони зіткнулися віч-на-віч зі смертю, їхній жах був настільки жахливим, що вони перетворилися на жахливих звірів, шукаючи безпеки для свого життя, докладаючи надлюдських зусиль проти смерті. Тоді їх оголосили ГЕРОЯМИ.</p>\n<p>Страх часто плутають з хоробрістю. Той, хто накладає на себе руки, здається дуже хоробрим, той, хто носить пістолет, здається дуже хоробрим, але насправді самовбивці та стрільці дуже боягузливі.</p>\n<p>Хто не боїться життя, той не накладає на себе руки. Хто нікого не боїться, той не носить пістолет на поясі.</p>\n<p>НАГАЛЬНО, щоб вчителі чітко і точно навчили громадянина, що таке справжня МУЖНІСТЬ і що таке страх.</p>\n<p>СТРАХ і ПОШУК БЕЗПЕКИ перетворили світ на жахливе пекло.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/uk/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/la-busqueda-de-seguridad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
