import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "การแสวงหาความปลอดภัย",
  "locale": "th",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "6. การแสวงหาความปลอดภัย",
    "order": 6
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>เมื่อลูกไก่กลัว พวกมันจะซ่อนตัวอยู่ใต้ปีกอันอบอุ่นของแม่ไก่เพื่อความปลอดภัย</p>\n<p>เด็กที่กลัววิ่งไปหาแม่ เพราะอยู่กับแม่แล้วรู้สึกปลอดภัย</p>\n<p>จึงพิสูจน์ได้ว่า ความกลัว และการแสวงหาความปลอดภัย มักมีความสัมพันธ์กันอย่างใกล้ชิดเสมอ</p>\n<p>คนที่กลัวว่าจะถูกโจรปล้นจะแสวงหาความปลอดภัยจากปืนพก</p>\n<p>ประเทศที่กลัวว่าจะถูกประเทศอื่นโจมตี จะซื้อปืนใหญ่ เครื่องบิน เรือรบ และติดอาวุธให้กองทัพ และเตรียมพร้อมทำสงคราม</p>\n<p>คนจำนวนมากที่ไม่รู้วิธีทำงาน รู้สึกหวาดกลัวต่อความยากจน จึงแสวงหาความปลอดภัยในอาชญากรรม และกลายเป็นโจร ผู้ร้าย ฯลฯ</p>\n<p>ผู้หญิงจำนวนมากที่ขาดสติปัญญา กลัวความยากจน จึงกลายเป็นโสเภณี</p>\n<p>ผู้ชายที่ขี้หึงกลัวว่าจะสูญเสียภรรยาไป จึงแสวงหาความปลอดภัยจากปืนพก ฆ่า แล้วก็แน่นอนว่าจะต้องไปอยู่ในคุก</p>\n<p>ผู้หญิงที่ขี้หึงฆ่าคู่แข่งหรือสามีของตน และกลายเป็นฆาตกร</p>\n<p>เธอ กลัวว่าจะสูญเสียสามีไป และต้องการให้แน่ใจว่าจะได้เขามา จึงฆ่าอีกฝ่าย หรือตัดสินใจฆ่าเขา</p>\n<p>เจ้าของบ้านที่กลัวว่าผู้คนจะไม่จ่ายค่าเช่าบ้าน จะต้องการสัญญา ผู้ค้ำประกัน เงินมัดจำ ฯลฯ โดยต้องการให้แน่ใจ และถ้าหญิงม่ายที่ยากจนและมีลูกเต็มบ้านไม่สามารถทำตามข้อกำหนดที่น่ากลัวเหล่านี้ได้ และถ้าเจ้าของบ้านทุกคนในเมืองทำเช่นเดียวกัน ในที่สุดผู้หญิงที่น่าสงสารคนนั้นก็จะต้องไปนอนกับลูกๆ บนถนนหรือในสวนสาธารณะของเมือง</p>\n<p>สงครามทั้งหมดมีต้นกำเนิดมาจากความกลัว</p>\n<p>เกสตาโป การทรมาน ค่ายกักกัน ไซบีเรีย คุกที่น่ากลัว การเนรเทศ การใช้แรงงาน การยิงเป้า ฯลฯ มีต้นกำเนิดมาจากความกลัว</p>\n<p>ประเทศชาติต่างโจมตีประเทศชาติอื่นๆ เพราะความกลัว พวกเขาแสวงหาความปลอดภัยในความรุนแรง พวกเขาเชื่อว่าการฆ่า การบุกรุก ฯลฯ จะทำให้พวกเขามั่นคง แข็งแกร่ง และมีอำนาจ</p>\n<p>ในสำนักงานตำรวจลับ หน่วยข่าวกรอง ฯลฯ ทั้งในตะวันออกและตะวันตก พวกเขาทรมานสายลับ พวกเขากลัวพวกเขา พวกเขาต้องการให้พวกเขาสารภาพโดยมีจุดประสงค์เพื่อค้นหาความปลอดภัยสำหรับรัฐ</p>\n<p>อาชญากรรมทั้งหมด สงครามทั้งหมด การฆาตกรรมทั้งหมด มีต้นกำเนิดมาจากความกลัวและการแสวงหาความปลอดภัย</p>\n<p>ในอดีตมีความจริงใจระหว่างผู้คน วันนี้ความกลัวและการแสวงหาความปลอดภัยได้ทำลายกลิ่นหอมอันน่าอัศจรรย์ของความจริงใจไปแล้ว</p>\n<p>เพื่อนไม่ไว้วางใจเพื่อน กลัวว่าเพื่อนจะขโมย หลอกลวง เอารัดเอาเปรียบ และยังมีสุภาษิตที่โง่เขลาและชั่วร้ายเช่นนี้: “อย่าหันหลังให้เพื่อนที่ดีที่สุดของคุณ” พวกฮิตเลอร์บอกว่า สุภาษิตนี้เป็นทองคำ</p>\n<p>เพื่อนกลัวเพื่อนและใช้สุภาษิตเพื่อป้องกันตัวเองแล้ว ไม่มี ความจริงใจระหว่างเพื่อนอีกต่อไป ความกลัวและการแสวงหาความปลอดภัยได้ทำลายกลิ่นหอมอันแสนอร่อยของความจริงใจไปแล้ว</p>\n<p>คาสโตร รัส ในคิวบาได้ยิงพลเมืองไปหลายพันคน เพราะกลัวว่าพวกเขาจะล้มล้างเขา คาสโตรแสวงหาความปลอดภัยโดยการยิงเป้า เขาเชื่อว่าเขาสามารถพบกับความปลอดภัยได้</p>\n<p>สตาลิน สตาลินผู้ชั่วร้ายและกระหายเลือด ทำให้รัสเซียมีกลิ่นเหม็นด้วยการกวาดล้างนองเลือด นั่นคือวิธีแสวงหาความปลอดภัยของเขา</p>\n<p>ฮิตเลอร์จัดตั้งเกสตาโป เกสตาโปที่น่ากลัว เพื่อความปลอดภัยของรัฐ ไม่ต้องสงสัยเลยว่าเขากลัวว่าจะถูกโค่นล้ม และด้วยเหตุนี้เขาจึงก่อตั้งเกสตาโปที่นองเลือดขึ้น</p>\n<p>ความขมขื่นทั้งหมดในโลกนี้มีต้นกำเนิดมาจากความกลัวและการแสวงหาความปลอดภัย</p>\n<p>ครูผู้สอนทั้งชายและหญิงต้องสอนคุณธรรมแห่งความกล้าหาญแก่นักเรียน</p>\n<p>เป็นเรื่องน่าเศร้าที่เด็กชายและเด็กหญิงถูกทำให้หวาดกลัวตั้งแต่ในบ้านของตนเอง</p>\n<p>เด็กชายและเด็กหญิงถูกข่มขู่ ขู่เข็ญ ทำให้หวาดกลัว ถูกตี ฯลฯ</p>\n<p>เป็นธรรมเนียมของพ่อแม่และครูที่จะทำให้เด็กและเยาวชนหวาดกลัวโดยมีจุดประสงค์เพื่อให้พวกเขาเรียน</p>\n<p>โดยทั่วไปแล้ว เด็กและเยาวชนจะได้รับแจ้งว่าหากพวกเขาไม่เรียน พวกเขาจะต้องขอทาน เร่ร่อนหิวโหยตามท้องถนน ประกอบอาชีพที่ต่ำต้อยมาก เช่น ขัดรองเท้า แบกหาม ขายหนังสือพิมพ์ ทำงานไถนา ฯลฯ ฯลฯ ฯลฯ (ราวกับว่าการทำงานเป็นอาชญากรรม)</p>\n<p>โดยพื้นฐานแล้ว เบื้องหลังคำพูดทั้งหมดของพ่อแม่และครู มีความกลัวต่อลูกและการแสวงหาความปลอดภัยสำหรับลูก</p>\n<p>สิ่งที่ร้ายแรงเกี่ยวกับทุกสิ่งที่เรากำลังพูดถึงนี้คือ เด็กและเยาวชนรู้สึกด้อยค่า เต็มไปด้วยความกลัว และต่อมาในชีวิตจริง พวกเขาเป็นคนที่เต็มไปด้วยความกลัว</p>\n<p>พ่อแม่และครูที่มีรสนิยมไม่ดีในการทำให้เด็กชายและเด็กหญิง เยาวชนทั้งชายและหญิงหวาดกลัว กำลังนำพาพวกเขาไปสู่เส้นทางแห่งอาชญากรรมโดยไม่รู้ตัว เพราะอย่างที่เราได้กล่าวไปแล้วว่า อาชญากรรมทั้งหมดมีต้นกำเนิดมาจากความกลัวและการแสวงหาความปลอดภัย</p>\n<p>ทุกวันนี้ ความกลัว และการแสวงหาความปลอดภัย ได้เปลี่ยนโลกให้กลายเป็นนรกที่น่ากลัว ทุกคนกลัว ทุกคนต้องการความปลอดภัย</p>\n<p>ในอดีตสามารถเดินทางได้อย่างอิสระ ปัจจุบันพรมแดนเต็มไปด้วยทหารติดอาวุธ ต้องมีหนังสือเดินทางและใบรับรองทุกชนิดเพื่อมีสิทธิข้ามจากประเทศหนึ่งไปยังอีกประเทศหนึ่ง</p>\n<p>ทั้งหมดนี้เป็นผลมาจากความกลัวและการแสวงหาความปลอดภัย พวกเขากลัวผู้ที่เดินทาง พวกเขากลัวผู้ที่มาถึง และพวกเขาแสวงหาความปลอดภัยในหนังสือเดินทางและเอกสารทุกชนิด</p>\n<p>ครูผู้สอนในโรงเรียน วิทยาลัย มหาวิทยาลัย ต้องเข้าใจถึงความน่าสยดสยองของสิ่งเหล่านี้ทั้งหมด และร่วมมือเพื่อความดีของโลก โดยรู้วิธีให้การศึกษาแก่คนรุ่นใหม่ โดยสอนพวกเขาถึงเส้นทางแห่งความกล้าหาญที่แท้จริง</p>\n<p>เป็นเรื่องเร่งด่วนที่จะต้องสอนคนรุ่นใหม่ให้ไม่กลัวและไม่แสวงหาความปลอดภัยในสิ่งใดหรือในใคร</p>\n<p>จำเป็นอย่างยิ่งที่ทุกคนจะต้องเรียนรู้ที่จะไว้วางใจตนเองมากขึ้น</p>\n<p>ความกลัว และการแสวงหาความปลอดภัย เป็นความอ่อนแอที่น่ากลัวที่เปลี่ยนชีวิตให้กลายเป็นนรกที่น่ากลัว</p>\n<p>ทุกหนทุกแห่งเต็มไปด้วยคนขี้ขลาด คนขี้กลัว คนอ่อนแอ ที่แสวงหาความปลอดภัยอยู่เสมอ</p>\n<p>พวกเขากลัวชีวิต พวกเขากลัวความตาย พวกเขากลัวสิ่งที่คนอื่นจะพูด “สิ่งที่เขาพูดกัน” กลัวที่จะสูญเสียสถานะทางสังคม สถานะทางการเมือง เกียรติยศ เงิน บ้านสวย ภรรยาที่ดี สามีที่ดี งาน ธุรกิจ การผูกขาด เฟอร์นิเจอร์ รถยนต์ ฯลฯ ฯลฯ ฯลฯ พวกเขากลัวทุกสิ่ง ทุกหนทุกแห่งเต็มไปด้วยคนขี้ขลาด คนขี้กลัว คนอ่อนแอ แต่ไม่มีใครคิดว่าตัวเองเป็นคนขี้ขลาด ทุกคนอ้างว่าแข็งแกร่ง กล้าหาญ ฯลฯ</p>\n<p>ในทุกชนชั้นทางสังคมมีผลประโยชน์หลายพันล้านรายการที่กลัวว่าจะสูญเสียไป และด้วยเหตุนี้ทุกคนจึงแสวงหาความปลอดภัยที่ซับซ้อนมากขึ้นเรื่อยๆ ทำให้ชีวิตซับซ้อนขึ้นเรื่อยๆ ยากขึ้นเรื่อยๆ ขมขื่น โหดร้าย และไร้ความปราณีมากขึ้นเรื่อยๆ</p>\n<p>การนินทา การใส่ร้าย การวางอุบาย ฯลฯ ทั้งหมดมีต้นกำเนิดมาจากความกลัวและการแสวงหาความปลอดภัย</p>\n<p>เพื่อไม่ให้สูญเสียโชคลาภ ตำแหน่ง อำนาจ เกียรติยศ พวกเขาจึงเผยแพร่การใส่ร้ายป้ายสี การนินทา ฆาตกรรม จ่ายเงินเพื่อให้มีการฆาตกรรมอย่างลับๆ ฯลฯ</p>\n<p>ผู้มีอำนาจในโลกถึงกับมีนักฆ่ารับจ้างและจ่ายเงินอย่างงาม โดยมีจุดประสงค์ที่น่ารังเกียจในการกำจัดทุกคนที่ขู่ว่าจะบดบังพวกเขา</p>\n<p>พวกเขารักอำนาจเพื่ออำนาจเอง และพวกเขามั่นใจว่ามันจะอยู่กับพวกเขาโดยอาศัยเงินและเลือดจำนวนมาก</p>\n<p>หนังสือพิมพ์กำลังรายงานข่าวเกี่ยวกับการฆ่าตัวตายมากมายอย่างต่อเนื่อง</p>\n<p>หลายคนเชื่อว่าคนที่ฆ่าตัวตายนั้นกล้าหาญ แต่จริงๆ แล้วคนที่ฆ่าตัวตายคือคนขี้ขลาดที่กลัวชีวิตและแสวงหาความปลอดภัยในอ้อมกอดที่ไร้เนื้อหนังของความตาย</p>\n<p>วีรบุรุษสงครามบางคนเป็นที่รู้จักกันว่าเป็นคนอ่อนแอและขี้ขลาด แต่เมื่อพวกเขาเผชิญหน้ากับความตายโดยตรง ความหวาดกลัวของพวกเขานั้นน่ากลัวมาก พวกเขากลายเป็นสัตว์ร้ายที่น่ากลัวที่แสวงหาความปลอดภัยในชีวิตของตนเอง โดยพยายามอย่างสุดกำลังเพื่อต่อต้านความตาย จากนั้นพวกเขาก็ถูกประกาศให้เป็นวีรบุรุษ</p>\n<p>ความกลัวมักจะสับสนกับความกล้าหาญ ผู้ที่ฆ่าตัวตายดูเหมือนจะกล้าหาญมาก ผู้ที่ถือปืนพกดูเหมือนจะกล้าหาญมาก แต่จริงๆ แล้วคนที่ฆ่าตัวตายและมือปืนนั้นขี้ขลาดมาก</p>\n<p>ผู้ที่ไม่กลัวชีวิตจะไม่ฆ่าตัวตาย ผู้ที่ไม่กลัวใครจะไม่พกปืนพก</p>\n<p>เป็นเรื่องเร่งด่วนที่ครูผู้สอนในโรงเรียนจะต้องสอนพลเมืองอย่างชัดเจนและแม่นยำว่าอะไรคือความกล้าหาญที่แท้จริงและอะไรคือความกลัว</p>\n<p>ความกลัว และการแสวงหาความปลอดภัย ได้เปลี่ยนโลกให้กลายเป็นนรกที่น่ากลัว</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/th/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/educacion-fundamental/la-busqueda-de-seguridad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
