import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "החיפוש אחר ביטחון",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "6. החיפוש אחר ביטחון",
    "order": 6
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>כשגוזלים מפחדים, הם מתחבאים מתחת לכנפיה האוהבות של התרנגולת בחיפוש אחר ביטחון.</p>\n<p>ילד מפוחד רץ לחפש את אמו כי לידה הוא מרגיש בטוח.</p>\n<p>אם כן, הוכח שהפחד והחיפוש אחר ביטחון קשורים תמיד זה בזה באופן אינטימי.</p>\n<p>אדם שחושש ששודדים יתנפלו עליו מחפש ביטחון באקדח שלו.</p>\n<p>מדינה שחוששת שמדינה אחרת תתקוף אותה, תקנה תותחים, מטוסים, ספינות מלחמה ותחמש צבאות ותצא למלחמה.</p>\n<p>אנשים רבים שאינם יודעים לעבוד, מבועתים מפני סבל מחפשים ביטחון בפשע, והופכים לגנבים, תוקפים וכו’…</p>\n<p>נשים רבות חסרות אינטליגנציה, מפוחדות מפני האפשרות של סבל הופכות לזונות.</p>\n<p>גבר קנאי חושש לאבד את אשתו ומחפש ביטחון באקדח, הורג ואז ברור שהוא יגיע לכלא.</p>\n<p>אישה קנאית הורגת את יריבתה או את בעלה וכך הופכת לרוצחת.</p>\n<p>היא חוששת לאבד את בעלה ורוצה להבטיח אותו לעצמה, הורגת את האחרת או מחליטה לרצוח אותו.</p>\n<p>בעל הבית חושש שאנשים לא ישלמו לו את שכר הדירה עבור הבית, דורש חוזים, ערבים, פיקדונות וכו’, ורוצה בכך להבטיח את עצמו, ואם אלמנה ענייה ומלאה בילדים לא יכולה למלא דרישות כה עצומות, ואם כל בעלי הבתים בעיר עושים את אותו הדבר, בסופו של דבר האומללה תצטרך ללכת לישון עם ילדיה ברחוב או בפארקים של העיר.</p>\n<p>לכל המלחמות יש את מקורן בפחד.</p>\n<p>הגסטאפו, העינויים, מחנות הריכוז, הסיביריות, בתי הכלא הנוראים, הגלויות, עבודות הכפייה, ההוצאות להורג וכו’ מקורם בפחד.</p>\n<p>אומות תוקפות אומות אחרות מפחד; הן מחפשות ביטחון באלימות, הן מאמינות שעל ידי הריגה, פלישה וכו’ הן יוכלו להפוך לבטוחות, חזקות ועוצמתיות.</p>\n<p>במשרדי המשטרה החשאית, הריגול הנגדי וכו’ הן במזרח והן במערב, מענים מרגלים, חוששים מהם, רוצים לגרום להם להתוודות במטרה למצוא ביטחון למדינה.</p>\n<p>לכל הפשעים, כל המלחמות, כל הפשעים, יש את מקורם בפחד ובחיפוש אחר ביטחון.</p>\n<p>בעבר הייתה כנות בין האנשים, כיום הפחד והחיפוש אחר ביטחון חיסלו את הניחוח הנפלא של הכנות.</p>\n<p>חבר אינו בוטח בחבר, חושש שהוא יגנוב ממנו, ירמה אותו, ינצל אותו ואפילו יש אמירות מטופשות ומרושעות כמו זו: “לעולם אל תפנה את גבך לחברך הטוב ביותר”. ההיטלריאנים אמרו שהאמירה הזו היא מזהב.</p>\n<p>החבר כבר חושש מהחבר ואף משתמש באמרות כדי להגן על עצמו. כבר אין כנות בין חברים. הפחד והחיפוש אחר ביטחון חיסלו את הניחוח הטעים של הכנות.</p>\n<p>קסטרו רוס בקובה הוציא להורג אלפי אזרחים מחשש שיסיימו אותו; קסטרו מחפש ביטחון על ידי הוצאה להורג. הוא מאמין שכך הוא יכול למצוא ביטחון.</p>\n<p>סטלין, סטלין המרושע והצמא דם, הסריח את רוסיה בטיהורים העקובים מדם שלו. זו הייתה הדרך לחפש את ביטחונו.</p>\n<p>היטלר ארגן את הגסטאפו, הגסטאפו הנורא, לביטחון המדינה. אין ספק שהוא חשש שידיחו אותו ולכן הקים את הגסטאפו העקוב מדם.</p>\n<p>לכל המרירות בעולם הזה יש את מקורה בפחד ובחיפוש אחר ביטחון.</p>\n<p>מורים ומורות צריכים ללמד את התלמידים והתלמידות את מעלת האומץ.</p>\n<p>חבל שממלאים ילדים וילדות בפחד כבר מביתם.</p>\n<p>מאיימים על ילדים וילדות, מטילים עליהם אימה, מפחידים אותם, מכים אותם וכו’.</p>\n<p>נהוג שאבות משפחה ומורים להפחיד ילדים וצעירים במטרה שילמדו.</p>\n<p>בדרך כלל אומרים לילדים ולצעירים שאם הם לא ילמדו הם יצטרכו לקבץ נדבות, לשוטט רעבים ברחובות, לעסוק בעבודות צנועות מאוד כמו הברקת נעליים, נשיאת חבילות, מכירת עיתונים, עבודה בחריש וכו’ וכו’ וכו’ (כאילו עבודה היא פשע)</p>\n<p>בעומק הדברים, מאחורי כל המילים האלה של הורים ומורים, קיים פחד על הילד וחיפוש אחר ביטחון עבור הילד.</p>\n<p>החמור בכל מה שאנחנו אומרים זה, שהילד והצעיר מסתבכים, מתמלאים בפחד ובהמשך החיים המעשיים הם אנשים מלאי פחד.</p>\n<p>אבות משפחה ומורים שיש להם את הטעם הרע להפחיד ילדים וילדות, צעירים וצעירות, באופן לא מודע מכוונים אותם לדרך הפשע, כי כמו שאמרנו, לכל פשע יש את מקורו בפחד ובחיפוש אחר ביטחון.</p>\n<p>כיום הפחד והחיפוש אחר ביטחון הפכו את כדור הארץ לגיהנום מחריד. כולם חוששים. כולם רוצים ביטחונות.</p>\n<p>בעבר ניתן היה לנסוע בחופשיות, כיום הגבולות מלאים בשומרים חמושים, נדרשים דרכונים ותעודות מכל הסוגים כדי שתהיה זכות לעבור ממדינה למדינה.</p>\n<p>כל זה הוא תוצאה של פחד וחיפוש אחר ביטחון. חוששים ממי שנוסע, חוששים ממי שמגיע ומחפשים ביטחון בדרכונים ובניירות מכל הסוגים.</p>\n<p>מורים ומורות בבתי ספר, מכללות, אוניברסיטאות צריכים להבין את האימה של כל זה ולשתף פעולה לטובת העולם, בידיעה כיצד לחנך את הדורות החדשים, וללמד אותם את דרך האומץ האותנטי.</p>\n<p>דחוף ללמד את הדורות החדשים לא לפחד ולא לחפש ביטחונות בשום דבר ובאף אחד.</p>\n<p>חיוני שכל אדם ילמד לבטוח יותר בעצמו.</p>\n<p>הפחד והחיפוש אחר ביטחון הם חולשות נוראיות שהפכו את החיים לגיהנום מחריד.</p>\n<p>בכל מקום שופעים פחדנים, מפוחדים, חלשים שמסתובבים תמיד בחיפוש אחר ביטחון.</p>\n<p>חוששים מהחיים, חוששים מהמוות, חוששים ממה יגידו, “מה אומרים שאומרים”, מלאבד את המעמד החברתי, את המעמד הפוליטי, היוקרה, הכסף, הבית היפה, האישה היפה, הבעל הטוב, העבודה, העסק, המונופול, הרהיטים, המכונית וכו’ וכו’ וכו’, מכל דבר חוששים, הפחדנים, המפוחדים, החלשים שופעים בכל מקום, אבל אף אחד לא מאמין שהוא פחדן, כולם מתיימרים להיות חזקים, אמיצים וכו’.</p>\n<p>בכל השכבות החברתיות קיימים אלפי מיליונים של אינטרסים שחוששים לאבד אותם ולכן כולם מחפשים ביטחונות שבגלל שהם הופכים ליותר ויותר מורכבים, הופכים למעשה את החיים ליותר ויותר מסובכים, יותר ויותר קשים, יותר ויותר מרים, אכזריים וחסרי רחמים.</p>\n<p>כל הרכילות, כל ההשמצות, התככים וכו’, מקורם בפחד ובחיפוש אחר ביטחון.</p>\n<p>כדי לא לאבד את ההון, המעמד, הכוח, היוקרה, מפיצים השמצות, רכילות, רוצחים, משלמים כדי שירצחו בסתר וכו’.</p>\n<p>לבעלי הכוח בעולם יש אפילו את המותרות להחזיק רוצחים בשכר ומשולמים היטב, במטרה מגעילה לחסל כל מי שמאיים להאפיל עליהם.</p>\n<p>הם אוהבים את הכוח בשביל הכוח עצמו ומבטיחים אותו על בסיס כסף והרבה דם.</p>\n<p>העיתונים מפרסמים כל הזמן חדשות על מקרים רבים של התאבדות.</p>\n<p>רבים מאמינים שמי שמתאבד הוא אמיץ, אבל באמת מי שמתאבד הוא פחדן שפוחד מהחיים ומחפש ביטחון בזרועות המוות המרוטות.</p>\n<p>כמה גיבורי מלחמה נודעו כאנשים חלשים ופחדנים, אך כאשר הם התייצבו פנים אל פנים מול המוות, האימה שלהם הייתה כה מחרידה, שהם הפכו לחיות טרף נוראיות בחיפוש אחר ביטחון לחייהם, ועשו מאמץ עליון נגד המוות. אז הם הוכרזו כגיבורים.</p>\n<p>לעתים קרובות מתבלבלים בין פחד לאומץ. מי שמתאבד נראה מאוד אמיץ, מי שנושא אקדח נראה מאוד אמיץ, אך למעשה המתאבדים והאקדוחנים הם מאוד פחדנים.</p>\n<p>מי שלא מפחד מהחיים לא מתאבד. מי שלא מפחד מאף אחד לא נושא אקדח על המותניים.</p>\n<p>דחוף שמורים ומורות בבתי ספר ילמדו את האזרח בצורה ברורה ומדויקת, מהו ערך אמיתי ומהו פחד.</p>\n<p>הפחד והחיפוש אחר ביטחון הפכו את העולם לגיהנום מחריד.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-busqueda-de-seguridad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
