import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "নিরাপত্তার অনুসন্ধান",
  "locale": "bn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "6. নিরাপত্তার অনুসন্ধান",
    "order": 6
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>যখন ছানাগুলো ভয় পায়, তখন তারা নিরাপত্তার জন্য মুরগির ভালোবাসাপূর্ণ ডানার নিচে লুকায়।</p>\n<p>ভীত শিশু তার মায়ের কাছে ছুটে যায়, কারণ তার পাশে সে নিজেকে নিরাপদ মনে করে।</p>\n<p>সুতরাং এটি প্রমাণিত যে ভয় এবং নিরাপত্তার সন্ধান সর্বদা ঘনিষ্ঠভাবে জড়িত।</p>\n<p>যে ব্যক্তি ডাকাতদের দ্বারা আক্রান্ত হওয়ার আশঙ্কা করে, সে তার পিস্তলে নিরাপত্তা খোঁজে।</p>\n<p>যে দেশ অন্য দেশের দ্বারা আক্রান্ত হওয়ার আশঙ্কা করে, সে কামান, বিমান, যুদ্ধজাহাজ কিনবে এবং সেনাবাহিনী তৈরি করে যুদ্ধের জন্য প্রস্তুত হবে।</p>\n<p>অনেক লোক যারা কাজ করতে জানে না, দারিদ্র্যের ভয়ে সন্ত্রস্ত হয়ে অপরাধে নিরাপত্তা খোঁজে এবং তারা চোর, ছিনতাইকারী ইত্যাদি হয়ে যায়…</p>\n<p>অনেক বুদ্ধিহীন মহিলা দারিদ্র্যের সম্ভাবনায় ভীত হয়ে যৌনকর্মী হয়ে যায়।</p>\n<p>হিংসুক পুরুষ তার স্ত্রীকে হারানোর ভয়ে পিস্তলে নিরাপত্তা খোঁজে, খুন করে এবং তারপরে স্পষ্টতই কারাগারে যায়।</p>\n<p>হিংসুক মহিলা তার প্রতিদ্বন্দ্বী বা স্বামীকে হত্যা করে এবং এভাবে সে খুনী হয়ে যায়।</p>\n<p>সে তার স্বামীকে হারানোর ভয়ে তাকে নিশ্চিত করতে অন্য মহিলাকে হত্যা করে বা তাকে হত্যার সিদ্ধান্ত নেয়।</p>\n<p>বাড়ির মালিক ভাড়া না পাওয়ার ভয়ে চুক্তি, জামিনদার, জমা ইত্যাদি চায়, এইভাবে নিজেকে সুরক্ষিত করতে চায় এবং যদি কোনও দরিদ্র বিধবা তার সন্তানদের নিয়ে এই ধরনের কঠোর শর্ত পূরণ করতে না পারে, এবং যদি শহরের সমস্ত বাড়ির মালিক একই কাজ করে, তবে সেই হতভাগীকে তার সন্তানদের নিয়ে রাস্তায় বা শহরের পার্কে ঘুমাতে যেতে হবে।</p>\n<p>সমস্ত যুদ্ধের উৎপত্তি ভয়ের মধ্যে।</p>\n<p>গেস্টাপো, নির্যাতন, কনসেন্ট্রেশন ক্যাম্প, সাইবেরিয়া, ভয়ঙ্কর কারাগার, নির্বাসন, বাধ্যতামূলক শ্রম, ফায়ারিং স্কোয়াড ইত্যাদি ভয়ের কারণে হয়ে থাকে।</p>\n<p>জাতিগুলো ভয়ের কারণে অন্য জাতির উপর হামলা করে; তারা সহিংসতায় নিরাপত্তা খোঁজে, তারা মনে করে হত্যা, আক্রমণ ইত্যাদির মাধ্যমে তারা নিরাপদ, শক্তিশালী, ক্ষমতাশালী হতে পারবে।</p>\n<p>গোপন পুলিশ, কাউন্টার-ইনটেলিজেন্স ইত্যাদির অফিসে, পূর্বে এবং পশ্চিমে উভয় স্থানেই গুপ্তচরদের নির্যাতন করা হয়, তাদের ভয় করা হয়, রাষ্ট্রের জন্য নিরাপত্তা খুঁজে বের করার উদ্দেশ্যে তাদের কাছ থেকে স্বীকারোক্তি আদায় করতে চায়।</p>\n<p>সমস্ত অপরাধ, সমস্ত যুদ্ধ, সমস্ত হত্যাকাণ্ডের উৎস ভয় এবং নিরাপত্তার সন্ধান।</p>\n<p>অন্য সময়ে লোকেদের মধ্যে আন্তরিকতা ছিল, আজ ভয় এবং নিরাপত্তার সন্ধান আন্তরিকতার চমৎকার সুবাস নষ্ট করে দিয়েছে।</p>\n<p>বন্ধু বন্ধুকে অবিশ্বাস করে, ভয় পায় যে সে চুরি করবে, প্রতারণা করবে, শোষণ করবে এবং এমনকি এমন কিছু বোকা এবং বিকৃত প্রবাদও রয়েছে: “কখনও তোমার সেরা বন্ধুর দিকে পিঠ ফিরিয়ে দিও না”। হিটলারবাদীরা বলত এই প্রবাদটি সোনার মতো মূল্যবান।</p>\n<p>এখন বন্ধু বন্ধুকে ভয় পায় এবং নিজেকে রক্ষা করার জন্য প্রবাদ ব্যবহার করে। বন্ধুদের মধ্যে আর আন্তরিকতা নেই। ভয় এবং নিরাপত্তার সন্ধান আন্তরিকতার সুমিষ্ট সুবাস কেড়ে নিয়েছে।</p>\n<p>কিউবার কাস্ত্রো রুস হাজার হাজার নাগরিককে হত্যা করেছে এই ভয়ে যে তারা তাকে শেষ করে দেবে; কাস্ত্রো গুলি করে নিরাপত্তা খুঁজছে। তিনি বিশ্বাস করেন যে এইভাবে তিনি নিরাপত্তা খুঁজে পেতে পারেন।</p>\n<p>স্ট্যালিন, সেই অত্যাচারী এবং রক্তপিপাসু স্ট্যালিন, তার রক্তাক্ত শুদ্ধি অভিযান দিয়ে রাশিয়াকে দূষিত করেছিল। এটাই ছিল তার নিরাপত্তা খোঁজার উপায়।</p>\n<p>হিটলার রাষ্ট্রের নিরাপত্তার জন্য গেস্টাপো, সেই ভয়ংকর গেস্টাপো তৈরি করেছিলেন। এতে কোনো সন্দেহ নেই যে তিনি ক্ষমতাচ্যুত হওয়ার ভয়ে ছিলেন এবং তাই তিনি রক্তক্ষয়ী গেস্টাপো প্রতিষ্ঠা করেন।</p>\n<p>এই পৃথিবীর সমস্ত তিক্ততার উৎস ভয় এবং নিরাপত্তার সন্ধান।</p>\n<p>স্কুলের শিক্ষক-শিক্ষিকাদের উচিত ছাত্রদের সাহসের গুণাবলী শেখানো।</p>\n<p>এটা দুঃখজনক যে শিশুদের তাদের নিজেদের বাড়ি থেকে ভয় দিয়ে পূর্ণ করা হয়।</p>\n<p>শিশুদের হুমকি দেওয়া হয়, ভয় দেখানো হয়, আতঙ্কিত করা হয়, মারধর করা হয় ইত্যাদি।</p>\n<p>পিতামাতা এবং শিক্ষকদের মধ্যে শিশুদের এবং তরুণদের পড়াশোনা করার উদ্দেশ্যে ভয় দেখানো একটি সাধারণ অভ্যাস।</p>\n<p>সাধারণত শিশু এবং তরুণদের বলা হয় যে তারা যদি পড়াশোনা না করে তবে তাদের ভিক্ষা করতে হবে, রাস্তায় ক্ষুধার্ত অবস্থায় ঘুরে বেড়াতে হবে, জুতা পালিশ করা, বোঝা টানা, সংবাদপত্র বিক্রি করা, লাঙ্গল দেওয়া ইত্যাদি খুব নম্র কাজ করতে হবে (যেন কাজ করাটা অপরাধ)।</p>\n<p>আসলে, পিতামাতা এবং শিক্ষকদের এই সমস্ত কথার আড়ালে সন্তানের জন্য ভয় এবং সন্তানের জন্য নিরাপত্তার সন্ধান বিদ্যমান।</p>\n<p>আমরা যা বলছি তার মধ্যে গুরুতর বিষয় হল শিশু এবং তরুণরা জটিলতায় ভোগে, ভয়ে পূর্ণ হয় এবং পরবর্তী জীবনে তারা ভয়পূর্ণ ব্যক্তিতে পরিণত হয়।</p>\n<p>যেসব পিতামাতা এবং শিক্ষকদের শিশুদের এবং তরুণ-তরুণীদের ভয় দেখানোর মতো খারাপ অভ্যাস রয়েছে, তারা অজান্তেই তাদের অপরাধের দিকে পরিচালিত করছে, কারণ আমরা আগেই বলেছি, প্রতিটি অপরাধের উৎস ভয় এবং নিরাপত্তার সন্ধান।</p>\n<p>আজকাল ভয় এবং নিরাপত্তার সন্ধান পৃথিবী নামক গ্রহটিকে একটি ভয়ঙ্কর নরকে পরিণত করেছে। সবাই ভয় পায়। সবাই নিরাপত্তা চায়।</p>\n<p>আগে অবাধে ভ্রমণ করা যেত, এখন সীমান্ত সশস্ত্র প্রহরীতে পরিপূর্ণ, এক দেশ থেকে অন্য দেশে যাওয়ার অধিকার পেতে হলে সব ধরনের পাসপোর্ট ও সার্টিফিকেট লাগে।</p>\n<p>এসবই ভয় ও নিরাপত্তার সন্ধানের ফল। ভ্রমণকারীকে ভয় পায়, আগতকে ভয় পায় এবং পাসপোর্ট ও সব ধরনের কাগজে নিরাপত্তা খোঁজে।</p>\n<p>স্কুল, কলেজ, বিশ্ববিদ্যালয়ের শিক্ষক-শিক্ষিকাদের এই সবকিছুর ভয়াবহতা উপলব্ধি করতে হবে এবং নতুন প্রজন্মকে শিক্ষিত করে, তাদের খাঁটি সাহসের পথ দেখিয়ে বিশ্বের কল্যাণে সহযোগিতা করতে হবে।</p>\n<p>নতুন প্রজন্মকে ভয় না পেতে এবং কোনো কিছু বা কারো মধ্যে নিরাপত্তা সন্ধান না করতে শেখানো জরুরি।</p>\n<p>প্রত্যেক ব্যক্তির নিজের উপর আরও বেশি আস্থা রাখতে শেখা অপরিহার্য।</p>\n<p>ভয় এবং নিরাপত্তার সন্ধান হল ভয়ঙ্কর দুর্বলতা যা জীবনকে একটি ভয়ঙ্কর নরকে পরিণত করেছে।</p>\n<p>চারদিকে কাপুরুষ, ভীতু, দুর্বল লোকেরা ভরে গেছে যারা সর্বদা নিরাপত্তার সন্ধানে থাকে।</p>\n<p>জীবনকে ভয় পায়, মৃত্যুকে ভয় পায়, লোকে কী বলবে, “লোকে কী বলে” তা ভয় পায়, সামাজিক অবস্থান, রাজনৈতিক অবস্থান, খ্যাতি, অর্থ, সুন্দর বাড়ি, সুন্দরী স্ত্রী, ভালো স্বামী, চাকরি, ব্যবসা, একচেটিয়া, আসবাবপত্র, গাড়ি ইত্যাদি হারানোর ভয় পায়। সবকিছুকে ভয় পায়, সর্বত্র কাপুরুষ, ভীতু, দুর্বলরা ভরে গেছে, তবে কেউ নিজেকে কাপুরুষ মনে করে না, সবাই শক্তিশালী, সাহসী ইত্যাদি হওয়ার ভান করে।</p>\n<p>সমস্ত সামাজিক শ্রেণিতে লক্ষ লক্ষ এবং কোটি কোটি স্বার্থ রয়েছে যা হারানোর ভয় রয়েছে এবং সেই কারণে সবাই নিরাপত্তা খোঁজে যা ক্রমশ জটিল হওয়ার কারণে জীবনকে আরও জটিল, আরও কঠিন, আরও তিক্ত, নিষ্ঠুর এবং নির্দয় করে তোলে।</p>\n<p>সমস্ত নিন্দা, সমস্ত অপবাদ, ষড়যন্ত্র ইত্যাদির উৎস ভয় এবং নিরাপত্তার সন্ধান।</p>\n<p>ভাগ্য, অবস্থান, ক্ষমতা, খ্যাতি হারানোর ভয়ে অপবাদ ছড়ানো হয়, পরচর্চা করা হয়, হত্যা করা হয়, গোপনে হত্যার জন্য অর্থ দেওয়া হয় ইত্যাদি।</p>\n<p>পৃথিবীর ক্ষমতাধর ব্যক্তিরা তাদের বেতনভুক্ত এবং খুব ভালোভাবে বেতন দেওয়া ঘাতক রাখার বিলাসিতা করে, যাতে তাদের ক্ষমতা হারানোর হুমকি দেয় এমন কাউকে সরিয়ে দেওয়া যায়।</p>\n<p>তারা ক্ষমতার জন্য ক্ষমতা ভালোবাসে এবং অর্থ ও প্রচুর রক্তের মাধ্যমে তা নিশ্চিত করে।</p>\n<p>পত্রিকাগুলো প্রায়ই আত্মহত্যার খবর দিচ্ছে।</p>\n<p>অনেকে মনে করেন যে যে আত্মহত্যা করে সে সাহসী, কিন্তু আসলে যে আত্মহত্যা করে সে একজন কাপুরুষ যে জীবনকে ভয় পায় এবং মৃত্যুর নগ্ন বাহুতে নিরাপত্তা খোঁজে।</p>\n<p>কিছু যুদ্ধ নায়ক দুর্বল এবং কাপুরুষ হিসাবে পরিচিত ছিল, কিন্তু যখন তারা মৃত্যুর মুখোমুখি হয়েছিল, তখন তাদের আতঙ্ক এতটাই ভয়ঙ্কর ছিল যে তারা তাদের জীবনের জন্য নিরাপত্তা চেয়ে ভয়ঙ্কর জন্তুতে পরিণত হয়েছিল, মৃত্যুর বিরুদ্ধে একটি চরম প্রচেষ্টা চালিয়েছিল। তখন তাদের হিরো ঘোষণা করা হয়।</p>\n<p>ভয় প্রায়শই সাহসের সাথে বিভ্রান্ত হয়। যে আত্মহত্যা করে তাকে খুব সাহসী মনে হয়, যে পিস্তল বহন করে তাকে খুব সাহসী মনে হয়, তবে বাস্তবে আত্মহত্যাকারী এবং বন্দুকধারীরা খুব কাপুরুষ।</p>\n<p>যে জীবনকে ভয় পায় না সে আত্মহত্যা করে না। যে কাউকে ভয় পায় না সে কোমরে পিস্তল রাখে না।</p>\n<p>শিক্ষক-শিক্ষিকাদের উচিত নাগরিকদের স্পষ্টভাবে শেখানো, সত্যিকারের সাহস কী এবং ভয় কী।</p>\n<p>ভয় এবং নিরাপত্তার সন্ধান বিশ্বকে একটি ভয়ঙ্কর নরকে পরিণত করেছে।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bn/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bn/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bn/educacion-fundamental/la-busqueda-de-seguridad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
