import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ደህንነት ምድላይ",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "6. ደህንነት ምድላይ",
    "order": 6
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ጫጩት ምስ ዝፈርሃት ኣብ ትሕቲ ፈታዊ ኣኽናፍ ዶሮሖ ኸይተራእያ ኪድኅና እየን።</p>\n<p>እቲ ዝፈርሀ ቘልዓ ምስ ኣዲኡ ኸይተራእየ ይጐዪ ምኽንያቱ ኣብ ጥቓኣ ኸም ዝተረጋገጸ ይስምዖ።</p>\n<p>ስለዚ ፍርህን ድሕነት ምድላይን ኵሉ ሳዕ ብጠበቐ ኸም ዝተኣሳሰሩ ተረጋጊጹ ኣሎ።</p>\n<p>እቲ በቶም ሸፋቱ ንኽጥቅዕ ዝፈርሕ ሰብ ኣብ ጓንቱ ድሕነት ይደሊ።</p>\n<p>እታ በኻልእ ሃገር ንኽትጥቃዕ እትፈርሕ ሃገር ድማ መድፍዕ፣ ነፈርቲ፣ መራኽብ ኵናት ትገዝእ፣ ሰራዊት ትሃንጽ፣ ከምኡ’ውን ንውግእ ትዳሎ።</p>\n<p>ብዙሓት ክሰርሑ ዘይፈልጡ ሰባት፣ ኣብ ድኽነት እናተዋረዱ ኣብ ገበን ድሕነት ይደልዩ፣ ሌባታት፣ ሸፋቱ ወዘተ… ይኾኑ።</p>\n<p>ብዙሓት ኣንስቲ ብልህነት ዘይብለን ኣብ ድኽነት ካብ ምውዳቕ እናተሰከፋ ኣመንዝራታት ይኾና።</p>\n<p>እቲ ቀናእ ሰብኣይ ሰበይቱ ኸም እትጠፍኦ ይፈርሕ፣ ኣብ ጓንቱ ድሕነት ይደሊ፣ ይቐትል፣ ድሕሪኡ ናብ ቤት ማእሰርቲ ከም ዝኸይድ ግልጺ እዩ።</p>\n<p>እታ ቀናእ ሰበይቲ ነቲ ተቓናቓንታ ወይ ነቲ ሰብኣያ ትቐትሎ፣ ከምዚ ኸኣ ቐታሊት ትኸውን።</p>\n<p>ንሳ ሰብኣያ ኸም እትጠፍኦ ትፈርሕ፣ ንእኡ ንምርግጋጽ ድማ ነታ ኻልእ ትቐትላ ወይ ከኣ ንእኡ ንምቕታል ትውስን።</p>\n<p>እቲ ገዛ ኣከራያይ ካብቲ ህዝቢ ኽራይ ገዛ ከም ዘይከፍሉዎ እናፈርሀ ውዕል፣ ዋሕስ፣ መኽዘን ወዘተ… የድልዮ፣ በዚ ኸምዚ ኺረጋገጽ ስለ ዝደሊ። ድኻ መበለት ዝመልአት ውላድ እንተ ዘይትኽእል፣ እዚ ዅሉ ዜስደምም መዐቀኒ እንተ ዘይትመልእ፣ ኵሎም ኣከረይቲ ኸተማ ኸኣ ከምኡ እንተ ገይሮም፣ እታ ሕምምቲ ጓል ምስ ደቃ ኣብ ጎደና ወይ ኣብ መናፈሻታት ከተማ ክትድቅስ ክትግደድ እያ።</p>\n<p>ኲሎም ኲናታት ኣብ ፍርሒ እዮም ዚምርኰሱ።</p>\n<p>እቶም ጀስታፖታት፣ ስቓይ፣ መዳጐኒ ደምበታት፣ ሳይቤሪያታት፣ ኣስፈራሕቲ ቤተ ማእሰርትታት፣ ስደት፣ ግዱድ ዕዮ፣ ተዅሲ ወዘተ… ኣብ ፍርሒ እዮም ዚምርኰሱ።</p>\n<p>ሃገራት ብፍርሂ ኢየን ንኻልኦት ሃገራት ዚጥቅዓ፣ ኣብ ዓመጽ ድሕነት ይደልያ፣ ብምቕታል፣ ብምውራር ወዘተ… ኸም ዚድኅና፣ ኸም ዚብርትዓን ስልጣን ከም ዚረኽባን ይኣምና።</p>\n<p>ኣብ ቢሮታት ፖሊስ ምስጢር፣ ተጻራሪ ሰላዪ ወዘተ… ኣብ ምብራቕ ዀነ ኣብ ምዕራብ፣ ሰላዮች ይሳቐዩ፣ ይፈርሁዎም፣ ንመንግስቲ ድሕነት ንምርካብ ኢሎም ክእመኑ ይደልዩ።</p>\n<p>ኵሎም ገበናት፣ ኵሎም ውግኣት፣ ኵሎም ቕትለታት፣ ኣብ ፍርህን ኣብ ድሕነት ምድላይን እዮም ዚምርኰሱ።</p>\n<p>ኣብ ካልእ ግዜ ኣብ መንጎ ሰባት ቅንዕና ነይሩ፣ ሎሚ ግና ፍርህን ድሕነት ምድላይን ነቲ ዜደንቕ መኣዛ ቅንዕና ኣጥፊኦሞ።</p>\n<p>ፈታዊኻ ኻብቲ ፈታዊኻ ይጠራጠር፣ ከም ዚሰርቖ፣ ከም ዜጭውጾ፣ ከም ዜበዝሖ ይፈርሕ፣ ክሳዕ ክንድዚ ዝኣመሰላ ዓያሱትን ርኽሰትን ቃልታት ኣለዋ፣ ከምዚ ኸኣ “ንዝበለጸ ፈታዊኻ ጀርባኻ ኣይትሃቦ”። እቶም ሂትለራውያን ነዚ ቓል እዚ ወርቂ ከም ዝዀነ ይብሉ።</p>\n<p>ቀድሞ እቲ ፈታዊ ንፈታዊኡ ይፈርሆ፣ ክሳዕ ክንድዚ ንርእሱ ንምክልኻል ቃላት ይጠቕም። ኣብ መንጎ ፈተውቲ ቕንዕና የለን። ፍርህን ድሕነት ምድላይን ነቲ ጥዑም መኣዛ ቅንዕና ኣጥፊኦሞ።</p>\n<p>ካስትሮ ሩስ ኣብ ኩባ ንብዙሓት ዜጋታት ፈሪሑ ስለ ዘጥፍኦም፣ ካስትሮ ድሕነት ብምጥፋእ ይደሊ። በዚ ኸምዚ ድሕነት ከም ዚረክብ ይኣምን።</p>\n<p>እቲ ርኹስን ደማዊ ስታሊን፣ ንሩስያ ብደም ዝመልአ መጥቃዕቱ ኣርክስዋ። እዚ ኸኣ ነቲ ድሕነቱ ዝደልየሉ መገዲ ነይሩ።</p>\n<p>ሂትለር ንመንግስቲ ድሕነት ኢሉ ነቲ ዘስካሕክሕ ጀስታፖ ኣውደቖ። ከም ዚገለብጡዎ ኸም ዝፈርሕ እዩ፣ ስለዚ ኸኣ ነቲ ደማዊ ጀስታፖ መስረተ።</p>\n<p>ኵለን ጽልዋት እዚ ዓለም ኣብ ፍርህን ኣብ ድሕነት ምድላይን እዮም ዚምርኰሱ።</p>\n<p>መምህራንን መምህራት ትምህርቲ ንተመሃሮን ተመሃሮትን እቲ ጽቡቕ ትብዓት ኪምህሩዎም ይግባእ።</p>\n<p>ንሕጻናትን ኣዋልድን ካብ ቤቶም ጀሚሮም ፍርሂ ምምላኦም ዘሕዝን እዩ።</p>\n<p>ንሕጻናትን ኣዋልድን ይፍርሀሉ፣ ይፈርሀሎም፣ ይረብሹዎም፣ ይስጐጒዎም ወዘተ…</p>\n<p>ወለዲ ስድራቤትን መምህራንን ንቘልዓን ንመንእሰይን ምእንቲ ኺመሃርዎ ኢሎም ምፍራህ ልሙድ እዩ።</p>\n<p>ብሓፈሻ ንቘልዑትን ንመንእሰያትን እንተ ዘይተምሂርኩም 乞መጽወት ክትሓቱ፣ ኣብ ጎደናታት ተጠምዩም ክትዘሩ፣ ልዑል ዘይኰነ ዕዮታት ክትሰርሑ፣ ከም ምጽራይ ሳእኒ፣ ምጽዓን ጥረቓ፣ ምሻጥ ጋዜጣ፣ ኣብ ግልጋሎት ሓረስቶት ክትሰርሑ ወዘተ… ክትግደዱ ኢኹም ይብሃሉ። (ዕዮ ገበን እንተ ዀይኑ)</p>\n<p>ኣብቲ መደምደምታ፣ ካብ ኵለን እዚ ቃላት ወለድን መምህራንን ንድሕነት ውላድ ፍርሂን ምድላይን ኣሎ።</p>\n<p>እቲ ኸቢድ ነገር ካብ ኵሉ እዚ እንብሎ ዘሎና፣ እቲ ቘልዓን እቲ መንእሰይን ኪሳቐዩ፣ ብፍርሂ ኺመልኡ፣ ድሕሪኡ ኣብቲ ናይ ግብሪ ህይወት ብፍርሂ ዝመልኦም ሰባት እዮም።</p>\n<p>ወለዲ ስድራቤትን መምህራንን ንሕጻናትን ንኣዋልድን፣ ንመንእሰያትን ንኣንስትን ብምስጢር ምፍራህ ክፉእ ባህርይ ዘለዎም፣ ናብቲ መገዲ ገበን የምርሑዎም ኣለዉ፣ ከመይሲ ኸምቲ ዝበልናዮ፣ ዅሉ ገበን፣ መበገሲኡ ኣብ ፍርህን ኣብ ድሕነት ምድላይን እዩ።</p>\n<p>ሎሚ ፍርህን ድሕነት ምድላይን ነዚ ምድራዊት ፕላኔት ናብ ዘስደምም ሲኦል ቀይሩዋ። ኵሉ ዓለም ይፈርህ። ኵሉ ዓለም መረጋገጺታት ይደሊ።</p>\n<p>ኣብ ካልእ ግዜ ብናጽነት ክትጐዓዝ ትኽእል ነይርካ፣ ሕጂ ግና እቶም ዶባት ብዝተዓጠቑ ሓለውቲ ተመልኦም ኣለዉ፣ ካብ ሓንቲ ሃገር ናብ ካልእ ሃገር ንምስጋር መሰል ንምርካብ ፓስፖርትን ሰነዳት ኵሉ ዓይነትን የድልዩ።</p>\n<p>እዚ ዅሉ ውጽኢት ፍርህን ድሕነት ምድላይን እዩ። ነቲ ዚጐዓዝ ሰብ ይፍርሁዎ፣ ነቲ ዚመጽእ ሰብ ይፈርሁዎ፣ ኣብ ፓስፖርትን ኣብ ወረቓቕቲ ዅሉ ዓይነትን ድሕነት ይደልዩ።</p>\n<p>መምህራንን መምህራት ቤት ትምህርትታት፣ ኮሌጃት፣ ዩኒቨርስቲታት ነዚ ዅሉ ምፍራሕ ኪርድኡን ንዓለም ጽቡቕ ንምግባር ክተሓባበሩን ይግባእ፣ ነቶም ሓደስቲ ወለዶታት ብኸመይ ከም ዚምህርዎም፣ መገዲ ናይ ሓቂ ትብዓት እናመሃሩ።</p>\n<p>ንሓደስቲ ወለዶታት ከይፈርሑን ኣብ ዋላ ሓደ ሰብ ወይ ነገር ድሕነት ከይደልዩን ምምሃር ኣዝዩ ኣገዳሲ እዩ።</p>\n<p>ነፍሲ ወከፍ ሰብ ኣብ ርእሱ ብዝያዳ ኺውከል ምልምማድ ኣዝዩ ኣገዳሲ እዩ።</p>\n<p>ፍርህን ድሕነት ምድላይን ህይወት ናብ ዘስደምም ሲኦል ዝቐየረ ኣሰካሕካሒ ድኽመት እዩ።</p>\n<p>ኣብ ኲሉ ቦታ ፈራሓት፣ ፈርሀኛታት፣ ደካማት፣ ኲሉ ሳዕ ድሕነት እናደለዩ ይበዝሑ።</p>\n<p>ንህይወት ይፈርሁ፣ ንሞት ይፈርሁ፣ እንታይ ከም ዚብሃል፣ “ይበሃል ኸም ዘሎ ይብሃል”፣ ማሕበራዊ ቦታ፣ ፖለቲካዊ ቦታ፣ ክብርቲ፣ ገንዘብ፣ ጽብቕቲ ገዛ፣ ጽቡቕ ሰብኣይ፣ ስራሕ፣ ንግዲ፣ ምውራር፣ እቶም ኣቕሑት፣ መኪና ወዘተ… ንዅሉ ይፈርሁ፣ ኣብ ኲሉ ቦታ ፈራሓት፣ ፈርሀኛታት፣ ደካማት ይበዝሑ፣ ሓደ እኳ ንርእሱ ፈራህ ኣይመስሎን፣ ኵሎም ከም ሓያላትን ተባዓትን ይግመቱ።</p>\n<p>ኣብ ኲለን ማሕበራዊት ደርጃታት ክትጠፍኡ ዝፈርሀሎም በሽሓትን ብሚልዮናትን ዝቝጸሩ ረብሓታት ኣለዉ፣ ስለዚ ድማ ዅሉ እቲ ዓለም ድሕነት ይደሊ፣ ነቲ መወዳእታ እናበዝሐን እናተሓላለኸን ዚኸይድ፣ ብተግባር ህይወት እናጸበቐት፣ እናኸበደትን እናኣመረትትን ጨካንን ኣዘራረቢትትን ይገብራ።</p>\n<p>ኵሎም ዝርርባት፣ ኵሎም ጽልኣት፣ ሽርሕታት ወዘተ… ኣብ ፍርህን ኣብ ድሕነት ምድላይን እዮም ዚምርኰሱ።</p>\n<p>ሃብቲ፣ ቦታ፣ ስልጣን፣ ክብርቲ ንኸይጠፍኡ፣ ጽልኣት፣ ሓሜታ፣ ንምቕታል ይዝርግሑ፣ ብምስጢር ንምቕታል ይኽፈሉ ወዘተ…</p>\n<p>እቶም ሓያላት ናይ ምድሪ ነቲ እቶም ዜጋጥምዎ ንምጥፋእ ብዝጸይፍ መኽፈሊ ነፍሰ ገዳያት እናሃለዎም ክሕጐሱ ይኽእሉ።</p>\n<p>ንሳቶም ስልጣን ንስልጣን ጥራይ የፍቅርዎ፣ ብገንዘብን ብብዙሕ ደምን ድማ የረጋግጽዎ።</p>\n<p>ጋዜጣታት ኲሉ ሳዕ ዜና ብዙሓት ጉዳያት ራስ-ቕትለት ይገልጻ።</p>\n<p>ብዙሓት እቲ ንርእሱ ዚቐትል ተባዕ ከም ዝዀነ ይኣምኑ፣ ብሓቂ ግና እቲ ንርእሱ ዚቐትል ነቲ ህይወት ዝፈርሕ ፈራህ እዩ፣ ኣብ ነፍሰ ገዳያት ኢድ ሞት ከኣ ድሕነት ይደሊ።</p>\n<p>ገሊኣቶም ጀጋኑ ዅናት ደካማትን ፈራሓትን ከም ዝነበሩ ይፍለጡ፣ ምስ ሞት ገጽ ንገጽ ምስ ተራኸቡ ግና፣ እቲ ፍርሖም ኣዝዩ ዘስደምም ነበረ፣ ንህይወቶም ድሕነት እናደለዩ፣ ኣብ ልዕሊ ሞት ልዕል ዝበለ ጻዕሪ ገበሩ። ሽዑ ጀጋኑ ተባሂሎም ተነግሩ።</p>\n<p>ፍርሂ ምስ ትብዓት ይደናገር። እቲ ንርእሱ ዚቐትል ኣዝዩ ተባዕ ይመስል፣ እቲ ጓን ዝጾር ኣዝዩ ተባዕ ይመስል፣ ብሓቂ ግና እቶም ነፍሰ ገዳያትን እቶም ጓንቲ ዝጾሩ ኣዝዮም ፈራሓት እዮም።</p>\n<p>እቲ ንህይወት ዘይፈርህ ንርእሱ ኣይቐትልን። እቲ ንዋላ ሓደ ዘይፈርሕ ኣብ ወገቡ ጓን ኣይጾርን።</p>\n<p>መምህራንን መምህራት ቤት ትምህርትታት ነቲ ዜጋ ብንጹርን ብትኽክልን፣ እቲ ሓቀኛ ትብዓት እንታይ ምዃኑን እቲ ፍርሂ እንታይ ምዃኑን ኪምህሩዎ ኣዝዩ ኣገዳሲ እዩ።</p>\n<p>ፍርህን ድሕነት ምድላይን ነቲ ዓለም ናብ ዘስደምም ሲኦል ቀይሩዎ።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-busqueda-de-seguridad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
