import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "સુરક્ષાની શોધ",
  "locale": "gu",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "6. સુરક્ષાની શોધ",
    "order": 6
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>જ્યારે બચ્ચાં ડરી જાય છે, ત્યારે તેઓ સલામતી માટે મરઘીની પ્રેમાળ પાંખો નીચે છુપાઈ જાય છે.</p>\n<p>ડરેલો બાળક તેની માતાને શોધવા દોડે છે કારણ કે તેની સાથે તે સુરક્ષિત અનુભવે છે.</p>\n<p>આથી એ સાબિત થાય છે કે ડર અને સુરક્ષાની શોધ હંમેશાં ગાઢ રીતે સંકળાયેલા હોય છે.</p>\n<p>જે માણસને લૂંટારાઓ દ્વારા લૂંટાઈ જવાનો ડર હોય છે તે તેની પિસ્તોલમાં સુરક્ષા શોધે છે.</p>\n<p>જે દેશને બીજા દેશ દ્વારા હુમલો થવાનો ડર છે, તે તોપો, વિમાનો, યુદ્ધ જહાજો ખરીદશે અને સૈન્યને સજ્જ કરશે અને યુદ્ધ માટે તૈયાર થઈ જશે.</p>\n<p>ઘણા લોકો જે કામ કરવાનું જાણતા નથી, ગરીબીથી ડરીને ગુનામાં સુરક્ષા શોધે છે, અને ચોર, લૂંટારા વગેરે બની જાય છે…</p>\n<p>ઘણી બુદ્ધિ વગરની સ્ત્રીઓ ગરીબીની શક્યતાથી ડરીને વેશ્યા બની જાય છે.</p>\n<p>ઈર્ષાળુ માણસ તેની પત્નીને ગુમાવવાનો ડર રાખે છે અને પિસ્તોલમાં સુરક્ષા શોધે છે, હત્યા કરે છે અને પછી તે સ્પષ્ટ છે કે તે જેલમાં જશે.</p>\n<p>ઈર્ષાળુ સ્ત્રી તેની હરીફ અથવા તેના પતિને મારી નાખે છે અને આમ તે હત્યારી બની જાય છે.</p>\n<p>તે તેના પતિને ગુમાવવાનો ડર રાખે છે અને તેને સુરક્ષિત રાખવા માંગે છે, તે બીજી સ્ત્રીને મારી નાખે છે અથવા તેની હત્યા કરવાનું નક્કી કરે છે.</p>\n<p>જે મકાનમાલિકને ડર છે કે લોકો તેને ઘરનું ભાડું ચૂકવશે નહીં, તે કરાર, જામીનદાર, ડિપોઝિટ વગેરેની માંગ કરે છે, આમ તે પોતાને સુરક્ષિત કરવા માંગે છે અને જો કોઈ ગરીબ વિધવા બાળકોથી ભરેલી હોય અને તે આટલી મોટી જરૂરિયાતો પૂરી કરી શકતી નથી, અને જો શહેરના બધા મકાનમાલિકો આ જ કરે છે, તો આખરે તે દુઃખી સ્ત્રીએ તેના બાળકો સાથે શેરીમાં અથવા શહેરના ઉદ્યાનોમાં સૂવા જવું પડશે.</p>\n<p>બધા યુદ્ધોની શરૂઆત ડરમાંથી થાય છે.</p>\n<p>ગેસ્ટાપો, ત્રાસ, કોન્સન્ટ્રેશન કેમ્પ, સાઇબેરિયા, ભયાનક જેલો, દેશનિકાલ, ફરજિયાત મજૂરી, ફાંસી, વગેરેની શરૂઆત ડરમાંથી થાય છે.</p>\n<p>રાષ્ટ્રો ડરથી અન્ય રાષ્ટ્રો પર હુમલો કરે છે; તેઓ હિંસામાં સુરક્ષા શોધે છે, તેઓ માને છે કે હત્યા કરીને, આક્રમણ કરીને વગેરે તેઓ સુરક્ષિત, મજબૂત, શક્તિશાળી બની શકે છે.</p>\n<p>ગુપ્ત પોલીસ કચેરીઓ, કાઉન્ટર-ઇન્ટેલિજન્સ વગેરેમાં, પૂર્વ અને પશ્ચિમ બંનેમાં, જાસૂસોને ત્રાસ આપવામાં આવે છે, તેઓનો ડર રાખવામાં આવે છે, તેઓ રાજ્ય માટે સુરક્ષા શોધવાના હેતુથી કબૂલાત કરાવવા માંગે છે.</p>\n<p>બધા ગુનાઓ, બધા યુદ્ધો, બધા હત્યાકાંડો, ડર અને સુરક્ષાની શોધમાં ઉદ્ભવે છે.</p>\n<p>અન્ય સમયમાં લોકોમાં પ્રામાણિકતા હતી, આજે ડર અને સુરક્ષાની શોધે પ્રામાણિકતાની અદ્ભુત સુગંધનો અંત લાવી દીધો છે.</p>\n<p>મિત્રને મિત્ર પર વિશ્વાસ નથી, તેને ડર છે કે તે તેને લૂંટી લેશે, છેતરશે, શોષણ કરશે અને ત્યાં સુધી કે આના જેવા મૂર્ખ અને દુષ્ટ સિદ્ધાંતો છે: “તમારા શ્રેષ્ઠ મિત્રને ક્યારેય પીઠ ન આપો”. હિટલરના લોકો કહેતા હતા કે આ સિદ્ધાંત સોનાનો છે.</p>\n<p>હવે મિત્રને પણ મિત્રનો ડર લાગે છે અને પોતાની જાતને બચાવવા માટે સિદ્ધાંતોનો ઉપયોગ કરે છે. હવે મિત્રો વચ્ચે કોઈ પ્રામાણિકતા નથી. ડર અને સુરક્ષાની શોધે પ્રામાણિકતાની મધુર સુગંધનો અંત લાવી દીધો છે.</p>\n<p>ક્યુબામાં કાસ્ટ્રો રુસે હજારો નાગરિકોને ફાંસી આપી છે, કારણ કે તેને ડર હતો કે તેઓ તેનો અંત લાવશે; કાસ્ટ્રો ફાંસી આપીને સુરક્ષા શોધે છે. તે માને છે કે આ રીતે તે સુરક્ષા શોધી શકે છે.</p>\n<p>સ્ટાલિન, દુષ્ટ અને લોહિયાળ સ્ટાલિને રશિયાને તેના લોહિયાળ સફાઈથી દુર્ગંધિત કરી દીધું. તે તેની સુરક્ષા શોધવાનો માર્ગ હતો.</p>\n<p>હિટલરે રાજ્યની સુરક્ષા માટે ગેસ્ટાપો, ભયંકર ગેસ્ટાપોનું આયોજન કર્યું. તેમાં કોઈ શંકા નથી કે તેને ડર હતો કે તેને ઉથલાવી દેવામાં આવશે અને તેથી તેણે લોહિયાળ ગેસ્ટાપોની સ્થાપના કરી.</p>\n<p>આ દુનિયાની તમામ કડવાશ ડર અને સુરક્ષાની શોધમાં ઉદ્ભવે છે.</p>\n<p>શાળાના શિક્ષકોએ વિદ્યાર્થીઓને હિંમતનો ગુણ શીખવવો જોઈએ.</p>\n<p>તે દુઃખની વાત છે કે બાળકોને તેમના પોતાના ઘરેથી જ ડરમાં ડૂબાડી દેવામાં આવે છે.</p>\n<p>બાળકોને ધમકાવવામાં આવે છે, ડરાવવામાં આવે છે, ત્રાસ આપવામાં આવે છે, મારવામાં આવે છે વગેરે.</p>\n<p>માતાપિતા અને શિક્ષકોની આદત છે કે તેઓ બાળક અને યુવાનને અભ્યાસ કરવાના હેતુથી ડરાવે છે.</p>\n<p>સામાન્ય રીતે બાળકો અને યુવાનોને કહેવામાં આવે છે કે જો તેઓ અભ્યાસ નહીં કરે તો તેઓએ ભીખ માંગવી પડશે, શેરીઓમાં ભૂખ્યા ભટકવું પડશે, પગરખાં સાફ કરવા, માલસામાન ઉપાડવા, અખબારો વેચવા, ખેતીમાં કામ કરવું વગેરે જેવા ખૂબ જ નીચા કામો કરવા પડશે. વગેરે વગેરે (જાણે કે કામ એ ગુનો હોય)</p>\n<p>મૂળમાં, માતાપિતા અને શિક્ષકોના આ બધા શબ્દો પાછળ, બાળક માટે ડર અને બાળકની સુરક્ષાની શોધ રહેલી છે.</p>\n<p>આપણે જે કહી રહ્યા છીએ તેમાં ગંભીર બાબત એ છે કે બાળક અને યુવાન સંકુલિત થઈ જાય છે, ડરથી ભરાઈ જાય છે અને પછી વ્યવહારિક જીવનમાં તેઓ ડરથી ભરેલા લોકો બની જાય છે.</p>\n<p>જે માતાપિતા અને શિક્ષકોને બાળકો અને યુવતીઓને, યુવાનો અને યુવતીઓને ડરાવવાનો ખરાબ શોખ હોય છે, તેઓ અજાણતાં જ તેમને ગુનાના માર્ગ પર દોરી રહ્યા હોય છે, કારણ કે આપણે પહેલાથી જ કહ્યું છે કે દરેક ગુનાની શરૂઆત ડર અને સુરક્ષાની શોધમાં થાય છે.</p>\n<p>આજે ડર અને સુરક્ષાની શોધે પૃથ્વીને એક ભયંકર નરકમાં ફેરવી દીધી છે. દરેક જણ ડરે છે. દરેક જણ સુરક્ષા ઈચ્છે છે.</p>\n<p>અન્ય સમયમાં મુક્તપણે મુસાફરી કરી શકાતી હતી, હવે સરહદો સશસ્ત્ર રક્ષકોથી ભરેલી છે, એક દેશથી બીજા દેશમાં જવાના અધિકાર માટે પાસપોર્ટ અને તમામ પ્રકારના પ્રમાણપત્રો જરૂરી છે.</p>\n<p>આ બધું ડર અને સુરક્ષાની શોધનું પરિણામ છે. મુસાફરી કરનારથી ડર લાગે છે, આવનારથી ડર લાગે છે અને પાસપોર્ટ અને તમામ પ્રકારના કાગળોમાં સુરક્ષા શોધવામાં આવે છે.</p>\n<p>શાળાના શિક્ષકો, કોલેજો, યુનિવર્સિટીઓએ આ બધાની ભયાનકતાને સમજવી જોઈએ અને નવી પેઢીઓને સાચા મૂલ્યનો માર્ગ શીખવીને વિશ્વના ભલા માટે સહકાર આપવો જોઈએ.</p>\n<p>નવી પેઢીઓને ડરવાનું નહીં અને કોઈ પણ વસ્તુ કે વ્યક્તિમાં સુરક્ષા ન શોધવાનું શીખવવું તાત્કાલિક છે.</p>\n<p>દરેક વ્યક્તિએ પોતાની જાત પર વધુ વિશ્વાસ રાખવાનું શીખવું જરૂરી છે.</p>\n<p>ડર અને સુરક્ષાની શોધ ભયંકર નબળાઈઓ છે જેણે જીવનને એક ભયંકર નરકમાં ફેરવી દીધું છે.</p>\n<p>દરેક જગ્યાએ કાયર, ડરપોક, નબળા લોકો છે જે હંમેશા સુરક્ષાની શોધમાં હોય છે.</p>\n<p>જીવનથી ડર લાગે છે, મૃત્યુથી ડર લાગે છે, લોકો શું કહેશે તેનો ડર લાગે છે, “અફવાઓ” નો ડર લાગે છે, સામાજિક સ્થિતિ, રાજકીય સ્થિતિ, પ્રતિષ્ઠા, પૈસા, સુંદર ઘર, સુંદર પત્ની, સારા પતિ, નોકરી, વ્યવસાય, એકાધિકાર, ફર્નિચર, કાર વગેરે વગેરે વગેરે ગુમાવવાનો ડર લાગે છે, દરેક વસ્તુથી ડર લાગે છે, દરેક જગ્યાએ કાયર, ડરપોક, નબળા લોકો ભરેલા છે, પરંતુ કોઈ પોતાને કાયર માનતું નથી, બધા મજબૂત, બહાદુર વગેરે હોવાનો ડોળ કરે છે.</p>\n<p>તમામ સામાજિક વર્ગોમાં હજારો અને લાખો હિતો છે જેને ગુમાવવાનો ડર છે અને તેથી જ દરેક જણ સુરક્ષા શોધે છે જે વધુને વધુ જટિલ બનવાથી હકીકતમાં જીવનને વધુ જટિલ, વધુ મુશ્કેલ, વધુ કડવું, ક્રૂર અને નિર્દય બનાવે છે.</p>\n<p>તમામ નિંદા, તમામ બદનક્ષી, કાવતરાં વગેરેની શરૂઆત ડર અને સુરક્ષાની શોધમાં થાય છે.</p>\n<p>સંપત્તિ, સ્થિતિ, સત્તા, પ્રતિષ્ઠા ગુમાવવાના ડરથી, બદનક્ષી ફેલાવવામાં આવે છે, અફવાઓ ફેલાવવામાં આવે છે, હત્યા કરવામાં આવે છે, ગુપ્ત રીતે હત્યા કરવા માટે ચૂકવણી કરવામાં આવે છે વગેરે.</p>\n<p>પૃથ્વીના શક્તિશાળી લોકો પાસે ભાડે રાખેલા હત્યારાઓ રાખવાની પણ લક્ઝરી હોય છે અને તેઓને ખૂબ સારી ચૂકવણી કરવામાં આવે છે, જેથી કોઈપણ વ્યક્તિ જે તેમના પર ગ્રહણ લાવવાની ધમકી આપે છે તેને દૂર કરી શકાય.</p>\n<p>તેઓ સત્તાને સત્તા માટે જ પ્રેમ કરે છે અને તેને પૈસા અને ખૂબ જ લોહીના આધારે સુરક્ષિત કરે છે.</p>\n<p>અખબારો સતત આત્મહત્યાના ઘણા કિસ્સાઓના સમાચાર આપી રહ્યા છે.</p>\n<p>ઘણા લોકો માને છે કે જે આત્મહત્યા કરે છે તે બહાદુર છે પરંતુ હકીકતમાં જે આત્મહત્યા કરે છે તે કાયર છે જે જીવનથી ડરે છે અને મૃત્યુની નિરાશાજનક બાંહોમાં સુરક્ષા શોધે છે.</p>\n<p>યુદ્ધના કેટલાક હીરો નબળા અને કાયર લોકો તરીકે જાણીતા હતા, પરંતુ જ્યારે તેઓ મૃત્યુનો સામનો કરી રહ્યા હતા, ત્યારે તેમનો ડર એટલો ભયંકર હતો કે તેઓ તેમના જીવન માટે સુરક્ષા શોધતા ભયંકર જાનવરોમાં ફેરવાઈ ગયા, મૃત્યુ સામે સર્વોચ્ચ પ્રયાસ કરી રહ્યા હતા. પછી તેઓને હીરો જાહેર કરવામાં આવ્યા.</p>\n<p>ડરને ઘણીવાર હિંમત સાથે ભેળવવામાં આવે છે. જે આત્મહત્યા કરે છે તે ખૂબ જ બહાદુર લાગે છે, જે પિસ્તોલ લઈને ફરે છે તે ખૂબ જ બહાદુર લાગે છે, પરંતુ વાસ્તવમાં આત્મહત્યા કરનારા અને પિસ્તોલધારીઓ ખૂબ જ કાયર હોય છે.</p>\n<p>જેને જીવનનો ડર નથી તે આત્મહત્યા કરતો નથી. જેને કોઈનો ડર નથી તે કમર પર પિસ્તોલ લઈને ફરતો નથી.</p>\n<p>શાળાના શિક્ષકોએ નાગરિકને સ્પષ્ટ અને ચોક્કસ રીતે શીખવવું તાત્કાલિક છે કે સાચી હિંમત શું છે અને ડર શું છે.</p>\n<p>ડર અને સુરક્ષાની શોધે વિશ્વને એક ભયંકર નરકમાં ફેરવી દીધું છે.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/gu/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/gu/educacion-fundamental/la-busqueda-de-seguridad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/gu/educacion-fundamental/la-busqueda-de-seguridad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
