import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Свядомасць",
  "locale": "be",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "37. Свядомасць",
    "order": 37
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Людзі блытаюць ПРЫТОМНАСЦЬ з ІНТЭЛЕКТАМ або РОЗУМАМ, і вельмі разумнага або вельмі інтэлектуальнага чалавека называюць вельмі свядомым.</p>\n<p>Мы сцвярджаем, што ПРЫТОМНАСЦЬ у чалавеку, без усялякіх сумненняў і не баючыся памыліцца, з’яўляецца вельмі асаблівым відам АСЯГНЕННЯ ЎНУТРАНАГА ВЕДАННЯ, цалкам незалежным ад усякай разумовай дзейнасці.</p>\n<p>Здольнасць ПРЫТОМНАСЦІ дазваляе нам пазнаваць САМІХ СЯБЕ.</p>\n<p>Прытомнасць дае нам поўнае веданне таго, ШТО ёсць, адкуль гэта, што мы сапраўды ведаем, што мы, безумоўна, не ведаем.</p>\n<p>РЭВАЛЮЦЫЙНАЯ ПСІХАЛОГІЯ вучыць, што толькі сам чалавек можа пазнаць сябе.</p>\n<p>Толькі мы можам ведаць, ці знаходзімся мы ў прытомнасці ў дадзены момант, ці не.</p>\n<p>Толькі сам чалавек можа ведаць пра сваю ўласную прытомнасць і пра тое, ці існуе яна ў дадзены момант, ці не.</p>\n<p>Сам чалавек, і ніхто, акрамя яго, можа ўсвядоміць на імгненне, на момант, што да гэтага імгнення, да гэтага моманту ён сапраўды не быў у прытомнасці, яго прытомнасць была вельмі заснулай, потым ён забудзе гэты вопыт або захавае яго як успамін, як успамін пра моцны вопыт.</p>\n<p>Важна ведаць, што ПРЫТОМНАСЦЬ у РАЦЫЯНАЛЬНАЙ ЖЫВЁЛЫ не з’яўляецца чымсьці бесперапынным, пастаянным.</p>\n<p>Звычайна ПРЫТОМНАСЦЬ у ІНТЭЛЕКТУАЛЬНАЙ ЖЫВЁЛЫ, якую называюць чалавекам, моцна спіць.</p>\n<p>Рэдкія, вельмі рэдкія моманты, калі ПРЫТОМНАСЦЬ прачынаецца; інтэлектуальная жывёла працуе, кіруе аўтамабілямі, выходзіць замуж, памірае і г.д. з цалкам заснулай прытомнасцю, і толькі ў вельмі выключных момантах прачынаецца:</p>\n<p>Жыццё чалавека - гэта жыццё ў сне, але ён верыць, што не спіць, і ніколі не прызнае, што спіць, што яго прытомнасць спіць.</p>\n<p>Калі б хто-небудзь прачнуўся, ён бы адчуў страшэнны сорам перад сабой, ён бы адразу зразумеў свой блазанскі трук, сваю смешнасць.</p>\n<p>Гэта жыццё страшэнна смешнае, жудасна трагічнае і рэдка ўзвышанае.</p>\n<p>Калі б баксёр адразу прачнуўся падчас бою, ён бы саромеўся ўсёй паважанай публікі і ўцёк бы ад жудаснага відовішча, на здзіўленне заснулым і несвядомым натоўпам.</p>\n<p>Калі чалавек прызнае, што ў яго СПЯЧАЯ ПРЫТОМНАСЦЬ, вы можаце быць упэўнены, што ён ужо пачынае прачынацца.</p>\n<p>Рэакцыйныя школы састарэлай псіхалогіі, якія адмаўляюць існаванне ПРЫТОМНАСЦІ і нават бескарыснасць такога тэрміна, абвінавачваюць у самым глыбокім стане сну. Паслядоўнікі такіх школ спяць вельмі моцна ў практычна інфрасвядомым і несвядомым стане.</p>\n<p>Тыя, хто блытае прытомнасць з псіхалагічнымі функцыямі; думкі, пачуцці, рухальныя імпульсы і адчуванні, сапраўды вельмі несвядомыя, моцна спяць.</p>\n<p>Тыя, хто прызнае існаванне ПРЫТОМНАСЦІ, але катэгарычна адмаўляе розныя ўзроўні прытомнасці, паказваюць на недахоп свядомага вопыту, сон прытомнасці.</p>\n<p>Кожны чалавек, які хоць раз на імгненне прачнуўся, вельмі добра ведае з уласнага вопыту, што існуюць розныя ўзроўні прытомнасці, якія можна назіраць у самім сабе.</p>\n<p>Першы час. Як доўга мы заставаліся ў прытомнасці?</p>\n<p>Другая частата. Колькі разоў мы абуджалі прытомнасць?</p>\n<p>Трэцяе. ШЫРЫНЯ І ПРАНІКНЕННЕ. Што будзе ўсведамляцца?</p>\n<p>РЭВАЛЮЦЫЙНАЯ ПСІХАЛОГІЯ і старажытная ФІЛАКАЛІЯ сцвярджаюць, што з дапамогай вялікіх ЗВЫШЗВЫШЗВЫЧАЙНЫХ НАМАГАННЯЎ вельмі асаблівага тыпу можна абудзіць прытомнасць і зрабіць яе бесперапыннай і кантраляванай.</p>\n<p>АСНОЎНАЯ АДУКАЦЫЯ накіравана на абуджэнне ПРЫТОМНАСЦІ. Няма карысці ад дзесяці-пятнаццаці гадоў навучання ў школе, каледжы і ўніверсітэце, калі пасля выхаду з аўдыторый мы з’яўляемся заснулымі аўтаматамі.</p>\n<p>Не перабольшанне сцвярджаць, што дзякуючы нейкім вялікім НАМАГАННЯМ ІНТЭЛЕКТУАЛЬНАЯ ЖЫВЁЛА можа ўсведамляць сябе ўсяго пару хвілін.</p>\n<p>Зразумела, што ў гэтым звычайна ёсць рэдкія выключэнні, якія мы павінны шукаць з дапамогай ліхтара Дыягена, гэтыя рэдкія выпадкі прадстаўлены САПРАЎДНЫМІ ЛЮДЗЬМІ, БУДАЙ, ІСУСАМ, ГЕРМЕСАМ, КЕТЦАКОАТЛЕМ і г.д.</p>\n<p>Гэтыя заснавальнікі РЭЛІГІЙ валодалі БЯСПЕРАПЫННАЙ ПРЫТОМНАСЦЮ, былі вялікімі ПАСВЯЧАНЫМІ.</p>\n<p>Звычайна людзі НЕ ўсведамляюць сябе. Ілюзія пастаяннага знаходжання ў прытомнасці нараджаецца з памяці і ўсіх працэсаў мыслення.</p>\n<p>Чалавек, які практыкуе рэтраспектыўнае практыкаванне, каб успомніць усё сваё жыццё, сапраўды можа ўспамінаць, памятаць, колькі разоў ён жаніўся, колькі дзяцей нарадзіў, хто былі яго бацькі, яго настаўнікі і г.д., але гэта не азначае абуджэнне прытомнасці, гэта проста ўспамін несвядомых актаў, і ўсё.</p>\n<p>Неабходна паўтарыць тое, што мы ўжо казалі ў папярэдніх раздзелах. Існуюць чатыры станы ПРЫТОМНАСЦІ. Гэта: СОН, стан БАДЗЁРАСЦІ, САМАСВЯДОМАСЦЬ і АБ’ЕКТЫЎНАЯ ПРЫТОМНАСЦЬ.</p>\n<p>Бедная ІНТЭЛЕКТУАЛЬНАЯ ЖЫВЁЛА, памылкова названая ЧАЛАВЕКАМ, жыве толькі ў двух з гэтых станаў. Адна частка яе жыцця праходзіць у сне, а другая - у так званым СТАНЕ БАДЗЁРАСЦІ, які таксама з’яўляецца сном.</p>\n<p>Чалавек, які спіць і бачыць сон, лічыць, што прачынаецца таму, што вяртаецца ў стан бадзёрасці, але на самай справе падчас гэтага стану бадзёрасці ён працягвае бачыць сны.</p>\n<p>Гэта падобна да світання, зоркі хаваюцца з-за сонечнага святла, але яны працягваюць існаваць, хоць фізічныя вочы іх не ўспрымаюць.</p>\n<p>У звычайным звычайным жыцці чалавек нічога не ведае пра САМАСВЯДОМАСЦЬ і тым больш пра АБ’ЕКТЫЎНУЮ ПРЫТОМНАСЦЬ.</p>\n<p>Аднак людзі ганарлівыя, і ўсе лічаць сябе САМАСВЯДОМЫМІ; ІНТЭЛЕКТУАЛЬНАЯ ЖЫВЁЛА цвёрда верыць, што яна ўсведамляе сябе, і ні ў якім разе не пагодзіцца, каб ёй сказалі, што яна спіць і жыве несвядома для сябе.</p>\n<p>Бываюць выключныя моманты, калі ІНТЭЛЕКТУАЛЬНАЯ ЖЫВЁЛА прачынаецца, але гэтыя моманты вельмі рэдкія, яны могуць адбыцца ў момант найвышэйшай небяспекі, падчас інтэнсіўнага ўзрушэння, у нейкім новым акалічнасці, у нейкай новай нечаканай сітуацыі і г.д.</p>\n<p>Сапраўды няшчасце, што бедная ІНТЭЛЕКТУАЛЬНАЯ ЖЫВЁЛА не мае ніякай улады над гэтымі мімалётнымі станамі прытомнасці, што яна не можа іх выклікаць, што не можа зрабіць іх бесперапыннымі.</p>\n<p>Аднак АСНОЎНАЯ АДУКАЦЫЯ сцвярджае, што чалавек можа ДАСЯГНУЦЬ кантролю над ПРЫТОМНАСЦЮ і набыць САМАСВЯДОМАСЦЬ.</p>\n<p>РЭВАЛЮЦЫЙНАЯ ПСІХАЛОГІЯ мае навуковыя метады і працэдуры для АБУДЖЭННЯ ПРЫТОМНАСЦІ.</p>\n<p>Калі мы хочам АБУДЗІЦЬ ПРЫТОМНАСЦЬ, нам трэба пачаць з вывучэння, даследавання, а затым ліквідацыі ўсіх перашкод, якія ўзнікаюць на нашым шляху, у гэтай кнізе мы навучылі шляху да абуджэння ПРЫТОМНАСЦІ, пачынаючы з самых школьных парт.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/be/educacion-fundamental/la-conciencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/la-conciencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/la-conciencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
