import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ସଚେତନତା",
  "locale": "or",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "37. ସଚେତନତା",
    "order": 37
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ଲୋକମାନେ ଚେତନାକୁ ବୁଦ୍ଧି ବା ଜ୍ଞାନ ସହିତ ଭ୍ରମ କରନ୍ତି ଏବଂ ଯେଉଁ ବ୍ୟକ୍ତି ଅଧିକ ବୁଦ୍ଧିମାନ ବା ଜ୍ଞାନୀ, ତାଙ୍କୁ ଅଧିକ ସଚେତନ ବୋଲି କୁହନ୍ତି।</p>\n<p>ଆମେ ଦୃଢ଼ତାର ସହ କହିପାରୁ ଯେ ମନୁଷ୍ୟ ଭିତରେ ଥିବା ଚେତନା ନିଃସନ୍ଦେହ ଏବଂ କୌଣସି ପ୍ରକାର ଭୁଲ୍ ଭୟ ବିନା ଏକ ବିଶେଷ ପ୍ରକାରର ଆଭ୍ୟନ୍ତରୀଣ ଜ୍ଞାନର ଗ୍ରହଣ, ଯାହା ସମ୍ପୂର୍ଣ୍ଣ ଭାବେ ମାନସିକ କାର୍ଯ୍ୟକଳାପରୁ ସ୍ୱାଧୀନ।</p>\n<p>ଚେତନାର ଶକ୍ତି ଆମକୁ ନିଜକୁ ଜାଣିବାକୁ ଅନୁମତି ଦିଏ।</p>\n<p>ଚେତନା ଆମକୁ ସେହି ବିଷୟରେ ସମ୍ପୂର୍ଣ୍ଣ ଜ୍ଞାନ ଦେଇଥାଏ ଯେ ଏହା କ’ଣ, ଏହା କେଉଁଠାରେ ଅଛି, ଆମେ ପ୍ରକୃତରେ କ’ଣ ଜାଣୁ, ଆମେ ନିଶ୍ଚିତ ଭାବରେ କ’ଣ ଜାଣୁନାହୁଁ।</p>\n<p>ବିପ୍ଳବାତ୍ମକ ମନସ୍ତତ୍ତ୍ଵ ଶିକ୍ଷା ଦିଏ ଯେ କେବଳ ମଣିଷ ହିଁ ନିଜକୁ ଜାଣିପାରେ।</p>\n<p>କେବଳ ଆମେ ଜାଣିପାରିବା ଯେ ଆମେ ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ସମୟରେ ସଚେତନ ଅଛୁ କି ନାହିଁ।</p>\n<p>କେବଳ ଜଣେ ନିଜ ଚେତନା ବିଷୟରେ ଜାଣିପାରେ ଏବଂ ଏହା ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ସମୟରେ ଅଛି କି ନାହିଁ।</p>\n<p>ମଣିଷ ନିଜେ ଏବଂ ତା’ ଛଡ଼ା ଆଉ କେହି ନୁହଁନ୍ତି, ସେ ଏକ ମୁହୂର୍ତ୍ତ ପାଇଁ ଅନୁଭବ କରିପାରେ ଯେ ସେହି ମୁହୂର୍ତ୍ତ ପୂର୍ବରୁ ସେ ପ୍ରକୃତରେ ସଚେତନ ନଥିଲା, ତା’ର ଚେତନା ଶୋଇ ରହିଥିଲା, ପରେ ସେହି ଅନୁଭୂତିକୁ ଭୁଲିଯିବ ବା ଏହାକୁ ଏକ ସ୍ମୃତି ଭାବରେ ରଖିବ, ଯେପରି ଏକ ଶକ୍ତିଶାଳୀ ଅନୁଭୂତିର ସ୍ମୃତି।</p>\n<p>ଜାଣିବା ଜରୁରୀ ଯେ ଯୁକ୍ତିଯୁକ୍ତ ପ୍ରାଣୀମାନଙ୍କ ମଧ୍ୟରେ ଚେତନା କିଛି କ୍ରମାଗତ, ସ୍ଥାୟୀ ନୁହେଁ।</p>\n<p>ସାଧାରଣତଃ ବୁଦ୍ଧିଜୀବୀ ପ୍ରାଣୀ ଯାହାକୁ ମଣିଷ କୁହାଯାଏ, ତା’ର ଚେତନା ଗଭୀର ଭାବରେ ଶୋଇଥାଏ।</p>\n<p>ବହୁତ କମ୍ ମୁହୂର୍ତ୍ତ ଥାଏ ଯେତେବେଳେ ଚେତନା ଜାଗ୍ରତ ହୋଇଥାଏ; ବୁଦ୍ଧିଜୀବୀ ପ୍ରାଣୀ କାମ କରେ, ଗାଡ଼ି ଚଲାଏ, ବିବାହ କରେ, ମରିଯାଏ ଇତ୍ୟାଦି, ସମ୍ପୂର୍ଣ୍ଣ ଭାବରେ ଚେତନା ଶୋଇଥିବା ଅବସ୍ଥାରେ ଏବଂ କେବଳ କିଛି ବିଶେଷ ମୁହୂର୍ତ୍ତରେ ହିଁ ଜାଗ୍ରତ ହୁଏ:</p>\n<p>ମଣିଷ ଜୀବନ ଏକ ସ୍ୱପ୍ନର ଜୀବନ, କିନ୍ତୁ ସେ ଭାବେ ଯେ ସେ ଜାଗ୍ରତ ଅଛି ଏବଂ ସେ ସ୍ୱପ୍ନ ଦେଖୁଛି ବା ତା’ର ଚେତନା ଶୋଇଛି ବୋଲି କେବେ ବି ସ୍ୱୀକାର କରିବ ନାହିଁ।</p>\n<p>ଯଦି କେହି ଜାଗ୍ରତ ହୁଅନ୍ତି, ତେବେ ସେ ନିଜକୁ ନେଇ ଭୟଙ୍କର ଭାବରେ ଲଜ୍ଜିତ ହେବେ, ସେ ତୁରନ୍ତ ତାଙ୍କର ହାସ୍ୟାସ୍ପଦତା, ତାଙ୍କର смешность ବୁଝିପାରିବେ।</p>\n<p>ଏହି ଜୀବନ ଭୟଙ୍କର ଭାବରେ ହାସ୍ୟାସ୍ପଦ, ଭୟାନକ ଭାବରେ ଦୁଃଖଦାୟକ ଏବଂ କ୍ୱଚିତ୍ ଉଚ୍ଚମାନର ହୋଇଥାଏ।</p>\n<p>ଯଦି ଜଣେ ବକ୍ସର୍ ଲଢ଼େଇ ସମୟରେ ତୁରନ୍ତ ଜାଗ୍ରତ ହୁଅନ୍ତି, ତେବେ ସେ ସମ୍ମାନିତ ଦର୍ଶକମାନଙ୍କୁ ଲଜ୍ଜାରେ ଦେଖିବେ ଏବଂ ଶୋଇଥିବା ଏବଂ ଅଚେତନ ଲୋକମାନଙ୍କ ଆଶ୍ଚର୍ଯ୍ୟ ଭିତରେ ସେହି ଭୟଙ୍କର ଦୃଶ୍ୟରୁ ପଳାଇବେ।</p>\n<p>ଯେତେବେଳେ ଜଣେ ମଣିଷ ସ୍ୱୀକାର କରେ ଯେ ତା’ର ଚେତନା ଶୋଇଛି, ଆପଣ ନିଶ୍ଚିତ ହୋଇପାରନ୍ତି ଯେ ସେ ଜାଗ୍ରତ ହେବା ଆରମ୍ଭ କରୁଛି।</p>\n<p>ପୁରୁଣା ମନସ୍ତତ୍ତ୍ଵର ପ୍ରତିକ୍ରିୟାଶୀଳ ବିଦ୍ୟାଳୟଗୁଡ଼ିକ ଯାହା ଚେତନାର ଅସ୍ତିତ୍ୱକୁ ଏବଂ ଏପରିକି ଏହି ଶବ୍ଦର ଅନୁପଯୋଗୀତାକୁ ଅସ୍ୱୀକାର କରନ୍ତି, ସେମାନେ ଗଭୀର ନିଦ୍ରାବସ୍ଥାକୁ ଦୋଷ ଦିଅନ୍ତି। ସେହି ବିଦ୍ୟାଳୟଗୁଡ଼ିକର ଅନୁଗାମୀମାନେ ପ୍ରାୟ ଅବଚେତନ ଏବଂ ଅଚେତନ ଅବସ୍ଥାରେ ବହୁତ ଗଭୀର ଭାବରେ ଶୋଇଥାନ୍ତି।</p>\n<p>ଯେଉଁମାନେ ଚେତନାକୁ ମନସ୍ତାତ୍ତ୍ଵିକ କାର୍ଯ୍ୟଗୁଡ଼ିକ ସହିତ ଭ୍ରମ କରନ୍ତି; ଚିନ୍ତା, ଭାବନା, ମୋଟର ଇମ୍ପଲ୍ସ ଏବଂ ସମ୍ବେଦନା, ସେମାନେ ପ୍ରକୃତରେ ଅବଚେତନ ଅଟନ୍ତି, ଗଭୀର ଭାବରେ ଶୋଇଥାନ୍ତି।</p>\n<p>ଯେଉଁମାନେ ଚେତନାର ଅସ୍ତିତ୍ୱକୁ ସ୍ୱୀକାର କରନ୍ତି କିନ୍ତୁ ସଚେତନତାର ବିଭିନ୍ନ ସ୍ତରକୁ ସିଧାସଳଖ ଅସ୍ୱୀକାର କରନ୍ତି, ସେମାନେ ସଚେତନ ଅଭିଜ୍ଞତାର ଅଭାବ, ଚେତନାର ନିଦ୍ରାକୁ ଦୋଷ ଦିଅନ୍ତି।</p>\n<p>ଯେଉଁ ବ୍ୟକ୍ତି କେବେବି କିଛି ସମୟ ପାଇଁ ଜାଗ୍ରତ ହୋଇଛି, ସେ ନିଜ ଅଭିଜ୍ଞତାରୁ ଭଲ ଭାବରେ ଜାଣେ ଯେ ନିଜ ଭିତରେ ଦେଖିହେଉଥିବା ଚେତନାର ଭିନ୍ନ ସ୍ତର ରହିଛି।</p>\n<p>ପ୍ରଥମ ସମୟ। ଆମେ କେତେ ସମୟ ପର୍ଯ୍ୟନ୍ତ ସଚେତନ ରହିଲୁ?</p>\n<p>ଦ୍ୱିତୀୟ ଫ୍ରିକ୍ୱେନ୍ସି। ଆମେ କେତେ ଥର ଚେତନାକୁ ଜାଗ୍ରତ କରିଛୁ?</p>\n<p>ତୃତୀୟ। ପ୍ରସାରଣ ଏବଂ ଅନୁପ୍ରବେଶ। କେଉଁ ବିଷୟରେ ସଚେତନ ହେବ?</p>\n<p>ବିପ୍ଳବାତ୍ମକ ମନସ୍ତତ୍ତ୍ଵ ଏବଂ ପୁରାତନ ଫିଲୋକାଲିଆ ଦୃଢ଼ତାର ସହ କୁହନ୍ତି ଯେ ଏକ ବିଶେଷ ପ୍ରକାରର ମହାନ୍ ସୁପର-ପ୍ରୟାସ ମାଧ୍ୟମରେ ଚେତନାକୁ ଜାଗ୍ରତ କରାଯାଇପାରେ ଏବଂ ଏହାକୁ କ୍ରମାଗତ ଏବଂ ନିୟନ୍ତ୍ରଣ କରିହେବ।</p>\n<p>ମୌଳିକ ଶିକ୍ଷାର ଉଦ୍ଦେଶ୍ୟ ହେଉଛି ଚେତନାକୁ ଜାଗ୍ରତ କରିବା। ବିଦ୍ୟାଳୟ, କଲେଜ ଏବଂ ବିଶ୍ୱବିଦ୍ୟାଳୟରେ ଦଶ ବା ପନ୍ଦର ବର୍ଷର ଅଧ୍ୟୟନର କୌଣସି ମୂଲ୍ୟ ନାହିଁ, ଯଦି ଶ୍ରେଣୀଗୃହରୁ ବାହାରିବା ପରେ ଆମେ ଶୋଇଥିବା ସ୍ୱୟଂଚାଳିତ ମେସିନ୍ ହୋଇଯାଉ।</p>\n<p>ଏହା କହିବା ଅତିରିକ୍ତ ହେବ ନାହିଁ ଯେ କୌଣସି ମହାନ୍ ପ୍ରୟାସ ମାଧ୍ୟମରେ ବୁଦ୍ଧିଜୀବୀ ପ୍ରାଣୀ କେବଳ କିଛି ମିନିଟ୍ ପାଇଁ ନିଜ ବିଷୟରେ ସଚେତନ ହୋଇପାରେ।</p>\n<p>ଏହା ସ୍ପଷ୍ଟ ଯେ ଏଥିରେ ଆଜିକାଲି କିଛି ବିରଳ ବ୍ୟତିକ୍ରମ ଥାଏ ଯାହାକୁ ଆମକୁ ଡାୟୋଜେନିସ୍‌ଙ୍କ ଲଣ୍ଠନ ସହିତ ଖୋଜିବାକୁ ପଡ଼ିବ, ସେହି ବିରଳ ମାମଲାଗୁଡ଼ିକୁ ସତ୍ୟ ମଣିଷ, ବୁଦ୍ଧ, ଯୀଶୁ, ହର୍ମିସ୍, କ୍ୱେଟଜାକୋଆଟଲ୍ ଇତ୍ୟାଦି ପ୍ରତିନିଧିତ୍ୱ କରନ୍ତି।</p>\n<p>ଧର୍ମର ଏହି ପ୍ରତିଷ୍ଠାତାମାନଙ୍କର କ୍ରମାଗତ ଚେତନା ଥିଲା, ସେମାନେ ମହାନ ଆଲୋକପ୍ରାପ୍ତ ଥିଲେ।</p>\n<p>ସାଧାରଣତଃ ଲୋକମାନେ ନିଜ ବିଷୟରେ ସଚେତନ ନୁହଁନ୍ତି। କ୍ରମାଗତ ଭାବରେ ସଚେତନ ହେବାର ଭ୍ରମ ସ୍ମୃତି ଏବଂ ସମସ୍ତ ଚିନ୍ତା ପ୍ରକ୍ରିୟାରୁ ଆସିଥାଏ।</p>\n<p>ଯେଉଁ ମଣିଷ ତା’ର ସମଗ୍ର ଜୀବନକୁ ମନେ ରଖିବା ପାଇଁ ଏକ ପଛକୁ ଫେରି ଚାହିଁବା ଅଭ୍ୟାସ କରେ, ସେ ପ୍ରକୃତରେ ମନେ ରଖିପାରେ, କେତେ ଥର ସେ ବିବାହ କରିଛି, କେତେ ସନ୍ତାନ ଜନ୍ମ ଦେଇଛି, ତା’ର ପିତାମାତା କିଏ ଥିଲେ, ତା’ର ଶିକ୍ଷକ କିଏ ଥିଲେ ଇତ୍ୟାଦି, କିନ୍ତୁ ଏହାର ଅର୍ଥ ନୁହେଁ ଯେ ଚେତନା ଜାଗ୍ରତ ହୋଇଛି, ଏହା କେବଳ ଅଚେତନ କାର୍ଯ୍ୟଗୁଡ଼ିକୁ ମନେ ପକାଇବା ଏବଂ ଏତିକି।</p>\n<p>ପୂର୍ବ ଅଧ୍ୟାୟଗୁଡ଼ିକରେ ଆମେ ଯାହା କହିଛୁ ତାହା ପୁନରାବୃତ୍ତି କରିବା ଆବଶ୍ୟକ। ଚେତନାର ଚାରୋଟି ଅବସ୍ଥା ଅଛି। ସେଗୁଡ଼ିକ ହେଲା: ନିଦ୍ରା, ଜାଗ୍ରତ ଅବସ୍ଥା, ସ୍ୱୟଂ-ଚେତନା ଏବଂ ବସ୍ତୁନିଷ୍ଠ ଚେତନା।</p>\n<p>ଦୁର୍ଭାଗ୍ୟଜନକ ବୁଦ୍ଧିଜୀବୀ ପ୍ରାଣୀ ଯାହାକୁ ଭୁଲରେ ମଣିଷ କୁହାଯାଏ, ସେ କେବଳ ସେହି ଅବସ୍ଥାଗୁଡ଼ିକ ମଧ୍ୟରୁ ଦୁଇଟିରେ ବଞ୍ଚେ। ତା’ର ଜୀବନର କିଛି ଅଂଶ ନିଦ୍ରାରେ ଏବଂ ଅନ୍ୟ ଅଂଶ ଭୁଲରେ ଜାଗ୍ରତ ଅବସ୍ଥା କୁହାଯାଉଥିବା ଅବସ୍ଥାରେ ଅତିବାହିତ ହୁଏ, ଯାହା ମଧ୍ୟ ଏକ ସ୍ୱପ୍ନ।</p>\n<p>ଯେଉଁ ମଣିଷ ଶୋଇଛି ଏବଂ ସ୍ୱପ୍ନ ଦେଖୁଛି, ସେ ଭାବେ ଯେ ଜାଗ୍ରତ ଅବସ୍ଥାକୁ ଫେରିବା ହେତୁ ସେ ଜାଗ୍ରତ ହୋଇଛି, କିନ୍ତୁ ପ୍ରକୃତରେ ଏହି ଜାଗ୍ରତ ଅବସ୍ଥାରେ ମଧ୍ୟ ସେ ସ୍ୱପ୍ନ ଦେଖିବା ଜାରି ରଖେ।</p>\n<p>ଏହା ସୂର୍ଯ୍ୟୋଦୟ ପରି, ସୂର୍ଯ୍ୟ କିରଣ ହେତୁ ତାରାମାନେ ଲୁଚିଯାଆନ୍ତି କିନ୍ତୁ ଭୌତିକ ଆଖି ସେମାନଙ୍କୁ ଦେଖି ନପାରିଲେ ମଧ୍ୟ ସେମାନେ ବିଦ୍ୟମାନ ଥାଆନ୍ତି।</p>\n<p>ସାଧାରଣ ଜୀବନରେ ମଣିଷ ସ୍ୱୟଂ-ଚେତନା ବିଷୟରେ କିଛି ଜାଣିନଥାଏ ଏବଂ ବସ୍ତୁନିଷ୍ଠ ଚେତନା ବିଷୟରେ ତ ଆହୁରି କମ୍ ଜାଣେ।</p>\n<p>ତଥାପି ଲୋକମାନେ ଅହଂକାରୀ ଏବଂ ସମସ୍ତେ ଭାବନ୍ତି ଯେ ସେମାନେ ସ୍ୱୟଂ-ସଚେତନ; ବୁଦ୍ଧିଜୀବୀ ପ୍ରାଣୀ ଦୃଢ଼ ଭାବରେ ବିଶ୍ୱାସ କରେ ଯେ ତା’ର ନିଜ ବିଷୟରେ ଚେତନା ଅଛି ଏବଂ କୌଣସି ପ୍ରକାରେ ସ୍ୱୀକାର କରିବ ନାହିଁ ଯେ ସେ ଶୋଇଛି ଏବଂ ନିଜ ବିଷୟରେ ଅଚେତନ ହୋଇ ବଞ୍ଚୁଛି।</p>\n<p>ବିରଳ ମୁହୂର୍ତ୍ତ ଆସେ ଯେତେବେଳେ ବୁଦ୍ଧିଜୀବୀ ପ୍ରାଣୀ ଜାଗ୍ରତ ହୁଏ, କିନ୍ତୁ ସେହି ମୁହୂର୍ତ୍ତଗୁଡ଼ିକ ବହୁତ ବିରଳ, ସେଗୁଡ଼ିକୁ ସର୍ବୋଚ୍ଚ ବିପଦର ମୁହୂର୍ତ୍ତରେ, ଏକ ତୀବ୍ର ଉତ୍ତେଜନାର ସମୟରେ, କୌଣସି ନୂତନ ପରିସ୍ଥିତିରେ, କୌଣସି ନୂତନ ଅପ୍ରତ୍ୟାଶିତ ପରିସ୍ଥିତିରେ ଇତ୍ୟାଦିରେ ପ୍ରତିନିଧିତ୍ୱ କରାଯାଇପାରେ।</p>\n<p>ଏହା ପ୍ରକୃତରେ ଏକ ଦୁର୍ଭାଗ୍ୟର ବିଷୟ ଯେ ଦୁର୍ଭାଗ୍ୟଜନକ ବୁଦ୍ଧିଜୀବୀ ପ୍ରାଣୀର ଚେତନାର ସେହି କ୍ଷଣିକ ଅବସ୍ଥା ଉପରେ କୌଣସି ନିୟନ୍ତ୍ରଣ ନାହିଁ, ସେଗୁଡ଼ିକୁ ଆଣିପାରେ ନାହିଁ ଏବଂ ସେଗୁଡ଼ିକୁ କ୍ରମାଗତ କରିପାରେ ନାହିଁ।</p>\n<p>ତଥାପି ମୌଳିକ ଶିକ୍ଷା ଦୃଢ଼ତାର ସହ କୁହେ ଯେ ମଣିଷ ଚେତନାର ନିୟନ୍ତ୍ରଣ ହାସଲ କରିପାରିବ ଏବଂ ସ୍ୱୟଂ-ଚେତନା ପ୍ରାପ୍ତ କରିପାରିବ।</p>\n<p>ବିପ୍ଳବାତ୍ମକ ମନସ୍ତତ୍ତ୍ଵ ପାଖରେ ଚେତନାକୁ ଜାଗ୍ରତ କରିବା ପାଇଁ ବୈଜ୍ଞାନିକ ପଦ୍ଧତି ରହିଛି।</p>\n<p>ଯଦି ଆମେ ଚେତନାକୁ ଜାଗ୍ରତ କରିବାକୁ ଚାହୁଁ, ତେବେ ଆମକୁ ବାଟରେ ଆସୁଥିବା ସମସ୍ତ ବାଧାବିଘ୍ନକୁ ପରୀକ୍ଷା କରିବା, ଅଧ୍ୟୟନ କରିବା ଏବଂ ପରେ ଦୂର କରିବା ଆରମ୍ଭ କରିବା ଆବଶ୍ୟକ, ଏହି ପୁସ୍ତକରେ ଆମେ ବିଦ୍ୟାଳୟରୁ ଆରମ୍ଭ କରି ଚେତନାକୁ ଜାଗ୍ରତ କରିବାର ଉପାୟ ଶିଖାଇଛୁ।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/or/educacion-fundamental/la-conciencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/or/educacion-fundamental/la-conciencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/or/educacion-fundamental/la-conciencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
