import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Сознание",
  "locale": "ru",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "37. Сознание",
    "order": 37
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Люди путают СОЗНАНИЕ с ИНТЕЛЛИГЕНТНОСТЬЮ или ИНТЕЛЛЕКТОМ, и очень интеллигентного или интеллектуального человека называют очень сознательным.</p>\n<p>Мы утверждаем, что СОЗНАНИЕ в человеке, вне всякого сомнения и без опасения ошибиться, является особым видом ВОСПРИЯТИЯ ВНУТРЕННЕГО ЗНАНИЯ, совершенно независимым от любой умственной деятельности.</p>\n<p>Способность СОЗНАНИЯ позволяет нам познавать САМИХ СЕБЯ.</p>\n<p>СОЗНАНИЕ дает нам полное знание того, ЧТО ЕСТЬ, где находится, что на самом деле известно, что достоверно неизвестно.</p>\n<p>РЕВОЛЮЦИОННАЯ ПСИХОЛОГИЯ учит, что только сам человек может познать себя.</p>\n<p>Только мы можем знать, сознательны ли мы в данный момент или нет.</p>\n<p>Только сам человек может знать о своем собственном сознании и о том, существует ли оно в данный момент или нет.</p>\n<p>Сам человек и никто, кроме него, может осознать на мгновение, на момент, что до этого мгновения, до этого момента, он действительно не был сознательным, его сознание было очень спящим, потом он забудет этот опыт или сохранит его как воспоминание, как воспоминание о сильном переживании.</p>\n<p>Крайне важно знать, что СОЗНАНИЕ у РАЗУМНОГО ЖИВОТНОГО не является чем-то непрерывным, постоянным.</p>\n<p>Обычно СОЗНАНИЕ у ИНТЕЛЛЕКТУАЛЬНОГО ЖИВОТНОГО, называемого человеком, глубоко спит.</p>\n<p>Редки, очень редки моменты, когда СОЗНАНИЕ бодрствует; интеллектуальное животное работает, водит машины, женится, умирает и т. д. с полностью спящим сознанием и только в очень исключительные моменты просыпается:</p>\n<p>Жизнь человека — это жизнь во сне, но он верит, что бодрствует, и никогда не признает, что спит, что его сознание спит.</p>\n<p>Если кто-то проснется, он почувствует себя ужасно пристыженным перед самим собой, он сразу же поймет свой клоунский поступок, свою нелепость.</p>\n<p>Эта жизнь ужасно нелепа, ужасно трагична и редко возвышенна.</p>\n<p>Если бы боксер внезапно проснулся посреди боя, он бы смущенно посмотрел на всю почтенную публику и сбежал бы с ужасного зрелища, к удивлению спящих и бессознательных толп.</p>\n<p>Когда человек признает, что его СОЗНАНИЕ СПИТ, можете быть уверены, что он уже начинает просыпаться.</p>\n<p>Реакционные школы устаревшей психологии, отрицающие существование СОЗНАНИЯ и даже бесполезность такого термина, указывают на состояние глубочайшего сна. Последователи таких школ спят очень глубоко в практически подсознательном и бессознательном состоянии.</p>\n<p>Те, кто путает сознание с психологическими функциями; мыслями, чувствами, двигательными импульсами и ощущениями, действительно очень бессознательны, глубоко спят.</p>\n<p>Те, кто признает существование СОЗНАНИЯ, но напрочь отрицает различные степени сознательности, проявляют недостаток сознательного опыта, сон сознания.</p>\n<p>Каждый, кто хоть раз на мгновение просыпался, прекрасно знает из собственного опыта, что существуют различные степени сознания, наблюдаемые в самом себе.</p>\n<p>Первое Время. Как долго мы оставались сознательными?</p>\n<p>Второе Частота. Сколько раз мы пробуждали сознание?</p>\n<p>Третье. ШИРИНА И ПРОНИКНОВЕНИЕ. Что будет осознано?</p>\n<p>РЕВОЛЮЦИОННАЯ ПСИХОЛОГИЯ и древняя ФИЛОКАЛИЯ утверждают, что посредством великих СВЕРХУСИЛИЙ особого типа можно пробудить сознание и сделать его непрерывным и контролируемым.</p>\n<p>ФУНДАМЕНТАЛЬНОЕ ОБРАЗОВАНИЕ имеет целью пробуждение СОЗНАНИЯ. Бесполезны десять или пятнадцать лет учебы в школе, колледже и университете, если после выхода из аудиторий мы остаемся спящими автоматами.</p>\n<p>Не будет преувеличением утверждать, что посредством какого-либо великого УСИЛИЯ ИНТЕЛЛЕКТУАЛЬНОЕ ЖИВОТНОЕ может осознавать себя всего пару минут.</p>\n<p>Понятно, что в этом сегодня бывают редкие исключения, которые мы должны искать с фонарем Диогена, эти редкие случаи представлены НАСТОЯЩИМИ ЛЮДЬМИ, БУДДОЙ, ИИСУСОМ, ГЕРМЕСОМ, КЕТЦАЛЬКОАТЛЕМ и т. д.</p>\n<p>Эти основатели РЕЛИГИЙ обладали НЕПРЕРЫВНЫМ СОЗНАНИЕМ, были великими ПРОСВЕТЛЕННЫМИ.</p>\n<p>Обычно люди НЕ осознают себя. Иллюзия постоянного сознания рождается из памяти и всех процессов мышления.</p>\n<p>Человек, который практикует ретроспективное упражнение, чтобы вспомнить всю свою жизнь, может действительно вспомнить, сколько раз он женился, сколько детей зачал, кто были его родители, его Учителя и т. д., но это не означает пробуждение сознания, это просто вспоминание бессознательных действий, и все.</p>\n<p>Необходимо повторить то, что мы уже говорили в предыдущих главах. Существуют четыре состояния СОЗНАНИЯ. Это: СОН, состояние БОДРСТВОВАНИЯ, САМОсознание и ОБЪЕКТИВНОЕ СОЗНАНИЕ.</p>\n<p>Бедное ИНТЕЛЛЕКТУАЛЬНОЕ ЖИВОТНОЕ, ошибочно называемое ЧЕЛОВЕКОМ, живет только в двух из этих состояний. Часть его жизни проходит во сне, а другая — в так называемом СОСТОЯНИИ БОДРСТВОВАНИЯ, которое также является сном.</p>\n<p>Человек, который спит и видит сны, считает, что просыпается от того, что возвращается в состояние бодрствования, но на самом деле во время этого состояния бодрствования он продолжает видеть сны.</p>\n<p>Это похоже на рассвет, звезды скрываются из-за солнечного света, но они продолжают существовать, хотя физические глаза их не воспринимают.</p>\n<p>В нормальной, обычной жизни человек ничего не знает о САМОСОЗНАНИИ и тем более об ОБЪЕКТИВНОМ СОЗНАНИИ.</p>\n<p>Однако люди горды, и все считают себя САМОСОЗНАТЕЛЬНЫМИ; ИНТЕЛЛЕКТУАЛЬНОЕ ЖИВОТНОЕ твердо верит, что осознает себя, и ни в коем случае не примет, если ему скажут, что он спит и живет бессознательно.</p>\n<p>Бывают исключительные моменты, когда ИНТЕЛЛЕКТУАЛЬНОЕ ЖИВОТНОЕ просыпается, но эти моменты очень редки, они могут возникнуть в момент величайшей опасности, во время сильной эмоции, в какой-то новой обстановке, в какой-то новой неожиданной ситуации и т. д.</p>\n<p>Действительно несчастье, что бедное ИНТЕЛЛЕКТУАЛЬНОЕ ЖИВОТНОЕ не имеет никакого контроля над этими мимолетными состояниями сознания, что оно не может вызвать их, что не может сделать их непрерывными.</p>\n<p>Однако ФУНДАМЕНТАЛЬНОЕ ОБРАЗОВАНИЕ утверждает, что человек может ДОСТИЧЬ контроля над СОЗНАНИЕМ и обрести САМОСОЗНАНИЕ.</p>\n<p>РЕВОЛЮЦИОННАЯ ПСИХОЛОГИЯ имеет научные методы и процедуры для ПРОБУЖДЕНИЯ СОЗНАНИЯ.</p>\n<p>Если мы хотим ПРОБУДИТЬ СОЗНАНИЕ, нам нужно начать с изучения, исследования и последующего устранения всех препятствий, которые встречаются на нашем пути, в этой книге мы научили пути пробуждения СОЗНАНИЯ, начиная с самой школьной скамьи.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ru/educacion-fundamental/la-conciencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/la-conciencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/la-conciencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
