import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "చేతనత్వం",
  "locale": "te",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "37. చేతనత్వం",
    "order": 37
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ప్రజలు స్పృహను తెలివితేటలు లేదా బుద్ధి తో పొరపాటు పడతారు, మరియు చాలా తెలివైన లేదా చాలా మేధోపరమైన వ్యక్తిని చాలా స్పృహ కలిగిన వ్యక్తిగా అభివర్ణిస్తారు.</p>\n<p>మనిషిలో స్పృహ అనేది ఎటువంటి సందేహం లేకుండా మరియు మనల్ని మనం మోసం చేసుకునే భయం లేకుండా, ఏదైనా మానసిక కార్యకలాపాల నుండి పూర్తిగా స్వతంత్రంగా ఉండే ఒక ప్రత్యేకమైన అంతర్గత జ్ఞానాన్ని గ్రహించే విధానం అని మేము నమ్ముతున్నాము.</p>\n<p>స్పృహ యొక్క సామర్థ్యం మనల్ని మనం తెలుసుకోవడానికి అనుమతిస్తుంది.</p>\n<p>స్పృహ అంటే ఏమిటి, అది ఎక్కడ ఉంది, నిజంగా ఏమి తెలుసు, ఖచ్చితంగా ఏమి తెలియదు అనే దాని గురించి సమగ్ర జ్ఞానాన్ని ఇస్తుంది.</p>\n<p>విప్లవాత్మక మనస్తత్వశాస్త్రం మనిషి మాత్రమే తనను తాను తెలుసుకోగలడని బోధిస్తుంది.</p>\n<p>ఒక నిర్దిష్ట సమయంలో మనం స్పృహ కలిగి ఉన్నామా లేదా అని మనకు మాత్రమే తెలుస్తుంది.</p>\n<p>ఒక వ్యక్తికి మాత్రమే తన సొంత స్పృహ గురించి మరియు అది ఒక నిర్దిష్ట సమయంలో ఉందా లేదా అని తెలుస్తుంది.</p>\n<p>మనిషి మాత్రమే మరియు అతని కంటే మరెవరూ కూడా, ఒక క్షణం వరకు, ఆ క్షణం ముందు, అతను నిజంగా స్పృహలో లేడని, అతని స్పృహ చాలా నిద్రపోయిందని, ఆ తరువాత అతను ఆ అనుభవాన్ని మరచిపోతాడు లేదా ఒక బలమైన అనుభవం యొక్క జ్ఞాపకంగా దానిని నిలుపుకుంటాడు.</p>\n<p>హేతుబద్ధమైన జంతువులో స్పృహ నిరంతరమైనది, శాశ్వతమైనది కాదని తెలుసుకోవడం అత్యవసరం.</p>\n<p>సాధారణంగా మేధో జంతువు అని పిలువబడే మనిషిలో స్పృహ గాఢంగా నిద్రపోతుంది.</p>\n<p>స్పృహ మేల్కొని ఉన్న క్షణాలు చాలా అరుదు; మేధో జంతువు పనిచేస్తుంది, కార్లను నడుపుతుంది, వివాహం చేసుకుంటుంది, మరణిస్తుంది, మొదలైనవి పూర్తిగా నిద్రపోయిన స్పృహతో మరియు చాలా అరుదైన క్షణాల్లో మాత్రమే మేల్కొంటుంది:</p>\n<p>మానవుని జీవితం ఒక కలల జీవితం, కానీ అతను మేల్కొని ఉన్నానని నమ్ముతాడు మరియు అతను కలలు కంటున్నాడని, అతని స్పృహ నిద్రపోతోందని ఎప్పటికీ ఒప్పుకోడు.</p>\n<p>ఎవరైనా మేల్కొంటే, అతను తన గురించి తాను భయంకరంగా సిగ్గుపడతాడు, అతను వెంటనే తన వికృతత్వాన్ని, తన హాస్యాస్పదతను గ్రహిస్తాడు.</p>\n<p>ఈ జీవితం భయంకరంగా హాస్యాస్పదంగా, భయంకరంగా విషాదకరంగా మరియు చాలా అరుదుగా ఉదాత్తంగా ఉంటుంది.</p>\n<p>ఒక బాక్సర్ పోరాటం మధ్యలో వెంటనే మేల్కొంటే, అతను గౌరవనీయమైన ప్రేక్షకులందరినీ సిగ్గుతో చూస్తాడు మరియు నిద్రపోయిన మరియు స్పృహలేని గుంపుల ఆశ్చర్యానికి గురవుతూ భయంకరమైన ప్రదర్శన నుండి పారిపోతాడు.</p>\n<p>మానవుడు తన స్పృహ నిద్రపోతోందని ఒప్పుకున్నప్పుడు, అతను మేల్కొనడం ప్రారంభించాడని మీరు ఖచ్చితంగా అనుకోవచ్చు.</p>\n<p>స్పృహ ఉనికిని మరియు అటువంటి పదం యొక్క నిష్ఫలత్వాన్ని కూడా తిరస్కరించే పాతకాలపు మనస్తత్వశాస్త్రంలోని ప్రతిచర్యాత్మక పాఠశాలలు, అత్యంత లోతైన నిద్ర స్థితిని సూచిస్తాయి. అటువంటి పాఠశాలల అనుచరులు ఆచరణాత్మకంగా ఉపచేతన మరియు స్పృహలేని స్థితిలో చాలా లోతుగా నిద్రపోతారు.</p>\n<p>స్పృహను మానసిక విధులతో గందరగోళపరిచే వారు; ఆలోచనలు, భావాలు, మోటారు ప్రేరణలు మరియు అనుభూతులు, నిజంగా చాలా స్పృహలేని వారు, వారు గాఢంగా నిద్రపోతారు.</p>\n<p>స్పృహ ఉనికిని అంగీకరించే వారు కానీ స్పృహ స్థాయిలను పూర్తిగా తిరస్కరించే వారు, స్పృహ అనుభవం లేకపోవడాన్ని, స్పృహ యొక్క నిద్రను సూచిస్తారు.</p>\n<p>కొంతకాలం పాటు క్షణికంగా మేల్కొన్న ప్రతి ఒక్కరూ, సొంత అనుభవం ద్వారా తమలో తాము గమనించదగిన వివిధ స్థాయిల స్పృహ ఉన్నాయని బాగా తెలుసు.</p>\n<p>మొదటిది సమయం. మనం ఎంతకాలం స్పృహలో ఉన్నాము?</p>\n<p>రెండవది ఫ్రీక్వెన్సీ. మనం ఎన్నిసార్లు స్పృహను మేల్కొన్నాము?</p>\n<p>మూడవది. వెడల్పు మరియు చొచ్చుకుపోయే స్వభావం. ఏమి తెలుస్తుంది?</p>\n<p>విప్లవాత్మక మనస్తత్వశాస్త్రం మరియు పురాతన ఫిలోకాలియా గొప్ప సూపర్‌-ప్రయత్నాల ద్వారా ప్రత్యేకమైన రకంగా స్పృహను మేల్కొల్పవచ్చు మరియు దానిని నిరంతరంగా మరియు నియంత్రించగలిగేలా చేయవచ్చు అని నొక్కి చెబుతున్నాయి.</p>\n<p>ఫండమెంటల్ ఎడ్యుకేషన్ యొక్క ఉద్దేశ్యం స్పృహను మేల్కొల్పడం. పాఠశాల, కళాశాల మరియు విశ్వవిద్యాలయంలో పది లేదా పదిహేను సంవత్సరాల అధ్యయనం వల్ల ఉపయోగం లేదు, తరగతి గదుల నుండి బయటకు వచ్చినప్పుడు మనం నిద్రపోయే ఆటోమేటన్‌లుగా ఉంటే.</p>\n<p>కొంత గొప్ప ప్రయత్నం ద్వారా మేధో జంతువు కేవలం రెండు నిమిషాల పాటు తన గురించి తాను తెలుసుకోగలదని చెప్పడం అతిశయోక్తి కాదు.</p>\n<p>దీనిలో డయోజెనెస్ లాంతరుతో వెతకవలసిన అరుదైన మినహాయింపులు ఈ రోజు ఉన్నాయని స్పష్టమైంది, ఆ అరుదైన సందర్భాలను నిజమైన మనుషులు, బుద్ధుడు, యేసు, హెర్మెస్, క్వెట్జాల్‌కోట్ల్ మొదలైనవారు సూచిస్తారు.</p>\n<p>మతాలను స్థాపించిన ఈ వ్యక్తులు నిరంతర స్పృహను కలిగి ఉన్నారు, వారు గొప్ప జ్ఞానోదయం పొందినవారు.</p>\n<p>సాధారణంగా ప్రజలు తమ గురించి తాము తెలుసుకోలేరు. నిరంతరం స్పృహ కలిగి ఉన్నామనే భ్రమ జ్ఞాపకశక్తి మరియు ఆలోచనా ప్రక్రియల నుండి పుడుతుంది.</p>\n<p>తన జీవితాన్నంతా గుర్తు తెచ్చుకోవడానికి ఒక వ్యక్తి ఒక సమీక్ష వ్యాయామం చేస్తే, అతను నిజంగా ఎన్నిసార్లు వివాహం చేసుకున్నాడు, ఎంతమంది పిల్లలను కన్నాడు, అతని తల్లిదండ్రులు ఎవరు, అతని గురువులు ఎవరు మొదలైన వాటిని గుర్తుంచుకోగలడు, కానీ దీని అర్థం స్పృహను మేల్కొల్పడం కాదు, ఇది కేవలం స్పృహలేని చర్యలను గుర్తుంచుకోవడం మరియు అంతే.</p>\n<p>గత అధ్యాయాలలో మనం ఇప్పటికే చెప్పినదాన్ని పునరావృతం చేయడం అవసరం. స్పృహ యొక్క నాలుగు స్థితులు ఉన్నాయి. అవి: నిద్ర, మేల్కొనే స్థితి, స్వీయ-స్పృహ మరియు ఆబ్జెక్టివ్ స్పృహ.</p>\n<p>పేద మేధో జంతువు పొరపాటుగా మనిషి అని పిలువబడుతుంది, ఈ స్థితులలో రెండింటిలో మాత్రమే జీవిస్తుంది. అతని జీవితంలో కొంత భాగం నిద్రలో గడుపుతుంది మరియు మరొకటి తప్పుగా మేల్కొనే స్థితి అని పిలువబడుతుంది, ఇది కూడా నిద్రే.</p>\n<p>నిద్రిస్తున్న మరియు కలలు కంటున్న వ్యక్తి మేల్కొనే స్థితికి తిరిగి వచ్చినందున మేల్కొన్నట్లు భావిస్తాడు, కానీ వాస్తవానికి ఈ మేల్కొనే స్థితిలో కూడా కలలు కంటూనే ఉంటాడు.</p>\n<p>ఇది తెల్లవారుజాము లాంటిది, సూర్యకాంతి కారణంగా నక్షత్రాలు దాచబడతాయి, కాని భౌతిక కళ్ళు వాటిని గ్రహించనప్పటికీ అవి ఉనికిలో ఉంటాయి.</p>\n<p>సాధారణ సాధారణ జీవితంలో మానవుడికి స్వీయ-స్పృహ గురించి ఏమీ తెలియదు మరియు ఆబ్జెక్టివ్ స్పృహ గురించి చాలా తక్కువ తెలుసు.</p>\n<p>అయినప్పటికీ ప్రజలు గర్వంగా ఉంటారు మరియు ప్రతి ఒక్కరూ స్వీయ-స్పృహ కలిగి ఉన్నారని నమ్ముతారు; మేధో జంతువు తనకు తన గురించి తాను తెలుసునని నమ్ముతుంది మరియు అతను నిద్రపోతున్నాడని మరియు తనకు తాను తెలియకుండానే జీవిస్తున్నాడని చెబితే అంగీకరించదు.</p>\n<p>మేధో జంతువు మేల్కొనే అసాధారణ క్షణాలు ఉన్నాయి, కాని ఆ క్షణాలు చాలా అరుదు, అవి అత్యున్నత ప్రమాదం యొక్క క్షణంలో, తీవ్రమైన భావోద్వేగం సమయంలో, ఏదైనా కొత్త పరిస్థితిలో, ఏదైనా కొత్త ఊహించని పరిస్థితిలో మొదలైన వాటిలో సూచించబడతాయి.</p>\n<p>పేద మేధో జంతువుకు స్పృహ యొక్క ఆ мимолетных స్థితులపై ఎటువంటి ఆధిపత్యం లేకపోవడం, వాటిని ప్రేరేపించలేకపోవడం, వాటిని నిరంతరంగా చేయలేకపోవడం నిజంగా దురదృష్టకరం.</p>\n<p>అయినప్పటికీ ఫండమెంటల్ ఎడ్యుకేషన్ మనిషి స్పృహను నియంత్రించగలడని మరియు స్వీయ-స్పృహను పొందగలడని నొక్కి చెబుతుంది.</p>\n<p>విప్లవాత్మక మనస్తత్వశాస్త్రానికి స్పృహను మేల్కొల్పడానికి పద్ధతులు, శాస్త్రీయ విధానాలు ఉన్నాయి.</p>\n<p>మనం స్పృహను మేల్కొల్పాలనుకుంటే, మార్గంలో మనకు ఎదురయ్యే అడ్డంకులన్నింటినీ పరిశీలించడం, అధ్యయనం చేయడం మరియు తొలగించడం ద్వారా ప్రారంభించాలి, ఈ పుస్తకంలో మేము పాఠశాల బెంచీల నుండి ప్రారంభించి స్పృహను మేల్కొల్పడానికి మార్గాన్ని బోధించాము.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/te/educacion-fundamental/la-conciencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/te/educacion-fundamental/la-conciencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/te/educacion-fundamental/la-conciencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
