import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "الوعي",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "37. الوعي",
    "order": 37
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>الناس يخلطون بين الوعي والإدراك أو الفهم، ويعطون الشخص الذكي أو المثقف جداً صفة “واعٍ جداً”.</p>\n<p>نحن نؤكد أن الوعي لدى الإنسان هو بلا شك وبدون خوف من خداع أنفسنا، نوع خاص جداً من استيعاب المعرفة الداخلية المستقل تماماً عن أي نشاط عقلي.</p>\n<p>إن ملكة الوعي تسمح لنا بمعرفة ذواتنا.</p>\n<p>الوعي يعطينا معرفة كاملة بما هو كائن، ومن أين هو، وما يعرفه حقاً، وما يجهله يقيناً.</p>\n<p>علم النفس الثوري يعلم أن الإنسان وحده هو الذي يمكنه أن يعرف نفسه.</p>\n<p>نحن وحدنا من يستطيع أن يعرف ما إذا كنا واعين في لحظة معينة أم لا.</p>\n<p>الشخص نفسه وحده هو الذي يعرف وعيه الخاص وما إذا كان موجوداً في لحظة معينة أم لا.</p>\n<p>الإنسان نفسه وليس غيره، يمكنه أن يدرك للحظة، لوهلة أن قبل تلك اللحظة، قبل تلك اللحظة، لم يكن واعياً حقاً، كان وعيه نائماً جداً، ثم سينسى تلك التجربة أو يحتفظ بها كذكرى، كتذكر تجربة قوية.</p>\n<p>من الضروري أن نعرف أن الوعي في الحيوان العاقل ليس شيئاً مستمراً ودائماً.</p>\n<p>عادة ما يكون الوعي في الحيوان المفكر المسمى الإنسان، نائماً بعمق.</p>\n<p>نادراً، نادراً جداً ما تكون اللحظات التي يكون فيها الوعي مستيقظاً؛ الحيوان المفكر يعمل، ويقود السيارات، ويتزوج، ويموت، إلخ. والوعي نائم تماماً ولا يستيقظ إلا في لحظات استثنائية للغاية:</p>\n<p>حياة الإنسان هي حياة حلم، لكنه يعتقد أنه مستيقظ ولن يعترف أبداً بأنه يحلم، وأن وعيه نائم.</p>\n<p>إذا استيقظ شخص ما، فسيشعر بالخجل الشديد من نفسه، وسيفهم على الفور مهزلتها وسخافتها.</p>\n<p>هذه الحياة سخيفة بشكل مرعب، ومأساوية بشكل فظيع، ونادراً ما تكون سامية.</p>\n<p>إذا استيقظ ملاكم فجأة في منتصف القتال، فسينظر بخجل إلى الجمهور الموقر ويهرب من المشهد الرهيب، أمام دهشة الحشود النائمة وغير الواعية.</p>\n<p>عندما يعترف الإنسان بأن وعيه نائم، يمكنك التأكد من أنه بدأ بالفعل في الاستيقاظ.</p>\n<p>المدارس الرجعية لعلم النفس القديم التي تنكر وجود الوعي وحتى عدم جدوى هذا المصطلح، تتهم بحالة النوم الأعمق. أتباع هذه المدارس ينامون بعمق في حالة شبه واعية وغير واعية عملياً.</p>\n<p>أولئك الذين يخلطون بين الوعي والوظائف النفسية؛ الأفكار والمشاعر والدوافع الحركية والأحاسيس، هم في الواقع غير واعين جداً، وينامون بعمق.</p>\n<p>أولئك الذين يعترفون بوجود الوعي ولكنهم ينكرون بشكل قاطع الدرجات الواعية المختلفة، يتهمون بنقص الخبرة الواعية، ونوم الوعي.</p>\n<p>كل شخص استيقظ للحظة من قبل، يعرف جيداً من تجربته الخاصة أن هناك درجات مختلفة من الوعي يمكن ملاحظتها في نفسه.</p>\n<p>أولاً الوقت. كم من الوقت بقينا واعين؟</p>\n<p>ثانياً التكرار. كم مرة استيقظنا بوعي؟</p>\n<p>ثالثا. الاتساع والاختراق. ما الذي سيكون واعياً به؟</p>\n<p>يؤكد علم النفس الثوري وPhilokalia القديمة أنه من خلال جهود خارقة كبيرة من نوع خاص جداً، يمكن إيقاظ الوعي وجعله مستمراً وقابلاً للتحكم فيه.</p>\n<p>الهدف من التعليم الأساسي هو إيقاظ الوعي. لا فائدة من عشر أو خمس عشرة سنة من الدراسة في المدرسة والكلية والجامعة، إذا كنا عند الخروج من الفصول الدراسية آلات نائمة.</p>\n<p>ليس من المبالغة القول بأنه من خلال بعض الجهد الكبير، يمكن للحيوان المفكر أن يكون واعياً بذاته لبضع دقائق فقط.</p>\n<p>من الواضح أن هناك استثناءات نادرة في هذا الأمر اليوم يجب أن نبحث عنها بمصباح ديوجين، هذه الحالات النادرة يمثلها الرجال الحقيقيون، بوذا، يسوع، هيرميس، كيتزاكواتل، إلخ.</p>\n<p>هؤلاء المؤسسون للأديان امتلكوا وعياً مستمراً، وكانوا مستنيرين عظماء.</p>\n<p>عادة ما لا يكون الناس واعين لذاتهم. إن الوهم بأننا واعون بشكل مستمر ينبع من الذاكرة ومن جميع عمليات التفكير.</p>\n<p>الشخص الذي يمارس تمريناً استرجاعياً لتذكر حياته كلها، يمكنه حقاً أن يتذكر، ويتذكر عدد المرات التي تزوج فيها، وعدد الأطفال الذين أنجبهم، ومن هم والداه، ومعلموه، إلخ.، لكن هذا لا يعني إيقاظ الوعي، هذا ببساطة تذكر أفعال غير واعية وهذا كل شيء.</p>\n<p>من الضروري تكرار ما قلناه في الفصول السابقة. هناك أربع حالات للوعي. هذه هي: النوم، حالة اليقظة، الوعي الذاتي والوعي الموضوعي.</p>\n<p>الحيوان المفكر المسكين الذي يسمى خطأً الإنسان، يعيش فقط في اثنتين من هذه الحالات. جزء من حياته يقضيه في النوم والجزء الآخر في ما يسمى خطأً حالة اليقظة، وهي أيضاً نوم.</p>\n<p>الشخص الذي ينام ويحلم، يعتقد أنه يستيقظ بحقيقة عودته إلى حالة اليقظة، ولكنه في الواقع يستمر في الحلم خلال حالة اليقظة هذه.</p>\n<p>هذا يشبه الفجر، تختفي النجوم بسبب ضوء الشمس لكنها تستمر في الوجود على الرغم من أن العيون الفيزيائية لا تدركها.</p>\n<p>في الحياة الطبيعية العادية، لا يعرف الإنسان شيئاً عن الوعي الذاتي وأقل من ذلك بكثير عن الوعي الموضوعي.</p>\n<p>ومع ذلك، فإن الناس فخورون والجميع يعتقدون أنهم واعون لذاتهم؛ يعتقد الحيوان المفكر بشدة أنه واعي بذاته ولن يقبل بأي حال من الأحوال أن يقال له إنه نائم ويعيش غير واع بذاته.</p>\n<p>هناك لحظات استثنائية يستيقظ فيها الحيوان المفكر، لكن هذه اللحظات نادرة جداً، ويمكن أن تتمثل في لحظة خطر قصوى، أو أثناء انفعال شديد، أو في أي ظرف جديد، أو في أي موقف جديد غير متوقع، إلخ.</p>\n<p>إنه لأمر مؤسف حقاً أن الحيوان المفكر المسكين ليس لديه أي سيطرة على حالات الوعي العابرة هذه، وأنه لا يستطيع استحضارها وأنه لا يستطيع جعلها مستمرة.</p>\n<p>ومع ذلك، يؤكد التعليم الأساسي أن الإنسان يمكنه تحقيق السيطرة على الوعي واكتساب الوعي الذاتي.</p>\n<p>علم النفس الثوري لديه أساليب وإجراءات علمية لإيقاظ الوعي.</p>\n<p>إذا أردنا إيقاظ الوعي، فنحن بحاجة إلى البدء بفحص ودراسة ثم إزالة جميع العقبات التي تظهر في طريقنا، في هذا الكتاب قمنا بتعليم طريق إيقاظ الوعي بدءاً من مقاعد الدراسة نفسها.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/la-conciencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-conciencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-conciencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
