import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "وجدان",
  "locale": "ps",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "37. وجدان",
    "order": 37
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>خلک هوښیاري د ځيرکتيا يا پوهې سره ګډوي او هغه څوک چې ډېر ځيرک يا پوه وي، هغه ته ډېر هوښيار وايي.</p>\n<p>موږ په ډاګه اعلانوو چې په انسان کې هوښياري له هر ډول شک او ګمراهۍ پرته، د داخلي پوهې یو ځانګړی ډول دی چې په بشپړه توګه له ذهني فعالیت څخه خپلواک دی.</p>\n<p>د هوښیارۍ وړتیا موږ ته د ځان په اړه د پوهې اجازه راکوي.</p>\n<p>هوښیاري موږ ته د هغه څه بشپړه پوهه راکوي چې څه دي، چېرته دي، هغه څه چې په ریښتیا سره پوهېږو، هغه څه چې په یقین سره نه پوهېږو.</p>\n<p>انقلابي ارواپوهنه ښیي چې یوازې انسان کولی شي خپل ځان وپېژني.</p>\n<p>یوازې موږ پوهېږو چې ایا موږ په یو ټاکلي وخت کې هوښیار یو که نه.</p>\n<p>یوازې یو څوک د خپلې هوښیارۍ په اړه پوهېدای شي او که دا په یو ټاکلي وخت کې شتون لري که نه.</p>\n<p>انسان خپله او بل هیڅوک نه، کولی شي د یوې شیبې لپاره پوه شي چې له دې شیبې مخکې، له دې وخته مخکې، هغه په ​​ریښتیا هوښیار نه و، د هغه هوښیاري ډېره ویده وه، وروسته به هغه دا تجربه هېره کړي یا به یې د یوې یادګار په توګه وساتي، لکه د یوې قوي تجربې یادګار.</p>\n<p>دا ډېره اړینه ده چې پوه شو چې په منطقي حیوان کې هوښیاري یو دوامداره، تلپاتې شی نه دی.</p>\n<p>معمولا په هغه ذهني حیوان کې چې انسان بلل کیږي، هوښیاري په ژوره توګه ویده وي.</p>\n<p>ډېر لږ، ډېر لږ داسې وختونه دي چې هوښیاري ویښ وي؛ ذهني حیوان کار کوي، موټر چلوي، واده کوي، مري او داسې نور، په بشپړه توګه ویده هوښیاري سره او یوازې په ډېرو استثنایي شیبو کې راویښېږي:</p>\n<p>د انسان ژوند د خوب ژوند دی، مګر هغه باور لري چې ویښ دی او هیڅکله به دا ونه مني چې خوب ویني، چې هوښیاري یې ویده ده.</p>\n<p>که څوک راویښ شي، هغه به په ​​ډار سره له ځانه شرمنده شي، هغه به سمدستي خپل مسخره، خپل بې ارزښته عمل درک کړي.</p>\n<p>دا ژوند په ​​ډار سره مسخره، په ​​ډار سره غمجن او کله کله عالي دی.</p>\n<p>که یو سوک وهونکی د جګړې په منځ کې سمدستي راویښ شي، هغه به په ​​شرم سره ټولو معززو لیدونکو ته وګوري او له دې ناوړه نندارې څخه به وتښتي، د ویده او بې هوښه خلکو په منځ کې د حیرانتیا لامل شي.</p>\n<p>کله چې انسان ومني چې د هغه هوښیاري ویده ده، تاسو ډاډه اوسئ چې هغه لا دمخه راویښېدل پیل کړي دي.</p>\n<p>د زړې ارواپوهنې غبرګوني ښوونځي چې د هوښیارۍ شتون ردوي او حتی د دې اصطلاح بې ګټې ګڼي، د خوب تر ټولو ژور حالت تورنوي. د دغه ښوونځي پیروان په ډېر ژور خوب کې په عملي توګه په نیمه هوښیارۍ او بې هوښۍ حالت کې ویده دي.</p>\n<p>هغه کسان چې هوښیاري له رواني دندو سره ګډوي؛ فکرونه، احساسات، محرکات او احساسات، په ریښتیا سره ډېر بې هوښه دي، په ژوره توګه ویده دي.</p>\n<p>هغه کسان چې د هوښیارۍ شتون مني مګر په کلکه د هوښیارۍ مختلف درجې ردوي، د هوښیارۍ تجربې نشتوالی، د هوښیارۍ خوب تورنوي.</p>\n<p>هر هغه څوک چې کله هم د یوې شیبې لپاره راویښ شوی وي، د خپلې تجربې له لارې په ښه توګه پوهېږي چې د هوښیارۍ مختلف درجې شتون لري چې په ځان کې لیدل کیږي.</p>\n<p>لومړی وخت. موږ څومره وخت هوښیار پاتې شو؟</p>\n<p>دوهم فریکونسي. موږ څو ځله هوښیاري راویښه کړې؟</p>\n<p>دریم. پراخوالی او نفوذ. هغه به له څه شي هوښیار وي؟</p>\n<p>انقلابي ارواپوهنه او لرغونې فیلوکالیا تاییدوي چې د ډېرو ځانګړو ډولونو د لویو هڅو له لارې، یو څوک کولی شي هوښیاري راویښه کړي او هغه دوامداره او کنټرول وړ کړي.</p>\n<p>اساسي زده کړې موخه د هوښیارۍ راویښول دي. په ښوونځي، کالج او پوهنتون کې د لسو یا پنځلسو کلونو زده کړو هیڅ ګټه نشته، که چیرې له ټولګیو څخه د وتلو وروسته موږ ویده اتومات یو.</p>\n<p>دا مبالغه نه ده چې ووایو چې د یوې لویې هڅې له لارې، ذهني حیوان کولی شي یوازې د څو دقیقو لپاره له ځانه هوښیار شي.</p>\n<p>دا روښانه ده چې په دې کې نن سبا نادر استثناوې شتون لري چې موږ باید د دیوجینز څراغ سره ولټوو، دا نادر قضیې د ریښتیني نارینه وو، بودا، عیسی، هرمیس، کوټزکوټل او نورو لخوا نمایندګي کیږي.</p>\n<p>دغو د دینونو بنسټ ایښودونکو دوامداره هوښیاري درلوده، دوی لوی روښانفکران وو.</p>\n<p>معمولا خلک له ځانه هوښیار نه دي. په دوامداره توګه د هوښیارۍ د احساس تېروتنه د حافظې او د فکر د ټولو پروسو څخه رامینځته کیږي.</p>\n<p>هغه سړی چې د خپل ټول ژوند د یادولو لپاره بیرته کتونکی تمرین کوي، کولی شي په حقیقت کې یاد کړي، یاد کړي چې هغه څو ځله واده کړی، څومره ماشومان یې زیږولي، د هغه مور او پلار څوک وو، د هغه ښوونکي، او داسې نور، مګر دا د هوښیارۍ راویښول ندي، دا په ساده ډول د بې هوښه کړنو یادول دي او بس.</p>\n<p>دا اړینه ده چې هغه څه تکرار کړو چې موږ یې په تېرو فصلونو کې ویلي دي. د هوښیارۍ څلور حالتونه شتون لري. دا دي: خوب، د ویښ پاتې کېدو حالت، ځان هوښیاري او هدفي هوښیاري.</p>\n<p>مسکین ذهني حیوان چې په غلطۍ سره انسان بلل کیږي، یوازې په دغو دوو حالتونو کې ژوند کوي. د هغه د ژوند یوه برخه په خوب کې تیریږي او بله برخه په هغه څه کې چې په غلطۍ سره د ویښ پاتې کیدو حالت بلل کیږي، کوم چې هم خوب دی.</p>\n<p>هغه سړی چې ویده دی او خوب ویني، باور لري چې د ویښ پاتې کیدو حالت ته د راستنېدو له لارې راویښېږي، مګر په حقیقت کې د ویښ پاتې کیدو په دې حالت کې خوب ویني.</p>\n<p>دا د سهار په څېر دی، ستوري د لمر د رڼا له امله پټیږي مګر دوی شتون لري که څه هم فزیکي سترګې یې نه ویني.</p>\n<p>په عادي او عام ژوند کې انسان د ځان هوښیارۍ او نه هم د هدفي هوښیارۍ په اړه هیڅ نه پوهېږي.</p>\n<p>په هرصورت، خلک مغرور دي او هرڅوک ځان ځان هوښیار ګڼي؛ ذهني حیوان په کلکه باور لري چې هغه له ځانه هوښیار دی او په هیڅ ډول به دا ونه مني چې ورته وویل شي چې هغه ویده دی او له ځانه بې خبره ژوند کوي.</p>\n<p>استثنايي شیبې شتون لري چې ذهني حیوان راویښ شي، مګر دا شیبې ډېرې لږ دي، دوی د خورا لوی خطر په یوه شیبه کې، د یوې شدیدې احساس، په ځینو نویو شرایطو کې، په ځینو نویو ناڅاپي حالتونو کې، او داسې نورو کې نمایندګي کیدی شي.</p>\n<p>دا په حقیقت کې یوه بدبختي ده چې بېچاره ذهني حیوان د هوښیارۍ په دغو تیریدونکو حالتونو هیڅ واک نه لري، هغه نشي کولی هغه راوباسي، هغه نشي کولی هغه دوامداره کړي.</p>\n<p>په هرصورت، اساسي زده کړې تاییدوي چې انسان کولی شي د هوښیارۍ کنټرول ترلاسه کړي او ځان هوښیاري ترلاسه کړي.</p>\n<p>انقلابي ارواپوهنه د هوښیارۍ راویښولو لپاره علمي میتودونه او کړنلارې لري.</p>\n<p>که موږ غواړو هوښیاري راویښه کړو، موږ اړتیا لرو چې په لار کې د ټولو خنډونو په معاینه کولو، مطالعې او بیا له منځه وړلو پیل وکړو، په دې کتاب کې موږ د هوښیارۍ راویښولو لپاره لاره ښودلې ده چې د ښوونځي له بنچونو څخه پیل کیږي.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ps/educacion-fundamental/la-conciencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/la-conciencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/la-conciencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
