import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Свідомість",
  "locale": "uk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "37. Свідомість",
    "order": 37
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Люди плутають СВІДОМІСТЬ з ІНТЕЛЕКТОМ або РОЗУМОМ, і дуже інтелігентну або інтелектуальну людину називають дуже свідомою.</p>\n<p>Ми стверджуємо, що СВІДОМІСТЬ у людині, без жодного сумніву і не боячись помилитися, є дуже особливим видом СПРИЙНЯТТЯ ВНУТРІШНЬОГО ЗНАННЯ, повністю незалежним від будь-якої розумової діяльності.</p>\n<p>Здатність СВІДОМОСТІ дозволяє нам пізнавати САМИХ СЕБЕ.</p>\n<p>СВІДОМІСТЬ дає нам цілісне знання про те, ЩО Є, звідки воно, що насправді відомо, що точно невідомо.</p>\n<p>РЕВОЛЮЦІЙНА ПСИХОЛОГІЯ вчить, що тільки сама людина може пізнати себе.</p>\n<p>Тільки ми можемо знати, чи є ми свідомими в даний момент часу чи ні.</p>\n<p>Тільки людина може знати про власну свідомість і про те, чи існує вона в даний момент часу чи ні.</p>\n<p>Сама людина і ніхто, крім неї, може усвідомити на мить, на короткий час, що до цієї миті, до цього моменту, вона насправді не була свідомою, її свідомість була дуже сонною, а потім вона забуде цей досвід або збереже його як спогад, як спогад про сильний досвід.</p>\n<p>Нагально необхідно знати, що СВІДОМІСТЬ у РОЗУМНОЇ ТВАРИНИ не є чимось безперервним, постійним.</p>\n<p>Зазвичай СВІДОМІСТЬ в ІНТЕЛЕКТУАЛЬНІЙ ТВАРИНІ, званій людиною, глибоко спить.</p>\n<p>Рідкісні, дуже рідкісні моменти, коли СВІДОМІСТЬ прокидається; інтелектуальна тварина працює, керує автомобілем, одружується, вмирає тощо з повністю сплячою свідомістю, і тільки у виняткових моментах вона прокидається:</p>\n<p>Життя людини – це життя сну, але вона вірить, що не спить, і ніколи не визнає, що спить, що її свідомість спить.</p>\n<p>Якщо хтось прокинеться, він відчує жахливий сором перед собою, одразу зрозуміє свій клоунський вчинок, свою сміховинність.</p>\n<p>Це життя жахливо смішне, жахливо трагічне і рідко піднесене.</p>\n<p>Якщо боксер одразу прокинеться під час бою, він із соромом подивиться на всю поважну публіку і втече з жахливого видовища, на подив сплячих і несвідомих натовпів.</p>\n<p>Коли людина визнає, що її СВІДОМІСТЬ СПИТЬ, можете бути впевнені, що вона вже починає прокидатися.</p>\n<p>Реакційні школи застарілої психології, які заперечують існування СВІДОМОСТІ і навіть непотрібність такого терміна, виявляють найглибший стан сну. Послідовники таких шкіл сплять дуже глибоко, практично в інфрасвідомому та несвідомому стані.</p>\n<p>Ті, хто плутає свідомість з психологічними функціями; думками, почуттями, руховими імпульсами та відчуттями, насправді дуже несвідомі, глибоко сплять.</p>\n<p>Ті, хто визнає існування СВІДОМОСТІ, але категорично заперечує різні ступені свідомості, виявляють брак свідомого досвіду, сон свідомості.</p>\n<p>Кожна людина, яка хоч раз миттєво прокидалася, дуже добре знає з власного досвіду, що існують різні ступені свідомості, які можна спостерігати в собі.</p>\n<p>Перший час. Як довго ми залишалися свідомими?</p>\n<p>Друга частота. Скільки разів ми пробуджували свідомість?</p>\n<p>Третє. АМПЛІТУДА І ПРОНИКНЕННЯ. Про що буде свідомим?</p>\n<p>РЕВОЛЮЦІЙНА ПСИХОЛОГІЯ та стародавня ФІЛОКАЛІЯ стверджують, що за допомогою великих НАДЗУСИЛЬ особливого типу можна пробудити свідомість і зробити її безперервною та контрольованою.</p>\n<p>ОСНОВНА ОСВІТА має на меті пробудження СВІДОМОСТІ. Немає сенсу в десяти-п’ятнадцяти роках навчання в школі, коледжі та університеті, якщо після виходу з аудиторій ми є сплячими автоматами.</p>\n<p>Не буде перебільшенням сказати, що за допомогою великих ЗУСИЛЬ ІНТЕЛЕКТУАЛЬНА ТВАРИНА може усвідомлювати себе лише протягом кількох хвилин.</p>\n<p>Зрозуміло, що в цьому часто трапляються рідкісні винятки, які ми повинні шукати з ліхтарем Діогена, ці рідкісні випадки представлені СПРАВЖНІМИ ЛЮДЬМИ, БУДДОЮ, ІСУСОМ, ГЕРМЕСОМ, КВЕТЦАЛЬКОАТЛЕМ тощо.</p>\n<p>Ці засновники РЕЛІГІЙ володіли БЕЗПЕРЕРВНОЮ СВІДОМІСТЮ, були великими ПРОСВІТЛЕНИМИ.</p>\n<p>Зазвичай люди НЕ усвідомлюють себе. Ілюзія безперервного усвідомлення народжується з пам’яті та всіх процесів мислення.</p>\n<p>Людина, яка практикує ретроспективну вправу, щоб згадати все своє життя, може дійсно згадати, скільки разів вона одружувалася, скільки дітей народила, ким були її батьки, її вчителі тощо, але це не означає пробудження свідомості, це просто спогади про несвідомі дії, і все.</p>\n<p>Необхідно повторити те, що ми вже говорили в попередніх розділах. Існує чотири стани СВІДОМОСТІ. Це: СОН, стан БОДІННЯ, САМОсвідомість і ОБ’ЄКТИВНА СВІДОМІСТЬ.</p>\n<p>Бідна ІНТЕЛЕКТУАЛЬНА ТВАРИНА, помилково названа ЛЮДИНОЮ, живе тільки в двох із цих станів. Частина її життя проходить уві сні, а інша – в так званому СТАНІ БОДІННЯ, який також є сном.</p>\n<p>Людина, яка спить і бачить сон, вважає, що прокидається через повернення до стану бадьорості, але насправді під час цього стану бадьорості вона продовжує бачити сни.</p>\n<p>Це подібно до світанку, зірки ховаються через сонячне світло, але вони продовжують існувати, хоча фізичні очі їх не бачать.</p>\n<p>У звичайному житті людина нічого не знає про САМОСВІДОМІСТЬ і тим більше про ОБ’ЄКТИВНУ СВІДОМІСТЬ.</p>\n<p>Однак люди пишаються і всі вважають себе САМОСВІДОМИМИ; ІНТЕЛЕКТУАЛЬНА ТВАРИНА твердо вірить, що має свідомість себе, і ні в якому разі не погодиться з тим, що їй скажуть, що вона спить і живе несвідомо себе.</p>\n<p>Існують виняткові моменти, коли ІНТЕЛЕКТУАЛЬНА ТВАРИНА прокидається, але ці моменти дуже рідкісні, вони можуть виникати в момент найвищої небезпеки, під час сильної емоції, в якійсь новій обставині, в якійсь новій несподіваній ситуації тощо.</p>\n<p>Дійсно, це нещастя, що бідна ІНТЕЛЕКТУАЛЬНА ТВАРИНА не має жодного контролю над цими швидкоплинними станами свідомості, що вона не може їх викликати, що не може зробити їх безперервними.</p>\n<p>Однак ОСНОВНА ОСВІТА стверджує, що людина може ДОСЯГТИ контролю над СВІДОМІСТЮ і набути САМОСВІДОМІСТЬ.</p>\n<p>РЕВОЛЮЦІЙНА ПСИХОЛОГІЯ має наукові методи і процедури для ПРОБУДЖЕННЯ СВІДОМОСТІ.</p>\n<p>Якщо ми хочемо ПРОБУДИТИ СВІДОМІСТЬ, нам потрібно почати з вивчення, дослідження, а потім усунення всіх перешкод, які виникають на нашому шляху, в цій книзі ми показали шлях до пробудження СВІДОМОСТІ, починаючи з самих шкільних лав.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/uk/educacion-fundamental/la-conciencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/la-conciencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/la-conciencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
