import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ضمیر",
  "locale": "ur",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "37. ضمیر",
    "order": 37
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>لوگ شعور کو ذہانت یا عقل سے گڈمڈ کر دیتے ہیں اور جو شخص بہت ذہین یا بہت فکری ہوتا ہے اسے بہت باشعور قرار دیتے ہیں۔</p>\n<p>ہم دعویٰ کرتے ہیں کہ انسان میں شعور بلاشبہ اور بغیر کسی خوف کے ایک خاص قسم کا اندرونی علم کا حصول ہے جو ذہنی سرگرمی سے بالکل آزاد ہے۔</p>\n<p>شعور کی فیکلٹی ہمیں خود کو جاننے کی اجازت دیتی ہے۔</p>\n<p>شعور ہمیں اس بات کا مکمل علم دیتا ہے کہ کیا ہے، کہاں ہے، جو کچھ واقعی معلوم ہے، جو کچھ یقینی طور پر نامعلوم ہے۔</p>\n<p>انقلابی نفسیات سکھاتی ہے کہ صرف انسان ہی خود کو جان سکتا ہے۔</p>\n<p>صرف ہم ہی جان سکتے ہیں کہ کیا ہم کسی خاص وقت میں باشعور ہیں یا نہیں۔</p>\n<p>صرف کوئی خود ہی اپنے شعور کو جان سکتا ہے اور کیا یہ کسی خاص وقت میں موجود ہے یا نہیں۔</p>\n<p>انسان خود اور اس کے سوا کوئی نہیں، ایک لمحے کے لیے، ایک لمحے کے لیے یہ محسوس کر سکتا ہے کہ اس لمحے سے پہلے، اس لمحے سے پہلے، وہ واقعی باشعور نہیں تھا، اس کا شعور بہت سویا ہوا تھا، بعد میں وہ اس تجربے کو بھول جائے گا یا اسے ایک یاد کے طور پر، ایک مضبوط تجربے کی یاد کے طور پر محفوظ رکھے گا۔</p>\n<p>یہ جاننا ضروری ہے کہ عقلی جانور میں شعور کوئی مسلسل، مستقل چیز نہیں ہے۔</p>\n<p>عام طور پر فکری جانور جسے انسان کہا جاتا ہے میں شعور گہری نیند سوتا ہے۔</p>\n<p>کبھی کبھار ہی ایسے لمحات آتے ہیں جب شعور جاگتا ہے۔ فکری جانور کام کرتا ہے، گاڑیاں چلاتا ہے، شادی کرتا ہے، مر جاتا ہے وغیرہ، مکمل طور پر سوئے ہوئے شعور کے ساتھ اور صرف غیر معمولی لمحات میں جاگتا ہے:</p>\n<p>انسان کی زندگی ایک خواب کی زندگی ہے، لیکن وہ سمجھتا ہے کہ وہ جاگ رہا ہے اور کبھی تسلیم نہیں کرے گا کہ وہ خواب دیکھ رہا ہے، کہ اس کا شعور سو رہا ہے۔</p>\n<p>اگر کوئی جاگ جائے تو وہ اپنے آپ سے خوفناک حد تک شرمندہ ہو گا، وہ فوراً اپنی مسخرے پن، اپنی مضحکہ خیزی کو سمجھ جائے گا۔</p>\n<p>یہ زندگی خوفناک حد تک مضحکہ خیز، خوفناک حد تک المناک اور شاذ و نادر ہی شاندار ہے۔</p>\n<p>اگر ایک باکسر لڑائی کے عین درمیان میں فوراً جاگ جائے تو وہ تمام معزز شائقین کو شرمندگی سے دیکھے گا اور بھیانک تماشے سے بھاگ جائے گا، سوئے ہوئے اور بے ہوش ہجوم کے سامنے حیرت سے۔</p>\n<p>جب انسان یہ تسلیم کر لیتا ہے کہ اس کا شعور سو رہا ہے تو آپ یقین کر سکتے ہیں کہ وہ اب جاگنا شروع کر رہا ہے۔</p>\n<p>فرسودہ نفسیات کے ردِ عمل پسند سکول جو شعور کے وجود سے انکار کرتے ہیں اور یہاں تک کہ اس اصطلاح کو بیکار قرار دیتے ہیں، گہری نیند کی حالت پر الزام لگاتے ہیں۔ ان سکولوں کے پیروکار عملی طور پر تحت الشعور اور بے ہوشی کی حالت میں گہری نیند سوتے ہیں۔</p>\n<p>جو لوگ شعور کو نفسیاتی افعال، خیالات، احساسات، محرکات اور احساسات سے گڈمڈ کرتے ہیں، وہ واقعی بہت بے ہوش ہیں، گہری نیند سوتے ہیں۔</p>\n<p>جو لوگ شعور کے وجود کو تسلیم کرتے ہیں لیکن شعوری درجات سے صاف انکار کرتے ہیں، وہ شعوری تجربے کی کمی، شعور کی نیند پر الزام لگاتے ہیں۔</p>\n<p>ہر وہ شخص جو کبھی کبھار لمحاتی طور پر جاگا ہے، وہ اپنے تجربے سے اچھی طرح جانتا ہے کہ خود میں شعور کے مختلف درجات قابل مشاہدہ ہیں۔</p>\n<p>پہلا وقت۔ ہم کتنی دیر تک باشعور رہے؟</p>\n<p>دوسرا تعدد۔ ہم کتنی بار شعور کے ساتھ جاگے ہیں؟</p>\n<p>تیسرا۔ وسعت اور رسائی۔ کس چیز سے باشعور ہوں گے؟</p>\n<p>انقلابی نفسیات اور قدیم فلوکالیا کا دعویٰ ہے کہ بہت خاص قسم کی بڑی سپر کوششوں سے شعور کو بیدار کیا جا سکتا ہے اور اسے مسلسل اور قابل کنٹرول بنایا جا سکتا ہے۔</p>\n<p>بنیادی تعلیم کا مقصد شعور کو بیدار کرنا ہے۔ سکول، کالج اور یونیورسٹی میں دس یا پندرہ سال کی تعلیم کا کوئی فائدہ نہیں اگر کلاسوں سے نکلنے پر ہم سوئے ہوئے خودکار ہوں۔</p>\n<p>یہ کہنا مبالغہ آرائی نہیں ہو گی کہ کسی بڑی کوشش سے فکری جانور صرف چند منٹوں کے لیے اپنے آپ سے باشعور ہو سکتا ہے۔</p>\n<p>یہ واضح ہے کہ اس میں آج کل شاذ و نادر ہی مستثنیات موجود ہوتے ہیں جنہیں ہمیں دیوجانس کے چراغ سے تلاش کرنا ہوتا ہے، ان نایاب معاملات کی نمائندگی حقیقی مرد، بدھ، یسوع، ہرمیس، کیٹزالکوئٹل وغیرہ کرتے ہیں۔</p>\n<p>ان مذاہب کے بانیوں کے پاس مسلسل شعور تھا، وہ عظیم روشن خیال تھے۔</p>\n<p>عام طور پر لوگ اپنے آپ سے باشعور نہیں ہوتے۔ مسلسل باشعور ہونے کا وہم حافظے اور تمام فکری عمل سے پیدا ہوتا ہے۔</p>\n<p>وہ آدمی جو اپنی پوری زندگی کو یاد کرنے کے لیے ایک رجعت پسندانہ مشق کرتا ہے، وہ سچ میں یاد کر سکتا ہے، یاد کر سکتا ہے کہ اس نے کتنی بار شادی کی، کتنے بچے پیدا کیے، اس کے والدین کون تھے، اس کے اساتذہ کون تھے وغیرہ، لیکن اس کا مطلب شعور کو بیدار کرنا نہیں ہے، یہ محض لاشعوری اعمال کو یاد کرنا ہے اور بس۔</p>\n<p>یہ ضروری ہے کہ ہم وہی دہرائیں جو ہم پہلے ابواب میں کہہ چکے ہیں۔ شعور کی چار حالتیں ہیں۔ یہ ہیں: نیند، بیداری کی حالت، خود آگاہی اور معروضی شعور۔</p>\n<p>غریب فکری جانور جسے غلطی سے انسان کہا جاتا ہے، وہ ان حالتوں میں سے صرف دو میں رہتا ہے۔ اس کی زندگی کا ایک حصہ نیند میں گزرتا ہے اور دوسرا بری طرح سے بیداری کی حالت کہلاتا ہے جو کہ نیند بھی ہے۔</p>\n<p>وہ آدمی جو سو رہا ہے اور خواب دیکھ رہا ہے، یہ مانتا ہے کہ وہ بیداری کی حالت میں واپس آنے کے عمل سے جاگ گیا ہے، لیکن حقیقت میں وہ اس بیداری کی حالت کے دوران خواب دیکھنا جاری رکھتا ہے۔</p>\n<p>یہ طلوع فجر کی طرح ہے، سورج کی روشنی کی وجہ سے ستارے چھپ جاتے ہیں لیکن وہ موجود رہتے ہیں اگرچہ جسمانی آنکھیں انہیں نہیں دیکھ پاتی ہیں۔</p>\n<p>عام زندگی میں انسان خود آگاہی اور اس سے بھی کم معروضی شعور کے بارے میں کچھ نہیں جانتا ہے۔</p>\n<p>تاہم لوگ مغرور ہیں اور ہر کوئی خود کو خود آگاہ سمجھتا ہے، فکری جانور مضبوطی سے مانتا ہے کہ اس کو اپنے آپ کا شعور ہے اور وہ کسی بھی طرح سے یہ قبول نہیں کرے گا کہ اسے بتایا جائے کہ وہ سویا ہوا ہے اور اپنے آپ سے بے خبر زندگی گزار رہا ہے۔</p>\n<p>غیر معمولی لمحات آتے ہیں جب فکری جانور جاگتا ہے، لیکن وہ لمحات بہت کم ہوتے ہیں، انہیں کسی انتہائی خطرے کے لمحے میں، کسی شدید جذبات کے دوران، کسی نئی صورتحال میں، کسی نئی غیر متوقع صورتحال میں ظاہر کیا جا سکتا ہے۔</p>\n<p>یہ واقعی ایک بدقسمتی ہے کہ غریب فکری جانور کو شعور کی ان عارضی حالتوں پر کوئی اختیار نہیں ہے، کہ وہ انہیں یاد نہیں کر سکتا، کہ وہ انہیں مسلسل نہیں بنا سکتا۔</p>\n<p>تاہم بنیادی تعلیم کا دعویٰ ہے کہ انسان شعور پر قابو پا سکتا ہے اور خود آگاہی حاصل کر سکتا ہے۔</p>\n<p>انقلابی نفسیات کے پاس شعور کو بیدار کرنے کے سائنسی طریقے اور طریقہ کار موجود ہیں۔</p>\n<p>اگر ہم شعور کو بیدار کرنا چاہتے ہیں تو ہمیں ان تمام رکاوٹوں کا جائزہ لینا، مطالعہ کرنا اور پھر انہیں دور کرنا شروع کرنا ہو گا جو ہمارے راستے میں پیش آتی ہیں، اس کتاب میں ہم نے سکول کے بنچوں سے شروع کرتے ہوئے شعور کو بیدار کرنے کا راستہ سکھایا ہے۔</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ur/educacion-fundamental/la-conciencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/la-conciencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/la-conciencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
