import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ህሊና",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "37. ህሊና",
    "order": 37
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ሰዎች ህሊናን ከእውቀት ወይም ከአእምሮ ጋር ያደናግሩታል፣ በጣም ብልህ ወይም ምሁር የሆኑ ሰዎችን ደግሞ በጣም ህሊና ያላቸው ብለው ይጠሩዋቸዋል።</p>\n<p>እኛ እንደምናረጋግጠው በሰው ውስጥ ያለው ህሊና ከማንኛውም ጥርጣሬ በላይ እና እራሳችንን ሳናታልል በጣም ልዩ የሆነ የውስጣዊ እውቀት ግንዛቤ አይነት ነው፣ ይህም ከማንኛውም የአእምሮ እንቅስቃሴ ነጻ የሆነ ነው።</p>\n<p>የህሊና ችሎታ እራሳችንን እንድንገነዘብ ያስችለናል።</p>\n<p>ህሊና ምን እንደሆነ፣ የት እንዳለ፣ በእርግጥ ምን እንደሚያውቅ፣ በእርግጥ ምን እንደማያውቅ ሙሉ እውቀት ይሰጠናል።</p>\n<p>አብዮታዊ ሳይኮሎጂ እራሱን ማወቅ የሚችለው ሰውየው ራሱ ብቻ እንደሆነ ያስተምራል።</p>\n<p>በተወሰነ ጊዜ ውስጥ ህሊና እንዳለን ወይም እንደሌለን ማወቅ የምንችለው እኛ ብቻ ነን።</p>\n<p>አንድ ሰው ስለራሱ ህሊና እና በተወሰነ ጊዜ ውስጥ መኖሩን ወይም አለመኖሩን ማወቅ የሚችለው ራሱ ብቻ ነው።</p>\n<p>ሰውየው ራሱ እና ከእሱ ሌላ ማንም ሰው፣ ከዚያ ቅጽበት በፊት፣ ከዛ ጊዜ በፊት በእርግጥ ህሊና እንደሌለው፣ ህሊናው በጣም እንደተኛ፣ ከዚያ በኋላ ያንን ተሞክሮ እንደሚረሳው ወይም እንደ ጠንካራ ተሞክሮ ትውስታ እንደሚይዘው ለአንድ ቅጽበት፣ ለአንድ አፍታ ሊገነዘብ ይችላል።</p>\n<p>በአመክንዮአዊ እንስሳ ውስጥ ያለው ህሊና ቀጣይነት ያለው፣ ቋሚ ነገር እንዳልሆነ ማወቅ አስቸኳይ ነው።</p>\n<p>በተለምዶ የማሰብ ችሎታ ባለው እንስሳ ውስጥ ሰው ተብሎ በሚጠራው ውስጥ ህሊና በጥልቅ ይተኛል።</p>\n<p>ህሊና የሚነቃባቸው ጊዜያት ጥቂት ናቸው; የማሰብ ችሎታ ያለው እንስሳ ይሠራል፣ መኪና ይነዳል፣ ያገባል፣ ይሞታል፣ ወዘተ ህሊናው ሙሉ በሙሉ ተኝቶ እና በጣም ልዩ በሆኑ ጊዜያት ብቻ ይነቃል።</p>\n<p>የሰው ልጅ ሕይወት የእንቅልፍ ሕይወት ነው፣ ነገር ግን ነቅቷል ብሎ ያምናል እና እያለም እንደሆነ፣ ህሊናው እንደተኛ በፍጹም አያምንም።</p>\n<p>አንድ ሰው ቢነቃ እጅግ በጣም ያፍራል፣ ወዲያውኑ የራሱን አስቂኝነት፣ የራሱን ሞኝነት ይረዳል።</p>\n<p>ይህ ሕይወት እጅግ በጣም አስቂኝ፣ በአስፈሪ ሁኔታ አሳዛኝ እና አልፎ አልፎም የከበረ ነው።</p>\n<p>አንድ ቦክሰኛ በውጊያው መካከል በድንገት ቢነቃ፣ የተከበረውን ህዝብ በሃፍረት ይመለከት እና ከተፈሩት እና ከማያውቁት ብዙሃን ፊት በአስፈሪው ትርኢት ይሸሻል።</p>\n<p>የሰው ልጅ ህሊናው እንደተኛ ሲቀበል፣ መንቃት እንደጀመረ እርግጠኛ መሆን ትችላላችሁ።</p>\n<p>የህሊና መኖርን የሚክዱ እና የቃሉን ከንቱነት የሚክዱ ጊዜ ያለፈባቸው የስነ ልቦና ትምህርት ቤቶች ጥልቅ የእንቅልፍ ሁኔታን ያመለክታሉ። የእነዚህ ትምህርት ቤቶች ተከታዮች በተግባር ከንቃተ ህሊና በታች እና ከማያውቁት ሁኔታ ውስጥ በጥልቅ ይተኛሉ።</p>\n<p>ህሊናን ከስነ ልቦና ተግባራት ጋር የሚያምታቱ፤ ሀሳቦች፣ ስሜቶች፣ ተነሳሽ ግፊቶች እና ስሜቶች በእርግጥ በጣም የማያውቁ ናቸው፣ በጥልቅ ይተኛሉ።</p>\n<p>የህሊና መኖርን የሚቀበሉ ነገር ግን የተለያዩ የንቃተ ህሊና ደረጃዎችን የሚክዱ፣ የንቃተ ህሊና ልምድ ማነስን፣ የህሊና እንቅልፍን ያመለክታሉ።</p>\n<p>አንድ ሰው ለአፍታም ቢሆን ከእንቅልፉ የነቃ፣ የተለያዩ የንቃተ ህሊና ደረጃዎች በራሱ ላይ እንደሚታዩ በራሱ ልምድ ያውቃል።</p>\n<p>የመጀመሪያው ጊዜ። ለምን ያህል ጊዜ ህሊና ነበረን?</p>\n<p>ሁለተኛ ድግግሞሽ። ስንት ጊዜ ከህሊናችን ነቅተናል?</p>\n<p>ሶስተኛ. ስፋት እና ዘልቆ መግባት። ምን ያውቃል?</p>\n<p>አብዮታዊ ሳይኮሎጂ እና ጥንታዊው ፊሎካሊያ በጣም ልዩ በሆኑ ታላላቅ የላቀ ጥረቶች ህሊናን ማንቃት እና ቀጣይ እና ቁጥጥር ማድረግ እንደሚቻል ያረጋግጣሉ።</p>\n<p>መሰረታዊ ትምህርት የህሊና መነቃቃትን አላማ ያደርጋል። ከክፍል ስንወጣ ተኝተው ያሉ አውቶማቲክ ሰዎች ከሆንን በአስር ወይም በአስራ አምስት አመታት ትምህርት ቤት፣ ኮሌጅ እና ዩኒቨርሲቲ ውስጥ መማር ምንም ፋይዳ የለውም።</p>\n<p>በሆነ ታላቅ ጥረት የማሰብ ችሎታ ያለው እንስሳ ለጥቂት ደቂቃዎች ራሱን ሊያውቅ ይችላል ብሎ መናገር ማጋነን አይደለም።</p>\n<p>በዚህ ውስጥ ዛሬ ጥቂት ልዩ ሁኔታዎች ሊኖሩ እንደሚችሉ ግልጽ ነው, እኛ በዲዮጋን መብራት መፈለግ አለብን, እነዚህ ብርቅዬ ጉዳዮች በእውነተኛ ሰዎች, ቡድሃ, ኢየሱስ, ሄርሜስ, ኩትዛኮትል, ወዘተ.</p>\n<p>እነዚህ የሃይማኖቶች መስራቾች ቀጣይነት ያለው ህሊና ነበራቸው, ታላላቅ ብሩሃን ነበሩ.</p>\n<p>በተለምዶ ሰዎች ራሳቸውን አያውቁም። ቀጣይነት ባለው መልኩ ንቃተ ህሊና አለን የሚለው ቅዠት የሚመጣው ከማስታወስ እና ከሁሉም የአስተሳሰብ ሂደቶች ነው።</p>\n<p>ህይወቱን በሙሉ ለማስታወስ አንድን የአስተሳሰብ ልምምድ የሚያደርግ ሰው በእውነት ስንት ጊዜ እንዳገባ፣ ስንት ልጆች እንደወለደ፣ ወላጆቹ እነማን እንደሆኑ፣ መምህሮቹ እነማን እንደሆኑ ወዘተ ማስታወስ ይችላል፣ ነገር ግን ይህ ህሊናን መቀስቀስ ማለት አይደለም፣ ይህ በቀላሉ የማያውቁ ድርጊቶችን ማስታወስ ነው እና ያ ብቻ ነው።</p>\n<p>ቀደም ባሉት ምዕራፎች ውስጥ የነገርነውን መድገም አስፈላጊ ነው. አራት የንቃተ ህሊና ደረጃዎች አሉ። እነዚህም፡ እንቅልፍ፣ የንቃት ሁኔታ፣ ራስን-ህሊና እና ተጨባጭ ህሊና ናቸው።</p>\n<p>ድሃው የማሰብ ችሎታ ያለው እንስሳ በስህተት ሰው ተብሎ የሚጠራው በእነዚያ ሁለት ግዛቶች ውስጥ ብቻ ነው የሚኖረው። የህይወቱ ክፍል በእንቅልፍ ውስጥ የሚያልፍ ሲሆን ሌላኛው ደግሞ በስህተት የንቃት ሁኔታ ተብሎ በሚጠራው ውስጥ ነው, ይህም ደግሞ እንቅልፍ ነው.</p>\n<p>የሚተኛ እና የሚያልም ሰው ወደ ንቃት ሁኔታ በመመለሱ ከእንቅልፉ እንደሚነቃ ያምናል, ነገር ግን በእውነቱ በዚህ የንቃት ሁኔታ ውስጥ ማለም ይቀጥላል.</p>\n<p>ይህ እንደ ንጋት ነው, ኮከቦቹ በፀሐይ ብርሃን ምክንያት ተደብቀዋል ነገር ግን አካላዊ ዓይኖች ባይገነዘቡም መኖራቸውን ይቀጥላሉ.</p>\n<p>በተለመደው የዕለት ተዕለት ሕይወት ውስጥ የሰው ልጅ ስለ ራስን-ህሊና ምንም አያውቅም, እና ከሁሉም ያነሰ ስለ ተጨባጭ ህሊና.</p>\n<p>ይሁን እንጂ ሰዎች ኩሩዎች ናቸው እና ሁሉም ሰው ራሱን የሚያውቅ ይመስላል; የማሰብ ችሎታ ያለው እንስሳ ራሱን የሚያውቅ ነው ብሎ አጥብቆ ያምናል እናም ተኝቷል እና እራሱን ሳያውቅ እንደሚኖር ቢነገረው በምንም መንገድ አይቀበልም።</p>\n<p>የማሰብ ችሎታ ያለው እንስሳ የሚነቃባቸው ልዩ ጊዜያት አሉ, ነገር ግን እነዚህ ጊዜያት በጣም ጥቂት ናቸው, በአስጊ ሁኔታ ውስጥ, በጠንካራ ስሜት, በአንዳንድ አዳዲስ ሁኔታዎች, በአንዳንድ አዳዲስ ያልተጠበቁ ሁኔታዎች, ወዘተ ሊወከሉ ይችላሉ.</p>\n<p>የማሰብ ችሎታ ያለው ድሃ እንስሳ በእነዚያ ጊዜያዊ የንቃተ ህሊና ግዛቶች ላይ ምንም ቁጥጥር እንደሌለው ፣ ሊጠራቸው እንደማይችል ፣ ቀጣይነት ያለው ማድረግ እንደማይችል በእውነት አሳዛኝ ነው።</p>\n<p>ይሁን እንጂ መሰረታዊ ትምህርት ሰው የህሊና ቁጥጥርን ማግኘት እና ራስን መቻል እንደሚችል ያረጋግጣል።</p>\n<p>አብዮታዊ ሳይኮሎጂ ህሊናን ለማንቃት ሳይንሳዊ ዘዴዎች እና ሂደቶች አሉት።</p>\n<p>ህሊናን ማንቃት ከፈለግን በመንገድ ላይ የሚያጋጥሙንን መሰናክሎች በመመርመር፣ በማጥናት እና ከዚያም በማስወገድ መጀመር አለብን፣ በዚህ መጽሐፍ ውስጥ ከትምህርት ቤቱ አግዳሚ ወንበሮች ጀምሮ ህሊናን የሚቀሰቅስበትን መንገድ አስተምረናል።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/la-conciencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-conciencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-conciencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
