import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "آگاهی",
  "locale": "fa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "37. آگاهی",
    "order": 37
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>مردم اغلب آگاهی را با هوش یا عقل اشتباه می‌گیرند و به فرد بسیار باهوش یا روشنفکر، صفت بسیار آگاه می‌دهند.</p>\n<p>ما قاطعانه ادعا می‌کنیم که آگاهی در انسان، بدون هیچ شک و تردیدی و بدون ترس از فریب، نوعی خاص از دریافت دانش درونی است که کاملاً مستقل از هرگونه فعالیت ذهنی است.</p>\n<p>توانایی آگاهی، به ما امکان شناخت خودمان را می‌دهد.</p>\n<p>آگاهی، شناخت کاملی از آنچه هستیم، از کجا هستیم، از آنچه واقعاً می‌دانیم و از آنچه قطعاً نمی‌دانیم به ما می‌دهد.</p>\n<p>روانشناسی انقلابی آموزش می‌دهد که فقط خود انسان می‌تواند به شناخت خود برسد.</p>\n<p>فقط ما می‌توانیم بدانیم که آیا در یک لحظه معین آگاه هستیم یا نه.</p>\n<p>فقط خود فرد می‌تواند از آگاهی خود آگاه باشد و اینکه آیا در یک لحظه معین وجود دارد یا نه.</p>\n<p>خود انسان و نه هیچ کس جز او، می‌تواند برای یک لحظه، برای یک آن، متوجه شود که قبل از آن لحظه، قبل از آن آن، واقعاً آگاه نبوده است، آگاهی او بسیار خوابیده بود، بعداً آن تجربه را فراموش می‌کند یا آن را به عنوان یک خاطره، به عنوان خاطره‌ای از یک تجربه قوی، حفظ می‌کند.</p>\n<p>ضروری است بدانیم که آگاهی در حیوان منطقی چیزی پیوسته و دائمی نیست.</p>\n<p>به طور معمول، آگاهی در حیوان فکری که انسان نامیده می‌شود، عمیقاً خوابیده است.</p>\n<p>لحظاتی که آگاهی بیدار است، نادر و بسیار نادر است؛ حیوان فکری کار می‌کند، ماشین می‌راند، ازدواج می‌کند، می‌میرد و غیره، با آگاهی کاملاً خوابیده و فقط در لحظات بسیار استثنایی بیدار می‌شود:</p>\n<p>زندگی انسان، زندگی‌ای پر از خواب است، اما او معتقد است که بیدار است و هرگز نمی‌پذیرد که خواب می‌بیند، که آگاهی‌اش خوابیده است.</p>\n<p>اگر کسی بیدار شود، به طرز وحشتناکی از خودش شرمنده خواهد شد، بلافاصله مسخرگی و مضحک بودنش را درک خواهد کرد.</p>\n<p>این زندگی به طرز وحشتناکی مضحک، به طرز وحشتناکی غم‌انگیز و به ندرت باشکوه است.</p>\n<p>اگر یک بوکسور در حین مبارزه ناگهان بیدار شود، با شرمساری به تماشاگران محترم نگاه می‌کند و از این نمایش وحشتناک، در برابر حیرت جمعیت خواب‌آلود و ناآگاه، فرار می‌کند.</p>\n<p>وقتی انسان اعتراف می‌کند که آگاهی‌اش خوابیده است، می‌توانید مطمئن باشید که او شروع به بیدار شدن کرده است.</p>\n<p>مکاتب ارتجاعی روانشناسی منسوخ که وجود آگاهی و حتی بی‌فایده بودن چنین اصطلاحی را انکار می‌کنند، وضعیت عمیق‌ترین خواب را نشان می‌دهند. پیروان چنین مکاتبی بسیار عمیقاً در حالتی تقریباً زیرآگاه و ناآگاه می‌خوابند.</p>\n<p>کسانی که آگاهی را با عملکردهای روانشناختی؛ افکار، احساسات، انگیزه‌های حرکتی و احساسات اشتباه می‌گیرند، واقعاً بسیار ناآگاه هستند و عمیقاً می‌خوابند.</p>\n<p>کسانی که وجود آگاهی را می‌پذیرند اما درجات مختلف آگاهی را منکر می‌شوند، فقدان تجربه آگاهانه و خواب آگاهی را نشان می‌دهند.</p>\n<p>هرکسی که برای یک بار هم که شده لحظه‌ای بیدار شده باشد، به خوبی از تجربه شخصی می‌داند که درجات مختلف آگاهی وجود دارد که در خود می‌توان مشاهده کرد.</p>\n<p>اول زمان. چه مدت آگاه ماندیم؟</p>\n<p>دوم فراوانی. چند بار آگاهی را بیدار کرده‌ایم؟</p>\n<p>سوم. دامنه و نفوذ. از چه چیزی آگاه خواهیم شد؟</p>\n<p>روانشناسی انقلابی و فیلوکالیای باستانی ادعا می‌کنند که از طریق تلاش‌های فوق‌العاده و بسیار ویژه می‌توان آگاهی را بیدار کرد و آن را پیوسته و قابل کنترل ساخت.</p>\n<p>هدف از آموزش بنیادین، بیدار کردن آگاهی است. ده یا پانزده سال تحصیل در مدرسه، کالج و دانشگاه هیچ فایده‌ای ندارد، اگر وقتی از کلاس‌ها خارج می‌شویم، خودکارهای خوابیده باشیم.</p>\n<p>گزاف نیست اگر بگوییم که حیوان فکری می‌تواند از طریق یک تلاش بزرگ، تنها برای چند دقیقه از خود آگاه شود.</p>\n<p>واضح است که امروزه در این مورد استثناهای نادری وجود دارد که باید با چراغ دیوژن به دنبال آن‌ها بگردیم، این موارد نادر توسط مردان واقعی، بودا، عیسی، هرمس، کوئتزالکواتل و غیره نشان داده می‌شوند.</p>\n<p>این بنیانگذاران مذاهب، آگاهی پیوسته داشتند و روشنگران بزرگی بودند.</p>\n<p>به طور معمول، مردم از خود آگاه نیستند. توهم آگاه بودن به طور مداوم، از حافظه و تمام فرآیندهای فکری ناشی می‌شود.</p>\n<p>مردی که تمرین گذشته‌نگری را برای به خاطر آوردن تمام زندگی خود انجام می‌دهد، ممکن است در واقع به یاد بیاورد، به خاطر بیاورد که چند بار ازدواج کرده، چند فرزند به دنیا آورده، والدینش چه کسانی بوده‌اند، معلمانش و غیره، اما این به معنای بیدار کردن آگاهی نیست، این صرفاً به خاطر آوردن اعمال ناآگاهانه است و همین.</p>\n<p>لازم است آنچه را که قبلاً در فصل‌های قبلی گفتیم تکرار کنیم. چهار حالت آگاهی وجود دارد. این‌ها عبارتند از: خواب، حالت بیداری، خودآگاهی و آگاهی عینی.</p>\n<p>حیوان فکری بیچاره که به اشتباه انسان نامیده می‌شود، فقط در دو مورد از این حالات زندگی می‌کند. بخشی از زندگی او در خواب می‌گذرد و بخشی دیگر در آنچه به اشتباه حالت بیداری نامیده می‌شود، که آن هم خواب است.</p>\n<p>مردی که می‌خوابد و خواب می‌بیند، معتقد است که با بازگشت به حالت بیداری، بیدار می‌شود، اما در واقع در طول این حالت بیداری به خواب دیدن ادامه می‌دهد.</p>\n<p>این شبیه به طلوع آفتاب است، ستارگان به دلیل نور خورشید پنهان می‌شوند، اما آن‌ها همچنان وجود دارند، اگرچه چشم‌های فیزیکی آن‌ها را درک نمی‌کنند.</p>\n<p>در زندگی عادی و روزمره، انسان هیچ چیز از خودآگاهی و چه رسد به آگاهی عینی نمی‌داند.</p>\n<p>با این حال، مردم مغرور هستند و همه خود را خودآگاه می‌دانند. حیوان فکری قویاً معتقد است که از خود آگاه است و به هیچ وجه نمی‌پذیرد که به او گفته شود که خواب است و ناآگاهانه زندگی می‌کند.</p>\n<p>لحظات استثنایی وجود دارد که حیوان فکری بیدار می‌شود، اما این لحظات بسیار نادر هستند، می‌توان آن‌ها را در یک لحظه خطر شدید، در طول یک احساس شدید، در یک شرایط جدید، در یک موقعیت غیرمنتظره جدید و غیره نشان داد.</p>\n<p>واقعاً بدبختی است که حیوان فکری بیچاره هیچ تسلطی بر این حالات زودگذر آگاهی ندارد، که نمی‌تواند آن‌ها را فراخواند، که نمی‌تواند آن‌ها را پیوسته کند.</p>\n<p>با این حال، آموزش بنیادین ادعا می‌کند که انسان می‌تواند کنترل آگاهی را به دست آورد و خودآگاهی را کسب کند.</p>\n<p>روانشناسی انقلابی، روش‌ها و رویه‌های علمی برای بیدار کردن آگاهی دارد.</p>\n<p>اگر می‌خواهیم آگاهی را بیدار کنیم، باید با بررسی، مطالعه و سپس حذف تمام موانعی که در مسیرمان وجود دارد شروع کنیم، در این کتاب راه بیدار کردن آگاهی را از همان نیمکت‌های مدرسه آموزش داده‌ایم.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/fa/educacion-fundamental/la-conciencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/la-conciencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/la-conciencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
