import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Գիտակցությունը",
  "locale": "hy",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "37. Գիտակցությունը",
    "order": 37
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Մարդիկ ՀԱՂԹԱՀԱՐՈՒՄ ԵՆ ԳԻՏԱԿՑՈՒԹՅՈՒՆԸ ԻՆՏԵԼԵԿՏԻ կամ ԻՆՏԵԼԵԿՏՈՒԱԼԻ հետ, իսկ շատ խելացի կամ ինտելեկտուալ մարդուն տալիս են շատ գիտակից որակավորում:</p>\n<p>Մենք պնդում ենք, որ մարդու մեջ ԳԻՏԱԿՑՈՒԹՅՈՒՆԸ կասկածից դուրս է և առանց խաբվելու վախի, ԻՆՔՆԱԳՆԱՀԱՏՄԱՆ ԳԻՏԵԼԻՔԻ շատ առանձնահատուկ տեսակ, որը լիովին անկախ է մտավոր ցանկացած գործունեությունից:</p>\n<p>ԳԻՏԱԿՑՈՒԹՅԱՆ ֆակուլտետը մեզ թույլ է տալիս ճանաչել ԻՆՔՆԵՐՍ ՄԵԶ:</p>\n<p>ԳԻՏԱԿՑՈՒԹՅՈՒՆԸ մեզ ամբողջական գիտելիք է տալիս այն մասին, թե ԻՆՉ Է ԱՅՆ, թե ՈՐՏԵՂ Է ԱՅՆ, այն, ինչ մենք իրականում գիտենք, այն, ինչ մենք անկասկած չգիտենք:</p>\n<p>ՀԵՂԱՓՈԽԱԿԱՆ ՀՈԳԵԲԱՆՈՒԹՅՈՒՆԸ սովորեցնում է, որ միայն ինքը՝ մարդը կարող է ինքն իրեն ճանաչել:</p>\n<p>Միայն մենք կարող ենք իմանալ՝ տվյալ պահին գիտակից ենք, թե ոչ:</p>\n<p>Միայն մեկը կարող է իմանալ սեփական գիտակցության մասին և այն, թե այն գոյություն ունի տվյալ պահին, թե ոչ:</p>\n<p>Ինքը՝ մարդը և ոչ ոք իրենից բացի, կարող է մի պահ զգալ, որ այդ պահից առաջ, այդ պահից առաջ, ինքը իրականում գիտակից չէր, իր գիտակցությունը շատ քնած էր, հետո կմոռանա այդ փորձը կամ այն կպահի որպես հիշողություն, ինչպես ուժեղ փորձի հիշողություն:</p>\n<p>Հրատապ է իմանալ, որ ՌԱՑԻՈՆԱԼ ԿԵՆԴԱՆԻԻ ՄԵՋ ԳԻՏԱԿՑՈՒԹՅՈՒՆԸ որևէ շարունակական, մշտական բան չէ:</p>\n<p>Սովորաբար ԻՆՏԵԼԵԿՏՈՒԱԼ ԿԵՆԴԱՆԻԻ ՄԵՋ ԳԻՏԱԿՑՈՒԹՅՈՒՆԸ, որը կոչվում է մարդ, խորապես քնած է:</p>\n<p>Հազվադեպ, շատ հազվադեպ են այն պահերը, երբ ԳԻՏԱԿՑՈՒԹՅՈՒՆԸ արթուն է. ինտելեկտուալ կենդանին աշխատում է, մեքենա է վարում, ամուսնանում, մահանում և այլն՝ լիովին քնած գիտակցությամբ, և միայն շատ բացառիկ պահերին է արթնանում.</p>\n<p>Մարդու կյանքը քնի կյանք է, բայց նա կարծում է, որ արթուն է, և երբեք չի ընդունի, որ երազում է, որ իր գիտակցությունը քնած է։</p>\n<p>Եթե որևէ մեկը արթնանար, նա սարսափելի ամաչելու էր իրենից, անմիջապես կհասկանար իր ծաղրածությունը, իր ծիծաղելիությունը:</p>\n<p>Այս կյանքը սարսափելի ծիծաղելի է, սարսափելի ողբերգական և հազվադեպ վեհ:</p>\n<p>Եթե բռնցքամարտիկը անմիջապես արթնանար մարտի կեսին, ամաչելով կնայեր ամբողջ պատվավոր հասարակությանը և կփախչեր սարսափելի տեսարանից՝ ի զարմանս քնած և անգիտակից բազմության:</p>\n<p>Երբ մարդն ընդունում է, որ ԻՐ ԳԻՏԱԿՑՈՒԹՅՈՒՆԸ ՔՆԱԾ Է, կարող եք վստահ լինել, որ նա արդեն սկսում է արթնանալ:</p>\n<p>Հոգեբանության հնաոճ ռեակցիոն դպրոցները, որոնք ժխտում են ԳԻՏԱԿՑՈՒԹՅԱՆ գոյությունը և նույնիսկ այդ տերմինի անօգտակարությունը, մեղադրում են քնի ամենախորը վիճակը։ Նման դպրոցների հետևորդները շատ խորն են քնում գործնականում ենթագիտակցական և անգիտակից վիճակում։</p>\n<p>Նրանք, ովքեր գիտակցությունը շփոթում են Հոգեբանական գործառույթների հետ. մտքերը, զգացմունքները, շարժիչ դրդապատճառները և զգայությունները, իրականում շատ անգիտակից են, խորը քնած:</p>\n<p>Նրանք, ովքեր ընդունում են ԳԻՏԱԿՑՈՒԹՅԱՆ գոյությունը, բայց միանգամայն ժխտում են գիտակցական տարբեր աստիճանները, մեղադրում են գիտակցական փորձի բացակայությունը, գիտակցության քունը:</p>\n<p>Ամեն մարդ, ով երբևէ մի պահ արթնացել է, սեփական փորձից շատ լավ գիտի, որ իր մեջ դիտարկվող գիտակցության տարբեր աստիճաններ կան:</p>\n<p>Առաջին ժամանակ: Որքա՞ն ժամանակ ենք մենք մնացել գիտակից:</p>\n<p>Երկրորդ Հաճախականություն: Քանի՞ անգամ ենք մենք արթնացրել գիտակցությունը:</p>\n<p>Երրորդ. ԼԱՅՆՈՒԹՅՈՒՆ ԵՎ ԹԱՓԱՆՑՈՒՄ: Ինչի՞ց է նա գիտակից լինելու:</p>\n<p>ՀԵՂԱՓՈԽԱԿԱՆ ՀՈԳԵԲԱՆՈՒԹՅՈՒՆԸ և հին ՓԻԼՈԿԱԼԻԱՆ պնդում են, որ շատ առանձնահատուկ տեսակի ՄԵԾ ԳԵՐԱԶԱՆՑՈՒՄՆԵՐԻ միջոցով կարելի է արթնացնել գիտակցությունը և դարձնել այն շարունակական և վերահսկելի:</p>\n<p>ՀԻՄՆԱԿԱՆ ԿՐԹՈՒԹՅԱՆ նպատակն է արթնացնել ԳԻՏԱԿՑՈՒԹՅՈՒՆԸ: Դպրոցում, քոլեջում և համալսարանում տասը կամ տասնհինգ տարվա ուսումնասիրություններն անօգուտ են, եթե դասարաններից դուրս գալուց հետո մենք քնած ավտոմատներ ենք:</p>\n<p>Չափազանցություն չէ պնդելը, որ ինչ-որ մեծ ՋԱՆՔԵՐԻ միջոցով ԻՆՏԵԼԵԿՏՈՒԱԼ ԿԵՆԴԱՆԻՆ կարող է գիտակցել իրեն ընդամենը մի քանի րոպե:</p>\n<p>Պարզ է, որ սրանում այսօր հազվադեպ բացառություններ են լինում, որոնք մենք պետք է փնտրենք Դիոգենեսի լապտերով, այդ հազվադեպ դեպքերը ներկայացնում են ԻՐԱԿԱՆ ՄԱՐԴԻԿ, ԲՈՒԴԴԱՆ, ՀԻՍՈՒՍԸ, ՀԵՐՄԵՍԸ, ՔԵԹԶԱՔՈԱԹԼԸ և այլն:</p>\n<p>ԱՅՍ ԿՐՈՆՆԵՐԻ հիմնադիրները ունեին ՇԱՐՈՒՆԱԿԱԿԱՆ ԳԻՏԱԿՑՈՒԹՅՈՒՆ, նրանք մեծ ԼՈՒՍԱՎՈՐԻՉՆԵՐ էին:</p>\n<p>Սովորաբար մարդիկ ԻՐԵՆՑ ԳԻՏԱԿԻՑ ՉԵՆ։ Շարունակաբար գիտակից լինելու պատրանքը ծնվում է հիշողությունից և մտքի բոլոր գործընթացներից:</p>\n<p>Մարդը, ով հետահայաց վարժություն է կատարում իր ողջ կյանքը հիշելու համար, իսկապես կարող է հիշել, հիշել, թե քանի անգամ է ամուսնացել, քանի երեխա է ունեցել, ովքեր են եղել իր ծնողները, ուսուցիչները և այլն, բայց դա չի նշանակում արթնացնել գիտակցությունը, դա պարզապես անգիտակից արարքներ հիշել է և վերջ:</p>\n<p>Անհրաժեշտ է կրկնել այն, ինչ արդեն ասել ենք նախորդ գլուխներում: ԳԻՏԱԿՑՈՒԹՅԱՆ չորս վիճակ կա։ Դրանք են. ՔՈՒՆ, ԱՐԹՆՈՒԹՅԱՆ վիճակ, ԻՆՔՆԱԳԻՏԱԿՑՈՒԹՅՈՒՆ և ՕԲՅԵԿՏԻՎ ԳԻՏԱԿՑՈՒԹՅՈՒՆ:</p>\n<p>Աղքատ ԻՆՏԵԼԵԿՏՈՒԱԼ ԿԵՆԴԱՆԻՆ, որը սխալմամբ կոչվում է ՄԱՐԴ, ապրում է միայն այդ վիճակներից երկուսում: Նրա կյանքի մի մասը անցնում է քնի մեջ, իսկ մյուսը՝ սխալմամբ կոչված ԱՐԹՆՈՒԹՅԱՆ ՎԻՃԱԿՈՒՄ, որը նույնպես քուն է:</p>\n<p>Մարդը, ով քնած է և երազում է, կարծում է, որ արթնանում է արթնության վիճակ վերադառնալու պատճառով, բայց իրականում այս արթնության վիճակում շարունակում է երազել:</p>\n<p>Սա նման է լուսաբացին, աստղերը թաքնվում են արևի լույսի պատճառով, բայց նրանք շարունակում են գոյություն ունենալ, թեև ֆիզիկական աչքերը դրանք չեն ընկալում:</p>\n<p>Նորմալ, սովորական կյանքում մարդը ոչինչ չգիտի ԻՆՔՆԱԳԻՏԱԿՑՈՒԹՅԱՆ մասին, և առավել ևս՝ ՕԲՅԵԿՏԻՎ ԳԻՏԱԿՑՈՒԹՅԱՆ մասին:</p>\n<p>Այնուամենայնիվ, մարդիկ հպարտ են, և բոլորը իրենց համարում են ԻՆՔՆԱԳԻՏԱԿԻՑ. ԻՆՏԵԼԵԿՏՈՒԱԼ ԿԵՆԴԱՆԻՆ խստորեն հավատում է, որ գիտակցում է իրեն, և ոչ մի կերպ չի ընդունի, որ իրեն ասեն, որ նա քնած է և անտեղյակ է իրեն:</p>\n<p>Բացառիկ պահեր են լինում, երբ ԻՆՏԵԼԵԿՏՈՒԱԼ ԿԵՆԴԱՆԻՆ արթնանում է, բայց այդ պահերը շատ հազվադեպ են, դրանք կարելի է ներկայացնել գերագույն վտանգի պահին, ուժեղ հույզի ժամանակ, որոշ նոր հանգամանքներում, որոշ նոր անսպասելի իրավիճակում և այլն:</p>\n<p>Իսկապես դժբախտություն է, որ աղքատ ԻՆՏԵԼԵԿՏՈՒԱԼ ԿԵՆԴԱՆԻՆ որևէ վերահսկողություն չունի գիտակցության այդ անցողիկ վիճակների վրա, որ նա չի կարող հիշեցնել դրանք, որ նա չի կարող դրանք շարունակական դարձնել:</p>\n<p>Այնուամենայնիվ, ՀԻՄՆԱԿԱՆ ԿՐԹՈՒԹՅՈՒՆԸ պնդում է, որ մարդը կարող է ՁԵՌՔ ԲԵՐԵԼ ԳԻՏԱԿՑՈՒԹՅԱՆ վերահսկողությունը և ձեռք բերել ԻՆՔՆԱԳԻՏԱԿՑՈՒԹՅՈՒՆ:</p>\n<p>ՀԵՂԱՓՈԽԱԿԱՆ ՀՈԳԵԲԱՆՈՒԹՅՈՒՆԸ ունի գիտական մեթոդներ և ընթացակարգեր ԳԻՏԱԿՑՈՒԹՅՈՒՆ ԱՐԹՆԱՑՆԵԼՈՒ ՀԱՄԱՐ:</p>\n<p>Եթե մենք ուզում ենք ԳԻՏԱԿՑՈՒԹՅՈՒՆ ԱՐԹՆԱՑՆԵԼ, մենք պետք է սկսենք քննել, ուսումնասիրել, ապա վերացնել բոլոր այն խոչընդոտները, որոնք մեզ ներկայացվում են ճանապարհին, այս գրքում մենք սովորեցրել ենք ԳԻՏԱԿՑՈՒԹՅՈՒՆ ԱՐԹՆԱՑՆԵԼՈՒ ճանապարհը՝ սկսած Դպրոցի նույն նստարաններից:</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hy/educacion-fundamental/la-conciencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/la-conciencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/la-conciencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
