import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Η Συνείδηση",
  "locale": "el",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "37. Η Συνείδηση",
    "order": 37
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Οι άνθρωποι συγχέουν τη ΣΥΝΕΙΔΗΣΗ με την ΕΥΦΥΙΑ ή με το ΝΟΗΜΟΣΥΝΗ και τον πολύ έξυπνο ή πολύ διανοούμενο άνθρωπο, τον χαρακτηρίζουν ως πολύ συνειδητοποιημένο.</p>\n<p>Εμείς ισχυριζόμαστε ότι η ΣΥΝΕΙΔΗΣΗ στον άνθρωπο είναι χωρίς αμφιβολία και χωρίς φόβο να απατηθούμε, ένα πολύ ιδιαίτερο είδος ΠΡΟΣΛΗΨΗΣ ΕΣΩΤΕΡΙΚΗΣ ΓΝΩΣΗΣ εντελώς ανεξάρτητο από κάθε νοητική δραστηριότητα.</p>\n<p>Η ικανότητα της ΣΥΝΕΙΔΗΣΗΣ μας επιτρέπει τη γνώση του ΕΑΥΤΟΥ ΜΑΣ.</p>\n<p>Η ΣΥΝΕΙΔΗΣΗ μας δίνει ολοκληρωμένη γνώση του τι ΕΙΝΑΙ, από πού είναι, τι πραγματικά γνωρίζει, τι σίγουρα αγνοεί.</p>\n<p>Η ΕΠΑΝΑΣΤΑΤΙΚΗ ΨΥΧΟΛΟΓΙΑ διδάσκει ότι μόνο ο ίδιος ο άνθρωπος μπορεί να γνωρίσει τον εαυτό του.</p>\n<p>Μόνο εμείς μπορούμε να ξέρουμε αν είμαστε συνειδητοί σε μια δεδομένη στιγμή ή όχι.</p>\n<p>Μόνο ο καθένας μπορεί να ξέρει για τη δική του συνείδηση και αν αυτή υπάρχει σε μια δεδομένη στιγμή ή όχι.</p>\n<p>Ο ίδιος ο άνθρωπος και κανείς άλλος εκτός από αυτόν, μπορεί να αντιληφθεί για μια στιγμή, για μια στιγμή ότι πριν από εκείνη τη στιγμή, πριν από εκείνη τη στιγμή, δεν ήταν πραγματικά συνειδητός, είχε τη συνείδησή του πολύ κοιμισμένη, μετά θα ξεχάσει αυτή την εμπειρία ή θα τη διατηρήσει ως ανάμνηση, ως ανάμνηση μιας έντονης εμπειρίας.</p>\n<p>Είναι επείγον να γνωρίζουμε ότι η ΣΥΝΕΙΔΗΣΗ στο ΛΟΓΙΚΟ ΖΩΟ δεν είναι κάτι συνεχές, μόνιμο.</p>\n<p>Κανονικά η ΣΥΝΕΙΔΗΣΗ στο ΔΙΑΝΟΗΤΙΚΟ ΖΩΟ που ονομάζεται άνθρωπος, κοιμάται βαθιά.</p>\n<p>Σπάνιες, πολύ σπάνιες είναι οι στιγμές που η ΣΥΝΕΙΔΗΣΗ είναι ξύπνια· το διανοητικό ζώο εργάζεται, οδηγεί αυτοκίνητα, παντρεύεται, πεθαίνει, κ.λπ. με τη συνείδηση εντελώς κοιμισμένη και μόνο σε πολύ εξαιρετικές στιγμές ξυπνά:</p>\n<p>Η ζωή του ανθρώπου είναι μια ζωή ονείρου, αλλά αυτός πιστεύει ότι είναι ξύπνιος και ποτέ δεν θα παραδεχτεί ότι ονειρεύεται, ότι έχει τη συνείδηση κοιμισμένη.</p>\n<p>Αν κάποιος κατάφερνε να ξυπνήσει, θα ένιωθε τρομερά ντροπιασμένος με τον εαυτό του, θα κατανοούσε αμέσως την παρωδία του, τη γελοιότητά του.</p>\n<p>Αυτή η ζωή είναι τρομερά γελοία, φρικτά τραγική και σπάνια υπέροχη.</p>\n<p>Αν ένας πυγμάχος κατάφερνε να ξυπνήσει αμέσως κατά τη διάρκεια ενός αγώνα, θα κοιτούσε ντροπιασμένος όλο το αξιότιμο κοινό και θα έφευγε από το φρικτό θέαμα, προς έκπληξη των κοιμισμένων και ασυνείδητων μαζών.</p>\n<p>Όταν ο άνθρωπος παραδέχεται ότι έχει την ΚΟΙΜΙΣΜΕΝΗ ΣΥΝΕΙΔΗΣΗ, μπορείτε να είστε σίγουροι ότι ήδη αρχίζει να ξυπνά.</p>\n<p>Οι αντιδραστικές Σχολές παρωχημένης Ψυχολογίας που αρνούνται την ύπαρξη της ΣΥΝΕΙΔΗΣΗΣ και ακόμη και την αχρηστία ενός τέτοιου όρου, κατηγορούν την κατάσταση του βαθύτερου ύπνου. Οι οπαδοί τέτοιων Σχολών κοιμούνται πολύ βαθιά σε μια κατάσταση πρακτικά υποσυνείδητη και ασυνείδητη.</p>\n<p>Όσοι συγχέουν τη συνείδηση με τις Ψυχολογικές λειτουργίες· σκέψεις, συναισθήματα, κινητικές παρορμήσεις και αισθήσεις, είναι πραγματικά πολύ ασυνείδητοι, κοιμούνται βαθιά.</p>\n<p>Όσοι παραδέχονται την ύπαρξη της ΣΥΝΕΙΔΗΣΗΣ αλλά αρνούνται κατηγορηματικά τα διάφορα συνειδησιακά επίπεδα, κατηγορούν την έλλειψη συνειδησιακής εμπειρίας, τον ύπνο της συνείδησης.</p>\n<p>Κάθε άνθρωπος που για κάποια φορά έχει ξυπνήσει στιγμιαία, γνωρίζει πολύ καλά από προσωπική εμπειρία ότι υπάρχουν διαφορετικά επίπεδα συνείδησης παρατηρήσιμα στον εαυτό του.</p>\n<p>Πρώτος Χρόνος. Για πόσο χρόνο παραμείναμε συνειδητοί;</p>\n<p>Δεύτερο Συχνότητα. Πόσες φορές έχουμε ξυπνήσει συνείδηση;</p>\n<p>Τρίτο. ΕΥΡΟΣ ΚΑΙ ΔΙΑΠΕΡΑΣΤΙΚΟΤΗΤΑ. Τι θα είναι συνειδητό;</p>\n<p>Η ΕΠΑΝΑΣΤΑΤΙΚΗ ΨΥΧΟΛΟΓΙΑ και η αρχαία ΦΙΛΟΚΑΛΙΑ ισχυρίζονται ότι μέσω μεγάλων ΥΠΕΡ-ΠΡΟΣΠΑΘΕΙΩΝ πολύ ιδιαίτερου τύπου μπορεί να ξυπνήσει συνείδηση και να γίνει συνεχής και ελέγξιμη.</p>\n<p>Η ΘΕΜΕΛΙΩΔΗΣ ΕΚΠΑΙΔΕΥΣΗ έχει ως αντικείμενο να ξυπνήσει ΣΥΝΕΙΔΗΣΗ. Δεν χρησιμεύουν σε τίποτα δέκα ή δεκαπέντε χρόνια σπουδών στο Σχολείο, το Κολέγιο και το Πανεπιστήμιο, αν όταν βγαίνουμε από τις αίθουσες είμαστε κοιμισμένα αυτόματα.</p>\n<p>Δεν είναι υπερβολή να ισχυριστούμε ότι μέσω κάποιας μεγάλης ΠΡΟΣΠΑΘΕΙΑΣ μπορεί το ΔΙΑΝΟΗΤΙΚΟ ΖΩΟ να είναι συνειδητό για τον εαυτό του μόνο για μερικά λεπτά.</p>\n<p>Είναι σαφές ότι σε αυτό συνήθως υπάρχουν σήμερα σπάνιες εξαιρέσεις που πρέπει να αναζητήσουμε με τον φακό του Διογένη, αυτές οι σπάνιες περιπτώσεις αντιπροσωπεύονται από τους ΑΛΗΘΙΝΟΥΣ ΑΝΘΡΩΠΟΥΣ, τον ΒΟΥΔΑ, τον ΙΗΣΟΥ, τον ΕΡΜΗ, τον ΚΕΤΣΑΚΟΑΤΛ, κ.λπ.</p>\n<p>Αυτοί οι ιδρυτές ΘΡΗΣΚΕΙΩΝ κατείχαν ΣΥΝΕΧΗ ΣΥΝΕΙΔΗΣΗ, ήταν μεγάλοι ΦΩΤΙΣΜΕΝΟΙ.</p>\n<p>Κανονικά οι άνθρωποι ΔΕΝ είναι συνειδητοί για τον εαυτό τους. Η ψευδαίσθηση του να είμαστε συνειδητοί με συνεχή τρόπο, γεννιέται από τη μνήμη και από όλες τις διαδικασίες της σκέψης.</p>\n<p>Ο άνθρωπος που ασκεί μια αναδρομική άσκηση για να θυμηθεί όλη του τη ζωή, μπορεί πραγματικά να αναπολήσει, να θυμηθεί πόσες φορές παντρεύτηκε, πόσα παιδιά γέννησε, ποιοι ήταν οι γονείς του, οι Δάσκαλοί του, κ.λπ., αλλά αυτό δεν σημαίνει να ξυπνήσει συνείδηση, αυτό είναι απλώς να θυμηθεί ασυνείδητες πράξεις και αυτό είναι όλο.</p>\n<p>Είναι απαραίτητο να επαναλάβουμε αυτό που ήδη είπαμε σε προηγούμενα κεφάλαια. Υπάρχουν τέσσερις καταστάσεις ΣΥΝΕΙΔΗΣΗΣ. Αυτές είναι: ΥΠΝΟΣ, κατάσταση ΑΓΡΥΠΝΙΑΣ, ΑΥΤΟ-Συνείδηση και ΑΝΤΙΚΕΙΜΕΝΙΚΗ ΣΥΝΕΙΔΗΣΗ.</p>\n<p>Το φτωχό ΔΙΑΝΟΗΤΙΚΟ ΖΩΟ εσφαλμένα αποκαλούμενο ΑΝΘΡΩΠΟΣ, ζει μόνο σε δύο από αυτές τις καταστάσεις. Ένα μέρος της ζωής του περνά στον ύπνο και το άλλο στην κακώς αποκαλούμενη ΚΑΤΑΣΤΑΣΗ ΑΓΡΥΠΝΙΑΣ, η οποία επίσης είναι ύπνος.</p>\n<p>Ο άνθρωπος που κοιμάται και ονειρεύεται, πιστεύει ότι ξυπνά με το γεγονός ότι επιστρέφει στην κατάσταση της αγρυπνίας, αλλά στην πραγματικότητα κατά τη διάρκεια αυτής της κατάστασης αγρυπνίας συνεχίζει να ονειρεύεται.</p>\n<p>Αυτό μοιάζει με την αυγή, τα αστέρια κρύβονται λόγω του ηλιακού φωτός, αλλά αυτά συνεχίζουν να υπάρχουν αν και τα φυσικά μάτια δεν τα αντιλαμβάνονται.</p>\n<p>Στην κανονική ζωή, κοινή και συνηθισμένη ο άνθρωπος δεν γνωρίζει τίποτα για την ΑΥΤΟ-ΣΥΝΕΙΔΗΣΗ και πολύ λιγότερο για την ΑΝΤΙΚΕΙΜΕΝΙΚΗ ΣΥΝΕΙΔΗΣΗ.</p>\n<p>Ωστόσο, οι άνθρωποι είναι περήφανοι και όλοι πιστεύουν ότι είναι ΑΥΤΟ-ΣΥΝΕΙΔΗΤΟΙ· το ΔΙΑΝΟΗΤΙΚΟ ΖΩΟ πιστεύει σταθερά ότι έχει συνείδηση του εαυτού του και σε καμία περίπτωση δεν θα δεχτεί να του πουν ότι είναι κοιμισμένος και ότι ζει ασυνείδητος για τον εαυτό του.</p>\n<p>Υπάρχουν εξαιρετικές στιγμές που το ΔΙΑΝΟΗΤΙΚΟ ΖΩΟ ξυπνά, αλλά αυτές οι στιγμές είναι πολύ σπάνιες, μπορούν να αντιπροσωπευτούν σε μια στιγμή υπέρτατου κινδύνου, κατά τη διάρκεια μιας έντονης συγκίνησης, σε κάποια νέα περίσταση, σε κάποια νέα απροσδόκητη κατάσταση, κ.λπ.</p>\n<p>Είναι πραγματικά μια ατυχία το ότι το φτωχό ΔΙΑΝΟΗΤΙΚΟ ΖΩΟ δεν έχει κανέναν έλεγχο πάνω σε αυτές τις φευγαλέες καταστάσεις συνείδησης, ότι δεν μπορεί να τις επικαλεστεί, ότι δεν μπορεί να τις κάνει συνεχείς.</p>\n<p>Ωστόσο, η ΘΕΜΕΛΙΩΔΗΣ ΕΚΠΑΙΔΕΥΣΗ ισχυρίζεται ότι ο άνθρωπος μπορεί να ΕΠΙΤΥΧΕΙ τον έλεγχο της ΣΥΝΕΙΔΗΣΗΣ και να αποκτήσει ΑΥΤΟ-ΣΥΝΕΙΔΗΣΗ.</p>\n<p>Η ΕΠΑΝΑΣΤΑΤΙΚΗ ΨΥΧΟΛΟΓΙΑ έχει μεθόδους επιστημονικές διαδικασίες για να ΞΥΠΝΗΣΕΙ ΣΥΝΕΙΔΗΣΗ.</p>\n<p>Αν θέλουμε να ΞΥΠΝΗΣΟΥΜΕ ΣΥΝΕΙΔΗΣΗ πρέπει να αρχίσουμε να εξετάζουμε, να μελετάμε και μετά να εξαλείψουμε όλα τα εμπόδια που μας παρουσιάζονται στο δρόμο, σε αυτό το βιβλίο έχουμε διδάξει τον δρόμο για να ξυπνήσουμε ΣΥΝΕΙΔΗΣΗ ξεκινώντας από τα ίδια τα θρανία του Σχολείου.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/el/educacion-fundamental/la-conciencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/la-conciencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/la-conciencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
