import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ცნობიერება",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "37. ცნობიერება",
    "order": 37
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ხალხს ცნობიერება ინტელექტში ან გონებაში ერევა და ძალიან ჭკვიან ან ინტელექტუალურ ადამიანს ძალიან ცნობიერს უწოდებენ.</p>\n<p>ჩვენ ვაცხადებთ, რომ ცნობიერება ადამიანში, ყოველგვარი ეჭვის გარეშე და მოტყუების შიშის გარეშე, არის შინაგანი ცოდნის აღქმის ძალიან განსაკუთრებული სახეობა, რომელიც სრულიად დამოუკიდებელია ნებისმიერი გონებრივი აქტივობისგან.</p>\n<p>ცნობიერების უნარი გვაძლევს საშუალებას, შევიცნოთ საკუთარი თავი.</p>\n<p>ცნობიერება გვაძლევს სრულ ცოდნას იმის შესახებ, თუ რა არის, სად არის, რა იცის რეალურად, რა არ იცის ნამდვილად.</p>\n<p>რევოლუციური ფსიქოლოგია გვასწავლის, რომ მხოლოდ ადამიანს შეუძლია საკუთარი თავის შეცნობა.</p>\n<p>მხოლოდ ჩვენ შეგვიძლია ვიცოდეთ, ვართ თუ არა ცნობიერი მოცემულ მომენტში, თუ არა.</p>\n<p>მხოლოდ საკუთარ თავს შეუძლია იცოდეს საკუთარი ცნობიერების შესახებ და არსებობს თუ არა იგი მოცემულ მომენტში.</p>\n<p>ადამიანს და მას გარდა სხვას არ შეუძლია გააცნობიეროს თუნდაც ერთი წამით, ერთი წუთით, რომ ამ წამამდე, ამ წუთამდე ის ნამდვილად არ იყო ცნობიერი, მისი ცნობიერება ძალიან ღრმად ეძინა, შემდეგ დაივიწყებს ამ გამოცდილებას ან შეინახავს მას როგორც მოგონებას, როგორც ძლიერი გამოცდილების მოგონებას.</p>\n<p>აუცილებელია ვიცოდეთ, რომ ცნობიერება რაციონალურ ცხოველში არ არის რაიმე უწყვეტი, მუდმივი.</p>\n<p>ჩვეულებრივ, ცნობიერება ინტელექტუალურ ცხოველში, რომელსაც ადამიანი ჰქვია, ღრმად სძინავს.</p>\n<p>იშვიათია, ძალიან იშვიათია მომენტები, როდესაც ცნობიერება იღვიძებს; ინტელექტუალური ცხოველი მუშაობს, მართავს მანქანებს, ქორწინდება, კვდება და ა.შ. სრულიად მძინარე ცნობიერებით და მხოლოდ ძალიან იშვიათ მომენტებში იღვიძებს:</p>\n<p>ადამიანის სიცოცხლე არის სიზმრის ცხოვრება, მაგრამ მას სჯერა, რომ ფხიზლობს და არასოდეს აღიარებს, რომ სძინავს, რომ ცნობიერება ეძინება.</p>\n<p>თუ ვინმე გაიღვიძებს, საშინლად შერცხვება საკუთარი თავის, მაშინვე გააცნობიერებს თავის კლოუნადას, თავის აბსურდულობას.</p>\n<p>ეს ცხოვრება საშინლად სასაცილოა, საშინლად ტრაგიკული და იშვიათად ამაღლებული.</p>\n<p>თუ მოკრივე გაიღვიძებს პირდაპირ ბრძოლის შუაგულში, შერცხვენილი შეხედავს მთელ საპატიო პუბლიკას და გაიქცევა საშინელი სანახაობიდან, მძინარე და უგონო ხალხის გასაოცრად.</p>\n<p>როდესაც ადამიანი აღიარებს, რომ ცნობიერება ეძინება, შეგიძლიათ დარწმუნებული იყოთ, რომ ის უკვე იწყებს გაღვიძებას.</p>\n<p>ძველი ფსიქოლოგიის რეაქციული სკოლები, რომლებიც უარყოფენ ცნობიერების არსებობას და ამ ტერმინის უსარგებლობასაც კი, ადანაშაულებენ ძილის ყველაზე ღრმა მდგომარეობას. ამ სკოლების მიმდევრებს ძალიან ღრმად სძინავთ პრაქტიკულად ინფრაცნობიერსა და უგონო მდგომარეობაში.</p>\n<p>ვინც ცნობიერებას ფსიქოლოგიურ ფუნქციებში ერევა; აზრები, გრძნობები, მოტორული იმპულსები და შეგრძნებები, რეალურად ძალიან უგონოები არიან, ღრმად სძინავთ.</p>\n<p>ვინც აღიარებს ცნობიერების არსებობას, მაგრამ კატეგორიულად უარყოფს ცნობიერების სხვადასხვა ხარისხს, ადანაშაულებს ცნობიერების გამოცდილების ნაკლებობას, ცნობიერების ძილს.</p>\n<p>ნებისმიერმა ადამიანმა, რომელსაც ერთხელ მაინც გაეღვიძა, საკუთარი გამოცდილებიდან კარგად იცის, რომ არსებობს ცნობიერების სხვადასხვა ხარისხი, რომელთა დაკვირვებაც საკუთარ თავშია შესაძლებელი.</p>\n<p>პირველი დრო. რამდენ ხანს ვიყავით ცნობიერი?</p>\n<p>მეორე სიხშირე. რამდენჯერ გაგვეღვიძა ცნობიერება?</p>\n<p>მესამე. სიგანე და შეღწევადობა. რისი ცნობიერი იქნება?</p>\n<p>რევოლუციური ფსიქოლოგია და ძველი ფილოკალია ამტკიცებენ, რომ განსაკუთრებული ტიპის დიდი ზე-ძალისხმევით შეიძლება ცნობიერების გაღვიძება და მისი უწყვეტი და კონტროლირებადი გახადოს.</p>\n<p>ფუნდამენტური განათლების მიზანია ცნობიერების გაღვიძება. არაფერს არ ნიშნავს სკოლაში, კოლეჯსა და უნივერსიტეტში ათი ან თხუთმეტი წელი სწავლა, თუ საკლასო ოთახებიდან გამოსვლისას მძინარე ავტომატები ვართ.</p>\n<p>გადაჭარბებული არ იქნება იმის თქმა, რომ რაიმე დიდი ძალისხმევით ინტელექტუალურ ცხოველს შეუძლია საკუთარი თავის გაცნობიერება მხოლოდ რამდენიმე წუთის განმავლობაში.</p>\n<p>ცხადია, ამაში დღეს იშვიათი გამონაკლისები გვხვდება, რომლებიც დიოგენესის ფარანით უნდა ვეძებოთ, ეს იშვიათი შემთხვევები წარმოდგენილია ჭეშმარიტი ადამიანებით, ბუდა, იესო, ჰერმესი, კეცალკოატლი და ა.შ.</p>\n<p>რელიგიების ამ დამფუძნებლებს ჰქონდათ უწყვეტი ცნობიერება, ისინი იყვნენ დიდი განმანათლებლები.</p>\n<p>ჩვეულებრივ, ხალხი არ არის საკუთარი თავის ცნობიერი. უწყვეტად ცნობიერების ილუზია მეხსიერებიდან და აზროვნების ყველა პროცესიდან იბადება.</p>\n<p>ადამიანს, რომელიც ახორციელებს რეტროსპექტიულ ვარჯიშს მთელი თავისი ცხოვრების გასახსენებლად, შეუძლია ჭეშმარიტად გაიხსენოს, გაიხსენოს რამდენჯერ დაქორწინდა, რამდენი შვილი გააჩინა, ვინ იყვნენ მისი მშობლები, მისი მასწავლებლები და ა.შ., მაგრამ ეს არ ნიშნავს ცნობიერების გაღვიძებას, ეს უბრალოდ უგონო ქმედებების გახსენებაა და ეს არის ყველაფერი.</p>\n<p>აუცილებელია გავიმეოროთ ის, რაც უკვე ვთქვით წინა თავებში. ცნობიერების ოთხი მდგომარეობა არსებობს. ესენია: ძილი, სიფხიზლის მდგომარეობა, თვითცნობიერება და ობიექტური ცნობიერება.</p>\n<p>საწყალი ინტელექტუალური ცხოველი, რომელსაც შეცდომით ადამიანი ეწოდება, მხოლოდ ამ მდგომარეობიდან ორში ცხოვრობს. მისი ცხოვრების ნაწილი ძილში გადის, ხოლო მეორე ნაწილი ცუდად წოდებულ სიფხიზლის მდგომარეობაში, რომელიც ასევე ძილია.</p>\n<p>ადამიანს, რომელსაც სძინავს და ესიზმრება, ჰგონია, რომ იღვიძებს სიფხიზლის მდგომარეობაში დაბრუნებით, მაგრამ სინამდვილეში ამ სიფხიზლის მდგომარეობაში აგრძელებს ძილს.</p>\n<p>ეს გამთენიის მსგავსია, ვარსკვლავები მზის სინათლის გამო იმალებიან, მაგრამ ისინი აგრძელებენ არსებობას, თუმცა ფიზიკური თვალები მათ ვერ აღიქვამენ.</p>\n<p>ჩვეულებრივ ცხოვრებაში ადამიანმა არაფერი იცის თვითცნობიერების შესახებ და მით უმეტეს ობიექტური ცნობიერების შესახებ.</p>\n<p>თუმცა, ხალხი ამაყია და ყველას ჰგონია, რომ თვითცნობიერია; ინტელექტუალურ ცხოველს მტკიცედ სჯერა, რომ აქვს საკუთარი თავის ცნობიერება და არანაირად არ მიიღებს იმის თქმას, რომ მძინარეა და უგონოდ ცხოვრობს საკუთარი თავის მიმართ.</p>\n<p>არის განსაკუთრებული მომენტები, როდესაც ინტელექტუალური ცხოველი იღვიძებს, მაგრამ ეს მომენტები ძალიან იშვიათია, ისინი შეიძლება წარმოდგენილი იყოს უდიდესი საფრთხის მომენტში, ინტენსიური ემოციის დროს, რაიმე ახალ გარემოებაში, რაიმე ახალ მოულოდნელ სიტუაციაში და ა.შ.</p>\n<p>მართლაც სამწუხაროა, რომ საწყალ ინტელექტუალურ ცხოველს არ აქვს არანაირი კონტროლი ცნობიერების ამ წარმავალ მდგომარეობებზე, რომ მას არ შეუძლია მათი გამოწვევა, რომ არ შეუძლია მათი უწყვეტი გახადოს.</p>\n<p>თუმცა, ფუნდამენტური განათლება ამტკიცებს, რომ ადამიანს შეუძლია მიაღწიოს ცნობიერების კონტროლს და შეიძინოს თვითცნობიერება.</p>\n<p>რევოლუციურ ფსიქოლოგიას აქვს ცნობიერების გაღვიძების მეცნიერული მეთოდები.</p>\n<p>თუ გვინდა ცნობიერების გაღვიძება, უნდა დავიწყოთ ყველა იმ დაბრკოლების გამოკვლევით, შესწავლით და შემდეგ აღმოფხვრით, რომელიც ჩვენს გზაზე ჩნდება, ამ წიგნში ჩვენ ვასწავლეთ გზა ცნობიერების გასაღვიძებლად, დაწყებული სკოლის სკამებიდან.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/educacion-fundamental/la-conciencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/la-conciencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/la-conciencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
