import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ສະຕິ",
  "locale": "lao",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "37. ສະຕິ",
    "order": 37
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ຜູ້ຄົນມັກສັບສົນສະຕິກັບປັນຍາ ຫຼື ຄວາມຮູ້, ແລະ ໃຫ້ຄຸນສົມບັດຂອງຜູ້ມີສະຕິສູງແກ່ຜູ້ທີ່ມີຄວາມສະຫຼາດ ຫຼື ມີຄວາມຮູ້ສູງ.</p>\n<p>ພວກເຮົາຢືນຢັນວ່າ ສະຕິໃນມະນຸດເປັນສິ່ງທີ່ແນ່ນອນ ແລະ ບໍ່ມີຄວາມຢ້ານກົວຕໍ່ການຫຼອກລວງ, ເປັນປະເພດພິເສດຂອງການຮັບຮູ້ຄວາມຮູ້ພາຍໃນທີ່ເປັນເອກະລາດຈາກກິດຈະກໍາທາງຈິດທັງໝົດ.</p>\n<p>ຄວາມສາມາດຂອງສະຕິຊ່ວຍໃຫ້ພວກເຮົາຮູ້ຈັກຕົວເອງ.</p>\n<p>ສະຕິໃຫ້ຄວາມຮູ້ທີ່ຄົບຖ້ວນກ່ຽວກັບສິ່ງທີ່ເປັນ, ບ່ອນທີ່ມັນຢູ່, ສິ່ງທີ່ຮູ້ແທ້, ສິ່ງທີ່ບໍ່ຮູ້ແທ້ແນ່ນອນ.</p>\n<p>ຈິດ​ຕະ​ວິ​ທະ​ຍາ​ປະ​ຕິ​ວັດ​ສອນ​ວ່າ​ພຽງ​ແຕ່​ມະ​ນຸດ​ເອງ​ສາ​ມາດ​ຮູ້​ຈັກ​ຕົວ​ເອງ.</p>\n<p>ພຽງແຕ່ພວກເຮົາເທົ່ານັ້ນທີ່ສາມາດຮູ້ໄດ້ວ່າພວກເຮົາຮູ້ສຶກຕົວໃນຊ່ວງເວລາໃດນຶ່ງຫຼືບໍ່.</p>\n<p>ພຽງແຕ່ຄົນເຮົາເທົ່ານັ້ນທີ່ສາມາດຮູ້ຈັກສະຕິຂອງຕົນເອງ ແລະ ວ່າມັນມີຢູ່ໃນຊ່ວງເວລາໃດນຶ່ງຫຼືບໍ່.</p>\n<p>ມະ​ນຸດ​ເອງ ແລະ ບໍ່​ມີ​ໃຜ​ນອກ​ຈາກ​ເຂົາ, ສາ​ມາດ​ຮັບ​ຮູ້​ໄດ້​ໃນ​ຊົ່ວ​ຄາວ​ນຶ່ງ, ວ່າ​ກ່ອນ​ເວ​ລາ​ນັ້ນ, ກ່ອນ​ເວ​ລາ​ນັ້ນ, ເຂົາ​ບໍ່​ໄດ້​ຮູ້​ສຶກ​ຕົວ​ແທ້ໆ, ສະ​ຕິ​ຂອງ​ເຂົາ​ນອນ​ຫລັບ​ຫລາຍ, ຫລັງ​ຈາກ​ນັ້ນ​ເຂົາ​ຈະ​ລືມ​ປະ​ສົບ​ການ​ນັ້ນ​ຫຼື​ຈະ​ຮັກ​ສາ​ມັນ​ໄວ້​ເປັນ​ຄວາມ​ຊົງ​ຈໍາ, ເປັນ​ຄວາມ​ຊົງ​ຈໍາ​ຂອງ​ປະ​ສົບ​ການ​ທີ່​ແຮງ​ກ້າ.</p>\n<p>ມັນ​ເປັນ​ສິ່ງ​ຈໍາ​ເປັນ​ທີ່​ຈະ​ຮູ້​ວ່າ​ສະ​ຕິ​ໃນ​ສັດ​ທີ່​ມີ​ເຫດ​ຜົນ​ບໍ່​ແມ່ນ​ສິ່ງ​ຕໍ່​ເນື່ອງ, ຖາ​ວອນ.</p>\n<p>ປົກກະຕິແລ້ວສະຕິໃນສັດປັນຍາທີ່ເອີ້ນວ່າຜູ້ຊາຍ, ນອນຫລັບຢ່າງເລິກເຊິ່ງ.</p>\n<p>ຫາຍາກ, ຫາຍາກທີ່ສຸດແມ່ນຊ່ວງເວລາທີ່ສະຕິຕື່ນຂຶ້ນ; ສັດປັນຍາເຮັດວຽກ, ຂັບລົດ, ແຕ່ງງານ, ຕາຍ, ແລະອື່ນໆທີ່ມີສະຕິນອນຫລັບຫມົດແລະພຽງແຕ່ໃນເວລາທີ່ພິເສດຫຼາຍເທົ່ານັ້ນທີ່ຕື່ນຂຶ້ນ:</p>\n<p>ຊີວິດຂອງມະນຸດແມ່ນຊີວິດແຫ່ງຄວາມຝັນ, ແຕ່ລາວເຊື່ອວ່າລາວຕື່ນຂຶ້ນແລະຈະບໍ່ຍອມຮັບວ່າລາວກໍາລັງຝັນ, ວ່າສະຕິຂອງລາວນອນຫລັບ.</p>\n<p>ຖ້າໃຜຜູ້ຫນຶ່ງຕື່ນຂຶ້ນ, ພວກເຂົາຈະຮູ້ສຶກອັບອາຍກັບຕົວເອງຢ່າງຫນ້າຢ້ານກົວ, ພວກເຂົາຈະເຂົ້າໃຈທັນທີວ່າເປັນເລື່ອງຕະຫລົກ, ເປັນເລື່ອງທີ່ຫນ້າຫົວຂອງພວກເຂົາ.</p>\n<p>ຊີວິດນີ້ແມ່ນຫນ້າກຽດຊັງຢ່າງຫນ້າຢ້ານກົວ, ເປັນເລື່ອງໂສກເສົ້າຢ່າງຫນ້າຢ້ານກົວແລະບໍ່ຄ່ອຍມີຄວາມສູງສົ່ງ.</p>\n<p>ຖ້ານັກມວຍຄົນນຶ່ງຕື່ນຂຶ້ນທັນທີໃນລະຫວ່າງການຕໍ່ສູ້, ລາວຈະເບິ່ງຜູ້ຊົມທີ່ເຄົາລົບນັບຖືທັງຫມົດຢ່າງອັບອາຍແລະຫນີຈາກການສະແດງທີ່ຫນ້າຢ້ານກົວ, ຕໍ່ຫນ້າຄວາມແປກໃຈຂອງຝູງຊົນທີ່ນອນຫລັບແລະບໍ່ຮູ້ສຶກຕົວ.</p>\n<p>ເມື່ອມະນຸດຍອມຮັບວ່າສະຕິຂອງຕົນນອນຫລັບ, ທ່ານສາມາດແນ່ໃຈວ່າລາວເລີ່ມຕື່ນຂຶ້ນແລ້ວ.</p>\n<p>ໂຮງຮຽນປະຕິກິລິຍາຂອງຈິດຕະສາດທີ່ລ້າສະໄຫມທີ່ປະຕິເສດການມີຢູ່ຂອງສະຕິແລະເຖິງແມ່ນວ່າຄວາມບໍ່ມີປະໂຫຍດຂອງຄໍາສັບນັ້ນ, ກ່າວຫາວ່າສະຖານະຂອງການນອນຫລັບທີ່ເລິກທີ່ສຸດ. ຜູ້ຕິດຕາມຂອງໂຮງຮຽນດັ່ງກ່າວນອນຫລັບຢ່າງເລິກເຊິ່ງໃນສະພາບທີ່ເກືອບຈະບໍ່ຮູ້ສຶກຕົວແລະບໍ່ຮູ້ສຶກຕົວ.</p>\n<p>ຜູ້ທີ່ສັບສົນສະຕິກັບຫນ້າທີ່ທາງຈິດໃຈ; ຄວາມຄິດ, ຄວາມຮູ້ສຶກ, ແຮງກະຕຸ້ນມໍເຕີແລະຄວາມຮູ້ສຶກ, ຕົວຈິງແລ້ວແມ່ນບໍ່ຮູ້ສຶກຕົວ, ນອນຫລັບຢ່າງເລິກເຊິ່ງ.</p>\n<p>ຜູ້ທີ່ຍອມຮັບການມີຢູ່ຂອງສະຕິແຕ່ປະຕິເສດຢ່າງຮາບພຽງລະດັບສະຕິທີ່ແຕກຕ່າງກັນ, ກ່າວຫາວ່າຂາດປະສົບການທີ່ມີສະຕິ, ຄວາມຝັນຂອງສະຕິ.</p>\n<p>ທຸກໆຄົນທີ່ເຄີຍຕື່ນຂຶ້ນໃນເວລາໃດນຶ່ງ, ຮູ້ດີໂດຍປະສົບການຂອງຕົນເອງວ່າມີລະດັບສະຕິທີ່ແຕກຕ່າງກັນທີ່ສາມາດສັງເກດໄດ້ໃນຕົວເອງ.</p>\n<p>ເວລາທໍາອິດ. ພວກເຮົາຮູ້ສຶກຕົວດົນປານໃດ?</p>\n<p>ຄວາມຖີ່ທີສອງ. ພວກເຮົາໄດ້ຕື່ນຂຶ້ນມາຮູ້ສຶກຕົວຈັກເທື່ອ?</p>\n<p>ອັນທີສາມ. ຄວາມກວ້າງ ແລະ ການເຈາະ. ລາວຈະຮູ້ສຶກຕົວແນວໃດ?</p>\n<p>ຈິດ​ຕະ​ວິ​ທະ​ຍາ​ປະ​ຕິ​ວັດ ແລະ PHILOKALIA ບູ​ຮານ​ຢືນ​ຢັນ​ວ່າ​ໂດຍ​ການ SUPER-EFFORTS ທີ່​ຍິ່ງ​ໃຫຍ່​ຂອງ​ປະ​ເພດ​ພິ​ເສດ​ທີ່​ສະ​ຕິ​ສາ​ມາດ​ຕື່ນ​ຂຶ້ນ​ແລະ​ເຮັດ​ໃຫ້​ຕໍ່​ເນື່ອງ​ແລະ​ຄວບ​ຄຸມ​ໄດ້.</p>\n<p>ການສຶກສາຂັ້ນພື້ນຖານແມ່ນເພື່ອຕື່ນຂຶ້ນສະຕິ. ສິບຫຼືສິບຫ້າປີຂອງການສຶກສາໃນໂຮງຮຽນ, ວິທະຍາໄລແລະມະຫາວິທະຍາໄລບໍ່ມີປະໂຫຍດຫຍັງ, ຖ້າອອກຈາກຫ້ອງຮຽນພວກເຮົາເປັນເຄື່ອງຈັກນອນຫລັບ.</p>\n<p>ມັນ​ບໍ່​ແມ່ນ​ການ​ເວົ້າ​ເກີນ​ຈິງ​ທີ່​ຈະ​ເວົ້າ​ວ່າ​ໂດຍ​ການ​ພະ​ຍາ​ຍາມ​ທີ່​ຍິ່ງ​ໃຫຍ່​ໃດ​ຫນຶ່ງ​ສັດ​ປັນ​ຍາ​ສາ​ມາດ​ຮູ້​ຈັກ​ຕົວ​ເອງ​ພຽງ​ແຕ່​ສອງ​ສາມ​ນາ​ທີ.</p>\n<p>ມັນເປັນທີ່ຈະແຈ້ງວ່າໃນເລື່ອງນີ້ມັກຈະມີຂໍ້ຍົກເວັ້ນທີ່ຫາຍາກໃນມື້ນີ້ທີ່ພວກເຮົາຕ້ອງຊອກຫາດ້ວຍໂຄມໄຟຂອງ Diogenes, ກໍລະນີທີ່ຫາຍາກເຫຼົ່ານັ້ນແມ່ນເປັນຕົວແທນໂດຍຜູ້ຊາຍທີ່ແທ້ຈິງ, BUDDHA, JESUS, HERMES, QUETZACOATL, ແລະອື່ນໆ.</p>\n<p>ຜູ້ກໍ່ຕັ້ງສາສະຫນາເຫຼົ່ານີ້ມີສະຕິຢ່າງຕໍ່ເນື່ອງ, ພວກເຂົາເຈົ້າມີຄວາມຮູ້ສຶກຢ່າງໃຫຍ່ຫຼວງ.</p>\n<p>ໂດຍປົກກະຕິແລ້ວຄົນບໍ່ຮູ້ຕົວເອງ. ຄວາມຫຼົງໄຫຼທີ່ຈະຮູ້ສຶກຕົວຢ່າງຕໍ່ເນື່ອງ, ເກີດມາຈາກຄວາມຊົງຈໍາແລະຂະບວນການທັງຫມົດຂອງຄວາມຄິດ.</p>\n<p>ຜູ້​ຊາຍ​ທີ່​ປະ​ຕິ​ບັດ​ການ​ອອກ​ກໍາ​ລັງ​ກາຍ​ຄືນ​ຫລັງ​ເພື່ອ​ຈື່​ຈໍາ​ຊີ​ວິດ​ທັງ​ຫມົດ​ຂອງ​ເຂົາ, ແທ້​ຈິງ​ສາ​ມາດ​ລະ​ນຶກ​ເຖິງ, ຈື່​ຈໍາ​ວ່າ​ເຂົາ​ໄດ້​ແຕ່ງ​ງານ​ຈັກ​ເທື່ອ, ມີ​ລູກ​ຈັກ​ຄົນ, ໃຜ​ເປັນ​ພໍ່​ແມ່​ຂອງ​ເຂົາ, ຄູ​ອາ​ຈານ​ຂອງ​ເຂົາ, ແລະ​ອື່ນໆ, ແຕ່​ນີ້​ບໍ່​ໄດ້​ຫມາຍ​ຄວາມ​ວ່າ​ຕື່ນ​ຂຶ້ນ​ມາ​ຮູ້​ສຶກ​ຕົວ, ນີ້​ແມ່ນ​ພຽງ​ແຕ່​ການ​ຈື່​ຈໍາ​ການ​ກະ​ທໍາ​ທີ່​ບໍ່​ຮູ້​ສຶກ​ຕົວ​ແລະ​ນັ້ນ​ແມ່ນ​ທັງ​ຫມົດ.</p>\n<p>ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະເວົ້າຄືນສິ່ງທີ່ພວກເຮົາໄດ້ເວົ້າແລ້ວໃນບົດທີ່ຜ່ານມາ. ມີສີ່ລັດຂອງສະຕິ. ເຫຼົ່ານີ້ແມ່ນ: ຄວາມຝັນ, ສະຖານະຂອງການຕື່ນຕົວ, ສະຕິຕົນເອງແລະສະຕິວັດຖຸປະສົງ.</p>\n<p>ສັດປັນຍາທີ່ທຸກຍາກທີ່ເອີ້ນວ່າ MAN ຜິດພາດ, ພຽງແຕ່ອາໄສຢູ່ໃນສອງລັດເຫຼົ່ານັ້ນ. ພາກສ່ວນຫນຶ່ງຂອງຊີວິດຂອງລາວໃຊ້ເວລາໃນຄວາມຝັນແລະອີກພາກສ່ວນຫນຶ່ງໃນສິ່ງທີ່ເອີ້ນວ່າ STATE OF VÍGILLA, ເຊິ່ງກໍ່ແມ່ນຄວາມຝັນເຊັ່ນກັນ.</p>\n<p>ຜູ້ຊາຍທີ່ນອນຫລັບແລະຝັນ, ເຊື່ອວ່າລາວຕື່ນຂຶ້ນໂດຍຄວາມຈິງທີ່ວ່າລາວກັບຄືນສູ່ສະພາບການຕື່ນຕົວ, ແຕ່ໃນຄວາມເປັນຈິງໃນລະຫວ່າງສະພາບການຕື່ນຕົວນີ້ລາວຍັງສືບຕໍ່ຝັນ.</p>\n<p>ນີ້ຄ້າຍຄືກັບຕອນເຊົ້າ, ດວງດາວຖືກເຊື່ອງໄວ້ເນື່ອງຈາກແສງຕາເວັນແຕ່ພວກເຂົາຍັງສືບຕໍ່ມີຢູ່ເຖິງແມ່ນວ່າຕາທາງດ້ານຮ່າງກາຍບໍ່ໄດ້ຮັບຮູ້ພວກເຂົາ.</p>\n<p>ໃນຊີວິດປົກກະຕິ, ທຳ ມະດາ, ມະນຸດບໍ່ຮູ້ຫຍັງກ່ຽວກັບຄວາມເປັນເອກະລາດແລະຫນ້ອຍກວ່າຄວາມສະຕິວັດຖຸປະສົງ.</p>\n<p>ຢ່າງໃດກໍຕາມ, ປະຊາຊົນມີຄວາມພາກພູມໃຈແລະທຸກຄົນເຊື່ອວ່າພວກເຂົາເປັນສິ່ງທີ່ເປັນອິດສະຫຼະ; ສັດປັນຍາເຊື່ອຫມັ້ນວ່າລາວມີສະຕິຂອງຕົນເອງແລະຈະບໍ່ຍອມຮັບວ່າລາວເປັນຄົນນອນຫລັບແລະດໍາລົງຊີວິດທີ່ບໍ່ຮູ້ຕົວເອງ.</p>\n<p>ມີຊ່ວງເວລາທີ່ພິເສດທີ່ສັດປັນຍາຕື່ນຂຶ້ນ, ແຕ່ຊ່ວງເວລາເຫຼົ່ານັ້ນແມ່ນຫາຍາກຫຼາຍ, ສາມາດເປັນຕົວແທນໃນຊ່ວງເວລາອັນຕະລາຍສູງສຸດ, ໃນລະຫວ່າງອາລົມທີ່ເຂັ້ມຂຸ້ນ, ໃນບາງສະຖານະການໃຫມ່, ໃນບາງສະຖານະການທີ່ບໍ່ຄາດຄິດ, ແລະອື່ນໆ.</p>\n<p>ມັນເປັນຄວາມໂຊກຮ້າຍແທ້ໆທີ່ສັດປັນຍາທີ່ທຸກຍາກບໍ່ມີຄວາມຊໍານານໃດໆກ່ຽວກັບລັດສະຕິທີ່ຫນີໄປເຫຼົ່ານັ້ນ, ວ່າລາວບໍ່ສາມາດເອີ້ນພວກເຂົາ, ວ່າລາວບໍ່ສາມາດເຮັດໃຫ້ພວກເຂົາຕໍ່ເນື່ອງ.</p>\n<p>ຢ່າງໃດກໍຕາມ, ການສຶກສາຂັ້ນພື້ນຖານຢືນຢັນວ່າຜູ້ຊາຍສາມາດບັນລຸການຄວບຄຸມສະຕິແລະໄດ້ຮັບການຮັບຮູ້ຕົນເອງ.</p>\n<p>ຈິດຕະສາດປະຕິວັດມີວິທີການວິທະຍາສາດເພື່ອຕື່ນຂຶ້ນສະຕິ.</p>\n<p>ຖ້າພວກເຮົາຕ້ອງການຕື່ນຂຶ້ນສະຕິພວກເຮົາຈໍາເປັນຕ້ອງເລີ່ມຕົ້ນໂດຍການກວດສອບ, ສຶກສາແລະຫຼັງຈາກນັ້ນລົບລ້າງອຸປະສັກທັງຫມົດທີ່ເຂົ້າມາໃນເສັ້ນທາງຂອງພວກເຮົາ, ໃນປຶ້ມນີ້ພວກເຮົາໄດ້ສອນເສັ້ນທາງທີ່ຈະຕື່ນຂຶ້ນສະຕິໂດຍເລີ່ມຕົ້ນຈາກຕັ່ງນັ່ງຂອງໂຮງຮຽນເອງ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/lao/educacion-fundamental/la-conciencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/la-conciencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/la-conciencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
