import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "התודעה",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "37. התודעה",
    "order": 37
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>אנשים מבלבלים את המודעות עם האינטליגנציה או השכל, ולאדם מאוד אינטליגנטי או אינטלקטואלי, הם נותנים את הכינוי מודע מאוד.</p>\n<p>אנו טוענים שהמודעות באדם היא ללא ספק וללא חשש להטעות, סוג מאוד מסוים של תפיסה של ידע פנימי עצמאית לחלוטין מכל פעילות מנטלית.</p>\n<p>יכולת המודעות מאפשרת לנו את הידע על עצמנו.</p>\n<p>המודעות נותנת לנו ידע שלם על מה שקיים, היכן הוא נמצא, מה באמת יודעים, מה בוודאות לא יודעים.</p>\n<p>הפסיכולוגיה המהפכנית מלמדת שרק האדם עצמו יכול להגיע להכיר את עצמו.</p>\n<p>רק אנחנו יכולים לדעת אם אנו מודעים ברגע נתון או לא.</p>\n<p>רק אדם אחד יכול לדעת על המודעות שלו עצמו ואם היא קיימת ברגע נתון או לא.</p>\n<p>האדם עצמו ואף אחד מלבד הוא, יכול להבין לרגע, לרגע שלפני הרגע הזה, לפני הרגע הזה, הוא באמת לא היה מודע, המודעות שלו הייתה רדומה מאוד, אחר כך הוא ישכח את החוויה הזו או ישמור אותה כזיכרון, כזיכרון של חוויה חזקה.</p>\n<p>דחוף לדעת שהמודעות בחיה הרציונלית אינה דבר רציף, קבוע.</p>\n<p>בדרך כלל המודעות בחיה האינטלקטואלית המכונה אדם, ישנה עמוק.</p>\n<p>נדירים, נדירים מאוד הם הרגעים בהם המודעות ערה; החיה האינטלקטואלית עובדת, נוהגת במכוניות, מתחתנת, מתה וכו’ כשהמודעות רדומה לחלוטין ורק ברגעים חריגים מאוד היא מתעוררת:</p>\n<p>חיי האדם הם חיי חלום, אבל הוא חושב שהוא ער ולעולם לא יודה שהוא חולם, שהמודעות שלו רדומה.</p>\n<p>אם מישהו יתעורר, הוא ירגיש נבוך מאוד מעצמו, הוא יבין מיד את הליצנות שלו, את הגיחוך שלו.</p>\n<p>החיים האלה מגוחכים להחריד, טרגיים להחריד ולעתים רחוקות נשגבים.</p>\n<p>אם מתאגרף יתעורר מיד בעיצומה של קרב, הוא יסתכל במבוכה על כל הקהל המכובד ויברח מהמחזה הנורא, לתדהמת ההמונים הרדומים והלא מודעים.</p>\n<p>כאשר האדם מודה שהמודעות שלו רדומה, אתם יכולים להיות בטוחים שהוא כבר מתחיל להתעורר.</p>\n<p>האסכולות הריאקציוניות של פסיכולוגיה מיושנת השוללות את קיומה של המודעות ואפילו את חוסר התועלת של מונח כזה, מאשימות את מצב השינה העמוק ביותר. חסידי האסכולות הללו ישנים עמוק מאוד במצב כמעט תת מודע וחסר הכרה.</p>\n<p>מי שמבלבל את המודעות עם הפונקציות הפסיכולוגיות; מחשבות, רגשות, דחפים מוטוריים ותחושות, באמת לא מודעים מאוד, ישנים עמוק.</p>\n<p>מי שמודה בקיומה של המודעות אך מכחיש לחלוטין את הדרגות המודעות השונות, מאשים חוסר ניסיון מודע, שינה של המודעות.</p>\n<p>כל אדם שאי פעם התעורר לרגע, יודע היטב מניסיונו שלו שישנן דרגות שונות של מודעות הניתנות לצפייה בעצמו.</p>\n<p>זמן ראשון. כמה זמן נשארנו מודעים?</p>\n<p>תדירות שנייה. כמה פעמים התעוררנו למודעות?</p>\n<p>שלישי. רוחב וחדירה. ממה יהיה מודע?</p>\n<p>הפסיכולוגיה המהפכנית והפילוקליה העתיקה טוענות שבאמצעות מאמצי-על גדולים מסוג מיוחד מאוד ניתן לעורר מודעות ולהפוך אותה לרציפה וניתנת לשליטה.</p>\n<p>מטרת החינוך הבסיסי היא לעורר מודעות. אין טעם בעשר או חמש עשרה שנות לימודים בבית הספר, במכללה ובאוניברסיטה, אם כשיוצאים מהכיתות אנחנו אוטומטים רדומים.</p>\n<p>אין זו הגזמה לומר שבאמצעות מאמץ גדול כלשהו יכולה החיה האינטלקטואלית להיות מודעת לעצמה למשך כמה דקות בלבד.</p>\n<p>ברור שבזה יש בדרך כלל יוצאי דופן נדירים שאנו צריכים לחפש עם הפנס של דיוגנס, המקרים הנדירים הללו מיוצגים על ידי האנשים האמיתיים, בודהה, ישו, הרמס, קצאלקואטל וכו’.</p>\n<p>מייסדי הדתות הללו החזיקו במודעות מתמשכת, היו נאורים גדולים.</p>\n<p>בדרך כלל אנשים אינם מודעים לעצמם. האשליה של להיות מודעים באופן רציף, נובעת מהזיכרון ומכל תהליכי החשיבה.</p>\n<p>האדם המתאמן בתרגיל רטרוספקטיבי כדי לזכור את כל חייו, יכול באמת להיזכר, לזכור כמה פעמים התחתן, כמה ילדים הוליד, מי היו הוריו, מוריו וכו’, אבל זה לא אומר לעורר מודעות, זה פשוט לזכור מעשים לא מודעים וזה הכל.</p>\n<p>יש צורך לחזור על מה שכבר אמרנו בפרקים קודמים. ישנם ארבעה מצבים של מודעות. אלה הם: שינה, מצב של ערות, מודעות עצמית ומודעות אובייקטיבית.</p>\n<p>החיה האינטלקטואלית המסכנה שנקראת בטעות אדם, חיה רק ​​בשניים מהמצבים הללו. חלק מחייה עובר בשינה וחלק אחר במצב שנקרא בטעות מצב של ערות, שהוא גם שינה.</p>\n<p>האדם שישן וחולם, מאמין שהוא מתעורר מעצם החזרה למצב של ערות, אך למעשה במהלך מצב הערות הזה הוא ממשיך לחלום.</p>\n<p>זה דומה לזריחה, הכוכבים מוסתרים בגלל אור השמש אבל הם ממשיכים להתקיים למרות שהעיניים הפיזיות לא תופסות אותם.</p>\n<p>בחיים הרגילים השגרתיים האדם לא יודע דבר על מודעות עצמית וקל וחומר על מודעות אובייקטיבית.</p>\n<p>עם זאת אנשים גאים וכולם מאמינים שהם מודעים לעצמם; החיה האינטלקטואלית מאמינה בתוקף שיש לה מודעות לעצמה ובשום אופן לא תקבל שיגידו לה שהיא ישנה וחיה לא מודעת לעצמה.</p>\n<p>ישנם רגעים יוצאי דופן בהם החיה האינטלקטואלית מתעוררת, אבל הרגעים האלה נדירים מאוד, הם יכולים להיות מיוצגים ברגע של סכנה עליונה, במהלך רגש עז, באיזו נסיבות חדשות, באיזו סיטואציה חדשה בלתי צפויה וכו’.</p>\n<p>זה באמת חבל שהחיה האינטלקטואלית המסכנה לא שולטת במצבי המודעות החולפים האלה, שהיא לא יכולה לעורר אותם שהיא לא יכולה להפוך אותם לרציפים.</p>\n<p>עם זאת החינוך הבסיסי קובע כי האדם יכול להשיג שליטה על המודעות ולרכוש מודעות עצמית.</p>\n<p>לפסיכולוגיה המהפכנית יש שיטות הליכים מדעיים לעורר מודעות.</p>\n<p>אם אנחנו רוצים לעורר מודעות אנחנו צריכים להתחיל לבחון, ללמוד ואז לחסל את כל המכשולים המוצגים לנו בדרך, בספר הזה לימדנו את הדרך לעורר מודעות החל מאותם ספסלים של בית הספר.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/la-conciencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-conciencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-conciencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
