import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Совеста",
  "locale": "mk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "37. Совеста",
    "order": 37
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Луѓето ја мешаат СВЕСТА со ИНТЕЛИГЕНЦИЈАТА или со ИНТЕЛЕКТОТ, а на многу интелигентна или многу интелектуална личност ѝ даваат епитет дека е многу свесна.</p>\n<p>Ние тврдиме дека СВЕСТА кај човекот, без сомнение и без страв дека ќе се излажеме, е еден многу посебен вид на СОГЛЕДУВАЊЕ НА ВНАТРЕШНО ЗНАЕЊЕ, целосно независно од секаква ментална активност.</p>\n<p>Способноста на СВЕСТА ни овозможува да се запознаеме САМИТЕ СЕБЕ.</p>\n<p>СВЕСТА ни дава целосно знаење за тоа ШТО СМЕ, од каде сме, што навистина знаеме, што сигурно не знаеме.</p>\n<p>РЕВОЛУЦИОНЕРНАТА ПСИХОЛОГИЈА учи дека само човекот може да се запознае себеси.</p>\n<p>Само ние можеме да знаеме дали сме свесни во даден момент или не.</p>\n<p>Само еден може да знае за сопствената свест и дали таа постои во даден момент или не.</p>\n<p>Самиот човек и никој друг освен него, може да сфати за момент дека пред тој момент навистина не бил свесен, неговата свест била многу заспана, а потоа ќе го заборави тоа искуство или ќе го зачува како сеќавање, како сеќавање на силно искуство.</p>\n<p>Итно е да се знае дека СВЕСТА кај РАЦИОНАЛНОТО ЖИВОТНО не е нешто континуирано, трајно.</p>\n<p>Нормално, СВЕСТА кај ИНТЕЛЕКТУАЛНОТО ЖИВОТНО наречено човек, спие длабоко.</p>\n<p>Ретки, многу ретки се моментите кога СВЕСТА е будна; интелектуалното животно работи, вози автомобили, се венчава, умира итн. со целосно заспана свест и само во многу исклучителни моменти се буди:</p>\n<p>Животот на човечкото суштество е живот на сон, но тој верува дека е буден и никогаш нема да признае дека сонува, дека има заспана свест.</p>\n<p>Ако некој се разбуди, ужасно ќе се засрами од себе, веднаш ќе ја сфати својата пародија, својата смешност.</p>\n<p>Овој живот е ужасно смешен, ужасно трагичен и ретко возвишен.</p>\n<p>Ако еден боксер веднаш се разбуди среде борба, засрамено ќе ја погледне целата почитувана публика и ќе побегне од ужасниот спектакл, на чудење на заспаните и несвесни толпи.</p>\n<p>Кога човечкото суштество ќе признае дека има ЗАСПАНА СВЕСТ, можете да бидете сигурни дека веќе почнува да се буди.</p>\n<p>Реакционерните школи на застарена психологија кои го негираат постоењето на СВЕСТА, па дури и бескорисноста на таквиот термин, го обвинуваат најдлабокиот сон. Следбениците на таквите школи спијат многу длабоко во практично инфрасвесна и несвесна состојба.</p>\n<p>Оние кои ја мешаат свеста со психолошките функции; мисли, чувства, моторни импулси и сензации, навистина се многу несвесни, спијат длабоко.</p>\n<p>Оние кои го признаваат постоењето на СВЕСТА, но категорично ги негираат различните степени на свест, покажуваат недостаток на свесно искуство, сон на свеста.</p>\n<p>Секој човек кој некогаш накратко се разбудил, многу добро знае од сопствено искуство дека постојат различни степени на свест што може да се забележат кај себе.</p>\n<p>Прво Време. Колку долго останавме свесни?</p>\n<p>Второ Фреквенција. Колку пати сме разбудиле свест?</p>\n<p>Трето. ШИРИНА И ПРОДОРНОСТ. За што ќе бидеме свесни?</p>\n<p>РЕВОЛУЦИОНЕРНАТА ПСИХОЛОГИЈА и античката ФИЛОКАЛИЈА тврдат дека со големи СУПЕР-НАПОРИ од многу посебен вид може да се разбуди свеста и да се направи континуирана и контролирана.</p>\n<p>ФУНДАМЕНТАЛНОТО ОБРАЗОВАНИЕ има за цел да разбуди СВЕСТ. Нема никаква корист од десет или петнаесет години студии во училиште, колеџ и универзитет, ако откако ќе ги напуштиме училниците сме заспани автомати.</p>\n<p>Не е претерување да се каже дека со некој голем НАПОР ИНТЕЛЕКТУАЛНОТО ЖИВОТНО може да биде свесно за себе само неколку минути.</p>\n<p>Јасно е дека во ова обично има ретки исклучоци што мора да ги бараме со Диогеновиот фенер, тие ретки случаи се претставени од ВИСТИНСКИТЕ ЛУЃЕ, БУДА, ИСУС, ХЕРМЕС, КЕТЦАЛКОАТЛ итн.</p>\n<p>Овие основачи на РЕЛИГИИ поседувале КОНТИНУИРАНА СВЕСТ, биле големи ПРОСВЕТЛЕНИ.</p>\n<p>Нормално, луѓето НЕ се свесни за себе. Илузијата да се биде континуирано свесен произлегува од меморијата и од сите процеси на мислата.</p>\n<p>Човекот кој практикува ретроспективна вежба за да се сети на целиот свој живот, навистина може да се сети, да запомни колку пати се венчал, колку деца родил, кои биле неговите родители, неговите учители итн., но тоа не значи будење на свеста, тоа е едноставно сеќавање на несвесни дејства и тоа е сè.</p>\n<p>Неопходно е да се повтори она што веќе го кажавме во претходните поглавја. Постојат четири состојби на СВЕСТ. Тоа се: СОН, состојба на БДЕНИЕ, САМО-Свест и ОБЈЕКТИВНА СВЕСТ.</p>\n<p>Бедното ИНТЕЛЕКТУАЛНО ЖИВОТНО, погрешно наречено ЧОВЕК, живее само во две од тие состојби. Еден дел од неговиот живот поминува во сон, а другиот во погрешно наречената СОСТОЈБА НА БДЕНИЕ, која исто така е сон.</p>\n<p>Човекот што спие и сонува, верува дека се буди поради фактот што се враќа во состојба на будност, но во реалноста за време на оваа состојба на будност продолжува да сонува.</p>\n<p>Ова е слично на зората, ѕвездите се кријат поради сончевата светлина, но тие продолжуваат да постојат иако физичките очи не ги перцепираат.</p>\n<p>Во нормалниот, обичен живот, човечкото суштество ништо не знае за САМО-СВЕСТА, а уште помалку за ОБЈЕКТИВНАТА СВЕСТ.</p>\n<p>Сепак, луѓето се горди и сите веруваат дека се САМО-СВЕСНИ; ИНТЕЛЕКТУАЛНОТО ЖИВОТНО цврсто верува дека е свесно за себе и во никој случај нема да прифати да му се каже дека е заспан и дека живее несвесно за себе.</p>\n<p>Постојат исклучителни моменти кога ИНТЕЛЕКТУАЛНОТО ЖИВОТНО се буди, но тие моменти се многу ретки, можат да се претстават во момент на врвна опасност, за време на интензивна емоција, во некоја нова околност, во некоја нова неочекувана ситуација итн.</p>\n<p>Навистина е несреќа што бедното ИНТЕЛЕКТУАЛНО ЖИВОТНО нема никаква контрола врз тие минливи состојби на свест, што не може да ги предизвика, што не може да ги направи континуирани.</p>\n<p>Сепак, ФУНДАМЕНТАЛНОТО ОБРАЗОВАНИЕ тврди дека човекот може да ПОСТИГНЕ контрола врз СВЕСТА и да се здобие со САМО-СВЕСНОСТ.</p>\n<p>РЕВОЛУЦИОНЕРНАТА ПСИХОЛОГИЈА има научни методи и процедури за ДА СЕ РАЗБУДИ СВЕСТА.</p>\n<p>Ако сакаме да ја РАЗБУДИМЕ СВЕСТА, треба да започнеме со испитување, проучување и потоа елиминирање на сите пречки што ни се појавуваат на патот, во оваа книга го научивме патот за будење на СВЕСТА почнувајќи од самите клупи на училиштето.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mk/educacion-fundamental/la-conciencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/la-conciencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/la-conciencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
