import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Аң-сезим",
  "locale": "ky",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "37. Аң-сезим",
    "order": 37
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Адамдар АҢ-СЕЗИМДИ АКЫЛ же ИНТЕЛЛЕКТ менен чаташтырышат, ошондой эле өтө акылдуу же өтө интеллектуалдуу адамга өтө аң-сезимдүү деген мүнөздөмө беришет.</p>\n<p>Биз адамдагы АҢ-СЕЗИМ эч кандай шек саноосуз жана алдануудан коркпостон, бардык психикалык иш-аракеттерден толугу менен көз карандысыз, ИЧКИ БИЛИМДИ КАБЫЛ АЛУУнун абдан өзгөчө түрү экенин ырастайбыз.</p>\n<p>АҢ-СЕЗИМДИН жөндөмү бизге ӨЗҮБҮЗДҮ таанып билүүгө мүмкүндүк берет.</p>\n<p>АҢ-СЕЗИМ бизге эмне ЭКЕНИН, кайдан экенин, чындап эмнени билерин, эмнени билбесин толук түшүнүүгө мүмкүндүк берет.</p>\n<p>РЕВОЛЮЦИЯЛЫК ПСИХОЛОГИЯ адам өзүн өзү гана тааный алат деп үйрөтөт.</p>\n<p>Биз гана белгилүү бир учурда аң-сезимдүү экенибизди же жокпузду биле алабыз.</p>\n<p>Бир гана адам өзүнүн аң-сезими жөнүндө жана анын белгилүү бир учурда бар же жок экенин биле алат.</p>\n<p>Адам өзү жана андан башка эч ким, ошол көз ирмемге чейин, ошол учурга чейин чындап аң-сезимдүү болбогонун, аң-сезими абдан уктап жатканын бир көз ирмемге, бир заматка түшүнө алат, андан кийин ал ошол тажрыйбаны унутуп калат же аны күчтүү тажрыйбанын эси катары сактап калат.</p>\n<p>АКЫЛДУУ ЖАНЫБАРДАГЫ АҢ-СЕЗИМ үзгүлтүксүз, туруктуу нерсе эмес экенин билүү зарыл.</p>\n<p>Адатта, адам деп аталган АКЫЛДУУ ЖАНЫБАРДАГЫ АҢ-СЕЗИМ терең уктайт.</p>\n<p>Аң-сезим ойгонгон учурлар сейрек, өтө сейрек кездешет; интеллектуалдык жаныбар иштейт, машина айдайт, үйлөнөт, өлөт ж.б. аң-сезими толугу менен уктайт жана өзгөчө учурларда гана ойгонот:</p>\n<p>Адамдын жашоосу - бул түш жашоо, бирок ал ойгоомун деп ойлойт жана эч качан түш көрүп жатканын, аң-сезими уктай турганын мойнуна албайт.</p>\n<p>Эгер кимдир бирөө ойгоно турган болсо, ал өзүнөн коркуп уялып, өзүнүн шылдыңын, күлкүлүүлүгүн дароо түшүнөт.</p>\n<p>Бул жашоо коркунучтуу күлкүлүү, үрөй учурарлык трагедиялуу жана сейрек учурларда улуу.</p>\n<p>Эгерде мушкер күрөштүн ортосунда дароо ойгоно турган болсо, анда ал бүткүл урматтуу коомчулукка уялып карап, уктап жаткан жана аң-сезимсиз көпчүлүктүн алдында коркунучтуу спектаклден качып кетмек.</p>\n<p>Адам өзүнүн АҢ-СЕЗИМИ УКТАП жатканын мойнуна алганда, анын ойгоно баштаганына шектенбесеңиз болот.</p>\n<p>Аң-сезимдин бар экенин жана ал тургай мындай терминдин кереги жоктугун четке каккан Эски психологиянын реакциячыл мектептери эң терең уйкунун абалын айыпташат. Мындай мектептердин жолдоочулары иш жүзүндө инфракциондук жана аң-сезимсиз абалда терең укташат.</p>\n<p>Аң-сезимди психологиялык функциялар; ойлор, сезимдер, мотордук импульстар жана сезимдер менен чаташтыргандар, чындыгында аң-сезимсиз, терең укташат.</p>\n<p>Аң-сезимдин бар экенин моюнга алгандар, бирок аң-сезимдин ар кандай даражаларын четке каккандар, аң-сезимдүү тажрыйбанын жоктугун, аң-сезимдин уйкусун айыпташат.</p>\n<p>Бир жолу болсо да бир азга ойгонгон ар бир адам өзүнүн тажрыйбасынан аң-сезимдин ар кандай даражалары бар экенин жакшы билет.</p>\n<p>Биринчи убакыт. Канча убакыт бою аң-сезимдүү болдук?</p>\n<p>Экинчи жыштык. Канча жолу аң-сезимди ойготтук?</p>\n<p>Үчүнчү. КӨЛӨМ ЖАНА ТЕРЕНДИК. Эмнени түшүнөт?</p>\n<p>РЕВОЛЮЦИЯЛЫК ПСИХОЛОГИЯ жана байыркы ФИЛОКАЛИЯ өтө өзгөчө түрдөгү улуу СУПЕР-АРАКЕТТЕР аркылуу аң-сезимди ойготуп, аны үзгүлтүксүз жана башкарууга боло тургандыгын ырасташат.</p>\n<p>НЕГИЗГИ БИЛИМ БЕРҮҮНҮН максаты - АҢ-СЕЗИМДИ ойготуу. Эгерде биз класстардан чыкканда уктап жаткан автоматтар болсок, мектепте, колледжде жана университетте он же он беш жыл окуунун эч кандай пайдасы жок.</p>\n<p>АКЫЛДУУ ЖАНЫБАР кандайдыр бир чоң АРАКЕТ менен эки мүнөткө өзүн аңдай алат деп айтуу аша чапкандык эмес.</p>\n<p>Бул жагынан алганда, Диогендин фонарьы менен издеш керек болгон сейрек кездешүүчү учурлар бар экени анык, бул сейрек учурларды ЧЫНЫГЫ АДАМДАР, БУДДА, ИСА, ГЕРМЕС, КЕТЗАКОАТЛЬ ж.б.у.с. көрсөтөт.</p>\n<p>ДИНДЕРДИ негиздөөчүлөр ҮЗГҮЛТҮКСҮЗ АҢ-СЕЗИМГЕ ээ болушкан, алар улуу ЖАРЫКТАР болушкан.</p>\n<p>Адатта адамдар өздөрүн аңдашпайт. Үзгүлтүксүз түрдө аң-сезимдүү болуу иллюзиясы эс тутумдан жана бардык ой жүгүртүү процесстеринен келип чыгат.</p>\n<p>Бүткүл жашоосун эстеп калуу үчүн ретроспективдүү көнүгүүнү жасаган адам, чынында эле канча жолу үйлөнгөнүн, канча бала төрөгөнүн, ата-энеси, Мугалимдери ким болгонун ж.б. эстеп, эстей алат, бирок бул аң-сезимди ойготууну билдирбейт, бул жөн гана аң-сезимсиз иш-аракеттерди эстөө жана ошону менен бүттү.</p>\n<p>Мурунку бөлүмдөрдө айткандарыбызды кайталоо керек. АҢ-СЕЗИМДИН төрт абалы бар. Булар: УЙКУ, ОЙГООлук абалы, ӨЗҮН-ӨЗҮ аңдоо жана ОБЪЕКТИВДҮҮ АҢ-СЕЗИМ.</p>\n<p>Тилекке каршы АДАМ деп жаңылыш аталып калган АКЫЛДУУ ЖАНЫБАР ошол абалдардын экөөсүндө гана жашайт. Анын жашоосунун бир бөлүгү уйкудан өтөт, ал эми экинчиси жалган ОЙГОО абалынан, ал дагы уйку.</p>\n<p>Уктап жаткан жана түш көрүп жаткан адам ойгоолук абалына кайтып келгендиги үчүн ойгонду деп эсептейт, бирок чындыгында бул ойгоолук абалында түш көрүүнү улантат.</p>\n<p>Бул таңга окшош, жылдыздар күндүн нурунан улам жашырылат, бирок алар физикалык көз аларга көңүл бурбаса дагы, алар жашоосун уланта беришет.</p>\n<p>Кадимки күнүмдүк жашоодо адам ӨЗҮН-ӨЗҮ аңдоо жөнүндө эч нерсе билбейт, ал эми ОБЪЕКТИВДҮҮ АҢ-СЕЗИМ жөнүндө андан да аз билет.</p>\n<p>Бирок эл текебер жана баары эле ӨЗҮН-ӨЗҮ аңдайбыз деп ойлошот; АКЫЛДУУ ЖАНЫБАР өзүн өзү аңдап жатам деп бекем ишенет жана ага уктап жаткандыгын жана өзүн өзү билбей жашап жаткандыгын эч качан кабыл албайт.</p>\n<p>АКЫЛДУУ ЖАНЫБАР ойгонгон өзгөчө учурлар бар, бирок бул учурлар өтө сейрек кездешет, алар эң жогорку коркунучтун ирмеминде, күчтүү эмоция учурунда, кандайдыр бир жаңы жагдайда, кандайдыр бир күтүлбөгөн кырдаалда ж.б. болушу мүмкүн.</p>\n<p>АКЫЛДУУ ЖАНЫБАРдын аң-сезимдин ошол өтүп кетүүчү абалдарына эч кандай үстөмдүгү жоктугу, аларды эстей албагандыгы, аларды үзгүлтүксүз кыла албагандыгы чындап эле өкүнүчтүү.</p>\n<p>Бирок, НЕГИЗГИ БИЛИМ берүү адам АҢ-СЕЗИМДИ көзөмөлдөй алат жана ӨЗҮН-ӨЗҮН АҢДАЙ алат деп ырастайт.</p>\n<p>РЕВОЛЮЦИЯЛЫК ПСИХОЛОГИЯДА АҢ-СЕЗИМДИ ОЙГОТУУ үчүн илимий ыкмалар бар.</p>\n<p>Эгерде биз АҢ-СЕЗИМДИ ОЙГОТКУБУЗ келсе, анда жолдо бизге туш болгон бардык тоскоолдуктарды текшерүүдөн, изилдөөдөн, андан кийин жок кылуудан башташыбыз керек, бул китепте биз Мектептин эле партасынан баштап АҢ-СЕЗИМДИ ойготуунун жолун үйрөттүк.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ky/educacion-fundamental/la-conciencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/la-conciencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/la-conciencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
