import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Ухамсар",
  "locale": "mn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "37. Ухамсар",
    "order": 37
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Хүмүүс УХАМСРЫГ ОЮУН УХААН, ЭСВЭЛ ОЮУНЫ ЧАДАЛТАЙ андуурч, маш ухаантай эсвэл оюунлаг хүнийг ухамсартай гэж үздэг.</p>\n<p>Бид хүний УХАМСАР гэдэг нь ямар ч эргэлзээгүй, биднийг хуурах вий гэхээс айхгүйгээр оюуны үйл ажиллагаанаас бүрэн хамааралгүй, ДОТООД МЭДЛЭГИЙГ ОЛГОХ тусгай төрөл юм гэж баталж байна.</p>\n<p>УХАМСРЫН чадвар нь бидэнд ӨӨРИЙГӨӨ МЭДЭХ боломжийг олгодог.</p>\n<p>УХАМСАР нь юу ЮУ БЭ, ХААНА байгаа, юу үнэхээр мэддэг, юуг үнэхээр мэддэггүй гэдэг тухай бүрэн мэдлэгийг өгдөг.</p>\n<p>ХУВЬСГАЛТ СЭТГЭЛ ЗҮЙ нь зөвхөн хүн өөрөө л өөрийгөө мэдэж чадна гэж сургадаг.</p>\n<p>Бид л тухайн үед ухамсартай байгаа эсэхээ мэдэж чадна.</p>\n<p>Зөвхөн хүн өөрийн ухамсартай эсэхээ, мөн тухайн үед оршин байгаа эсэхээ мэдэж чадна.</p>\n<p>Хүн өөрөөс нь өөр хэн ч өмнөх мөчөөсөө өмнө, тухайн мөчөөс өмнө ухамсаргүй байсан, ухамсар нь маш их унтсан байсныг мэдэрч чадна, дараа нь тэр туршлагаа мартах болно эсвэл хүчтэй туршлагын дурсамж шиг дурсамж болгон хадгалах болно.</p>\n<p>УХААНТАЙ АМЬТНЫ УХАМСАР нь тасралтгүй, байнгын зүйл биш гэдгийг мэдэх нь чухал юм.</p>\n<p>Оюунлаг амьтан гэж нэрлэгддэг хүний УХАМСАР гүн нойрсож байдаг.</p>\n<p>УХАМСАР сэрүүн байх мөчүүд ховор, маш ховор байдаг; оюунлаг амьтан ажиллаж, машин барьж, гэрлэж, үхэж гэх мэт үйлдлүүдийг ухамсартайгаар хийдэг бөгөөд зөвхөн онцгой тохиолдолд л сэрдэг.</p>\n<p>Хүний амьдрал бол мөрөөдлийн амьдрал, гэхдээ тэр сэрүүн байгаа гэж боддог бөгөөд мөрөөдөж байна, ухамсар нь унтсан байна гэдгээ хэзээ ч хүлээн зөвшөөрөхгүй.</p>\n<p>Хэрэв хэн нэгэн сэрэх юм бол өөртөө маш их ичих болно, өөрийнхөө тоглоом, инээдтэй байдлыг тэр даруй ойлгоно.</p>\n<p>Энэ амьдрал бол маш инээдтэй, аймшигтай гунигтай, ховорхон тохиолдолд гайхалтай байдаг.</p>\n<p>Хэрэв боксчин тулааны үеэр гэнэт сэрэх юм бол хүндэт үзэгчдийг ичгэн харах болно, мөн нойрссон, ухамсаргүй олон түмний гайхшралыг төрүүлэн аймшигт үзвэрээс зугтах болно.</p>\n<p>Хүн УХАМСАР НЬ УНТРААСТАЙ гэдгээ хүлээн зөвшөөрөх үед та түүнийг сэрж эхэлж байгаа гэдэгт итгэлтэй байж болно.</p>\n<p>УХАМСРЫН оршин тогтнохгүй, тэр ч байтугай ийм нэр томьёоны хэрэгцээгүйг үгүйсгэдэг Хуучны Сэтгэл Зүйн хариу үйлдэл үзүүлдэг сургуулиуд гүн нойрны байдалд буруутгагдаж байна. Ийм сургуулийн дагалдагчид бараг ухамсаргүй, ухамсаргүй байдалд гүн нойрсож байна.</p>\n<p>Ухамсарыг Сэтгэл Зүйн үйл ажиллагаатай андуурдаг хүмүүс; бодол, мэдрэмж, хөдөлгүүрийн түлхэц, мэдрэхүй нь үнэхээр ухамсаргүй, гүн нойрсож байна.</p>\n<p>УХАМСРЫН оршин тогтнохыг хүлээн зөвшөөрдөг хүмүүс боловч янз бүрийн ухамсартай зэрэглэлийг үгүйсгэдэг хүмүүс ухамсартай туршлага дутагдаж, ухамсар унтсанд буруутгагдаж байна.</p>\n<p>Нэг удаа ч гэсэн түр зуур сэрсэн хүн өөрийн туршлагаараа өөртөө ажиглагдах ухамсарын өөр өөр зэрэг байдгийг маш сайн мэддэг.</p>\n<p>Эхний Цаг хугацаа. Бид хэр удаан ухамсартай байсан бэ?</p>\n<p>Хоёр дахь Давтамж. Хэдэн удаа бид ухамсартай сэрсэн бэ?</p>\n<p>Гурав дахь. ӨРГӨН БОЛОН НЭВТРЭХ ЧАДВАР. Юуг ухамсарлах вэ?</p>\n<p>ХУВЬСГАЛТ СЭТГЭЛ ЗҮЙ ба Хуучны PHILOKALIA нь маш онцгой төрлийн асар их ХЭРЭГЛЭЭГЭЭР ухамсарыг сэрээж, тасралтгүй, хяналттай болгож чадна гэж баталж байна.</p>\n<p>СУУРЬ БОЛОВСРОЛ нь УХАМСРЫГ сэрээх зорилготой. Хэрэв бид танхимаас гарахад унтсан автомат болвол Сургууль, Коллеж, Их Сургуульд арван жилээс арван таван жил суралцах нь ямар ч ач холбогдолгүй юм.</p>\n<p>Ямар нэгэн асар их ХҮЧЭЭР ОЮУНЛАГ АМЬТАН өөрийгөө хэдхэн минутын турш ухамсарлаж чадна гэж хэлэхэд хэтрүүлэг биш юм.</p>\n<p>Энэ тохиолдолд бид Диогений дэнлүүгээр хайх ёстой ховор тохиолдлууд байдаг нь ойлгомжтой, эдгээр ховор тохиолдлуудыг ҮНЭН ХҮМҮҮС, БУДДА, ЕСҮС, ГЕРМЕС, КВЕТЗАКОАТЛ гэх мэтээр илэрхийлдэг.</p>\n<p>ШАШНЫ эдгээр үндэслэгчид ТАСРАЛТГҮЙ УХАМСАРТАЙ, агуу ГЭГЭЭРҮҮЛЭГЧ байсан.</p>\n<p>Ер нь хүмүүс өөрсдийгөө ухамсарладаггүй. Тасралтгүй ухамсартай байх гэсэн хуурмаг бодол нь ой санамж болон бодлын бүх үйл явцаас үүдэлтэй.</p>\n<p>Бүх амьдралаа санаж, эргэн санах дасгал хийдэг хүн хэдэн удаа гэрлэж, хэдэн хүүхэд төрүүлсэн, эцэг эх, багш нар нь хэн байсныг үнэхээр эргэн санаж, санаж чадна, гэхдээ энэ нь ухамсарыг сэрээх гэсэн үг биш, энэ бол зүгээр л ухамсаргүй үйлдлийг санаж байгаа хэрэг юм.</p>\n<p>Өмнөх бүлгүүдэд хэлсэн зүйлээ давтах хэрэгтэй. УХАМСРЫН дөрвөн төлөв бий. Эдгээр нь: НОЙР, СЭРҮҮН байх төлөв, ӨӨРӨӨ-Ухамсар, ЗОРИЛГОТОЙ УХАМСАР.</p>\n<p>Ядуу ОЮУНЛАГ АМЬТАН ХҮН гэж андуурч нэрлэгддэг, эдгээр төлөв байдлын хоёрт нь л амьдардаг. Түүний амьдралын нэг хэсэг нь нойрсож өнгөрдөг, нөгөө хэсэг нь буруугаар СЭРҮҮН ТӨЛӨВ гэж нэрлэгддэг, энэ нь мөн нойр юм.</p>\n<p>Унтаж мөрөөдөж байгаа хүн сэрүүн төлөвт эргэж ирсэнээрээ сэрсэн гэж боддог, гэхдээ үнэндээ энэ сэрүүн төлөв байх үедээ мөрөөдсөөр байдаг.</p>\n<p>Энэ нь үүрээр нарны гэрлийн улмаас одддыг нуудагтай төстэй, гэхдээ тэдгээрийг бие махбодын нүд олж харахгүй ч гэсэн тэд оршин байсаар байна.</p>\n<p>Ердийн энгийн амьдралд хүн ӨӨРӨӨ-УХАМСАРЫН тухай юу ч мэддэггүй, ЗОРИЛГОТОЙ УХАМСРЫН тухай бүр ч мэддэггүй.</p>\n<p>Гэсэн хэдий ч хүмүүс бардам бөгөөд хүн бүр ӨӨРӨӨ-УХАМСАРТАЙ гэж боддог; ОЮУНЛАГ АМЬТАН өөртөө ухамсартай гэдэгт хатуу итгэдэг бөгөөд унтсан, өөрийгөө ухамсарлаагүй амьдарч байна гэж хэлэхэд ямар ч байдлаар хүлээн зөвшөөрөхгүй.</p>\n<p>ОЮУНЛАГ АМЬТАН сэрэх онцгой мөчүүд байдаг, гэхдээ эдгээр мөчүүд нь маш ховор байдаг, тэдгээрийг дээд зэргийн аюултай мөч, хүчтэй сэтгэл хөдлөлийн үеэр, ямар нэгэн шинэ нөхцөл байдал, ямар нэгэн гэнэтийн шинэ нөхцөл байдалд төлөөлж болно.</p>\n<p>Ядуу ОЮУНЛАГ АМЬТАН эдгээр зуурдын ухамсарт төлөв байдлыг хянахгүй, тэдгээрийг дуудаж чадахгүй, тэдгээрийг тасралтгүй болгож чадахгүй байгаа нь үнэхээр харамсалтай юм.</p>\n<p>Гэсэн хэдий ч СУУРЬ БОЛОВСРОЛ нь хүн УХАМСРЫГ хянаж, ӨӨРӨӨ-УХАМСРЫГ олж авч чадна гэж баталж байна.</p>\n<p>ХУВЬСГАЛТ СЭТГЭЛ ЗҮЙ УХАМСРЫГ СЭРҮҮН БОЛГОХ арга зүйтэй, шинжлэх ухааны арга барилтай.</p>\n<p>Хэрэв бид УХАМСРЫГ СЭРҮҮН БОЛГОХЫГ хүсэж байгаа бол эхлээд замаа хааж байгаа бүх саад тотгорыг судлах, судлах, дараа нь арилгах хэрэгтэй, энэ номонд бид Сургуулийн вандан сандал дээрээс эхлэн УХАМСРЫГ сэрээх замыг заасан.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mn/educacion-fundamental/la-conciencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/la-conciencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/la-conciencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
