import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "មនសិការ",
  "locale": "km",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "37. មនសិការ",
    "order": 37
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>មនុស្សតែងតែយល់ច្រឡំស្មារតីជាមួយនឹងបញ្ញា ឬបញ្ញវន្ត ហើយចាត់ទុកមនុស្សឆ្លាត ឬបញ្ញវន្តថាជាមនុស្សមានស្មារតីខ្ពស់។</p>\n<p>យើងខ្ញុំអះអាងថា ស្មារតីនៅក្នុងមនុស្សគឺហួសពីការសង្ស័យទាំងអស់ ហើយដោយគ្មានការភ័យខ្លាចក្នុងការបោកបញ្ឆោតខ្លួនឯង វាគឺជាប្រភេទពិសេសនៃការយល់ដឹងអំពីចំណេះដឹងខាងក្នុង ដែលឯករាជ្យទាំងស្រុងពីសកម្មភាពផ្លូវចិត្តទាំងអស់។</p>\n<p>សមត្ថភាពនៃស្មារតីអនុញ្ញាតឱ្យយើងដឹងអំពីខ្លួនយើង។</p>\n<p>ស្មារតីផ្តល់ឱ្យយើងនូវចំណេះដឹងពេញលេញអំពីអ្វីដែលជា, កន្លែងដែលវាស្ថិតនៅ, អ្វីដែលយើងពិតជាដឹង, អ្វីដែលយើងពិតជាមិនដឹង។</p>\n<p>ចិត្តវិទ្យាបដិវត្តន៍បង្រៀនថាមនុស្សខ្លួនឯងប៉ុណ្ណោះដែលអាចស្គាល់ខ្លួនឯងបាន។</p>\n<p>មានតែយើងទេដែលអាចដឹងថាតើយើងមានស្មារតីនៅពេលណាមួយឬអត់។</p>\n<p>មានតែខ្លួនឯងប៉ុណ្ណោះដែលអាចដឹងពីស្មារតីរបស់ខ្លួន ហើយថាតើវាមាននៅពេលណាមួយឬអត់។</p>\n<p>មនុស្សខ្លួនឯង និងគ្មាននរណាក្រៅពីគាត់ទេ អាចដឹងបានមួយភ្លែត មួយរំពេចថា មុនពេលនោះ មុនពេលនោះ គាត់ពិតជាមិនដឹងខ្លួនទេ ស្មារតីរបស់គាត់ងងុយគេងខ្លាំងណាស់ បន្ទាប់មកគាត់នឹងភ្លេចបទពិសោធន៍នោះ ឬរក្សាទុកវាជាការចងចាំ ដូចជាការចងចាំអំពីបទពិសោធន៍ដ៏ខ្លាំងក្លាមួយ។</p>\n<p>វាជាការបន្ទាន់ក្នុងការដឹងថា ស្មារតីនៅក្នុងសត្វដែលមានហេតុផលមិនមែនជាអ្វីដែលបន្តបន្ទាប់ និងអចិន្ត្រៃយ៍នោះទេ។</p>\n<p>ជាធម្មតា ស្មារតីនៅក្នុងសត្វបញ្ញវន្តដែលហៅថាមនុស្ស គឺដេកលក់យ៉ាងស្កប់ស្កល់។</p>\n<p>កម្រណាស់ គឺជាពេលដែលស្មារតីភ្ញាក់ឡើង។ សត្វបញ្ញវន្តធ្វើការ បើកបររថយន្ត រៀបការ ស្លាប់។ល។ ជាមួយនឹងស្មារតីដេកលក់ទាំងស្រុង ហើយមានតែនៅពេលពិសេសខ្លាំងណាស់ទើបភ្ញាក់ឡើង៖</p>\n<p>ជីវិតរបស់មនុស្សគឺជាជីវិតនៃក្តីសុបិន ប៉ុន្តែគាត់ជឿថាគាត់ភ្ញាក់ហើយ ហើយមិនដែលទទួលស្គាល់ថាគាត់កំពុងសុបិនថាគាត់មានស្មារតីដេកលក់នោះទេ។</p>\n<p>ប្រសិនបើមាននរណាម្នាក់ភ្ញាក់ឡើង គាត់នឹងមានអារម្មណ៍ខ្មាសអៀនយ៉ាងខ្លាំងចំពោះខ្លួនគាត់ គាត់នឹងយល់ភ្លាមៗនូវរឿងកំប្លែង និងភាពគួរឱ្យអស់សំណើចរបស់គាត់។</p>\n<p>ជីវិតនេះពិតជាគួរឱ្យអស់សំណើច គួរឱ្យសោកនាដកម្ម ហើយកម្រមានភាពឧត្តុង្គឧត្តម។</p>\n<p>ប្រសិនបើអ្នកប្រដាល់ភ្ញាក់ឡើងភ្លាមៗក្នុងការប្រកួត គាត់នឹងសម្លឹងមើលទស្សនិកជនដ៏ថ្លៃថ្នូរដោយក្តីខ្មាសអៀន ហើយរត់ចេញពីការសម្តែងដ៏គួរឱ្យភ័យខ្លាច នៅចំពោះមុខហ្វូងមនុស្សដែលដេកលក់ និងសន្លប់។</p>\n<p>នៅពេលដែលមនុស្សទទួលស្គាល់ថាគាត់មានស្មារតីដេកលក់ អ្នកអាចប្រាកដថាគាត់បានចាប់ផ្តើមភ្ញាក់ឡើងហើយ។</p>\n<p>សាលាប្រតិកម្មនៃចិត្តវិទ្យាដែលលែងប្រើដែលបដិសេធអត្ថិភាពនៃស្មារតី ហើយថែមទាំងភាពគ្មានប្រយោជន៍នៃពាក្យបែបនេះ ចោទប្រកាន់ពីសភាពនៃការគេងជ្រៅបំផុត។ អ្នកដើរតាមសាលាទាំងនោះដេកលក់យ៉ាងស្កប់ស្កល់នៅក្នុងស្ថានភាពដែលមិនដឹងខ្លួន និងស្មារតី។</p>\n<p>អ្នកដែលច្រឡំស្មារតីជាមួយនឹងមុខងារផ្លូវចិត្ត គំនិត អារម្មណ៍ ភាពជំរុញចិត្ត និងអារម្មណ៍ គឺពិតជាសន្លប់ខ្លាំងណាស់ ដេកលក់យ៉ាងស្កប់ស្កល់។</p>\n<p>អ្នកដែលទទួលស្គាល់អត្ថិភាពនៃស្មារតី ប៉ុន្តែបដិសេធយ៉ាងច្បាស់នូវកម្រិតផ្សេងគ្នានៃការដឹងខ្លួន ចោទប្រកាន់ពីកង្វះបទពិសោធន៍ដឹងខ្លួន ការគេងលក់នៃស្មារតី។</p>\n<p>មនុស្សគ្រប់រូបដែលបានភ្ញាក់ឡើងមួយភ្លែត ដឹងយ៉ាងច្បាស់ពីបទពិសោធន៍ផ្ទាល់ខ្លួនថាមានកម្រិតផ្សេងគ្នានៃស្មារតីដែលអាចសង្កេតឃើញនៅក្នុងខ្លួនយើង។</p>\n<p>ពេលវេលាដំបូង។ តើយើងដឹងខ្លួនរយៈពេលប៉ុន្មាន?</p>\n<p>ប្រេកង់ទីពីរ។ តើយើងបានដឹងខ្លួនប៉ុន្មានដង?</p>\n<p>ទីបី។ ទទឹង និងការជ្រៀតចូល។ តើយើងនឹងដឹងអំពីអ្វី?</p>\n<p>ចិត្តវិទ្យាបដិវត្តន៍ និង PHILOKALIA សម័យបុរាណអះអាងថា តាមរយៈការខិតខំប្រឹងប្រែងដ៏អស្ចារ្យនៃប្រភេទពិសេសមួយ ស្មារតីអាចត្រូវបានដាស់ឱ្យភ្ញាក់ឡើង ហើយធ្វើឱ្យវាក្លាយជាបន្តបន្ទាប់ និងអាចគ្រប់គ្រងបាន។</p>\n<p>ការអប់រំជាមូលដ្ឋានមានគោលបំណងដាស់ស្មារតី។ វាមិនមានប្រយោជន៍អ្វីទេក្នុងការសិក្សារយៈពេលដប់ ឬដប់ប្រាំឆ្នាំនៅក្នុងសាលារៀន មហាវិទ្យាល័យ និងសាកលវិទ្យាល័យ ប្រសិនបើនៅពេលយើងចាកចេញពីថ្នាក់រៀន យើងគឺជាមនុស្សយន្តដែលដេកលក់។</p>\n<p>វាមិនមែនជាការបំផ្លើសទេក្នុងការនិយាយថា តាមរយៈការខិតខំប្រឹងប្រែងដ៏អស្ចារ្យណាមួយ សត្វបញ្ញវន្តអាចដឹងខ្លួនឯងបានត្រឹមតែពីរបីនាទីប៉ុណ្ណោះ។</p>\n<p>វាច្បាស់ណាស់ថានៅក្នុងរឿងនេះ តែងតែមានករណីលើកលែងដ៏កម្រសព្វថ្ងៃនេះ ដែលយើងត្រូវស្វែងរកជាមួយចង្កៀងគោមរបស់ Diogenes ករណីដ៏កម្រទាំងនោះត្រូវបានតំណាងដោយបុរសពិត BUDDHA, JESUS, HERMES, QUETZACOATL ។ល។</p>\n<p>ស្ថាបនិកនៃសាសនាទាំងនេះមានស្មារតីបន្តបន្ទាប់ ពួកគេគឺជាអ្នកត្រាស់ដឹងដ៏អស្ចារ្យ។</p>\n<p>ជាធម្មតាមនុស្សមិនដឹងខ្លួនទេ។ ការបំភាន់នៃការដឹងខ្លួនជាបន្តបន្ទាប់ កើតចេញពីការចងចាំ និងដំណើរការនៃការគិតទាំងអស់។</p>\n<p>បុរសដែលអនុវត្តលំហាត់សើរើឡើងវិញដើម្បីចងចាំជីវិតទាំងមូលរបស់គាត់ ពិតជាអាចរំលឹក ចងចាំថាតើគាត់បានរៀបការប៉ុន្មានដង មានកូនប៉ុន្មាន ឪពុកម្តាយរបស់គាត់ជានរណា គ្រូរបស់គាត់។ល។ ប៉ុន្តែនេះមិនមានន័យថាដាស់ស្មារតីនោះទេ នេះគ្រាន់តែជាការចងចាំនូវទង្វើដែលមិនដឹងខ្លួន ហើយនោះជាអ្វីទាំងអស់។</p>\n<p>វាចាំបាច់ណាស់ក្នុងការធ្វើម្តងទៀតនូវអ្វីដែលយើងបាននិយាយរួចមកហើយនៅក្នុងជំពូកមុន។ មានរដ្ឋទាំងបួននៃស្មារតី។ ទាំងនេះគឺ៖ ការគេង ស្ថានភាពនៃការភ្ញាក់ ការដឹងខ្លួន និងស្មារតីគោលបំណង។</p>\n<p>សត្វបញ្ញវន្តក្រីក្រដែលហៅខុសថាមនុស្ស រស់នៅក្នុងរដ្ឋទាំងពីរនោះតែប៉ុណ្ណោះ។ ផ្នែកមួយនៃជីវិតរបស់គាត់ត្រូវបានចំណាយក្នុងការគេង និងផ្នែកមួយទៀតនៅក្នុងអ្វីដែលគេហៅខុសថា ស្ថានភាពនៃការភ្ញាក់ ដែលក៏ជាការគេងផងដែរ។</p>\n<p>បុរសដែលកំពុងដេកលក់ និងកំពុងសុបិន ជឿថាគាត់ភ្ញាក់ឡើងដោយសារតែគាត់ត្រឡប់ទៅរកស្ថានភាពនៃការភ្ញាក់ ប៉ុន្តែតាមពិតក្នុងអំឡុងពេលស្ថានភាពនៃការភ្ញាក់នេះ គាត់នៅតែបន្តសុបិន។</p>\n<p>នេះគឺប្រហាក់ប្រហែលនឹងពេលព្រឹកព្រលឹម ផ្កាយត្រូវបានលាក់ដោយសារតែពន្លឺព្រះអាទិត្យ ប៉ុន្តែពួកវានៅតែបន្តមាន ទោះបីជាភ្នែកខាងក្រៅមិនបានឃើញក៏ដោយ។</p>\n<p>នៅក្នុងជីវិតធម្មតា មនុស្សមិនដឹងអ្វីទាំងអស់អំពីការដឹងខ្លួន ហើយតិចជាងស្មារតីគោលបំណងទៅទៀត។</p>\n<p>ទោះជាយ៉ាងណាក៏ដោយ មនុស្សមានមោទនភាព ហើយមនុស្សគ្រប់គ្នាជឿថាខ្លួនឯងដឹងខ្លួន សត្វបញ្ញវន្តជឿជាក់យ៉ាងមុតមាំថាគាត់មានស្មារតីអំពីខ្លួនគាត់ ហើយនឹងមិនទទួលយកតាមវិធីណាមួយឡើយប្រសិនបើគេប្រាប់គាត់ថាគាត់កំពុងដេកលក់ ហើយរស់នៅដោយមិនដឹងខ្លួន។</p>\n<p>មានពេលពិសេសដែលសត្វបញ្ញវន្តភ្ញាក់ឡើង ប៉ុន្តែពេលទាំងនោះកម្រណាស់ ពួកគេអាចតំណាងឱ្យគ្រាមានគ្រោះថ្នាក់ខ្លាំង ក្នុងអំឡុងពេលមានអារម្មណ៍ខ្លាំង នៅក្នុងកាលៈទេសៈថ្មីមួយចំនួន នៅក្នុងស្ថានភាពដែលមិននឹកស្មានដល់មួយចំនួន។ល។</p>\n<p>វាពិតជាអកុសលណាស់ដែលសត្វបញ្ញវន្តក្រីក្រមិនមានការគ្រប់គ្រងលើស្ថានភាពស្មារតីមួយភ្លែតទាំងនោះ ដែលមិនអាចរំលឹកពួកវាបាន ដែលមិនអាចធ្វើឱ្យវាក្លាយជាបន្តបន្ទាប់បាន។</p>\n<p>ទោះជាយ៉ាងណាក៏ដោយ ការអប់រំជាមូលដ្ឋានអះអាងថាមនុស្សអាចសម្រេចបាននូវការគ្រប់គ្រងស្មារតី និងទទួលបានការដឹងខ្លួន។</p>\n<p>ចិត្តវិទ្យាបដិវត្តន៍មានវិធីសាស្ត្រវិទ្យាសាស្ត្រដើម្បីដាស់ស្មារតី។</p>\n<p>ប្រសិនបើយើងចង់ដាស់ស្មារតី យើងត្រូវចាប់ផ្តើមដោយការពិនិត្យ សិក្សា ហើយបន្ទាប់មកលុបបំបាត់រាល់ឧបសគ្គដែលលេចឡើងនៅតាមផ្លូវ។ នៅក្នុងសៀវភៅនេះ យើងបានបង្រៀនផ្លូវទៅកាន់ការដាស់ស្មារតី ចាប់ផ្តើមពីកៅអីសាលារៀន។</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/km/educacion-fundamental/la-conciencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/km/educacion-fundamental/la-conciencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/km/educacion-fundamental/la-conciencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
