import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Ар-ождан",
  "locale": "kk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "37. Ар-ождан",
    "order": 37
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Адамдар көбінесе САҢАНЫ ақыл-оймен немесе интеллектімен шатастырады, сондықтан өте ақылды немесе интеллектуалды адамға “өте саңы” деген баға береді.</p>\n<p>Біз адамдағы САНА кез келген күмәнсіз және алданып қалудан қорықпай, кез келген ақыл-ой әрекетіне тәуелсіз, ІШКІ БІЛІМДІ ҚАБЫЛДАУДЫҢ өте ерекше түрі екенін айтамыз.</p>\n<p>САНА қабілеті бізге ӨЗ-ӨЗІМІЗДІ тануға мүмкіндік береді.</p>\n<p>САНА бізге НЕ екені, қайда екені, шынымен нені білетіні, шынымен нені білмейтіні туралы толық білім береді.</p>\n<p>РЕВОЛЮЦИЯЛЫҚ ПСИХОЛОГИЯ тек адам ғана өзін-өзі тани алатынын үйретеді.</p>\n<p>Біз ғана белгілі бір сәтте саңымыз ба, жоқ па, соны біле аламыз.</p>\n<p>Өз санасы туралы және оның белгілі бір сәтте бар-жоғын тек өзі ғана біле алады.</p>\n<p>Адамның өзі және одан басқа ешкім сол сәтке дейін, сол уақытқа дейін шынымен саңы болмағанын, санасы өте қатты ұйықтап қалғанын бір сәтке, бір сәтке түсіне алады, содан кейін ол бұл тәжірибені ұмытып кетеді немесе оны еске түсіреді, қатты тәжірибенің еске түсіруі сияқты.</p>\n<p>РАЦИОНАЛДЫ ЖАНУАРДАҒЫ САНА үнемі, тұрақты нәрсе емес екенін білу маңызды.</p>\n<p>Әдетте, адам деп аталатын ИНТЕЛЛЕКТУАЛДЫ ЖАНУАРДА САНА қатты ұйықтайды.</p>\n<p>САНА оян болатын сәттер сирек, өте сирек; интеллектуалды жануар жұмыс істейді, көлік жүргізеді, үйленеді, өледі және т.б. санасы мүлдем ұйықтап жатады және тек өте ерекше сәттерде оянады:</p>\n<p>Адамның өмірі - бұл ұйқы өмірі, бірақ ол ояумын деп ойлайды және ешқашан ұйықтап жатқанын, санасы ұйықтап қалғанын мойындамайды.</p>\n<p>Егер біреу оянып кетсе, ол өзінен қатты ұялады, ол өзінің масқарасын, күлкілі екенін бірден түсінеді.</p>\n<p>Бұл өмір өте күлкілі, қорқынышты трагедиялы және сирек жағдайда керемет.</p>\n<p>Егер боксшы жекпе-жек кезінде бірден оянып кетсе, ол барлық құрметті көрермендерге ұялып қарап, ұйықтап қалған және санасыз көпшілікті таң қалдырып, қорқынышты көріністен қашып кетер еді.</p>\n<p>Адам САНАСЫНЫҢ ҰЙЫҚТАП жатқанын мойындаған кезде, оның ояна бастағанына сенімді болыңыздар.</p>\n<p>САНАНЫҢ бар екенін және тіпті мұндай терминнің қажетсіздігін жоққа шығаратын ескі психологияның реакциялық мектептері ең терең ұйқы жағдайын айыптайды. Мұндай мектептердің жақтастары іс жүзінде санадан төмен және санасыз күйде өте қатты ұйықтайды.</p>\n<p>Сананы психологиялық функциялармен шатастыратындар; ойлар, сезімдер, қозғаушы импульстар мен сезімдер шынымен де өте санасыз, қатты ұйықтайды.</p>\n<p>САНАНЫҢ бар екенін мойындайтындар, бірақ сананың әртүрлі дәрежелерін мүлдем жоққа шығаратындар, саналы тәжірибенің жоқтығын, сананың ұйқысын айыптайды.</p>\n<p>Кез келген адам бір рет болса да сәл оянған, өзінде байқалатын сананың әртүрлі дәрежелері бар екенін өз тәжірибесінен жақсы біледі.</p>\n<p>Бірінші уақыт. Біз қанша уақыт саңымыз болды?</p>\n<p>Екінші жиілік. Сана қанша рет оянды?</p>\n<p>Үшінші. АУҚЫМЫ ЖӘНЕ ӨТКІЗГІШТІГІ. Неден саңы болады?</p>\n<p>РЕВОЛЮЦИЯЛЫҚ ПСИХОЛОГИЯ және көне ФИЛОКАЛИЯ ерекше түрдегі үлкен СУПЕР КҮШ-ЖІГЕР арқылы сананы оятып, оны үздіксіз және бақыланатын етуге болады деп мәлімдейді.</p>\n<p>НЕГІЗГІ БІЛІМ БЕРУДІҢ мақсаты - САНАНЫ ояту. Мектептен, колледжде және университетте он немесе он бес жыл оқудың еш пайдасы жоқ, егер аудиториядан шыққанда ұйықтап қалған автоматтар болсақ.</p>\n<p>ИНТЕЛЛЕКТУАЛДЫ ЖАНУАР өзі туралы бірнеше минутқа ғана саңы бола алады деп айту асыра сілтеу емес.</p>\n<p>Бұл жерде сирек кездесетін жағдайлардың болатыны анық, оларды Диогеннің шамымен іздеуге тура келеді, бұл сирек кездесетін жағдайларды НАҒЫЗ АДАМДАР, БУДДА, ИСА, ГЕРМЕС, КЕТСАКОАТЛЬ және т.б. көрсетеді.</p>\n<p>ДІНДЕРДІҢ осы негізін қалаушыларында ҮЗДІКСІЗ САНА болды, олар ұлы НҰРЛАНДЫРЫЛҒАНДАР еді.</p>\n<p>Әдетте адамдар өздері туралы саңы емес. Үздіксіз түрде саңымын деген иллюзия жадыдан және барлық ойлау процестерінен туындайды.</p>\n<p>Өмір бойы еске түсіру үшін ретроспективті жаттығу жасайтын адам, шын мәнінде, қанша рет үйленгенін, қанша бала туғанын, ата-анасы, ұстаздары кім болғанын және т.б. еске түсіре алады, бірақ бұл сананы ояту дегенді білдірмейді, бұл жай ғана санасыз әрекеттерді еске түсіру және бәрі осы.</p>\n<p>Алдыңғы тарауларда айтқанымызды қайталау қажет. САНАНЫҢ төрт күйі бар. Олар: ҰЙҚЫ, ОЯУ күйі, ӨЗІН-ӨЗІ САНАУ және ОБЪЕКТИВТІ САНА.</p>\n<p>КЕДЕЙ ИНТЕЛЛЕКТУАЛДЫ ЖАНУАР қателесіп АДАМ деп аталады, осы күйлердің екеуінде ғана өмір сүреді. Өмірінің бір бөлігі ұйқыда өтеді, ал екіншісі дұрыс емес ОЯУ КҮЙІ деп аталады, ол да ұйқы.</p>\n<p>Ұйықтап жатқан және түс көріп жатқан адам, ояу күйіне қайтып келгендіктен оянамын деп ойлайды, бірақ шын мәнінде осы ояу күйінде түс көруді жалғастырады.</p>\n<p>Бұл таңға ұқсайды, күн сәулесінен жұлдыздар жасырылады, бірақ олар физикалық көздер оларды қабылдамаса да, өмір сүруін жалғастырады.</p>\n<p>Қалыпты күнделікті өмірде адам ӨЗІН-ӨЗІ САНАУ туралы ештеңе білмейді және ОБЪЕКТИВТІ САНА туралы да білмейді.</p>\n<p>Алайда адамдар тәкаппар және барлығы өздерін ӨЗІН-ӨЗІ САНАУДЫ деп санайды; ИНТЕЛЛЕКТУАЛДЫ ЖАНУАР өзінің санасы бар екеніне сенімді және ешбір жағдайда оған ұйықтап жатыр және өзі туралы санасыз өмір сүреді десе, келіспейді.</p>\n<p>ИНТЕЛЛЕКТУАЛДЫ ЖАНУАР оянатын ерекше сәттер бар, бірақ бұл сәттер өте сирек кездеседі, олар ең жоғарғы қауіпті сәтте, қатты эмоционалды толқу кезінде, қандай да бір жаңа жағдайда, қандай да бір жаңа күтпеген жағдайда және т.б. көрінуі мүмкін.</p>\n<p>Кедей ИНТЕЛЛЕКТУАЛДЫ ЖАНУАРДЫҢ сананың осы өткінші күйлеріне ешқандай билігі жоқ, оларды шақыра алмайды, оларды үздіксіз ете алмайды - бұл шынымен де қайғылы жағдай.</p>\n<p>Алайда НЕГІЗГІ БІЛІМ БЕРУ адам САНАНЫҢ бақылауына ҚОЛ ЖЕТКІЗІП және ӨЗІН-ӨЗІ САНАУДЫ ала алады деп мәлімдейді.</p>\n<p>РЕВОЛЮЦИЯЛЫҚ ПСИХОЛОГИЯДА САНАНЫ ОЯТУдың ғылыми әдістері бар.</p>\n<p>Егер біз САНАНЫ ОЯТҚЫМЫЗ келсе, біз жолда пайда болатын барлық кедергілерді қарастырудан, зерттеуден және содан кейін жоюдан бастауымыз керек, біз бұл кітапта Мектептің өзінен бастап САНАНЫ ОЯТУ жолын үйреттік.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kk/educacion-fundamental/la-conciencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/la-conciencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/la-conciencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
