import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Съвестта",
  "locale": "bg",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "37. Съвестта",
    "order": 37
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Хората бъркат СЪЗНАНИЕТО с ИНТЕЛИГЕНТНОСТТА или с ИНТЕЛЕКТА и на много интелигентния или много интелектуалния човек дават квалификацията на много съзнателен.</p>\n<p>Ние твърдим, че СЪЗНАНИЕТО в човека е извън всякакво съмнение и без страх да се заблудим, един много особен вид УЛАВЯНЕ НА ВЪТРЕШНО ПОЗНАНИЕ, напълно независимо от всяка умствена дейност.</p>\n<p>Способността на СЪЗНАНИЕТО ни позволява познаването на САМИТЕ СЕБЕ СИ.</p>\n<p>СЪЗНАНИЕТО ни дава цялостно познание за това, което Е, откъде е, какво наистина се знае, какво със сигурност се игнорира.</p>\n<p>РЕВОЛЮЦИОННАТА ПСИХОЛОГИЯ учи, че само човек може да се познае сам себе си.</p>\n<p>Само ние можем да знаем дали сме съзнателни в даден момент или не.</p>\n<p>Само човек може да знае за собственото си съзнание и дали то съществува в даден момент или не.</p>\n<p>Човекът и никой друг освен него, може да осъзнае за миг, за момент, че преди този миг, преди този момент, наистина не е бил съзнателен, съзнанието му е било много заспало, след това ще забрави това преживяване или ще го запази като спомен, като спомен за силно преживяване.</p>\n<p>Спешно е да се знае, че СЪЗНАНИЕТО в РАЗУМНОТО ЖИВОТНО не е нещо непрекъснато, постоянно.</p>\n<p>Обикновено СЪЗНАНИЕТО в ИНТЕЛЕКТУАЛНОТО ЖИВОТНО, наречено човек, спи дълбоко.</p>\n<p>Редки, много редки са моментите, в които СЪЗНАНИЕТО е будно; интелектуалното животно работи, управлява коли, жени се, умира и т.н. със съзнанието напълно заспало и само в много изключителни моменти се събужда:</p>\n<p>Животът на човешкото същество е живот на сън, но то вярва, че е будно и никога няма да признае, че сънува, че съзнанието му е заспало.</p>\n<p>Ако някой се събуди, ще се почувства ужасно засрамен от себе си, веднага ще разбере своята клоунада, своята нелепост.</p>\n<p>Този живот е ужасно нелеп, ужасно трагичен и рядко възвишен.</p>\n<p>Ако боксьор се събуди веднага по време на битка, би погледнал засрамен цялата почтена публика и би избягал от ужасното зрелище, пред изумлението на заспалите и несъзнателни тълпи.</p>\n<p>Когато човек признае, че има ЗАСПАЛО СЪЗНАНИЕ, можете да бъдете сигурни, че вече започва да се събужда.</p>\n<p>Реакционните школи на остаряла психология, които отричат съществуването на СЪЗНАНИЕТО и дори безполезността на такъв термин, обвиняват за най-дълбокото състояние на сън. Последователите на тези школи спят много дълбоко в практически инфрасъзнателно и несъзнателно състояние.</p>\n<p>Които бъркат съзнанието с психологическите функции; мисли, чувства, двигателни импулси и усещания, наистина са много несъзнателни, спят дълбоко.</p>\n<p>Които признават съществуването на СЪЗНАНИЕТО, но категорично отричат различните нива на съзнание, обвиняват за липса на съзнателен опит, сън на съзнанието.</p>\n<p>Всеки човек, който някога се е събуждал за момент, знае много добре от собствен опит, че съществуват различни нива на съзнание, които се наблюдават в себе си.</p>\n<p>Първо Време. Колко време останахме съзнателни?</p>\n<p>Второ Честота. Колко пъти сме събуждали съзнание?</p>\n<p>Трето. ШИРОЧИНА И ПРОНИКВАНЕ. За какво ще бъде съзнателен?</p>\n<p>РЕВОЛЮЦИОННАТА ПСИХОЛОГИЯ и древната ФИЛОКАЛИЯ твърдят, че чрез големи СВРЪХУСИЛИЯ от много специален вид може да се събуди съзнание и да се направи непрекъснато и контролируемо.</p>\n<p>ОСНОВНОТО ОБРАЗОВАНИЕ има за цел да събуди СЪЗНАНИЕ. Безполезни са десет или петнадесет години обучение в училище, колеж и университет, ако при излизане от класните стаи сме заспали автомати.</p>\n<p>Не е преувеличение да се твърди, че чрез някакво голямо УСИЛИЕ ИНТЕЛЕКТУАЛНОТО ЖИВОТНО може да бъде съзнателно за себе си само за няколко минути.</p>\n<p>Ясно е, че в това обикновено има редки изключения днес, които трябва да търсим с фенера на Диоген, тези редки случаи са представени от ИСТИНСКИТЕ ХОРА, БУДА, ИСУС, ХЕРМЕС, КЕЦАЛКОАТЪЛ и т.н.</p>\n<p>Тези основатели на РЕЛИГИИ са притежавали НЕПРЕКЪСНАТО СЪЗНАНИЕ, били са големи ПРОСВЕТЛЕНИ.</p>\n<p>Обикновено хората НЕ са съзнателни за себе си. Илюзията за непрекъснато съзнание се ражда от паметта и от всички процеси на мисленето.</p>\n<p>Човекът, който практикува ретроспективно упражнение, за да си спомни целия си живот, може наистина да си спомни, да си спомни колко пъти се е женил, колко деца е родил, кои са били родителите му, неговите Учители и т.н., но това не означава да събуди съзнание, това е просто да си спомни несъзнателни действия и това е всичко.</p>\n<p>Необходимо е да повторим това, което вече казахме в предходните глави. Съществуват четири състояния на СЪЗНАНИЕТО. Това са: СЪН, състояние на БОДРУВАНЕ, САМОСЪЗНАНИЕ и ОБЕКТИВНО СЪЗНАНИЕ.</p>\n<p>Бедното ИНТЕЛЕКТУАЛНО ЖИВОТНО, погрешно наречено ЧОВЕК, живее само в две от тези състояния. Една част от живота му преминава в сън, а другата в погрешно нареченото СЪСТОЯНИЕ НА БОДРУВАНЕ, което също е сън.</p>\n<p>Човекът, който спи и сънува, вярва, че се събужда от факта, че се връща в състояние на бодърстване, но в действителност по време на това състояние на бодърстване продължава да сънува.</p>\n<p>Това е подобно на зората, звездите се скриват поради слънчевата светлина, но те продължават да съществуват, въпреки че физическите очи не ги възприемат.</p>\n<p>В нормалния, обикновен живот човешкото същество не знае нищо за САМОСЪЗНАНИЕТО и още по-малко за ОБЕКТИВНОТО СЪЗНАНИЕ.</p>\n<p>Въпреки това, хората са горди и всеки вярва, че е САМОСЪЗНАТЕЛЕН; ИНТЕЛЕКТУАЛНОТО ЖИВОТНО твърдо вярва, че има съзнание за себе си и по никакъв начин няма да приеме, че е заспало и че живее несъзнателно за себе си.</p>\n<p>Съществуват изключителни моменти, в които ИНТЕЛЕКТУАЛНОТО ЖИВОТНО се събужда, но тези моменти са много редки, могат да бъдат представени в момент на върховна опасност, по време на интензивна емоция, в някакво ново обстоятелство, в някаква нова неочаквана ситуация и т.н.</p>\n<p>Наистина е нещастие, че бедното ИНТЕЛЕКТУАЛНО ЖИВОТНО няма никакъв контрол върху тези мимолетни състояния на съзнание, че не може да ги предизвика, че не може да ги направи непрекъснати.</p>\n<p>Въпреки това, ОСНОВНОТО ОБРАЗОВАНИЕ твърди, че човек може да ПОСТИГНЕ контрол над СЪЗНАНИЕТО и да придобие САМОСЪЗНАНИЕ.</p>\n<p>РЕВОЛЮЦИОННАТА ПСИХОЛОГИЯ има научни методи и процедури за СЪБУЖДАНЕ НА СЪЗНАНИЕТО.</p>\n<p>Ако искаме да СЪБУДИМ СЪЗНАНИЕТО, трябва да започнем с изследване, изучаване и след това елиминиране на всички препятствия, които се появяват по пътя ни, в тази книга сме показали пътя за събуждане на СЪЗНАНИЕТО, започвайки от самите чинове в Училището.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bg/educacion-fundamental/la-conciencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/la-conciencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/la-conciencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
