import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ሕሊና",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "37. ሕሊና",
    "order": 37
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ሰባት ነቲ ንቕሓት ምስ ኣእምሮ ወይ ኣእምሮኣዊ ብቕዓት የደናግሩ፣ ነቲ ኣዝዩ ብልህ ወይ ምሁር ሰብ ድማ ኣዝዩ ንቁሕ ኢሎም ይገልጽዎ።</p>\n<p>ንሕና ንቕሓት ኣብ ሰብ ብዘይምንም ጥርጥርን ናይ ምትላል ስግኣትን ካብ ኩሉ ኣእምሮኣዊ ንጥፈታት ፈጽሙ ነጻ ዝኾነ ፍሉይ ዓይነት ውሽጣዊ ምርዳእ ምዃኑ ኢና ንገልጽ።</p>\n<p>ናይ ንቕሓት ተውህቦ ንነብስና ንኽንፈልጥ የኽእለና።</p>\n<p>ንቕሓት ካበይ ከም ዝመጸ፣ እንታይ ምዃኑ፣ ብሓቂ እንታይ ከም እንፈልጥ፣ ብርግጽ እንታይ ከም ዘይንፈልጥ ምሉእ ፍልጠት ይህበና።</p>\n<p>ኣብ ፈጠራዊ ስነ-ኣእምሮ እቲ ሰብ ባዕሉ ጥራይ እዩ ንነብሱ ክፈልጥ ዝኽእል ዝብል ትምህርቲ ኣሎ።</p>\n<p>ኣብ እዋን ንቑሓት እንተኾንና ወይ ዘይንኾና ክንፈልጥ እንኽእል ባዕልና ጥራይ ኢና።</p>\n<p>ብዛዕባ ናይ ገዛእ ርእስኻ ንቕሓት ክትፈልጥን ኣብ ሓደ እዋን እንተልዩ ወይ ከም ዘየለ ክትፈልጥ ትኽእል ባዕልኻ ጥራይ ኢኻ።</p>\n<p>እቲ ሰብ ባዕሉን ካብኡ ሓሊፉ ካልእ ሰብን ካብቲ ቅጽበት ኣቐዲሙ፣ ካብቲ እዋን ኣቐዲሙ፣ ብሓቂ ንቁሕ ከም ዘይነበረ፣ ንቕሓቱ ኣዝዩ ድቃስ ከም ዝነበረ፣ ድሕሪኡ ነቲ ተመኲሮ ከም ትዝታ ክርስዖ ወይ ከም ትዝታ ናይ ሓደ ሓያል ተመኲሮ ከም ዝሕዞ ንቅጽበት፣ ንእዋን ክፈልጥ ይኽእል።</p>\n<p>ኣብቲ ኣእምሮ ዘለዎ እንስሳ ንቕሓት ቀጻሊ ወይ ዘይቋረጽ ነገር ከም ዘይኮነ ምፍላጥ ኣዝዩ ኣገዳሲ እዩ።</p>\n<p>ብተለምዶ ኣብቲ ኣእምሮኣዊ እንስሳ ዝበሃል ሰብ ንቕሓት ኣዝዩ ዓሚቝ ድቃስ እዩ።</p>\n<p>ንቕሓት ዝነቕሓሉ እዋናት ኣዝዮም ውሑዳት እዮም፣ እቲ ኣእምሮኣዊ እንስሳ ይዓዪ፣ መካይን ይዝውር፣ ይምርዓው፣ ይመውት፣ ወዘተ ንቕሓቱ ፈጽሙ ደቂሱ፣ ኣብ ኣዝዩ ፍሉይ እዋናት ጥራይ እዩ ዝነቕሕ።</p>\n<p>ህይወት ናይ ሰብ ህይወት ሕልሚ እያ፣ ንሱ ግና ነቒሑ ከም ዘሎ እዩ ዝኣምን፣ ሕልሚ ኸም ዘለዎ፣ ንቕሓቱ ደቂሱ ከም ዘሎ ኸኣ ፈጽሙ ኣይቅበሎን።</p>\n<p>ሓደ ሰብ እንተነቒሑ፣ ብርእሱ ኣዝዩ ኺሓፍር እዩ፣ ብኡብኡ ድማ ዋዛኡን መላገጹን ኺርድኦ እዩ።</p>\n<p>እዚ ህይወት እዚ ኣዝዩ ዘሕፍር፣ ኣዝዩ ኣሰቃቒን ብውሑዱ ድማ ልዕል ዝበለ እዩ።</p>\n<p>ሓደ ቦክሰኛ ኣብ ማእከል ውድድር ብኡብኡ እንተነቒሑ፣ ንኹሉ ነቲ ዝተኸበሮ ተዓዛባይ ብሓፍረት ኺጥምቶን ነቲ ዘስካሕክሕ ትርኢት ራሕሪሑ ኺሃድምን እዩ፣ ነቲ ደቂሱን ንቑሕ ዘይብሉ ህዝቢ ብምንባብ።</p>\n<p>እቲ ሰብ ንቕሓቱ ደቂሱ ከም ዘሎ እንተኣሚኑ፣ ክነቅሕ ጀሚሩ ከም ዘሎ ክትኣምን ትኽእል።</p>\n<p>እተን ንህላወ ንቕሓት ዝነጽጋን ክሳብ እቲ ቃል ዘየድሊ ዝብላን ናይ ጥንታዊ ስነ-ኣእምሮ ግብረመልሲ ትምህርትታት፣ ኣዝዩ ዓሚቝ ናይ ድቃስ ኩነታት እዩ ዘርኢ። ናይዚኣተን ተኸተልቲ ብግብራዊ ደረጃ ንቑሕ ዘይብሉን ንቕሓት ዘይብሉን ኩነታት ዓሚቝ ድቃስ እዮም ዝድቅሱ።</p>\n<p>ንነቓሕ ምስ ስነ-ኣእምሮኣዊ ተግባራት ዝደናግሩ፣ ሓሳባት፣ ስምዒታት፣ ስምዒታት ምንቅስቓስን ስምዒታትን፣ ብሓቂ ኣዝዮም ንቑሓት ኣይኮኑን፣ ዓሚቝ ድቃስ ይድቅሱ።</p>\n<p>ንህላወ ንቕሓት ዝቕበሉ፣ ነቲ ዝተፈላለየ ደረጃታት ንቕሓት ግና ብግልጺ ዝነጽጉ፣ ተመኲሮ ንቕሓት ከም ዘይብሎም፣ ድቃስ ናይ ንቕሓት ከም ዘለዎም ይሕብሩ።</p>\n<p>ዝኾነ ይኹን ሰብ ሓንሳብ ንቅጽበት ነቒሑ እንተኾይኑ፣ ብገዛእ ርእሱ ኣብ ርእሱ ዝረኣዩ ዝተፈላለዩ ደረጃታት ንቕሓት ከም ዘለው ብጽቡቕ ይፈልጥ።</p>\n<p>ቀዳማይ ግዜ። ንምንታይ ክንደይ ግዜ ንቑሓት ጸኒሕና፧</p>\n<p>ካልኣይ ተደጋጋሚነት። ንቕሓት ክንደይ ሳዕ ነቒሕና፧</p>\n<p>ሳልሳይ ስፍሓትን ዘልቃጥነትን። እንታይ ንቑሕ ክኸውን እዩ፧</p>\n<p>እቲ ናይ ፈጠራዊ ስነ-ኣእምሮን ጥንታዊ ፊሎካሊያን ብፍሉይ ዓይነት ናይ ልዕሊ ሓይሊ ምንቃሕ ንቕሓትን ቀጻልን ክቆጻጸርን ይከኣል እዩ ይብሉ።</p>\n<p>መሰረታዊ ትምህርቲ ንቕሓት ምንቃሕ እዩ ዕላማኡ። ካብ ቤት ትምህርቲ፣ ኮሌጅን ዩኒቨርሲቲን ምስ ወጻእና ድቃስ ዝደቀሱ ኣውቶማት እንተኾንና፣ ኣብ ቤት ትምህርቲ ዓሰርተ ወይ ዓሰርተ ሓሙሽተ ዓመታት ብምጽናዕ ምንም ኣይጠቅምን እዩ።</p>\n<p>እቲ ኣእምሮኣዊ እንስሳ ብዝኾነ ዓቢ ጻዕሪ ንነብሱ ንሓደ ኽልተ ደቓይቕ ንቑሕ ክኸውን ከም ዝኽእል ምግላጽ ኣይዝንብልን እዩ።</p>\n<p>ኣብዚ እዋን እዚ እምበኣር ብዉሑዱ ለባማት ዝኾኑ ፍሉያት ኣጋጣሚታት ከም ዘለዉ ግልጺ እዩ፣ እዞም ውሑዳት ጉዳያት እዚኦም ብናይ ሓቂ ሰባት እዮም ዝውከሉ፣ ቡድሃ፣ ኢየሱስ፣ ሄርሜስ፣ ኬትዛኮኣትል ወዘተ።</p>\n<p>እዞም መስረትቲ ሃይማኖት ቀጻሊ ንቕሓት ነበሮም፣ ዓበይቲ ብርሃናት ነበሩ።</p>\n<p>ብተለምዶ ሰባት ንነብሶም ንቑሓት ኣይኮኑን። ቀጻሊ ንቑሓት ናይ ምዃን ድሌት ካብ ትዝታን ኩሎም መስርሓት ሓሳብን እዩ ዝውለድ።</p>\n<p>ሓደ ብህይወቱ ንምዝካር ዝምልከት ስርሒት ዝገብር ሰብ፣ ብሓቂ ክዝክር፣ ክንደይ ሳዕ ከም ዝተመርዓወ፣ ክንደይ ውሉድ ከም ዝወለደ፣ መን ወለዱ ከም ዝነበሩ፣ መምህራኑ ወዘተ ክዝክር ይኽእል፣ እዚ ግና ንንቕሓት ምንቃሕ ማለት ኣይኮነን፣ እዚ ንንቑሓት ዘይኾኑ ተግባራት ምዝካር ጥራይ እዩ፣ እዚ ጥራይ እዩ።</p>\n<p>ኣብ ቀዳሞት ምዕራፋት ዝበልናዮ ምድጋሙ ኣድላዪ እዩ። ኣርባዕተ ደረጃታት ንቕሓት ኣለዉ። እዚኦም ድቃስ፣ ናይ ንቕሓት ኩነታት፣ ርእሰ-ንቕሓትን ዕላማዊ ንቕሓትን እዮም።</p>\n<p>እቲ ድኻ ኣእምሮ ዘለዎ እንስሳ ብጌጋ ሰብ ተባሂሉ ዝጽዋዕ፣ ኣብ ክልተ ካብዚኦም ደረጃታት ጥራይ እዩ ዝነብር። ሓደ ክፋል ናይ ህይወቱ ኣብ ድቃስ እዩ ዝውዕል፣ እቲ ሓደ ድማ ብጌጋ ናይ ንቕሓት ኩነታት ተባሂሉ ይጽዋዕ፣ እዚ ድማ ድቃስ እዩ።</p>\n<p>እቲ ደቂሱ ሕልሚ ዝሓልም ሰብ፣ ናብቲ ናይ ንቕሓት ኩነታት ስለ ዝተመልሰ ከም ዝነቐሐ እዩ ዝኣምን፣ ብሓቂ ግና ኣብዚ ናይ ንቕሓት ኩነታት ሕልሚ ምሕላሙ ይቕጽል።</p>\n<p>እዚ ምስ ወጋሕታ ይመሳሰል፣ ከዋኽብቲ ብብርሃን ጸሓይ ስለ ዝተሓብኡ፣ እቲ ኣካላዊ ዓይኒ እንተዘይተዓዘበን እውን ይቕጽሉ።</p>\n<p>ኣብቲ ልሙድን ዘይተርፍን ህይወት እቲ ሰብ ብዛዕባ ርእሰ-ንቕሓት ምንም ኣይፈልጥን፣ ብዛዕባ ዕላማዊ ንቕሓት ድማ ኣዝዩ ውሑድ እዩ ዝፈልጥ።</p>\n<p>ሰባት ግና ዕቡያት እዮም፣ ኩሉ ሰብ ድማ ርእሰ-ንቁሕ እዩ ኢሉ እዩ ዝኣምን፣ እቲ ኣእምሮኣዊ እንስሳ ንነብሱ ንቁሕ ከም ዘሎ ብጽኑዕ እዩ ዝኣምን፣ ደቂሱ ከም ዘሎን ንነብሱ ንቑሕ ከም ዘይብሉ እዩ ዝነብር እንተተባህለ ድማ ፈጽሙ ኣይቅበሎን።</p>\n<p>ኣብቲ ኣእምሮኣዊ እንስሳ ዝነቕሓሉ ፍሉይ እዋናት ኣለዉ፣ እዞም እዋናት እዚኦም ግና ኣዝዮም ውሑዳት እዮም፣ ኣብ እዋን ልዕል ዝበለ ሓደጋ፣ ኣብ እዋን ሓያል ስምዒት፣ ኣብ ገለ ሓድሽ ኩነታት፣ ኣብ ገለ ዘይተጸበናዮ ሓድሽ ኩነታት ወዘተ ኺውከሉ ይኽእሉ።</p>\n<p>እቲ ድኻ ኣእምሮ ዘለዎ እንስሳ ኣብ ልዕሊ እቲ ሃዳሚ ኩነታት ንቕሓት ምንም ቁጽጽር ዘይብሉ፣ ክዝክሮ ከም ዘይኽእልን ቀጻሊ ኺገብሮ ከም ዘይኽእልን ብሓቂ መዓት እዩ።</p>\n<p>መሰረታዊ ትምህርቲ ግና እቲ ሰብ ኣብ ልዕሊ ንቕሓት ቁጽጽር ክገብርን ርእሰ-ንቕሓት ክረክብን ከም ዝኽእል እዩ ዝገልጽ።</p>\n<p>ፈጠራዊ ስነ-ኣእምሮ ንንቕሓት ንምቕላሕ ሳይንሳዊ ኣገባባት ኣለዎ።</p>\n<p>ንቕሓት ምንቃሕ እንተደሊና፣ ኣብ መንገዲና ዝቐርቡ ኩሎም ዕንቅፋት ብምምርማር፣ ብምጽናዕን ድሕሪኡ ድማ ብምጥፋእ ክንጅምር ኣሎና፣ ኣብዚ መጽሓፍ እዚ፣ ካብ ባንኪ ቤት ትምህርቲ ብምጅማር ንንቕሓት ምንቃሕ መንገዲ ኣስተምሂርና ኢና።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/la-conciencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-conciencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-conciencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
