import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ስነ-ስርዓት",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "4. ስነ-ስርዓት",
    "order": 4
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>የሁለተኛ ደረጃ ትምህርት ቤቶች፣ ኮሌጆች እና ዩኒቨርሲቲዎች መምህራን ለሥነ ምግባር ከፍተኛ ትኩረት ይሰጣሉ፣ እናም ይህንን ርዕስ በዚህ ምዕራፍ ውስጥ በጥልቀት መመርመር አለብን።</p>\n<p>ሁላችንም በትምህርት ቤቶች፣ ኮሌጆች፣ ዩኒቨርሲቲዎች፣ ወዘተ ያለፍን ስነ ምግባር፣ ደንቦች፣ ግርፋት፣ ተግሳፅ ወዘተ ምን እንደሆኑ በደንብ እናውቃለን።</p>\n<p>ስነ-ምግባር ማለት ተቃውሞን ማዳበር ማለት ነው። የትምህርት ቤት መምህራን ተቃውሞን ማዳበር ይወዳሉ።</p>\n<p>መቃወምን፣ በአንድ ነገር ላይ ሌላ ነገር መገንባትን እንማራለን። የሥጋን ፈተና ለመቋቋም እንማራለን፣ ራሳችንን እንገርፋለን እንዲሁም ለመቋቋም ንስሐ እንገባለን።</p>\n<p>ስንፍና የሚያመጣውን ፈተና፣ ያለማጥናት ፈተና፣ ወደ ትምህርት ቤት ያለመሄድ፣ የመጫወት፣ የመሳቅ፣ መምህራንን ማሾፍ፣ ደንቦችን መጣስ ወዘተ ለመቋቋም እንማራለን።</p>\n<p>መምህራን ስነ ምግባርን በመጠበቅ የትምህርት ቤቱን ሥርዓት ማክበር፣ ማጥናት፣ ለመምህራን ታዛዥ መሆን፣ ከእኩዮች ጋር ጥሩ መግባባት ወዘተ አስፈላጊ መሆኑን መረዳት እንችላለን የሚል የተሳሳተ ግንዛቤ አላቸው።</p>\n<p>በሰዎች መካከል ባለን ተቃውሞ መጠን፣ ባፈገፈግን መጠን የበለጠ ለመረዳት፣ ነፃ ለመሆንና ለማሸነፍ እንችላለን የሚል የተሳሳተ ግንዛቤ አለ።</p>\n<p>ሰዎች አንድን ነገር በታገሉ፣ በተቃወሙና ባፈገፈጉ ቁጥር ግንዛቤው እየቀነሰ እንደሚሄድ ሊገነዘቡ አይፈልጉም።</p>\n<p>የመጠጥ ሱስን ከተዋጋን ለተወሰነ ጊዜ ይጠፋል፣ ነገር ግን በአእምሮአችን ውስጥ ባሉት ሁሉም ደረጃዎች ላይ ጠለቅ ያለ ግንዛቤ ከሌለን ጥበቃውን በዘነጋን ጊዜ እንደገና ይመለሳል፣ እና ለአንድ ዓመት ሙሉ በአንዴ እንጠጣለን።</p>\n<p>የዝሙትን ሱስ ከተቃወምን ለአጭር ጊዜ ንጹህ እንደሆንን እናስመስላለን (በሌሎች የአዕምሮ ደረጃዎች ላይ አሁንም አስፈሪ ሰይጣኖች ብንሆንም እንደ ፆታዊ ህልሞች እና የሌሊት ፈሳሽ እንደሚያሳዩት)፤ እናም ምንዝርነት ምን እንደሆነ ጠለቅ ያለ ግንዛቤ ስለሌለን ወደ ቀድሞው የጋለሞታነት ህይወታችን በበለጠ ጥንካሬ እንመለሳለን።</p>\n<p>ስግብግብነትን የሚቃወሙ፣ የሚታገሉ እና እራሳቸውን በተወሰኑ የባህሪ ህጎች የሚገዙ ብዙዎች አሉ ነገርግን የስግብግብነትን ሂደት በሙሉ በትክክል ስላልተረዱት በመሰረቱ ስግብግብ ያለመሆንን ይፈልጋሉ።</p>\n<p>ቁጣን ለመቋቋም የሚተጉ፣ የሚቃወሙ ብዙዎች አሉ፤ ነገር ግን ይህ ስሜት በንቃተ-ህሊና በሌሎች የአዕምሮ ደረጃዎች ውስጥ መኖሩን ይቀጥላል፤ ምንም እንኳን በባህሪያችን ላይ የጠፋ ቢመስልም በትንሹ ጥንቃቄ በጎደለው ጊዜ ንዑስ አእምሮአችን ይከዳናል ከዚያም በንዴት እንጮሃለን እና እንደ መብረቅ እንጮሃለን፣ ባልጠበቅነው ጊዜ እና ምናልባትም ትንሹም ትርጉም በሌለው ምክንያት።</p>\n<p>ቅናትን ለመቋቋም የሚተጉ ብዙዎች አሉ እና በመጨረሻም እንዳጠፉት አጥብቀው ያምናሉ ነገር ግን ስላልተረዱት በትክክል እንደሞተ አድርገን በምናምንበት ጊዜ እንደገና እንደሚታይ ግልጽ ነው።</p>\n<p>ምንም ዓይነት ስነ ምግባር በሌለበት ሁኔታ፣ በእውነተኛ ነፃነት ውስጥ፣ በአእምሮ ውስጥ የሚቃጠል የግንዛቤ እሳት ይነሳል።</p>\n<p>ፈጣሪ ነፃነት በምንም ዓይነት ማዕቀፍ ውስጥ ሊኖር አይችልም። የስነ ልቦና ጉድለቶቻችንን በተሟላ ሁኔታ ለመረዳት ነፃነት ያስፈልገናል።</p>\n<p>ነፃ ለመሆን ግድግዳዎችን መደርመስ እና የብረት ሰንሰለቶችን መስበር በአስቸኳይ ያስፈልገናል።</p>\n<p>በመምህራኖቻችን እና በወላጆቻችን ጥሩ እና ጠቃሚ ነው ያሉትን ነገሮች በራሳችን መለማመድ አለብን። በቃ በቃላቸው መማር እና መኮረጅ በቂ አይደለም። መረዳት አለብን።</p>\n<p>የመምህራን ጥረት ሁሉ የተማሪዎችን ግንዛቤ ላይ ማተኮር አለበት። እነሱ ወደ ግንዛቤ መንገድ እንዲገቡ መጣር አለባቸው።</p>\n<p>ተማሪዎች ይህን ወይም ያንን መሆን አለባቸው ማለት በቂ አይደለም፤ ተማሪዎች በራሳቸው ለመመርመር፣ ለማጥናትና ጠቃሚ፣ ጠቃሚ፣ ክቡር ናቸው የሚሏቸውን እሴቶች በሙሉ ለመተንተን እና እንዲሁ ተቀብለው ለመኮረጅ ነፃ መሆንን መማር አለባቸው።</p>\n<p>ሰዎች በራሳቸው ማግኘት አይፈልጉም፤ የተዘጉ አእምሮዎች፣ ደደብ አእምሮዎች፣ ለመመርመር የማይፈልጉ አእምሮዎች፣ መካኒካዊ አእምሮዎች በጭራሽ የማይመረምሩ እና የሚኮርጁ ብቻ ናቸው።</p>\n<p>ተማሪዎች ከልጅነታቸው ጀምሮ ክፍሎቹን እስከሚለቁበት ጊዜ ድረስ እራሳቸውን ለመፈለግ፣ ለመጠየቅ እና ለመረዳት እውነተኛ ነፃነት እንዲኖራቸው እና በክልከላዎች ግድግዳዎች፣ ተግሳፅና ስነ-ምግባሮች እንዳይገደቡ አስፈላጊ፣ አስቸኳይ እና የማይቀር ነው።</p>\n<p>ለተማሪዎች ምን ማድረግ እንዳለባቸው እና ምን ማድረግ እንደሌለባቸው ከተነገራቸው እና ለመረዳትና ለመለማመድ ካልተፈቀደላቸው ታዲያ ብልህነታቸው የት አለ? ለብልህነት የተሰጠው ዕድል ምንድን ነው?</p>\n<p>ብልህ ካልሆንን ፈተናዎችን መውሰድ፣ በሚገባ መልበስ እና ብዙ ጓደኞች ማፍራት ምን ይጠቅማል?</p>\n<p>ብልህነት የሚመጣው በራሳችን ለመመርመር፣ ለመረዳት፣ ተግሳጽን ሳይፈሩ እና ስነ-ምግባር ሳይኖር ለመተንተን በእውነት ነፃ ስንሆን ብቻ ነው።</p>\n<p>የፈሩ፣ የደነገጡ እና ለከባድ ስነ-ምግባሮች የተገዙ ተማሪዎች በጭራሽ ሊያውቁ አይችሉም። በጭራሽ ብልህ ሊሆኑ አይችሉም።</p>\n<p>በአሁኑ ጊዜ ለወላጆች እና ለአስተማሪዎች ትኩረት የሚሰጡት ነገር ተማሪዎች ሙያ እንዲኖራቸው፣ ዶክተር፣ ጠበቃ፣ መሐንዲስ ወይም የቢሮ ሠራተኛ እንዲሆኑ ማለትም በሕይወት ያሉ አውቶማቲክ ሰዎች እንዲሆኑና ከዚያም ትዳር መስርተው የሕፃናት ማምረቻ ማሽኖች እንዲሆኑ ብቻ ነው፤ ያ ብቻ ነው።</p>\n<p>ወንዶችና ሴቶች አዲስ ነገር ማድረግ ሲፈልጉ፣ ከዚህ ማዕቀፍ፣ ጭፍን ጥላቻ፣ ጊዜ ያለፈባቸው ልማዶች፣ ስነ-ምግባሮች፣ የቤተሰብ ወይም የብሔር ወጎች ወዘተ ለመውጣት ሲፈልጉ ወላጆች የእስር ቤቱን ሰንሰለት አጥብቀው ለወንዱና ለሴቷ ልጅ እንዲህ ይላሉ፡- ይህን አታድርጉ! በዚህ ልንደግፋችሁ አንችልም፣ እነዚህ ነገሮች እብደት ናቸው ወዘተ።</p>\n<p>በአጠቃላይ ወንዱም ሆነ ሴቷ በሥርዓት፣ በወግና ጊዜ ያለፈባቸው ልማዶች፣ ያረጁ ሐሳቦች ወዘተ ውስጥ በይፋ ታስረዋል።</p>\n<p>መሰረታዊ ትምህርት ሥርዓትን ከነፃነት ጋር ማስታረቅን ያስተምራል።</p>\n<p>ነፃነት የሌለው ሥርዓት ጭቆና ነው። ሥርዓት የሌለው ነፃነት አናርኪዝም ነው።</p>\n<p>ጥበብ በተሞላበት መንገድ የተጣመሩ ነፃነት እና ሥርዓት የመሠረታዊ ትምህርት መሠረት ናቸው።</p>\n<p>ተማሪዎች በራሳቸው ለማወቅ፣ ለመጠየቅና በራሳቸው ውስጥ በእርግጥ ምን እንደሆኑና በሕይወት ውስጥ ምን ማድረግ እንደሚችሉ ለማወቅ ፍጹም ነፃነት ሊኖራቸው ይገባል።</p>\n<p>ተማሪዎች፣ ወታደሮች፣ ፖሊሶች እና በአጠቃላይ ጥብቅ ሥርዓትን ተከትለው መኖር ያለባቸው ሰዎች ጨካኞች፣ ለሰው ልጅ ህመም ደንታ የሌላቸው እና ምሕረት የሌላቸው ይሆናሉ።</p>\n<p>ስነ-ምግባር የሰውን ስሜታዊነት ያጠፋል፤ ይህ ደግሞ በምልከታና በተሞክሮ ሙሉ በሙሉ ተረጋግጧል።</p>\n<p>በእነዚህ ብዙ ሥነ-ምግባሮችና ደንቦች ምክንያት የዚህ ዘመን ሰዎች ስሜታዊነታቸውን ሙሉ በሙሉ አጥተዋል፤ ጨካኞችና ምሕረት የሌላቸው ሆነዋል።</p>\n<p>በእውነት ነፃ ለመሆን በጣም ስሜታዊና ሰብአዊ መሆን ያስፈልጋል።</p>\n<p>በሁለተኛ ደረጃ ትምህርት ቤቶች፣ ኮሌጆችና ዩኒቨርሲቲዎች ተማሪዎች በትምህርቶቻቸው ላይ ትኩረት እንዲያደርጉ ይማራሉ፤ እንዲሁም ወንዶችና ሴቶች ከመገሰጽ፣ ጆሮ ከመሳብ፣ በበትር ወይም በደንብ ከመመታት ወዘተ ለመዳን ትኩረት ያደርጋሉ። የሚያሳዝነው ግን በእውነት ንቁ መሆን ምን ማለት እንደሆነ አይማሩም።</p>\n<p>ተማሪው በሥነ ምግባር ትኩረት ያደርጋል ብዙ ጊዜም ፈጣሪ ኃይሉን በከንቱ ያባክናል።</p>\n<p>ፈጣሪ ኃይል በኦርጋኒክ ማሽን የሚመረት በጣም ስውር ኃይል ነው።</p>\n<p>እንበላለን እንጠጣለን፤ የምግብ መፈጨት ሂደቶች በሙሉ በመሠረቱ ሻካራ ነገሮች ወደ ጠቃሚ ነገሮችና ኃይሎች የሚቀየሩበት ስውርነት ናቸው።</p>\n<p>ፈጣሪ ኃይል በሰውነት የሚመረት በጣም ስውር ነገር እና ኃይል ነው።</p>\n<p>ንቁ መሆንን ካወቅን ፈጣሪ ኃይልን መቆጠብ እንችላለን።</p>\n<p>እንደ አለመታደል ሆኖ መምህራን ለደቀ መዛሙርታቸው ንቁ መሆን ምን እንደሆነ አያስተምሩም።</p>\n<p>ትኩረታችንን በየትኛውም ቦታ ብናዞር ፈጣሪ ኃይልን እናባክናለን። ትኩረትን ከከፈልን፣ ከነገሮች፣ ከሰዎችና ከሐሳቦች ጋር ካልተዋሃድን ያንን ኃይል መቆጠብ እንችላለን።</p>\n<p>እኛ ከሰዎች፣ ከነገሮችና ከሐሳቦች ጋር ስንዋሃድ ራሳችንን እንረሳለን ከዚያም ፈጣሪ ኃይላችንን በጣም በሚያሳዝን ሁኔታ እናጣለን።</p>\n<p>ንቃተ ህሊናን ለማንቃት ፈጣሪ ኃይልን መቆጠብ እንደሚያስፈልገን ማወቅ በአስቸኳይ ያስፈልጋል፤ እንዲሁም ፈጣሪ ኃይል ሕያው እምቅ፣ የንቃተ ህሊና መሣሪያና ንቃተ ህሊናን የማንቃት መሣሪያ ነው።</p>\n<p>ራሳችንን መርሳት እንደሌለብን ስንማር ትኩረትን በተመልካች፣ በእቃና በቦታ መካከል መከፋፈልን ስንማር ንቃተ ህሊናን ለማንቃት ፈጣሪ ኃይልን እንቆጥባለን።</p>\n<p>ንቃተ ህሊናን ለማንቃት ትኩረትን እንዴት መጠቀም እንደሚቻል መማር ያስፈልጋል ነገር ግን ተማሪዎች ስለዚህ ጉዳይ ምንም የሚያውቁት ነገር የለም ምክንያቱም መምህሮቻቸው ስላላስተማሯቸው ነው።</p>\n<p>ትኩረትን በንቃት መጠቀም ስንማር ሥነ ምግባር አያስፈልግም።</p>\n<p>በክፍሎቹ፣ በትምህርቶቹና በሥርዓቱ ላይ ያተኮረ ተማሪ ምንም ዓይነት ሥነ ምግባር አያስፈልገውም።</p>\n<p>መምህራን ነፃነትንና ሥርዓትን በጥበብ የማስታረቅን አስፈላጊነት መረዳት በአስቸኳይ ያስፈልጋቸዋል ይህ ደግሞ በንቃት ትኩረት ይቻላል።</p>\n<p>ንቁ መሆን ከማንነት ጋር መዋሃድን ያስወግዳል። ከሰዎች፣ ከነገሮችና ከሐሳቦች ጋር ስንዋሃድ መማረክ ይመጣል፤ ይህ የመጨረሻው ነገር ደግሞ ንቃተ ህሊናን ያሳጣል።</p>\n<p>ከማንነት ጋር ሳይዋሃዱ ትኩረት ማድረግን ማወቅ አለብን። በአንድ ነገር ወይም በአንድ ሰው ላይ ትኩረት ስናደርግና ራሳችንን ስንረሳው ውጤቱ መማረክ እና የንቃተ ህሊና ማጣት ነው።</p>\n<p>ሲኒማ ተመልካችን በጥንቃቄ ተመልከቱ። ተኝቷል፣ ሁሉንም ነገር አያውቅም፣ ራሱን አያውቅም፣ ባዶ ነው፣ የእንቅልፍ ተራማጅ ይመስላል፣ በሚመለከተው ፊልም፣ በፊልሙ ጀግና ያልማል።</p>\n<p>ወንዶችና ሴቶች ልጆች በሚያስደነግጥ የንቃተ ህሊና እንቅልፍ ውስጥ ላለመውደቅ በክፍሎቹ ውስጥ ራሳቸውን ሳይረሱ ትኩረት ማድረግ አለባቸው።</p>\n<p>ተማሪው ፈተና ሲያቀርብ ወይም በአስተማሪው ትዕዛዝ በቦርድ ወይም ወለል ላይ ሲሆን ወይም ሲያጠና ወይም ሲያርፍ ወይም ከእኩዮቹ ጋር ሲጫወት እራሱን መመልከት አለበት።</p>\n<p>በሦስት ክፍሎች የተከፈለ ትኩረት፡ ተመልካች፣ እቃ፣ ቦታ ማለት ንቁ ትኩረት ማለት ነው።</p>\n<p>ከሰዎች፣ ከነገሮች፣ ከሐሳቦች ወዘተ ጋር የመዋሃድ ስህተት ካልሠራን ፈጣሪ ኃይልን እንቆጥባለን፤ እናም በውስጣችን የንቃተ ህሊና መነቃቃትን እናፋጥናለን።</p>\n<p>በከፍተኛ ዓለማት ውስጥ ንቃተ ህሊናን ማንቃት የሚፈልግ እዚህና አሁን ማንቃት መጀመር አለበት።</p>\n<p>ተማሪው ከሰዎች፣ ከነገሮችና ከሐሳቦች ጋር የመዋሃድ ስህተት ሲሠራ፣ ራሱን የመርሳት ስህተት ሲሠራ ከዚያም በመማረክ እና በእንቅልፍ ውስጥ ይወድቃል።</p>\n<p>ስነ ምግባር ተማሪዎች ንቁ መሆንን አያስተምርም። ስነ ምግባር ለአእምሮ እውነተኛ እስር ቤት ነው።</p>\n<p>ወንዶችና ሴቶች ልጆች በትምህርት ቤቱ አግዳሚ ወንበር ላይ እያሉ ንቁ መሆንን መማር አለባቸው ስለዚህ በኋላ በተግባራዊ ሕይወት ከትምህርት ቤት ውጭ ራሳቸውን የመርሳት ስህተት አይሠሩም።</p>\n<p>ከአስካሪው ፊት ራሱን የሚረሳ፣ ከእርሱ ጋር የሚዋሃድ፣ የሚማረክና በንቃተ ህሊና ማጣት እንቅልፍ ውስጥ የሚወድቅ ሰው በእርግጥ ይጎዳል ወይም ይገድላል፤ እናም ወደ እስር ቤት ይሄዳል።</p>\n<p>በአስካሪው የማይማረክ፣ ከእርሱ ጋር የማይዋሃድ፣ ራሱን የማይረሳ፣ ንቁ መሆንን የሚያውቅ ሰው ለአስካሪው ቃላት ዋጋ መስጠት ወይም እሱን ለመጉዳት ወይም ለመግደል አይችልም።</p>\n<p>በሕይወት ውስጥ የሰው ልጅ የሚሠራቸው ስህተቶች በሙሉ ራሱን ስለሚረሳ፣ ስለሚዋሃድ፣ ስለሚማረክና በእንቅልፍ ውስጥ ስለሚወድቅ ነው።</p>\n<p>ለወጣቶች፣ ለሁሉም ተማሪዎች፣ በብዙ ትርጉም በሌላቸው ስነ ምግባሮች ከመገዛት ይልቅ የንቃተ ህሊና መነቃቃትን ቢያስተምሯቸው የተሻለ ነበር።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/la-disciplina.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-disciplina.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-disciplina.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
