import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ስርዓት",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "4. ስርዓት",
    "order": 4
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>መምህራን ኣብ ኣብያተ ትምህርቲ፣ ኮሌጅታትን ዩኒቨርሲቲታትን ንስርዓት ብዙሕ ኣተኩሮ ይህቡ፡ ንሕና ድማ ኣብዚ ምዕራፍ ብዝርዝር ክንመሃሮ ይግባእ።</p>\n<p>ኩሎም ኣብ ኣብያተ ትምህርቲ፣ ኮሌጅታትን ዩኒቨርሲቲታትን ወዘተ ዘሕለፍና፡ ስርዓት፣ ሕግታት፣ መቕጻዕትታት፣ ተግሳጽ ወዘተ እንታይ ምዃኑ ጽቡቕ ጌርና ንፈልጥ።</p>\n<p>ስርዓት ማለት ነቲ ጽንዓት ምምዕባል ዝብሃል እዩ። መምህራን ኣብያተ ትምህርቲ ነቲ ጽንዓት ምምዕባል የሐጕሶም።</p>\n<p>ንሓደ ነገር ኣብ ልዕሊ ሓደ ነገር ደው ከነብል፡ ንምጽናዕ ንምሃር። ስምዒታት ስጋ ንምጽናዕ ንምሃር፡ ንገርፍን ንእሰርን ድማ ምእንቲ ጽንዓት።</p>\n<p>ድቃስ ዝፈጥሮ ፈተናታት ንምጽናዕ፡ ትምህርቲ ዘይምጽናዕ፣ ናብ ትምህርቲ ዘይምኻድ፣ ምጽዋት፣ ምስቃይ፣ መምህራን ምጽላእ፣ ሕግታት ምፍራስ ወዘተ ንምጽናዕ ንምሃር።</p>\n<p>መምህራን በቲ ስርዓት ናይቲ ኣብያተ ትምህርቲ ስርዓት ከነኽብር ከምኡ እውን ትምህርቲ ናይ ምጽናዕ ኣገዳስነት፣ ኣብ ቅድሚ መምህራን ጽሞና ምሕላው፣ ምስ መማህራን ጽቡቕ ጌርና ምምልላስ ወዘተ ከነስተውዕል ንኽእል ዝብል ግጉይ ርድኢት ኣለዎም።</p>\n<p>እቲ ዝያዳ እንጻረር፡ እቲ ዝያዳ እንነጽግ፡ ዝያዳ ተረድኦትን ናጻን ምሉእን ተዓዋትን ንኸውን ዝብል ኣብ መንጎ ሰባት ዘሎ ግጉይ ርድኢት ኣሎ።</p>\n<p>ዝያዳ ንሓደ ነገር እንቃወም፣ ዝያዳ እንነጽግ፣ ዝያዳ ንፍልጥ ከምኡ’ውን እቲ ዝነጸግናዮ መጠን ምርዳእ ከም ዝንኪ ኣስተውዒሎም ክፈልጡ ኣይደልዩን።</p>\n<p>ምስ ልማድ መስተ እንተተቓለስና፡ ንግዜኡ ክጠፍእ ይኽእል፣ ግናኸ ኣብ ኩሉ ደረጃታት ኣእምሮ ብዝርዝር ስለ ዘይተረድእናዮ፡ ክንዝንግዖ ከለና ድሕሪኡ ክምለስ እዩ እሞ ንሓደ ዓመት ዝኣክል ሓንሳእ ክንሰቲ ኢና።</p>\n<p>ስምዒት ዝሙት እንተነጸግና፡ ንግዜኡ ንጹሃት ኢና እንመስል (ኣብ ካልኦት ደረጃታት ኣእምሮ እኳ እንተኾነ ከምቲ ሓለምቲ ስምዒት ዝሙት ከምኡ እውን ብለይቲ ዝርከብ ርኽሰት ከም ዘርእዮ ኣዝዩ ኣስፈራሕቲ ሰይጣናት ኴንና ክንቅጽል ንኽእል) ድሕሪኡ ግን እቲ ዝሙት እንታይ ምዃኑ ብዝርዝር ስለ ዘይተረድእና፡ ናብቲ ናይ ቀደም ዝሙትና ብዝተሃድደ ሓይሊ ክንምለስ ኢና።</p>\n<p>ብዙሓት ስስዔ ዝነጽጉ፣ ንሱ ንምስዓር ዝቃለሱ፣ እተወሰነ ስነ ምግባር ብምስዓብ ርእሶም ዝግትኡ ኣለዉ፣ ግናኸ ኩሉ መስርሕ ናይቲ ስስዔ ብሓቂ ስለ ዘይተረድኡዎ፣ ኣብ ውሽጢ ስስዔ ዘይስሰዑ ኴይኖም ይተርፉ።</p>\n<p>ብዙሓት ንቁጣ ዝገትኡ፣ ንምጽናዕ ዝመሃሩ ኣለዉ፣ ግናኸ እቲ ኣብ ካልኦት ደረጃታት ናይቲ ንኡስ ኣእምሮ ቀጺሉ ኣሎ፣ እኳድኣ ኣብ ትርኢት ካብ ባህርና ጠፊኡ እንተመስለ፡ ኣብ ሓደጋ ንኡስ ኣእምሮና ክሕግደና እዩ ሽዑ ድማ ብንዴት እንደሃለውን ነብረቕን እቲ ዝተጸበናዮን ንምኽንያት ብዘይብሉ ነገርን ክኸውን ይኽእል።</p>\n<p>ብዙሓት ንቅንኣት ርእሶም ይገትኡ ኣብ መወዳእታ ድማ ከም ዘጥፍኡዎ ይኣምኑ ግናኸ ስለ ዘይተረድኡዎ ጽቡቕ ጌርና ከም ዝሞተ ጌርና ክንኣምን ከለና ተመሊሱ ኣብ ትርኢት ይመጽእ።</p>\n<p>ብዘይካ ምሉእ ዘይምግታእ፣ ብዘይካ ኣብ ሓቀኛ ነጻነት፡ ኣብ ኣእምሮ፡ እቲ ዝነድድ ሃልሃልታ ናይ ምርዳእ ይበራበር።</p>\n<p>ፈጣሪ ነጻነት ፈጺሙ ኣብ ኣጽሚ ክህሉ ኣይክእልን። ስነ ልቦናዊ ጉድለታትና ምሉእ ብምሉእ ንምርዳእ ነጻነት የድልየና።</p>\n<p>ናጻ ንምዃን ሓጹራት ክንድምስስን መቝሕ ሓጺን ክንሰብሮን ብሃንደበት የድልየና።</p>\n<p>መምህራን ኣብ ቤት ትምህርቲ ወለድና ጽቡቕን ጠቓምን እዩ ዝበሉና ባዕልና ክንፍትን ይግባእ። ብልቢ ምሓዝን ምምሳልን ኣይኣኽልን። ምርዳእ የድልየና።</p>\n<p>ኩሉ ጻዕሪ መምህራንን መምህራት ናብ ንቕሓት ተመሃሮ ክመርሕ ኣለዎ። ንሳቶም ናብ መንገዲ ምርዳእ ክኣትዉ ኽጽዕሩ ኣለዎም።</p>\n<p>ንተመሃሮ እዚ ወይ እቲ ክኾኑ ከም ዘለዎም ምዝራብ ኣይኣኽልን፣ ተመሃሮ ናጻታት ክኾኑ ክመሃሩ ይግባእ ምእንቲ ባዕሎም ክምርምሩ፣ ከጽንዑ፣ ኩሎም እቶም ሰባት ጠቓሚት፣ ጽብቕቲ ዝበልዋ ነገራት ክትንትኑን ጥራይ ከይቕበልዎን ከይምስልዎን።</p>\n<p>ሰባት ባዕሎም ክረኽቡ ኣይደልዩን፣ ዝተዓጽዉ ኣእምሮ ኣለዎም፣ ደናቑር፣ ክዛረዩ ዘይደልዩ፣ ንሜካኒካዊ ኣእምሮታት ፈጺሞም ዘይዛረዩን ዝመስሉን ኣለዎም።</p>\n<p>ካብ ንእሽቶ ዕድሚኦም ጀሚሮም ኽሳብ ካብ መምሃራይ ግዜኦም ዝግደፉ ግቡእ ነጻነት ናይ ባዕሎም ንምርካብ፣ ንምምርማር፣ ንምርዳእን ብቲ ናይ ክልከላትን ተግሳጻትን ስርዓታትን ኣብዩታዊ ሓጹር ከይተወሰኑ ንተመሃሮን ተመሃሮትን ግድን እዩ።</p>\n<p>ንተመሃሮ እንታይ ክገብሩ ከም ዘለዎም እንታይ ከም ዘይክገብሩ እንተተነጊሩዎምን ንምርዳእን ንምፍታንን እንተዘይተፈቒዱሎም፡ ኣእምሮኦም ኣበይ ኣሎ? እቲ ንኣእምሮ ዝተዋህበ ዕድል እንታይ እዩ?</p>\n<p>ኣእምሮ ዘይብልናስ እንታይ ይጠቅም ፈተናታት ምሕላፍ፣ ጽቡቕ ጌርካ ምኽዳን፣ ብዙሓት ፈተውቲ እንተሃልዮምና?</p>\n<p>ኣእምሮ ናጻታት ናይ ባዕልና ንምርመር፣ ንምርዳእ፣ ብዘይ ስግኣት ተግሳጽን ብዘይ ስርዓት መቕጻዕትን ክንትንትን ከለና ጥራይ እዩ ዝመጸና።</p>\n<p>ፈርሓትን ዝተደናገሩን ንዝኸፍኣ ስርዓታት ዝተገዝኡ ተመሃሮ ፈጺሞም ክፈልጡ ኣይክእሉን። ፈጺሞም ኣእምሮኣውያን ክኾኑ ኣይክእሉን።</p>\n<p>ሎሚ ንወለዲ ስድራቤትን መምህራንን፣ እቲ ንኣባላት ዘገድሶም ተመሃሮን ተመሃሮትን ስራሕ ምጅማር፣ ሓካይም፣ ተማሃሮ ሕጊ፣ መሃንዲስ፣ ሰራሕተኛታት ቢሮ ምዃን እዩ፣ ማለት ምንባር ኣውቶማትን ድሕሪኡ ምርዓው ድማ ማሽናት ህጻናት ምዃንን እዩ።</p>\n<p>ወይልቶም ኣወዳት ወይ ኣዋልድ ሓዳስ ነገር ክገብሩ ከለዉ፣ ዝተፈልየ ነገር፣ ካብቲ ኣጽሚ፣ ኣድልዎ፣ ልማዳዊ ትውፊት፣ ስርዓታት፣ ልማድ ስድራቤት ወይ ሃገር ወዘተ ክወጹ ከለዉ፣ ሽዑ ወለዲ ስድራቤት ነቲ መቝሕ ቤት ማእሰርቲ የጥብቁዎን ንወዲ ወይ ንጓል፡ ኣይትግበርዎ! ኣብኡ ንኽግዘኩም ድሉዋት ኣይኮናን፣ እዚ ነገራት እዚ ዕብደት እዩ ወዘተ ይብልዎም።</p>\n<p>ኩሎም እቲ ወዲ ወይ ጓል ኣብ ውሽጢ እቲ ቤት ማእሰርቲ ስርዓታት፣ ልማዳዊ ትውፊት፣ ልማድ ስድራቤት ወዘተ ተኣሲሩ ይርከብ።</p>\n<p>መሰረታዊ ትምህርቲ ስርዓት ምስ ነጻነት ምትዕራቕ እዩ ዝምህር።</p>\n<p>ስርዓት እንተዘይብልና ነጻነት ጭቆና እዩ። ነጻነት እንተዘይብልና ስርዓት ኣናርኪ እዩ።</p>\n<p>ነጻነትን ስርዓትን ብጥበብ ምጥርናፍ መሰረት መሰረታዊ ትምህርቲ እዩ።</p>\n<p>ተመሃሮ ናይ ባዕሎም ንምፍላጥ ምሉእ ነጻነት ክህልዎም ይግባእ፣ ንምምርማር ኣብ ህይወት እንታይ ክገብሩ ከም ዝኽእሉ ብሓቂ ንምግላጽ።</p>\n<p>ተመሃሮ ወድን ኣዋልድን፡ ወተሃደራትን ፖሊስን ከምኡ እውን እቶም ኣበርቲዕካ ስርዓት ክግዝኡ ዘለዎም ሰባት፣ ጨካናት፣ ስምዒት ዘይብሎም፣ ንሰብኣዊ ስቓይ ዕሽሽ ዝብሉ ክኾኑ ይለምዱ።</p>\n<p>ስርዓት ሰብኣዊ ስምዒት የጥፍእ፡ እዚ ድማ ብምክትታልን ብምፍታንን ተረጋጊጹ እዩ።</p>\n<p>በዚ ኩሉ ስርዓታትን ሕግታትን ሰባት ናይዚ ግዜ እዚ ስምዒቶም ምሉእ ብምሉእ ስኢኖሞ ጨካናትን ርህራሄት ዘይብሎምን ኴይኖም።</p>\n<p>ሓቀኛታት ናጻታት ንምዃን ስምዒታውያን ሰብኣውያን ድማ ክንከውን የድሊ።</p>\n<p>ኣብ ኣብያተ ትምህርቲ፣ ኮሌጅታትን ዩኒቨርሲቲታትን ንተመሃሮ ኣብ ትምህርቲ ኣትኩሮት ንኽገብሩ ይምሃሩ እቶም ተመሃሮን ተመሃሮትን ኣትኩሮት ዝገብሩ ምእንቲ ተግሳጽን ምሳሕትን ናይ እዝኒ ምሕጻይን ወይ ብበትሪ ምቅጻዕ ወዘተ ንምውጋድ እዩ። ግናኸ ብኸፊኡ ንንቕሓት ኣትኩሮት እንታይ ምዃኑ ክርድኡ ኣይተምሃሩን።</p>\n<p>ተመሃራይ ብስርዓት ኣትኩሮት ይገብርን ፈጣሪ ሓይሊ ብብዙሕ ግዜ ብኸንቱ የውጽእ።</p>\n<p>ፈጣሪ ሓይሊ እቲ ኣዝዩ ዘይስሕት ዓይነት ሓይሊ እዩ ብኦርጋኒክ ማሽን ዝተፈብረኸ።</p>\n<p>ንበልዕን ንሰትን እቶም ኩሎም መስርሓት መግቢ ምሕዋስ መሰረታውያን መስርሓት ምጥራይ እዩ ኣብኡ ኸኣ እቲ ዝበረኸ ነገራት ጠቓሚት ነገራትን ሓይልታት ይኾኑ።</p>\n<p>ፈጣሪ ሓይሊ እቲ ዓይነት ነገርን ሓይልን ኣዝዩ ብስሕተት ብኦርጋኒክ ዝዳሎ እዩ።</p>\n<p>ንንቕሓት ኣትኩሮት ከመይ ገርና ከነሕድር ንኽእል እንተኾይና ፈጣሪ ሓይሊ ክንዕቅብ ንኽእል።</p>\n<p>በቲ ንፈልጦ መምህራንን መምህራት ንደቀ መዛሙርቶም ንንቕሓት ኣትኩሮት እንታይ ምዃኑ ኣይመሃሩን።</p>\n<p>ኣብቲ ናብኡ ንመርሖ ኣትኩሮት ፈጣሪ ሓይሊ ንውድእ። ነቲ ሓይሊ ከነዕቅቦ ንኽእል ነቲ ኣትኩሮት እንተፈላልናዮ፣ ምስ ነገራት፣ ምስ ሰባት፣ ምስ ሓሳባት እንተዘይተፈልለናዮ።</p>\n<p>ምስ ሰባት፣ ምስ ነገራት፣ ምስ ሓሳባት ክንፈል ከለና፣ ንርእስና ንዝንግዕ ሽዑ ድማ ነቲ ፈጣሪ ሓይሊ ኣብቲ ዝኸፍአ መንገዲ ንስእኖ።</p>\n<p>ንቕሓት ንምብርባር ፈጣሪ ሓይሊ ከነዕቅብ ከም ዘለና ምፍላጥ ኣዝዩ ህጹጽ እዩ እሞ ፈጣሪ ሓይሊ እቲ ህያው ዓቕሚ እዩ፣ እቲ መጓዓዝያ ናይቲ ንቕሓት፣ መሳርሒ ንንቕሓት ምብርባር።</p>\n<p>ንርእስና ካብ ምዝንጋዕ ከነቋርጽ ከለና፣ ንኣትኩሮት ኣብ መንጎ ኣካል፣ ነገርን ቦታን ከነፋልጦ ከለና፣ ንንቕሓት ንምብርባር ፈጣሪ ሓይሊ ነዕቅብ።</p>\n<p>ተመሃሮን ተመሃሮትን ብዛዕባ እዚ ምንም ኣይፈልጡን ከመይሲ መምህራኖም ኣይመሃርዎምን ንንቕሓት ከመይ ገርና ከነመሓድሮ ከም ዝግባኣና ምጽናዕ ኣገዳሲ እዩ።</p>\n<p>ንኣትኩሮት ብንቕሓት ክንጥቀመሉ ከለና፡ ሽዑ እቲ ስርዓት ይተርፍ።</p>\n<p>እቲ ተመሃራይ ወይ ተመሃሪት ኣብ ትምህርቶም፣ ኣብ ትምህርቶም፣ ኣብ ስርዓት ኣትኩሮት እንተገበረ ናይ ዝኾነ ይኹን ዓይነት ስርዓት ኣየድልዮምን።</p>\n<p>መምህራን ነጻነትን ስርዓትን ብጥበብ ምትዕራቕ ኣገዳስነት ከስተውዕሉ ህጹጽ እዩ እሞ እዚ ድማ ብንቕሓት ኣትኩሮት ይከኣል።</p>\n<p>ንንቕሓት ኣትኩሮት ነቲ መለለዪ ዝብሃል የርሕቖ። ምስ ሰባት፣ ምስ ነገራት፣ ምስ ሓሳባት ክንለሊ ከለና፡ ስሕበት ይመጽእ እሞ እዚ ድማ ድቃስ ኣብ ንቕሓት የምጽእ።</p>\n<p>ብዘይ መለለዪ ኣትኩሮት ከመይ ገርካ ከም እትገብር ፍለጥ። ኣብ ሓደ ነገር ወይ ኣብ ሓደ ሰብ ኣትኩሮት ከነሕድር ከለና ንርእስና ክንዝንግዕ ከለና፣ እቲ ውጽኢቱ ስሕበትን ናይ ንቕሓት ድቃስን እዩ።</p>\n<p>ንሓደ ሲነማዊ ተመልከትዎ። ደንጊጹ ይርከብ፣ ኩሉ ነገር ይዝንግዕ፣ ንርእሱ ይዝንግዕ፣ ጥዑም ይመስል፣ ነቲ ዘለኹምዎ ፊልሚ ይሓልም፣ ነቲ ጀግና ናይቲ ፊልሚ።</p>\n<p>ተመሃሮን ተመሃሮትን ኣብ ትምህርቶም ንርእሶም ከይዘንግዑ ንምድቃስ ንቕሓት ከየእትውዎ ኣትኩሮት ክገብሩ ይግባእ።</p>\n<p>ተመሃራይ ፈተና ከቕርብ ከሎ ወይ ኣብ ቅድሚ ቦርድ ወይ ብመምህር ትእዛዝ ኣብ ቅድሚ መድረኽ ወይ ክመሃር ወይ ክዕርፍ ከሎ ወይ ምስ መማህርቱ ክጻወት ከሎ ንርእሱ ኣብ ትርኢት ክርኢ ይግባእ።</p>\n<p>ኣትኩሮት ኣብ ሰለስተ ክፋላት ዝተመቓቐለ ኣካል፣ ነገር፣ ቦታ፣ እዚ ንንቕሓት ኣትኩሮት እዩ።</p>\n<p>ምስ ሰባት፣ ነገራት፣ ሓሳባት ወዘተ ንኸይንለሊ ተገዳስነት ዘይምግባር ክንዓብይ ከለና ፈጣሪ ሓይሊ ነዕቅብ ኣብ ዉሽጥና ድማ ናይ ንቕሓት ምብርባር ነቀላጥፍ።</p>\n<p>ኣብ ላዕለዎት ዓለማት ንቕሓት ንኽብርብር ዝደሊ ኣብዚን ሕጂን ኽብርብር ክጅምር ይግባእ።</p>\n<p>ተመሃራይ ምስ ሰባት፣ ነገራት፣ ሓሳባት ንኽልለይ ጌጋ ክገብር ከሎ፣ ንርእሱ ክዝንግዕ ጌጋ ክገብር ከሎ ሽዑ ኣብ ስሕበትን ድቃስን ይወድቕ።</p>\n<p>ስርዓት ንተመሃሮ ንንቕሓት ኣትኩሮት ከመይ ከም ዝገብሩ ኣይመሃሮምን። ስርዓት ናይ ሓቂ ማእሰርቲ ንኣእምሮ እዩ።</p>\n<p>ተመሃሮን ተመሃሮትን ካብ ባንኮም ቤት ትምህርቲ ተምሃሩ ምእንቲ ሓላፍነት ንንቕሓት ኣትኩሮት ከመይ ገርና ከነመሓድሮ ድሕሪኡ ድማ ኣብቲ ተግባራዊ ህይወት፣ ካብ ቤት ትምህርቲ ወጻኢ ንርእሶም ናይ ምዝንጋዕ ጌጋ ኣይገብሩን።</p>\n<p>እቲ ሰብ ኣብ ቅድሚ ተሳዳቢ ንርእሱ ዝዝንግዕ፣ ምስኡ ዝልለ፣ ዝስሓብ፣ ናብ ድቃስ ስምዒት ኣልቦነት ዝወድቕ ሽዑ ይጎድእ ወይ ይቀትልን ናብ ቤት ማእሰርቲ ብዘይተርፍ ይኸይድ።</p>\n<p>እቲ ምስ ተሳዳቢ ከይስሓብ ዝገብር፣ እቲ ምስኡ ዘይለለ፣ እቲ ንርእሱ ዘይዝንግዕ፣ እቲ ንንቕሓት ኣትኩሮት ከመይ ገርካ ከም እትገብር ዝፈልጥ፣ ንቃላት ተሳዳቢ ኣትኩሮት ክህቦ ወይ ክጎድኦ ወይ ክቐትሎ ኣይክእልን።</p>\n<p>ኩሎም እቶም ሰብኣዊ ጌጋታት ኣብ ህይወት ዝገብሮ ምኽንያት ንርእሱ ስለ ዝዝንግዕ፣ ስለ ዝልለ፣ ስለ ዝስሓብን ናብ ድቃስ ስለ ዝወድቕ እዩ።</p>\n<p>ካብቲ ብብዙሓት ዘየስተውዕሉ ስርዓታት ከጽልምዉዎም ንንቕሓት ምብርባር እንተተምሃሩ ጽቡቕ ምኾነ።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/la-disciplina.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-disciplina.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-disciplina.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
