import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "அற்புதமான ஏணி",
  "locale": "ta",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "2. அற்புதமான ஏணி",
    "order": 2
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>உண்மையான மாற்றத்திற்காக நாம் ஏங்க வேண்டும், இந்த அலுப்பூட்டும் வழக்கத்திலிருந்து வெளியேற வேண்டும், இந்த வெறும் இயந்திரத்தனமான, தொந்தரவான வாழ்க்கையிலிருந்து வெளியேற வேண்டும்…</p>\n<p>முதலில் நாம் முழுமையாகப் புரிந்து கொள்ள வேண்டியது என்னவென்றால், நம்மில் ஒவ்வொருவரும், முதலாளியாக இருந்தாலும் சரி, தொழிலாளியாக இருந்தாலும் சரி, வசதியானவராக இருந்தாலும் சரி, நடுத்தர வர்க்கமாக இருந்தாலும் சரி, பணக்காரராக இருந்தாலும் சரி, ஏழையாக இருந்தாலும் சரி, உண்மையில் குறிப்பிட்ட ஒரு இருப்பின் மட்டத்தில் இருக்கிறோம்…</p>\n<p>குடிகாரனின் இருப்பின் மட்டம் மது அருந்தாதவனின் மட்டத்திலிருந்து வேறுபட்டது, விலைமாதுவின் மட்டம் கன்னியின் மட்டத்திலிருந்து மிகவும் வேறுபட்டது. நாம் சொல்வது மறுக்க முடியாதது, மறுக்க முடியாதது…</p>\n<p>நம்முடைய அத்தியாயத்தின் இந்த பகுதியை அடையும்போது, ​​கீழே இருந்து மேலே, செங்குத்தாக மற்றும் ஏராளமான படிகளுடன் நீட்டிக்கப்படும் ஒரு ஏணியை கற்பனை செய்து கொள்வதில் எந்த இழப்பும் இல்லை…</p>\n<p>சந்தேகத்திற்கு இடமின்றி இந்த படிகளில் ஏதோ ஒன்றில் நாம் இருக்கிறோம்; நமக்குக் கீழே நம்மைவிட மோசமானவர்கள் இருப்பார்கள்; நமக்கு மேலே நம்மைவிட சிறந்தவர்கள் இருப்பார்கள்…</p>\n<p>இந்த அசாதாரண செங்குத்தில், இந்த அற்புதமான ஏணியில், எல்லா இருப்பின் மட்டங்களையும் நாம் காணலாம் என்பது தெளிவாகிறது… ஒவ்வொரு நபரும் வேறுபட்டவர், இதை யாரும் மறுக்க முடியாது…</p>\n<p>நிச்சயமாக நாம் இப்போது அழகற்ற அல்லது அழகான முகங்களைப் பற்றி பேசவில்லை, அது வயதின் விஷயமுமல்ல. இளைஞர்களும் வயதானவர்களும் இருக்கிறார்கள், இறக்கக் கூடிய நிலையில் இருக்கும் முதியவர்களும், புதிதாகப் பிறந்த குழந்தைகளும் இருக்கிறார்கள்…</p>\n<p>காலம் மற்றும் ஆண்டுகளின் கேள்வி; பிறப்பது, வளர்வது, விருத்தியடைவது, திருமணம் செய்வது, இனப்பெருக்கம் செய்வது, முதுமையடைவது மற்றும் இறப்பது, கிடைமட்டத்திற்கு மட்டுமே உரியது…</p>\n<p>“அற்புதமான ஏணியில்”, செங்குத்தில் காலத்தின் கருத்து பொருந்தாது. அந்த அளவின் படிகளில் “இருப்பின் மட்டங்களை” மட்டுமே நாம் காணலாம்…</p>\n<p>மக்களின் இயந்திரத்தனமான நம்பிக்கை எதற்கும் பயன்படாது; காலப்போக்கில் விஷயங்கள் சிறப்பாக இருக்கும் என்று அவர்கள் நம்புகிறார்கள்; இப்படித்தான் நம் தாத்தா பாட்டிகளும், கொள்ளு தாத்தா பாட்டிகளும் நினைத்தார்கள்; இதற்கு மாறாக, உண்மைகள் நிரூபிக்கப்பட்டுள்ளன…</p>\n<p>“இருப்பின் மட்டம்” தான் முக்கியமானது, இது செங்குத்தானது; நாம் ஒரு படியில் இருக்கிறோம், ஆனால் மற்றொரு படிக்கு ஏறலாம்…</p>\n<p>நாம் பேசிக்கொண்டிருக்கும் “அற்புதமான ஏணி” மற்றும் அது வெவ்வேறு “இருப்பின் மட்டங்களை” குறிக்கிறது, நிச்சயமாக, நேர்கோட்டு நேரத்துடன் எந்த தொடர்பும் இல்லை…</p>\n<p>உயர்வான “இருப்பின் மட்டம்” ஒவ்வொரு கணமும் நமக்கு மேலே உள்ளது…</p>\n<p>இது தொலைதூர கிடைமட்ட எதிர்காலத்தில் இல்லை, ஆனால் இங்கேயும் இப்பொழுதும் இருக்கிறது; நமக்குள் நாமே; செங்குத்தில்…</p>\n<p>இரண்டு கோடுகளும் - கிடைமட்டம் மற்றும் செங்குத்து - ஒவ்வொரு கணமும் நமது உளவியல் உள்ளே சந்தித்து சிலுவையை உருவாக்குகின்றன என்பது வெளிப்படையானது மற்றும் எவரும் புரிந்து கொள்ள முடியும்…</p>\n<p>ஆளுமை வாழ்க்கையின் கிடைமட்டக் கோட்டில் உருவாகிறது மற்றும் வெளிப்படுகிறது. அது நேர்கோட்டு நேரத்திற்குள் பிறந்து இறக்கிறது; அது அழியக்கூடியது; இறந்தவரின் ஆளுமைக்கு நாளை என்பது கிடையாது; அது இருப்பு அல்ல…</p>\n<p>இருப்பின் மட்டங்கள்; இருப்பே காலத்தைச் சார்ந்தது அல்ல, கிடைமட்டக் கோட்டுடன் எந்தத் தொடர்பும் இல்லை; அது நமக்குள் இருக்கிறது. இப்போது, ​​செங்குத்தில்…</p>\n<p>நம்முடைய சொந்த இருப்பை நமக்குப் புறம்பே தேடுவது வெளிப்படையாக அபத்தமாக இருக்கும்…</p>\n<p>பின்வருவனவற்றை ஒரு முடிவாகக் கூறுவதில் தவறில்லை: பட்டங்கள், தரங்கள், பதவி உயர்வுகள் போன்றவை, வெளிப்புற உடல் உலகில், எந்த வகையிலும் உண்மையான மகிழ்ச்சியை ஏற்படுத்தாது, இருப்பின் மறு மதிப்பீட்டை ஏற்படுத்தாது, “இருப்பின் மட்டங்களில்” ஒரு உயர்ந்த படிக்கு செல்வதற்கு உதவாது…</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ta/tratado-de-psicologia-revolucionaria/la-escalera-maravillosa.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ta/tratado-de-psicologia-revolucionaria/la-escalera-maravillosa.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ta/tratado-de-psicologia-revolucionaria/la-escalera-maravillosa.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
