import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "मध्य उमेर",
  "locale": "ne",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "27. मध्य उमेर",
    "order": 27
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>उमेर ३५ वर्षको उमेरमा सुरु हुन्छ र ५६ वर्षको उमेरमा समाप्त हुन्छ।</p>\n<p>उमेर पुगेको मान्छेले आफ्नो घर चलाउन र आफ्ना छोराछोरीलाई मार्गदर्शन गर्न जान्नुपर्छ।</p>\n<p>सामान्य जीवनमा उमेर पुगेको प्रत्येक पुरुष परिवारको मुखिया हुन्छ। जसले युवावस्था र उमेरमा आफ्नो घर र भाग्य बनाएन, उसले अब बनाउँदैन, ऊ वास्तवमा असफल हो।</p>\n<p>वृद्धावस्थामा घर र भाग्य बनाउन खोज्नेहरू वास्तवमै दयाका पात्र हुन्।</p>\n<p>लोभको ‘म’ चरम सीमामा जान्छ र धनी भाग्य सञ्चय गर्न चाहन्छ। मानिसलाई रोटी, आश्रय र बास चाहिन्छ। शरीर ढाक्न रोटी, आफ्नै घर, लुगा, सुट, कोट हुनु आवश्यक छ, तर बाँच्नको लागि ठूलो रकम जम्मा गर्न आवश्यक छैन।</p>\n<p>हामी न त धनीको पक्ष लिन्छौं न गरिबको, दुवै चरम निन्दनीय छन्।</p>\n<p>धेरै गरिबीको हिलोमा लडिरहेका छन् र धेरै धनको हिलोमा लडिरहेका छन्।</p>\n<p>एक सामान्य भाग्य हुनु आवश्यक छ, अर्थात्, सुन्दर बगैंचा भएको सुन्दर घर, आम्दानीको सुरक्षित स्रोत, सधैं राम्रोसँग प्रस्तुत हुनु र भोको बस्नु हुँदैन। यो हरेक मानवको लागि सामान्य हो।</p>\n<p>गरिबी, भोकमरी, रोग र अज्ञानता कुनै पनि सभ्य र सभ्य देशमा कहिल्यै हुनु हुँदैन।</p>\n<p>अहिलेसम्म प्रजातन्त्र छैन तर हामीले यसलाई सिर्जना गर्न आवश्यक छ। जबसम्म एउटा मात्र नागरिक रोटी, आश्रय र आश्रय बिना छ, प्रजातन्त्र व्यावहारिक रूपमा सुन्दर आदर्श भन्दा बढी केही होइन।</p>\n<p>परिवारका मुखियाहरू समझदार, बुद्धिमान्, कहिल्यै वाइन पिउने, पेटु, মাতাল, तानाशाह आदि हुनु हुँदैन।</p>\n<p>हरेक परिपक्व मानिसलाई आफ्नो अनुभवबाट थाहा छ कि छोराछोरीले उसको उदाहरणको अनुकरण गर्छन् र यदि पछिल्लो गलत छ भने यसले आफ्ना सन्तानलाई बेतुका मार्गहरू चिन्ह लगाउँछ।</p>\n<p>एक परिपक्व मानिसले धेरै श्रीमतीहरू राख्नु र मद्यपान, भोज, उन्माद आदिमा बाँच्नु साँच्चै मूर्खता हो।</p>\n<p>सम्पूर्ण परिवारको जिम्मेवारी परिपक्व मानिसको काँधमा हुन्छ र यदि ऊ गलत बाटोमा हिँड्यो भने, यसले संसारमा थप विकार, थप भ्रम, थप तितोपन ल्याउने कुरा स्पष्ट छ।</p>\n<p>बाबु र आमाले लिङ्गबीचको भिन्नता बुझ्नुपर्छ । छोरीहरूले भौतिकशास्त्र, रसायनशास्त्र, बीजगणित आदि पढ्नु बेतुका हो। महिलाको मस्तिष्क पुरुषको भन्दा फरक हुन्छ, यस्ता विषयहरू पुरुष लिङ्गसँग धेरै मिल्दोजुल्दो छन् तर महिला दिमागको लागि बेकार र हानिकारक पनि छन्।</p>\n<p>विद्यालयको पाठ्यक्रममा जीवन परिवर्तनलाई बढावा दिन आमाबाबुले सम्पूर्ण हृदयले संघर्ष गर्नु आवश्यक छ।</p>\n<p>महिलाले पढ्न, लेख्न, पियानो बजाउन, बुन्न, कढाई गर्न र सामान्यतया सबै प्रकारका महिला शिल्पहरू सिक्नुपर्छ।</p>\n<p>महिलालाई स्कूलको बेन्चबाटै आमा र श्रीमतीको रूपमा उनको महान् मिशनको लागि तयार पार्नुपर्छ।</p>\n<p>पुरुष लिङ्गको लागि उपयुक्त जटिल र कठिन अध्ययनहरूले महिलाको मस्तिष्कलाई क्षति पुर्‍याउनु बेतुका हो।</p>\n<p>आमाबाबु र विद्यालय, कलेज र विश्वविद्यालयका शिक्षकहरू दुवैले महिलालाई उनको उपयुक्त नारीत्वमा ल्याउन थप चिन्तित हुनु आवश्यक छ। महिलालाई सैन्यकरण गर्नु, उनीहरूलाई ब्यानर र ढोलका साथ शहरका सडकहरूमा मार्च गर्न बाध्य पार्नु मूर्खता हो जस्तो कि तिनीहरू पुरुष हुन्।</p>\n<p>महिला राम्ररी महिला हुनुपर्छ र पुरुष राम्ररी पुरुष हुनुपर्छ।</p>\n<p>मध्यवर्ती लिङ्ग, समलैंगिकता, पतन र बर्बरताको उत्पादन हो।</p>\n<p>लामो र कठिन अध्ययनमा समर्पित युवतीहरू बुढी हुन्छन् र कसैले उनीहरूसँग विवाह गर्दैनन्।</p>\n<p>आधुनिक जीवनमा महिलाहरूले छोटो करियर बनाउनु, सौन्दर्य संस्कृति, टाइपिंग, शर्टह्यान्ड, सिलाई, अध्यापन, आदि, आदि, आदि सुविधाजनक छ।</p>\n<p>सामान्यतया महिला घरको जीवनमा मात्र समर्पित हुनुपर्छ, तर हामी बाँचिरहेको यस युगको क्रूरताका कारण महिलाले खान र बाँच्न काम गर्न आवश्यक छ।</p>\n<p>साँच्चै सभ्य र सभ्य समाजमा महिलाले बाँच्नको लागि घर बाहिर काम गर्न आवश्यक छैन। यो घर बाहिर काम गर्ने क्रूरताको सबैभन्दा खराब प्रकार हो।</p>\n<p>वर्तमान पतित मानिसले चीजहरूको झूटा क्रम सिर्जना गरेको छ, र महिलालाई उनको नारीत्व गुमाएको छ, उसले उनलाई आफ्नो घरबाट निकालेर दास बनाएको छ।</p>\n<p>महिलालाई “टोम्बय” मा परिणत गरियो, पुरुषको बुद्धिले, चुरोट पिउने र अखबार पढ्ने, घुँडाभन्दा माथि स्कर्ट लगाएर अर्ध-नग्न वा क्यानास्टा खेल्ने, यस युगका पतित पुरुषहरूको परिणाम हो, एक सभ्यताको सामाजिक प्रकोप जुन पीडामा छ।</p>\n<p>आधुनिक जासूसमा परिणत भएकी महिला, डाक्टर ड्रग्सको लतमा परेकी, खेलकुदकी महिला च्याम्पियन, मदिरा सेवन गर्ने, आफ्नो सुन्दरता नगुमाउन आफ्ना छोराछोरीलाई दूध चुसाउन इन्कार गर्ने, झूटा सभ्यताको घृणित लक्षण हो।</p>\n<p>संसारमा एउटा नयाँ सभ्यता, एउटा नयाँ संस्कृति स्थापना गर्ने समय आएको छ।</p>\n<p>महिला घरको आधारशिला हो र यदि यो ढुङ्गा खराब तरिकाले बनाइएको छ, सबै प्रकारका किनारा र विकृतिहरूले भरिएको छ भने, सामाजिक जीवनको परिणाम विपत्ति हुनेछ।</p>\n<p>पुरुष फरक छ, फरक छ र त्यसैले उसले चिकित्सा, भौतिकशास्त्र, रसायन विज्ञान, गणित, कानून, इन्जिनियरिङ, खगोल विज्ञान, आदि, आदि, आदि अध्ययन गर्न सक्ने विलासिता दिन सक्छ।</p>\n<p>पुरुषहरूको सैन्यकृत कलेज बेतुका होइन, तर महिलाहरूको सैन्यकृत कलेज बेतुका हुनुका साथै डरलाग्दो रूपमा हास्यास्पद छ।</p>\n<p>भविष्यका पत्नीहरू, भविष्यका आमाहरू, जसले आफ्नो छातीमा बच्चा बोक्नुपर्नेछ, शहरका फुटपाथहरूमा पुरुषको रूपमा मार्च गरेको देख्दा घिनलाग्दो छ।</p>\n<p>यसले लिङ्गमा नारीत्वको हानि मात्र होइन, पुरुषमा पुरुषत्वको हानिलाई पनि औंल्याउँछ।</p>\n<p>साँचो मान्छे, राम्रो मान्छे, महिलाको सैन्य परेड स्वीकार गर्न सक्दैन। पुरुषको संकोच, पुरुषको मनोवैज्ञानिक स्वभाव, मानिसको विचारले यस प्रकारको चश्मालाई साँचो घृणा महसुस गर्छ जसले मानव पतनलाई पर्याप्त रूपमा प्रदर्शन गर्दछ।</p>\n<p>हामीलाई महिला आफ्नो घर, उनको नारीत्व, उनको प्राकृतिक सौन्दर्य, उनको आदिम निर्दोषता र उनको साँचो सरलतामा फर्कन आवश्यक छ। हामीले चीजहरूको यो सम्पूर्ण क्रम समाप्त गर्न र पृथ्वीको अनुहारमा एउटा नयाँ सभ्यता र नयाँ मूर्तिकला स्थापना गर्न आवश्यक छ।</p>\n<p>अभिभावक र शिक्षकहरूले नयाँ पुस्तालाई साँचो बुद्धि र प्रेमले हुर्काउन जान्नुपर्छ।</p>\n<p>छोराहरूले बौद्धिक जानकारी मात्र प्राप्त गर्नु र पेशा सिक्नु वा व्यावसायिक उपाधि प्राप्त गर्नु हुँदैन। यो आवश्यक छ कि पुरुषहरूले जिम्मेवारीको भावना जान्दछन् र धार्मिकता र सचेत प्रेमको मार्गमा हिंड्छन्।</p>\n<p>परिपक्व मानिसको काँधमा श्रीमती, छोरा र छोरीहरूको जिम्मेवारी हुन्छ।</p>\n<p>उच्च जिम्मेवारी, पवित्र, संयमी, मध्यम, सद्गुणी, आदि भएको परिपक्व मानिसलाई उसको परिवार र सबै नागरिकहरूले सम्मान गर्छन्।</p>\n<p>परिपक्व मानिस जसले आफ्ना व्यभिचार, व्यभिचार, निराशा, सबै प्रकारका अन्यायले मानिसहरूलाई चकित पार्छ, सबै मानिसहरूलाई घृणित हुन्छ र यसले आफूलाई मात्र पीडा दिँदैन तर आफ्ना आफन्तहरूलाई पनि तितो बनाउँछ र संसारमा पीडा र भ्रम ल्याउँछ।</p>\n<p>परिपक्व मानिसले आफ्नो समयलाई सही तरिकाले बाँच्न जान्नु आवश्यक छ। परिपक्व मानिसले युवावस्था बितिसकेको कुरा बुझ्न जरुरी छ।</p>\n<p>युवावस्थाका उही नाटक र दृश्यहरू परिपक्वतामा दोहोर्याउन खोज्नु हास्यास्पद छ।</p>\n<p>जीवनको प्रत्येक युगको आफ्नै सुन्दरता हुन्छ, र यसलाई कसरी बाँच्ने जान्नुपर्छ।</p>\n<p>परिपक्व मानिसले बुढेसकाल आउनु अघि धेरै तीव्रताका साथ काम गर्नुपर्छ जसरी कमिलाले जाडो आउनु अघि आफ्नो कमिलाको लागि पातहरू बोकेर दूरदर्शी रूपमा काम गर्छ, त्यसैगरी परिपक्व मानिसले पनि छिटो र दूरदर्शिताका साथ काम गर्नुपर्छ।</p>\n<p>धेरै युवाहरूले आफ्नो सबै महत्त्वपूर्ण मूल्यहरू दुखीपूर्वक खर्च गर्छन्, र जब तिनीहरू परिपक्व उमेरमा पुग्छन्, तिनीहरू कुरूप, भयानक, दुखी, असफल हुन्छन्।</p>\n<p>धेरै परिपक्व पुरुषहरूले युवावस्थाका मूर्खताहरू दोहोर्याइरहेको देख्दा साँच्चै हास्यास्पद छ, उनीहरू अहिले भयानक छन् र युवावस्था गइसकेको छ भनेर महसुस नगरी।</p>\n<p>यो पीडादायी सभ्यताको सबैभन्दा ठूलो विपत्ति मध्ये एक रक्सीको लत हो।</p>\n<p>युवावस्थामा धेरैले पिउन थाल्छन् र जब उमेर बढ्छ, तिनीहरूले घर बनाएका हुँदैनन्, भाग्य बनाएका हुँदैनन्, उनीहरूसँग आकर्षक पेशा हुँदैन, तिनीहरू बारदेखि बारसम्म रक्सीको लागि भिख मागेर, डरलाग्दो भयानक, घिनलाग्दो, दुखी भएर बाँच्छन्।</p>\n<p>परिवारका मुखियाहरू र शिक्षकहरूले युवाहरूलाई विशेष ध्यान दिनुपर्छ, उनीहरूलाई सही तरिकाले मार्गदर्शन गर्नुपर्छ, राम्रो संसार बनाउने स्वस्थ उद्देश्यले।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ne/educacion-fundamental/la-edad-madura.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ne/educacion-fundamental/la-edad-madura.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ne/educacion-fundamental/la-edad-madura.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
