import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "منتصف العمر",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "27. منتصف العمر",
    "order": 27
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>تبدأ مرحلة منتصف العمر في سن الخامسة والثلاثين وتنتهي في سن السادسة والخمسين.</p>\n<p>يجب أن يعرف الرجل في منتصف العمر كيف يدير منزله ويوجه أبنائه.</p>\n<p>في الحياة الطبيعية، كل رجل في منتصف العمر هو رب أسرة. الرجل الذي لم يؤسس منزله وثروته خلال شبابه ومرحلة منتصف عمره لن يؤسسهما لاحقًا، وهو في الواقع فاشل.</p>\n<p>أولئك الذين يحاولون تأسيس منزل وثروة خلال الشيخوخة هم حقًا جديرون بالشفقة.</p>\n<p>الأنا الجشعة تذهب إلى أقصى الحدود وتريد جمع ثروات طائلة. يحتاج الإنسان إلى الخبز والمأوى والملبس. من الضروري أن يكون لديك خبز ومنزل خاص وملابس وبدلات ومعاطف لتغطية الجسم، ولكن ليس من الضروري جمع مبالغ ضخمة من المال لتكون قادرًا على العيش.</p>\n<p>نحن لا ندافع عن الثراء ولا البؤس، كلا الطرفين مدانان.</p>\n<p>كثيرون هم الذين يتقلبون في وحل البؤس، وكثيرون أيضًا الذين يتقلبون في وحل الثراء.</p>\n<p>من الضروري امتلاك ثروة متواضعة، أي منزل جميل بحدائق جميلة، ومصدر دخل آمن، وأن تكون دائمًا حسن المظهر ولا تعاني من الجوع. هذا هو الوضع الطبيعي لكل إنسان.</p>\n<p>لا ينبغي أبدًا أن يوجد البؤس والجوع والمرض والجهل في أي بلد يفخر بأنه مثقف ومتحضر.</p>\n<p>الديمقراطية لم توجد بعد، لكننا بحاجة إلى إنشائها. طالما يوجد مواطن واحد بلا خبز ومأوى وملبس، فإن الديمقراطية عمليًا لا تتجاوز كونها فكرة جميلة.</p>\n<p>يجب أن يكون رؤساء الأسر متفهمين وأذكياء، ولا يشربون الخمر أبدًا، ولا يكونون شرهين أو سكارى أو مستبدين، إلخ.</p>\n<p>كل رجل ناضج يعرف من تجربته الخاصة أن الأبناء يقلدون مثاله، وإذا كان هذا الأخير خاطئًا، فسيحدد مسارات عبثية لأحفاده.</p>\n<p>من الغباء حقًا أن يكون للرجل الناضج عدة زوجات ويعيش في حالة سكر وولائم واحتفالات صاخبة، إلخ.</p>\n<p>تقع مسؤولية الأسرة بأكملها على عاتق الرجل الناضج، ومن الواضح أنه إذا سلك طرقًا خاطئة، فسوف يجلب المزيد من الفوضى والارتباك والمرارة إلى العالم.</p>\n<p>يجب على الأب والأم فهم الفرق بين الجنسين. من العبث أن تدرس الفتيات الفيزياء والكيمياء والجبر، وما إلى ذلك. يختلف دماغ المرأة عن دماغ الرجل، فهذه المواد تتفق تمامًا مع الذكور ولكنها غير مجدية بل وضارة للعقل الأنثوي.</p>\n<p>من الضروري أن يناضل الآباء والأمهات من كل قلوبهم من أجل تعزيز تغيير حيوي في أي خطة دراسية مدرسية.</p>\n<p>يجب أن تتعلم المرأة القراءة والكتابة والعزف على البيانو والحياكة والتطريز وبشكل عام جميع أنواع المهن النسائية.</p>\n<p>يجب إعداد المرأة من مقاعد الدراسة للمهمة السامية التي تتناسب معها كأم وزوجة.</p>\n<p>من العبث إتلاف أدمغة النساء بدراسات معقدة وصعبة خاصة بالذكور.</p>\n<p>من الضروري أن يهتم كل من الآباء والمعلمين في المدارس والكليات والجامعات بجعل المرأة أقرب إلى الأنوثة التي تناسبها. من الغباء عسكرة النساء وإجبارهن على السير بالأعلام والطبول في شوارع المدن كما لو كن ذكورًا.</p>\n<p>يجب أن تكون المرأة أنثوية تمامًا ويجب أن يكون الرجل ذكوريًا تمامًا.</p>\n<p>الجنس الوسيط، المثلية الجنسية، هو نتاج الانحطاط والبربرية.</p>\n<p>الشابات اللاتي يكرسن أنفسهن لدراسات طويلة وصعبة يصبحن عجائز ولا يتزوجهن أحد.</p>\n<p>في الحياة الحديثة، من المناسب أن تقوم النساء بوظائف قصيرة، وثقافة الجمال، والطباعة، والاختزال، والخياطة، والتربية، وما إلى ذلك، إلخ، إلخ.</p>\n<p>عادة يجب أن تكون المرأة مكرسة فقط لحياة المنزل، ولكن بسبب قسوة هذا العصر الذي نعيش فيه، تحتاج المرأة إلى العمل لتأكل وتعيش.</p>\n<p>في مجتمع مثقف ومتحضر حقًا، لا تحتاج المرأة إلى العمل خارج المنزل لتكون قادرة على العيش. هذا العمل خارج المنزل هو قسوة من أسوأ الأنواع.</p>\n<p>لقد خلق الرجل الحالي المنحل نظامًا زائفًا للأشياء، وجعل المرأة تفقد أنوثتها، وأخرجها من منزلها وحولها إلى عبدة.</p>\n<p>المرأة التي تحولت إلى “مسترجلة” بعقل رجل، تدخن السجائر وتقرأ الصحف، شبه عارية بتنانير فوق الركبتين أو تلعب الكوتشينة، هي نتيجة الرجال المنحلين في هذا العصر، العار الاجتماعي لحضارة تحتضر.</p>\n<p>المرأة التي تحولت إلى جاسوسة حديثة، والطبيبة المدمنة على المخدرات، والمرأة البطلة في الرياضة، والمدمنة على الكحول، وغير الطبيعية التي ترفض إرضاع أطفالها حتى لا تفقد جمالها هي أعراض بغيضة لحضارة زائفة.</p>\n<p>لقد حان الوقت لتنظيم جيش الخلاص العالمي برجال ونساء ذوي إرادة حسنة وعلى استعداد حقًا للنضال ضد هذا النظام الزائف للأشياء.</p>\n<p>لقد حان الوقت لتأسيس حضارة جديدة وثقافة جديدة في العالم.</p>\n<p>المرأة هي حجر الزاوية في المنزل، وإذا كان هذا الحجر مشوهًا ومليئًا بالحواف والتشوهات من جميع الأنواع، فإن نتيجة الحياة الاجتماعية ستكون كارثة.</p>\n<p>الذكر مختلف ومتميز، وبالتالي يمكنه أن يسمح لنفسه بدراسة الطب والفيزياء والكيمياء والرياضيات والقانون والهندسة وعلم الفلك، إلخ، إلخ، إلخ.</p>\n<p>إن الكلية العسكرية للذكور ليست عبثية، ولكن الكلية العسكرية للإناث بالإضافة إلى كونها عبثية، فهي سخيفة بشكل مخيف.</p>\n<p>من المقزز رؤية الزوجات المستقبليات والأمهات المستقبليات اللاتي سيحملن الطفل بين صدورهن يسيرن كالرجال على أرصفة المدينة.</p>\n<p>هذا لا يشير فقط إلى فقدان الأنوثة في الجنس، بل يضع الإصبع على الجرح مشيرًا إلى فقدان الذكورة في الرجل.</p>\n<p>الرجل، الرجل الحقيقي، الرجل الذكر الحقيقي لا يمكن أن يقبل مسيرة عسكرية للإناث. الشعور الذكوري، الخصائص النفسية للذكر، فكر الرجل يشعر بالاشمئزاز الحقيقي من هذا النوع من العروض التي تثبت حتى الإشباع الانحطاط البشري.</p>\n<p>نحن بحاجة إلى عودة المرأة إلى منزلها، إلى أنوثتها، إلى جمالها الطبيعي، إلى براءتها البدائية، وإلى بساطتها الحقيقية. نحن بحاجة إلى إنهاء كل هذا النظام من الأشياء وإقامة حضارة جديدة ومنحوتة جديدة على وجه الأرض.</p>\n<p>يجب على الآباء والمربين معرفة كيفية تنشئة الأجيال الجديدة بحكمة وحب حقيقيين.</p>\n<p>يجب ألا يتلقى الأبناء الذكور معلومات فكرية فقط ويتعلمون مهنة أو يحصلون على شهادة مهنية. من الضروري أن يعرف الذكور معنى المسؤولية وأن يسلكوا طريق الاستقامة والحب الواعي.</p>\n<p>تقع على عاتق الرجل الناضج مسؤولية زوجة وأبناء وبنات.</p>\n<p>الرجل الناضج الذي يتمتع بإحساس عال بالمسؤولية، والعفيف، والرصين، والمعتدل، والفضيل، وما إلى ذلك، يحظى باحترام أسرته وجميع المواطنين.</p>\n<p>الرجل الناضج الذي يصدم الناس بزناه وزلاته وملذاته وظلمه من جميع الأنواع، يصبح مقززًا لجميع الناس ولا يسبب الألم لنفسه فحسب، بل يمرر أيضًا حياة أفراد أسرته ويجلب الألم والارتباك للعالم بأسره.</p>\n<p>من الضروري أن يعرف الرجل الناضج كيف يعيش عصره بشكل صحيح. من الضروري أن يفهم الرجل الناضج أن الشباب قد ولى.</p>\n<p>من السخف الرغبة في تكرار نفس الدراما والمشاهد في مرحلة النضج كما في الشباب.</p>\n<p>كل فترة من فترات الحياة لها جمالها الخاص، ويجب معرفة كيفية عيشها.</p>\n<p>يجب أن يعمل الرجل الناضج بكثافة قصوى قبل وصول الشيخوخة، تمامًا كما تتصرف النملة بشكل استباقي وتحمل الأوراق إلى عشها قبل وصول الشتاء القاسي، وكذلك يجب أن يتصرف الرجل الناضج بسرعة واستباقية.</p>\n<p>ينفق العديد من الشباب بشكل بائس جميع قيمهم الحيوية، وعندما يصلون إلى مرحلة منتصف العمر يجدون أنفسهم قبيحين وأفظعين وبائسين وفاشلين.</p>\n<p>من السخف حقًا رؤية العديد من الرجال الناضجين يكررون تهورات الشباب دون أن يدركوا أنهم الآن مروعون وأن الشباب قد ولى.</p>\n<p>إحدى أكبر الكوارث في هذه الحضارة التي تحتضر هي عادة شرب الكحول.</p>\n<p>ينغمس الكثيرون في الشرب في شبابهم، وعندما تصل مرحلة منتصف العمر لم يؤسسوا منزلًا، ولم يكونوا ثروة، وليس لديهم مهنة مربحة، ويعيشون من حانة إلى حانة يتسولون الخمور، بشع بشكل مخيف، ومقزز، وبائس.</p>\n<p>يجب على رؤساء الأسر والمربين إيلاء اهتمام خاص للشباب وتوجيههم بشكل صحيح بهدف سليم هو جعل العالم مكانًا أفضل.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/la-edad-madura.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-edad-madura.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-edad-madura.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
