import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "גיל הבגרות",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "27. גיל הבגרות",
    "order": 27
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>גיל הבגרות מתחיל בגיל שלושים וחמש ומסתיים בגיל חמישים ושש.</p>\n<p>על איש בגיל הבגרות לדעת לשלוט בביתו ולהדריך את ילדיו.</p>\n<p>בחיים רגילים כל איש בגיל הבגרות הוא ראש משפחה. איש שלא הקים את ביתו ואת הונו במהלך הנעורים וגיל הבגרות כבר לא יקים אותם, הוא למעשה כישלון.</p>\n<p>אלה שמנסים להקים בית והון במהלך הזקנה ראויים באמת לרחמים.</p>\n<p>האני של החמדנות הולך לקיצוניות ורוצה לצבור הון רב. בן אדם צריך לחם, מחסה ומקלט. יש צורך בלחם, בית משלו, בגדים, חליפות, מעילים לכיסוי הגוף, אבל לא צריך לצבור סכומי כסף עצומים כדי לחיות.</p>\n<p>אנחנו לא מגנים לא על עושר ולא על עוני, שתי הקיצוניות ראויות לגינוי.</p>\n<p>רבים הם אלה שמתבוססים בבוץ העוני וגם לא מעטים הם אלה שמתבוססים בבוץ העושר.</p>\n<p>יש צורך להחזיק בהון צנוע, כלומר, בית יפה עם גנים יפים, מקור הכנסה בטוח, להיות תמיד לבוש היטב ולא לסבול מרעב. זה נורמלי עבור כל בן אדם.</p>\n<p>עוני, רעב, מחלות ובורות לעולם לא צריכים להתקיים באף מדינה שמכבדת את עצמה כתרבותית ומתורבתת.</p>\n<p>עדיין אין דמוקרטיה, אבל אנחנו צריכים ליצור אותה. כל עוד קיים אזרח אחד בלי לחם, מחסה ומקלט, הדמוקרטיה כמעט ולא יותר מאידיאל יפה.</p>\n<p>ראשי המשפחות צריכים להיות מבינים, אינטליגנטים, לעולם לא שותי יין, גרגרנים, שיכורים, טיראנים וכו’.</p>\n<p>כל איש בוגר יודע מניסיונו האישי שהילדים מחקים את דוגמתו ושאם האחרונה שגויה, היא תסמן מסלולים אבסורדיים לצאצאיו.</p>\n<p>זה באמת טיפשי שאדם בוגר יחזיק בכמה נשים ויחיה בשכרות, משתאות, אורגיות וכו’.</p>\n<p>על האיש הבוגר מוטלת האחריות לכל המשפחה וברור שאם הוא הולך בדרכים לא נכונות, הוא יביא יותר הפרעות לעולם, יותר בלבול, יותר מרירות.</p>\n<p>האב והאם צריכים להבין את ההבדל בין המינים. זה אבסורדי שהבנות ילמדו פיזיקה, כימיה, אלגברה וכו’. המוח של האישה שונה מזה של הגבר, חומרים כאלה מתאימים מאוד למין הזכרי אך הם חסרי תועלת ואף מזיקים לתודעה הנשית.</p>\n<p>ההורים חייבים להילחם מכל הלב כדי לקדם שינוי חיוני בכל תוכנית לימודים בבתי הספר.</p>\n<p>האישה צריכה ללמוד לקרוא, לכתוב, לנגן בפסנתר, לסרוג, לרקום ובאופן כללי כל מיני מלאכות נשיות.</p>\n<p>יש להכין את האישה כבר מספסל הלימודים למשימה הנשגבת המגיעה לה כאם וכאישה.</p>\n<p>זה אבסורדי לפגוע במוחן של נשים בלימודים מסובכים וקשים המיועדים למין הזכרי.</p>\n<p>יש צורך שהן הורים והן מורים בבתי ספר, במכללות ובאוניברסיטאות ידאגו יותר להביא את האישה לנשיות המגיעה לה. זה טיפשי להפוך נשים למיליטריסטיות, לחייב אותן לצעוד עם דגלים ותופים ברחובות הערים כאילו היו גברים.</p>\n<p>האישה צריכה להיות מאוד נשית והגבר צריך להיות מאוד גברי.</p>\n<p>מין הביניים, ההומוסקסואליות, הוא תוצר של ניוון וברבריות.</p>\n<p>נערות שמקדישות את עצמן ללימודים ארוכים וקשים מזדקנות ואף אחד לא מתחתן איתן.</p>\n<p>בחיים המודרניים רצוי שנשים יעשו קריירה קצרה, תרבות יופי, קלדנות, סטנוגרפיה, תפירה, פדגוגיה וכו’ וכו’ וכו’.</p>\n<p>בדרך כלל האישה צריכה להיות מוקדשת רק לחיי הבית, אך עקב האכזריות של התקופה בה אנו חיים, האישה צריכה לעבוד כדי לאכול ולחיות.</p>\n<p>בחברה מתורבתת ומתורבתת באמת, האישה לא צריכה לעבוד מחוץ לבית כדי לחיות. העבודה מחוץ לבית היא אכזריות מהסוג הגרוע ביותר.</p>\n<p>האיש המודרני המנוון יצר סדר דברים כוזב, וגרם לאישה לאבד את הנשיות שלה, הוציא אותה מביתה והפך אותה לעבד.</p>\n<p>האישה שהפכה ל”טום בוי” עם אינטלקט של גבר, מעשנת סיגריות וקוראת עיתון, חצי עירומה עם חצאיות מעל הברכיים או משחקת קלפים, היא תוצאה של גברים מנוונים בתקופה זו, הנגע החברתי של ציוויליזציה גוססת.</p>\n<p>האישה שהפכה למרגלת מודרנית, הרופאה מכורה לסמים, האישה אלופת הספורט, אלכוהוליסטית, לא טבעית שמסרבת להניק את ילדיה כדי לא לאבד את יופייה היא הסימפטום המתועב של ציוויליזציה כוזבת.</p>\n<p>הגיע הזמן לארגן את צבא ההצלה העולמי עם גברים ונשים בעלי רצון טוב שמוכנים באמת להילחם נגד אותו סדר דברים כוזב.</p>\n<p>הגיע הזמן לבסס בעולם ציוויליזציה חדשה, תרבות חדשה.</p>\n<p>האישה היא אבן הפינה של הבית ואם האבן הזו אינה מעוצבת כהלכה, מלאה בקצוות חדשים ועיוותים מכל הסוגים, תוצאת החיים החברתיים תהיה אסון.</p>\n<p>הגבר שונה, שונה ולכן הוא יכול להרשות לעצמו ללמוד רפואה, פיזיקה, כימיה, מתמטיקה, משפטים, הנדסה, אסטרונומיה וכו’ וכו’ וכו’.</p>\n<p>בית ספר צבאי לגברים אינו אבסורדי, אך בית ספר צבאי לנשים בנוסף להיותו אבסורדי, הוא מגוחך באופן מחריד.</p>\n<p>זה מגעיל לראות את הנשים העתידיות, האימהות העתידיות שאמורות לשאת את הילד בין חזיהן צועדות כמו גברים על המדרכות של העיר.</p>\n<p>זה לא רק מצביע על אובדן הנשיות במין אלא גם מניח את האצבע על הפצע המצביע על אובדן הגבריות בגבר.</p>\n<p>הגבר, הגבר האמיתי, הגבר הגברי לא יכול לקבל יותר מצעד צבאי של נשים. מצפונו הגברי, האידיוסינקרטיות הפסיכולוגית של הגבר, מחשבתו של הגבר חשה גועל אמיתי מסוג זה של משקפיים המדגימים עד תום את הניוון האנושי.</p>\n<p>אנחנו צריכים שהאישה תחזור לביתה, לנשיותה, ליופייה הטבעי, לתמימותה הפרימיטיבית ולפשטותה האמיתית. אנחנו צריכים לסיים עם כל סדר הדברים הזה ולבסס על פני האדמה ציוויליזציה חדשה ופיסול חדש.</p>\n<p>הורים ומחנכים צריכים לדעת לגדל את הדורות החדשים בחוכמה ואהבה אמיתית.</p>\n<p>בנים לא צריכים לקבל רק מידע אינטלקטואלי וללמוד מקצוע או לקבל תואר מקצועי. יש צורך שהבנים ידעו את תחושת האחריות וילכו בדרך הישרות והאהבה המודעת.</p>\n<p>על כתפיו של הגבר הבוגר מוטלת האחריות לאישה, לבנים ולבנות.</p>\n<p>הגבר הבוגר בעל תחושת אחריות גבוהה, צנוע, פיכח, מרוסן, מוסרי וכו’, זוכה לכבוד ממשפחתו ומכל האזרחים.</p>\n<p>האיש הבוגר שערוריות לאנשים עם ניאופים, מעשים מגונים, סלידות, עוולות מכל הסוגים, הופך לדוחה לכל האנשים ולא רק גורם לעצמו כאב אלא גם ממריר את בני משפחתו ומביא כאב ובלבול לכל העולם.</p>\n<p>יש צורך שהאיש הבוגר יידע לחיות את תקופתו כראוי. דחוף שהאיש הבוגר יבין שהנעורים כבר חלפו.</p>\n<p>זה מגוחך לרצות לחזור על אותם דרמות וסצנות של הנעורים בבגרות.</p>\n<p>לכל תקופה בחיים יש את היופי שלה, וצריך לדעת לחיות אותה.</p>\n<p>האיש הבוגר חייב לעבוד בעוצמה רבה לפני שמגיעה הזקנה, כפי שהנמלה פועלת בצורה צפויה הנושאת עלים לנמלתה לפני שמגיע החורף הקשה, כך גם האיש הבוגר חייב לפעול במהירות ובתחזית.</p>\n<p>גברים צעירים רבים מבזבזים בצורה עלובה את כל הערכים החיוניים שלהם, וכאשר הם מגיעים לגיל הבגרות הם מוצאים את עצמם מכוערים, נוראיים, עלובים, נכשלים.</p>\n<p>זה באמת מגוחך לראות גברים בוגרים רבים חוזרים על מעשי הקונדס של הנעורים בלי להבין שעכשיו הם נוראיים ושהנעורים כבר חלפו.</p>\n<p>אחת מהמכות הגדולות ביותר של הציוויליזציה הגוססת הזו היא מידת האלכוהול.</p>\n<p>בנעורים רבים מתמסרים לשתייה וכאשר מגיע גיל הבגרות הם לא הקימו בית, לא הקימו הון, אין להם מקצוע רווחי, הם חיים מפונדק לפונדק מתחננים לליקר, נוראיים להפליא, מגעילים, עלובים.</p>\n<p>ראשי המשפחות והמחנכים צריכים לשים לב במיוחד לצעירים שמכוונים אותם בצורה נכונה במטרה בריאה ליצור עולם טוב יותר.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/la-edad-madura.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-edad-madura.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-edad-madura.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
