import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ངོ་བོ།",
  "locale": "bo",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "4. ངོ་བོ།",
    "order": 4
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>སྐྱེས་མ་ཐག་པའི་ཕྲུ་གུ་ཚང་མར་མཛེས་ཤིང་ཡིད་དུ་འོང་བའི་རང་བཞིན་ནི་དེའི་སྙིང་བཅུད་ཡིན། འདིས་དེའི་དོན་དངོས་ཀྱི་གནས་བབ་མཚོན་གྱི་ཡོད།</p>\n<p>སྲོག་ཆགས་ཡོངས་ཀྱི་སྙིང་བཅུད་ཀྱི་འཚར་ལོངས་དེ་ནི་ལྷག་འཕྲོས་དང་ཐོག་མའི་རང་བཞིན་ཅན་ཞིག་ཡིན།</p>\n<p>མིའི་ལུས་པོ་འཚར་ལོངས་དང་འཕེལ་རྒྱས་འགྲོ་བ་ནི་རིགས་རྒྱུད་ཀྱི་སྐྱེ་དངོས་རིག་པའི་ཁྲིམས་ལྟར་ཡིན་མོད། འོན་ཀྱང་དེ་དག་གིས་སྙིང་བཅུད་ལ་མཚོན་ན་ཚད་བཀག་ཆེན་པོ་ཡོད།</p>\n<p>སྙིང་བཅུད་རང་ཉིད་ཀྱིས་རོགས་རམ་མེད་པར་འཚར་ལོངས་འགྲོ་ཐུབ་པ་ནི་ཚད་ཧ་ཅང་ཉུང་ཉུང་ཞིག་ཡིན།</p>\n<p>ང་ཚོས་དྲང་པོར་བཤད་ན། སྙིང་བཅུད་ཀྱི་རང་བཞིན་གྱི་འཚར་ལོངས་ནི་ལོ་དང་པོ་གསུམ་དང་བཞི་དང་ལྔའི་ནང་དུ་སྟེ། མི་ཚེའི་དུས་རིམ་དང་པོའི་ནང་དུ་ཡོང་ཐུབ།</p>\n<p>མི་རྣམས་ཀྱིས་སྙིང་བཅུད་ཀྱི་འཚར་ལོངས་དང་འཕེལ་རྒྱས་ནི་རྟག་ཏུ་འཕེལ་འགྱུར་གྱི་འགྲོ་ལུགས་དང་མཐུན་པར་མུ་མཐུད་དུ་འབྱུང་བར་བསམ་མོད། འོན་ཀྱང་གྷོ་ནོསི་སི་ཊི་སམ་(Gnosticism)གྱིས་དེ་ལྟར་མིན་པར་གསལ་པོར་སྟོན་གྱི་ཡོད།</p>\n<p>སྙིང་བཅུད་དེ་ལས་མང་བ་འཚར་ལོངས་ཡོང་ཆེད་དམིགས་བསལ་ཞིག་འབྱུང་དགོས་པ་དང་། གསར་པ་ཞིག་བསྒྲུབ་དགོས།</p>\n<p>ངས་གཙོ་བོར་རང་ཉིད་ལ་ལས་ཀ་བྱེད་པའི་སྐོར་བརྗོད་འདོད་ཡོད། སྙིང་བཅུད་ཀྱི་འཕེལ་རྒྱས་ནི་རིག་པ་དང་ལྡན་པའི་ལས་ཀ་དང་བློས་བཏང་གི་སྡུག་བསྔལ་ལ་བརྟེན་ནས་ཡོང་ཐུབ།</p>\n<p>ལས་ཀ་འདི་དག་ནི་ལས་རིགས་དང་དངུལ་ཁང་དང་ཤིང་བཟོ་དང་རྡོ་བཟོ་དང་ལྕགས་ལམ་གྱི་གནད་དོན་དང་ཡང་ན་ཡིག་ཚང་གི་ལས་དོན་དང་འབྲེལ་བ་མེད་པ་ཁོང་དུ་ཆུད་དགོས།</p>\n<p>ལས་ཀ་འདི་ནི་མི་ཚང་མས་མི་གཤིས་འཕེལ་རྒྱས་སུ་བཏང་བ་ཞིག་ཡིན། དེ་ནི་སེམས་ཁམས་རིག་པའི་སྐོར་ཞིག་ཡིན།</p>\n<p>ང་ཚོ་ཚང་མས་རང་ཉིད་ཀྱི་ནང་དུ་ཨི་གོ་དང་ཡོ་དང་ང་རང་དང་རང་ཉིད་ཅེས་འབོད་པ་ཞིག་ཡོད་པ་ཤེས་ཀྱི་ཡོད།</p>\n<p>བློ་ཕམ་པ་ཞིག་ལ་སྙིང་བཅུད་དེ་ཨི་གོའི་ནང་དུ་བཙོན་འཇུག་བྱས་ཡོད་པ་དང་། དེའི་ནང་དུ་བཅུག་ཡོད་པ་ནི་ཡིད་སྐྱོ་བ་ཞིག་རེད།</p>\n<p>ཡོ་སེམས་ཁམས་རིག་པ་ཞིག་བསྲེས་པ་དང་དེའི་མ་འདོད་པའི་གྲུབ་ཆ་དབྱེ་འབྱེད་བྱེད་དགོས་པ་ནི་འཕྲལ་དུ་བྱེད་དགོས་པ་དང་ཕྱིར་འགྱངས་བྱེད་མི་རུང་བ་ཞིག་རེད། དེ་ནི་རང་ཉིད་ལ་ལས་ཀ་བྱེད་པའི་དོན་སྙིང་ཡིན།</p>\n<p>ང་ཚོས་ཡོ་སེམས་ཁམས་རིག་པ་དེ་དབྱེ་འབྱེད་མ་བྱས་བར་སྙིང་བཅུད་ནམ་ཡང་བཅིངས་གྲོལ་གཏོང་མི་ཐུབ།</p>\n<p>སྙིང་བཅུད་ཀྱི་ནང་དུ་ཆོས་ལུགས་དང་སངས་རྒྱས་དང་ཤེས་རབ་དང་ང་ཚོའི་ཕ་རྒན་མཁའ་དབྱིངས་སུ་བཞུགས་པའི་ན་ཟུག་གི་རྡུལ་ཕྲན་དང་ང་ཚོས་རང་ཉིད་ཀྱི་ངོ་བོ་གཏིང་ནས་མངོན་དུ་འགྱུར་བར་མཁོ་བའི་གནས་ཚུལ་ཚང་མ་ཡོད།</p>\n<p>ནང་གི་མི་མིན་པའི་གྲུབ་ཆ་མེད་པར་བཟོ་མ་ཐུབ་པར་སུས་ཀྱང་ཡོ་སེམས་ཁམས་རིག་པ་མེད་པར་བཟོ་མི་ཐུབ།</p>\n<p>ང་ཚོས་དུས་རབས་འདིའི་གདུག་རྩུབ་དང་འཇིགས་སུ་རུང་བའི་སྡུག་རྩུབ་མེ་ལྟར་འབར་དགོས། ཕྲག་དོག་དེ་བསོད་ནམས་མེད་པ་ཞིག་ལ་གྱུར་པ་ནི་བྱ་སྤྱོད་ཀྱི་གསང་བའི་རྒྱ་གཟེར་ཞིག་ཡིན། བཟོད་མེད་པའི་འདོད་རྔམ་གྱིས་མི་ཚེ་དེ་དེ་འདྲའི་ཁ་ཏིག་ཏིག་ཏུ་བཟོས་པ་དང་། སྐྱུག་བྲོ་བའི་སྨོད་ཚིག་དང་། གནོད་འཚེ་དེ་འདྲའི་མང་པོ་ཞིག་གཏོང་བའི་སྐུར་འདེབས་དང་། འཐུང་སྤྱོད་དང་། དྲི་ངན་དྲི་མ་ཁ་བའི་འདོད་ལོག་ལ་སོགས་སོགས་ཡོད།</p>\n<p>གནོད་འཚེ་དེ་དག་ཚང་མ་འཇིག་རྟེན་གྱི་རྡུལ་དུ་གྱུར་བ་དང་མཉམ་དུ་སྙིང་བཅུད་བཅིངས་གྲོལ་ཐོབ་པ་མ་ཟད། འཚར་ལོངས་དང་འཕེལ་རྒྱས་འགྲོ་བ་འཆམ་མཐུན་ཡོང་ངེས།</p>\n<p>ཡོ་སེམས་ཁམས་རིག་པ་འཆི་བ་དང་མཉམ་དུ་ང་ཚོའི་ནང་དུ་སྙིང་བཅུད་འོད་དུ་འཚེར་བ་ནི་བསྙོན་དུ་མེད།</p>\n<p>སྙིང་བཅུད་བཅིངས་གྲོལ་གྱིས་ང་ཚོར་ནང་གི་མཛེས་སྡུག་སྟེར་བ་དང་། མཛེས་སྡུག་དེ་ལས་བདེ་སྐྱིད་དང་དྲང་པོའི་བྱམས་བརྩེ་འབྱུང་།</p>\n<p>སྙིང་བཅུད་ལ་འཐུས་ཚང་དང་ཁྱད་མཚར་ཅན་གྱི་ནུས་སྟོབས་རང་བཞིན་གྱིས་གྲུབ་པ་མང་པོ་ཡོད།</p>\n<p>ང་ཚོ་རང་ཉིད་ནང་དུ་འཆི་བ་དང་། ང་ཚོས་ཡོ་སེམས་ཁམས་རིག་པ་དབྱེ་འབྱེད་བྱེད་དུས་ང་ཚོས་སྙིང་བཅུད་ཀྱི་རིན་ཐང་བྲལ་བའི་ཚོར་བ་དང་ནུས་སྟོབས་ལ་རོལ་བ་ཡིན།</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bo/tratado-de-psicologia-revolucionaria/la-esencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bo/tratado-de-psicologia-revolucionaria/la-esencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bo/tratado-de-psicologia-revolucionaria/la-esencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
