import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "အနှစ်သာရ",
  "locale": "my",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "4. အနှစ်သာရ",
    "order": 4
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>မွေးကင်းစကလေးငယ်တိုင်းကို လှပပြီး ချစ်စရာကောင်းစေသည့်အရာမှာ ၎င်းတို့၏ အနှစ်သာရပင်ဖြစ်သည်။ ၎င်းသည် ၎င်းကိုယ်တိုင်၏အမှန်တကယ်ဖြစ်တည်မှုပင်ဖြစ်သည်။</p>\n<p>သတ္တဝါတိုင်းတွင် အနှစ်သာရပုံမှန်ကြီးထွားမှုသည် အနည်းငယ်သာကျန်ရှိပြီး အစပျိုးရုံသာရှိသည်။</p>\n<p>လူ့ခန္ဓာကိုယ်သည် မျိုးစိတ်၏ ဇီဝဗေဒဆိုင်ရာဥပဒေများနှင့်အညီ ကြီးထွားပြီးဖွံ့ဖြိုးသော်လည်း ထိုဖြစ်နိုင်ခြေများသည် အနှစ်သာရအတွက် အလွန်အကန့်အသတ်ရှိသည်။</p>\n<p>အကူအညီမပါဘဲ အနှစ်သာရသည် အလွန်အနည်းငယ်သာ ကြီးထွားနိုင်သည်မှာ မငြင်းနိုင်ပါ။</p>\n<p>ပွင့်ပွင့်လင်းလင်းပြောရလျှင် အနှစ်သာရ၏ သဘာဝအတိုင်း ရုတ်တရက်ကြီးထွားမှုသည် အသက် (၃)နှစ်၊ (၄)နှစ်နှင့် (၅)နှစ်အတွင်းသာဖြစ်နိုင်သည်၊ ဆိုလိုသည်မှာ ဘဝ၏ပထမအဆင့်တွင်သာဖြစ်နိုင်သည်။</p>\n<p>အနှစ်သာရ၏ ကြီးထွားမှုနှင့် ဖွံ့ဖြိုးမှုသည် ဆင့်ကဲဖြစ်စဉ်၏နည်းလမ်းအတိုင်း အမြဲတစေဆက်လက်ဖြစ်ပေါ်နေသည်ဟု လူများကထင်မြင်ကြသော်လည်း ကမ္ဘာလုံးဆိုင်ရာ Gnosticism က ဤသို့မဖြစ်ကြောင်း ရှင်းရှင်းလင်းလင်းသင်ကြားပေးသည်။</p>\n<p>အနှစ်သာရကို ပိုမိုကြီးထွားစေရန်အတွက် အထူးအဆန်းတစ်ခုခုဖြစ်ရမည်၊ အသစ်တစ်ခုခုကို လုပ်ဆောင်ရမည်။</p>\n<p>မိမိကိုယ်ကိုအလုပ်လုပ်ခြင်းအကြောင်းကို အလေးအနက်ပြောလိုပါသည်။ သတိရှိသောအလုပ်များနှင့် ဆန္ဒအလျောက်ခံစားမှုများအပေါ်တွင်သာ အနှစ်သာရ၏ဖွံ့ဖြိုးတိုးတက်မှုသည် ဖြစ်နိုင်သည်။</p>\n<p>ဤအလုပ်များသည် အသက်မွေးဝမ်းကျောင်း၊ ဘဏ်များ၊ လက်သမား၊ အုတ်မြစ်ချခြင်း၊ ရထားလမ်းကြောင်းပြင်ဆင်ခြင်း သို့မဟုတ် ရုံးလုပ်ငန်းကိစ္စရပ်များနှင့် မသက်ဆိုင်ကြောင်း နားလည်ရန်လိုအပ်သည်။</p>\n<p>ဤအလုပ်သည် ကိုယ်ရည်ကိုယ်သွေးကို မြှင့်တင်ထားသူတိုင်းအတွက်ဖြစ်သည်၊ ၎င်းသည် စိတ်ပိုင်းဆိုင်ရာတစ်ခုခုဖြစ်သည်။</p>\n<p>ကျွန်ုပ်တို့အားလုံးသည် မိမိတို့ကိုယ်ထဲတွင် အတ္တ၊ ငါ၊ ငါကိုယ်တိုင်ဟူသောအရာရှိကြောင်း သိကြသည်။</p>\n<p>ကံမကောင်းစွာဖြင့် အနှစ်သာရသည် အတ္တကြားတွင် ပိတ်မိနေခြင်းသည် ဝမ်းနည်းစရာပင်။</p>\n<p>စိတ်ပိုင်းဆိုင်ရာ အတ္တကို ဖျက်သိမ်းခြင်း၊ မလိုလားအပ်သောဒြပ်စင်များကို ဖယ်ရှားပစ်ရန် အရေးပေါ်၊ ချက်ချင်းလုပ်ဆောင်ရမည့်အရာဖြစ်သည်။ မိမိကိုယ်ကို အလုပ်လုပ်ခြင်း၏ အဓိပ္ပါယ်မှာ ဤသို့ပင်ဖြစ်သည်။</p>\n<p>စိတ်ပိုင်းဆိုင်ရာ အတ္တကို ဦးစွာမဖျက်ဆီးဘဲ အနှစ်သာရကို မည်သည့်အခါမျှ လွတ်မြောက်အောင် မလုပ်နိုင်ပါ။</p>\n<p>အနှစ်သာရ၌ ဘာသာတရား၊ ဗုဒ္ဓ၊ ဉာဏ်ပညာ၊ ကောင်းကင်ဘုံ၌ရှိတော်မူသော ကျွန်ုပ်တို့အဖ၏ ဝေဒနာအမှုန်များနှင့် ကျွန်ုပ်တို့၏ အတွင်းစိတ်ကိုယ်ကို အမှန်တကယ်သိရှိရန် လိုအပ်သောအချက်အလက်များအားလုံးရှိသည်။</p>\n<p>ကျွန်ုပ်တို့အတွင်းရှိ လူမဆန်သောဒြပ်စင်များကို ဦးစွာမဖယ်ရှားဘဲ မည်သူမျှ စိတ်ပိုင်းဆိုင်ရာ အတ္တကို မဖျက်ဆီးနိုင်ပါ။</p>\n<p>ဤခေတ်၏ ရက်စက်ကြမ်းကြုတ်မှုကို ပြာဖြစ်အောင် လျှော့ချရန်လိုအပ်သည်။ မနာလိုဝန်တိုစိတ်သည် မကောင်းစွာနှင့်ပင် လှုံ့ဆော်မှုလျှို့ဝှက်ချက်ဖြစ်လာခဲ့သည်။ သည်းမခံနိုင်သော လောဘသည် ဘဝကိုခါးသီးစေခဲ့သည်။ ရွံရှာဖွယ်ကောင်းသော မကောင်းပြောဆိုမှု၊ အလွန်ဝမ်းနည်းဖွယ်ဖြစ်ရပ်များဖြစ်စေသော ကောလာဟလများ၊ အရက်သေစာသောက်စားခြင်း၊ အလွန်အနံ့ဆိုးသော ညစ်ညမ်းသောကာမဂုဏ်စသည်တို့ကို ဖယ်ရှားရန်လိုအပ်သည်။</p>\n<p>ထိုရွံရှာဖွယ်အရာအားလုံးသည် စကြဝဠာဖုန်မှုန့်အဖြစ်သို့ လျော့ကျသွားသည်နှင့်အမျှ အနှစ်သာရသည် လွတ်မြောက်ရုံသာမကဘဲ သဟဇာတဖြစ်စွာ ကြီးထွားဖွံ့ဖြိုးလာမည်ဖြစ်သည်။</p>\n<p>စိတ်ပိုင်းဆိုင်ရာ အတ္တသေဆုံးသောအခါ အနှစ်သာရသည် ကျွန်ုပ်တို့တွင် တောက်ပလာသည်မှာ ငြင်းမရပေ။</p>\n<p>လွတ်လပ်သောအနှစ်သာရသည် ကျွန်ုပ်တို့အား အတွင်းစိတ်အလှကိုပေးသည်။ ထိုအလှမှ ပြီးပြည့်စုံသောပျော်ရွှင်မှုနှင့် စစ်မှန်သောအချစ်တို့သည် ထွက်ပေါ်လာသည်။</p>\n<p>အနှစ်သာရတွင် ပြီးပြည့်စုံခြင်း၏ အဓိပ္ပါယ်များစွာနှင့် သာမန်ထက်ထူးကဲသော သဘာဝစွမ်းအားများရှိသည်။</p>\n<p>ကျွန်ုပ်တို့သည် “မိမိကိုယ်၌သေဆုံးသောအခါ” စိတ်ပိုင်းဆိုင်ရာအတ္တကိုဖျက်ဆီးသောအခါ အနှစ်သာရ၏တန်ဖိုးရှိသောအာရုံများနှင့် စွမ်းအားများကို ကျွန်ုပ်တို့ခံစားရသည်။</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/my/tratado-de-psicologia-revolucionaria/la-esencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/my/tratado-de-psicologia-revolucionaria/la-esencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/my/tratado-de-psicologia-revolucionaria/la-esencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
