import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "میانسالی",
  "locale": "fa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "27. میانسالی",
    "order": 27
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>سن بلوغ از سی و پنج سالگی شروع و در پنجاه و شش سالگی به پایان می رسد.</p>\n<p>مرد بالغ باید بداند چگونه خانه خود را اداره کند و فرزندانش را راهنمایی کند.</p>\n<p>در زندگی عادی، هر مرد بالغی رئیس خانواده است. مردی که در جوانی و بزرگسالی خانه و ثروتش را تشکیل نداده باشد، دیگر آن را تشکیل نمی دهد، در واقع یک شکست خورده است.</p>\n<p>کسانی که در دوران پیری سعی در تشکیل خانواده و ثروت دارند، حقیقتاً سزاوار ترحم هستند.</p>\n<p>منِ طمع‌کار به افراط می‌رود و می‌خواهد ثروت‌های هنگفتی جمع کند. انسان به نان، سرپناه و پوشاک نیاز دارد. داشتن نان، خانه ای شخصی، لباس، کت و شلوار، پالتو برای پوشاندن بدن ضروری است، اما برای زندگی نیازی به جمع آوری مبالغ هنگفت پول نیست.</p>\n<p>ما نه از ثروت و نه از فقر دفاع نمی کنیم، هر دو افراط محکوم هستند.</p>\n<p>بسیاری هستند که در لجن فقر غلت می خورند و همچنین کم نیستند کسانی که در لجن ثروت غلت می خورند.</p>\n<p>لازم است ثروت متوسطی داشت، یعنی یک خانه زیبا با باغ های زیبا، یک منبع درآمد مطمئن، همیشه آراسته بود و گرسنه نماند. این برای هر انسانی طبیعی است.</p>\n<p>فقر، گرسنگی، بیماری و جهل هرگز نباید در هیچ کشوری که ادعای فرهنگ و تمدن دارد وجود داشته باشد.</p>\n<p>هنوز دموکراسی وجود ندارد اما ما باید آن را ایجاد کنیم. تا زمانی که حتی یک شهروند بدون نان، سرپناه و پوشاک وجود داشته باشد، دموکراسی عملاً چیزی فراتر از یک ایده آل زیبا نیست.</p>\n<p>سرپرستان خانواده باید فهمیده، باهوش، هرگز شراب خوار، شکمو، مست، ظالم و غیره نباشند.</p>\n<p>هر مرد بالغی از تجربه خود می داند که فرزندانش از مثال او تقلید می کنند و اگر مثال او اشتباه باشد، مسیرهای پوچی را برای فرزندانش رقم می زند.</p>\n<p>واقعاً احمقانه است که یک مرد بالغ چندین زن داشته باشد و در مستی، مهمانی ها، عیاشی ها و غیره زندگی کند.</p>\n<p>مسئولیت کل خانواده بر دوش مرد بالغ است و واضح است که اگر در مسیرهای اشتباه قدم بردارد، هرج و مرج بیشتر، سردرگمی بیشتر و تلخی بیشتری به جهان می آورد.</p>\n<p>پدر و مادر باید تفاوت بین جنسیت ها را درک کنند. این پوچ است که دختران فیزیک، شیمی، جبر و غیره بخوانند. مغز زن با مغز مرد متفاوت است، چنین مواردی با جنسیت مردانه بسیار سازگار است اما برای ذهن زنانه بی فایده و حتی مضر است.</p>\n<p>لازم است که پدران و مادران خانواده از صمیم قلب برای ترویج یک تغییر حیاتی در کل برنامه درسی مدارس تلاش کنند.</p>\n<p>زن باید خواندن، نوشتن، پیانو زدن، بافتن، گلدوزی و به طور کلی انواع مشاغل زنانه را بیاموزد.</p>\n<p>زن باید از همان نیمکت های مدرسه برای مأموریت عالی خود به عنوان مادر و همسر آماده شود.</p>\n<p>آسیب رساندن به مغز زنان با مطالعات پیچیده و دشوار مناسب برای جنسیت مردانه پوچ است.</p>\n<p>لازم است که هم پدران و مادران خانواده و هم معلمان مدارس، دبیرستان ها و دانشگاه ها بیشتر به این فکر باشند که زنان را به زنانگی متناسب با خود برگردانند. احمقانه است که زنان را نظامی کنیم، آنها را مجبور کنیم با پرچم ها و طبل ها در خیابان های شهرها راهپیمایی کنند، انگار که مرد هستند.</p>\n<p>زن باید بسیار زنانه و مرد باید بسیار مردانه باشد.</p>\n<p>جنسیت بینابینی، همجنس گرایی، محصول انحطاط و بربریت است.</p>\n<p>خانم هایی که به مطالعات طولانی و دشوار می پردازند، پیر می شوند و هیچ کس با آنها ازدواج نمی کند.</p>\n<p>در زندگی مدرن، برای زنان بهتر است مشاغل کوتاه مدت، فرهنگ زیبایی، ماشین نویسی، تندنویسی، خیاطی، آموزش و پرورش و غیره و غیره را دنبال کنند.</p>\n<p>به طور معمول، زن فقط باید به زندگی خانوادگی اختصاص داشته باشد، اما به دلیل بی رحمی این دوره ای که در آن زندگی می کنیم، زن برای خوردن و زندگی کردن نیاز به کار دارد.</p>\n<p>در یک جامعه واقعاً فرهیخته و متمدن، زن برای زندگی کردن نیازی به کار در خارج از خانه ندارد. این کار کردن در خارج از خانه، بی رحمی بدترین نوع است.</p>\n<p>مرد کنونی منحط، نظم کاذبی از چیزها ایجاد کرده است و زنانگی را از زن گرفته است، او را از خانه بیرون کرده و به برده تبدیل کرده است.</p>\n<p>زنی که به یک “مردنما” با عقل مردانه تبدیل شده است، سیگار می کشد و روزنامه می خواند، نیمه برهنه با دامن های بالای زانو یا بازی ورق، نتیجه مردان منحط این دوران است، ننگ اجتماعی تمدنی که در حال مرگ است.</p>\n<p>زنی که به یک جاسوس مدرن تبدیل شده است، پزشک معتاد به مواد مخدر، زن قهرمان ورزش، الکلی، غیرطبیعی که برای از دست ندادن زیبایی خود از شیر دادن به فرزندانش خودداری می کند، نشانه نفرت انگیز یک تمدن دروغین است.</p>\n<p>اکنون زمان سازماندهی ارتش نجات جهانی با مردان و زنان نیکوکاری فرا رسیده است که واقعاً مایل به مبارزه با این نظم کاذب هستند.</p>\n<p>زمان آن فرا رسیده است که تمدن جدیدی، فرهنگ جدیدی در جهان ایجاد کنیم.</p>\n<p>زن سنگ بنای خانواده است و اگر این سنگ بد شکل داده شده باشد، پر از لبه ها و تغییر شکل های همه نوع باشد، نتیجه زندگی اجتماعی فاجعه خواهد بود.</p>\n<p>مرد متفاوت است، فرق می کند و به همین دلیل می تواند از تحصیل در رشته های پزشکی، فیزیک، شیمی، ریاضیات، حقوق، مهندسی، نجوم و غیره و غیره لذت ببرد.</p>\n<p>یک مدرسه نظامی پسرانه پوچ نیست، اما یک مدرسه نظامی دخترانه علاوه بر پوچ بودن، به طرز وحشتناکی مضحک است.</p>\n<p>دیدن همسران آینده، مادران آینده ای که باید کودک را بین سینه های خود حمل کنند، مانند مردان در پیاده روهای شهر راهپیمایی می کنند، منزجر کننده است.</p>\n<p>این نه تنها نشان دهنده از دست دادن زنانگی در این جنسیت است، بلکه انگشت خود را بر روی زخم می گذارد و نشان دهنده از دست دادن مردانگی در مردان است.</p>\n<p>مرد، مرد واقعی، مرد خوش هیکل نمی تواند راهپیمایی نظامی زنان را تحمل کند. تردید مردانه، ویژگی های روانی مرد، اندیشه مرد، احساس انزجار واقعی از این نوع نمایش ها دارد که تا حد اشباع انحطاط انسانی را نشان می دهد.</p>\n<p>ما نیاز داریم که زن به خانه، به زنانگی خود، به زیبایی طبیعی خود، به معصومیت بدوی خود و به سادگی واقعی خود بازگردد. ما نیاز داریم که به همه این نظم ها پایان دهیم و تمدن و مجسمه سازی جدیدی را بر روی زمین بنا کنیم.</p>\n<p>پدران و مادران خانواده و مربیان باید بدانند که چگونه نسل های جدید را با خرد و عشق واقعی پرورش دهند.</p>\n<p>پسران نه تنها باید اطلاعات فکری دریافت کنند و حرفه ای بیاموزند یا مدرک حرفه ای بگیرند. پسران باید معنای مسئولیت را بدانند و در مسیر درستکاری و عشق آگاهانه گام بردارند.</p>\n<p>مسئولیت یک همسر، یک پسر و یک دختر بر دوش مرد بالغ است.</p>\n<p>مرد بالغ با حس مسئولیت پذیری بالا، عفیف، هوشیار، معتدل، با فضیلت و غیره مورد احترام خانواده و همه شهروندان است.</p>\n<p>مرد بالغی که با زنا، فحشا، ناراحتی ها، بی عدالتی های همه نوع، مردم را رسوا می کند، برای همه افراد منزجر کننده می شود و نه تنها به خود درد وارد می کند، بلکه خانواده اش را نیز تلخ می کند و درد و سردرگمی را برای همه جهان به ارمغان می آورد.</p>\n<p>لازم است که مرد بالغ بداند چگونه به درستی در دوران خود زندگی کند. ضروری است که مرد بالغ درک کند که جوانی گذشته است.</p>\n<p>تلاش برای تکرار همان درام ها و صحنه های جوانی در بزرگسالی مضحک است.</p>\n<p>هر دوره از زندگی زیبایی خاص خود را دارد و باید بلد بود که چگونه آن را زندگی کرد.</p>\n<p>مرد بالغ باید قبل از رسیدن به پیری با شدت تمام کار کند، همانطور که مورچه به طور پیشگیرانه عمل می کند و قبل از رسیدن زمستان سخت برگ ها را به لانه خود می برد، مرد بالغ نیز باید با سرعت و پیش بینی عمل کند.</p>\n<p>بسیاری از مردان جوان تمام ارزش های حیاتی خود را به طرز فجیعی هدر می دهند و وقتی به سن بلوغ می رسند، خود را زشت، وحشتناک، بدبخت و شکست خورده می یابند.</p>\n<p>دیدن بسیاری از مردان بالغ که بدون توجه به اینکه اکنون وحشتناک هستند و جوانی رفته است، شرارت های جوانی را تکرار می کنند، واقعاً مضحک است.</p>\n<p>یکی از بزرگترین مصیبت های این تمدنی که در حال مرگ است، رذیلت الکل است.</p>\n<p>بسیاری در جوانی تسلیم نوشیدن می شوند و وقتی به سن بلوغ می رسند، نه خانه ای تشکیل داده اند، نه ثروتی، نه حرفه ای سودآور دارند، از میخانه ای به میخانه دیگر به دنبال مشروب می روند، به طرز وحشتناکی وحشتناک، منزجر کننده و بدبخت هستند.</p>\n<p>سرپرستان خانواده و مربیان باید توجه ویژه ای به جوانان داشته باشند و با هدف سالم بهبود جهان، آنها را به درستی راهنمایی کنند.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/fa/educacion-fundamental/la-edad-madura.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/la-edad-madura.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/la-edad-madura.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
