import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ዕድመ ፍጻሜ",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "27. ዕድመ ፍጻሜ",
    "order": 27
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ዕድመ ምኩን ኣብ ሰላሳን ሓሙሽተን ዓመት ጀሚሩ ኣብ ሓምሳን ሽዱሽተን ዓመት ይውዳእ።</p>\n<p>እቲ በዓል ዕድመ ምኩን ቤቱ ኸመይ ኢሉ ኸም ዚመርሕን ደቁ ኸመይ ኢሉ ኸም ዚምህርን ኪፈልጥ ኣለዎ።</p>\n<p>ኣብ ንቡር ህይወት ኵሉ በዓል ዕድመ ምኩን ሓላፊ ስድራቤት እዩ። እቲ ኣብ ግዜ ጐበዝነቱን ዕድመ ምኩን ቤቱን ሃብቱን ዘየቘመ፡ ድሕሪኡ ኣይውድቦን እዩ፡ ብሓቂ ድማ ውድቀት እዩ።</p>\n<p>እቶም ኣብ ግዜ እርጋን ቤትን ሃብትን ኪውድቡ ዚፍትኑ፡ ብሓቂ ኺረሓርሑ ዚግብኦም እዮም።</p>\n<p>እቲ ናይ ስስዐ “ኣነ” ናብ ኣዝዩ ጽንፍ ይኸይድ እሞ ብዙሕ ሃብቲ ኺእክብ ይደሊ። ወዲ ሰብ እንጌራ፡ ክዳን፡ መዕቈቢ ድማ የድልዮ። እንጌራ፡ ናይ ገዛእ ርእስኻ ቤት፡ ክዳውንቲ፡ ክዳውንቲ፡ ልብሲ ንስጋ ኽትከድን ኣድላዪ እዩ፡ ንምንባር ግና ብዙሕ ገንዘብ ምእካብ ኣየድልየካን እዩ።</p>\n<p>ንሕና ሃብቲ ወይ ድኽነት ኣይንከላኸልን ኢና፡ ክልቲኡ ጽንፍታት ዚኹነኑ እዮም።</p>\n<p>ኣብ ጭቃ ድኽነት ዚንከባለሉ ብዙሓት እዮም፡ ኣብ ጭቃ ሃብቲ ዚንከባለሉ እውን ብዙሓት እዮም።</p>\n<p>ትሑት ሃብቲ፡ ማለት ጽቡቕ ኣትክልቲ ዘለዋ ጽብቕቲ ቤት፡ ድሕንቲ ምንጪ ኣታዊ፡ ወትሩ ብጽቡቕ ዝቐረብካን ጥሜት ዘይትፈልጥን ክህልወካ ኣድላዪ እዩ። እዚ ንዅሉ ሰብ ንቡር እዩ።</p>\n<p>ድኽነት፡ ጥሜት፡ ሕማም፡ ድንቁርና ኣብ ዝዀነ ይኹን ባህላውን ስልጡንን ሃገር ፈጺሙ ኺህሉ የብሉን።</p>\n<p>ዴሞክራሲ ገና የላን፡ ግናኸ ክንፈጥራ የድልየና። ሓደ ዜጋ እንጌራ፡ ክዳን፡ መዕቈቢ ኻብ ዘይብሉ፡ ዴሞክራሲ ብግብሪ ኻብ ምጽባቕ ሓሳብ ኣይትሓልፍን እያ።</p>\n<p>ሓለፍቲ ስድራቤት ተገዳስትን ኣስተውዓልትን ክዀኑ ኣለዎም፡ ፈጺሞም ወይንሲ ሰተይትን መብልዕትን ሰካራማትን ጨካናትን ወዘተ ኪዀኑ የብሎምን።</p>\n<p>ኵሉ በዓል ዕድመ ምኩን ደቁ ንኣብነቱ ኸም ዚመስሉን እዚ ድማ ጌጋ እንተ ዀይኑ፡ ንወለዶታቱ ዘይግባእ መገድታት ከም ዚመርሖም ብተመክሮ ይፈልጥ እዩ።</p>\n<p>በዓል ዕድመ ምኩን ብዙሓት ኣንስቲ ኺህልዋኦን ብሰኽራምነትን ድግሳትን ርኽሰትን ወዘተ ኺነብር ብሓቂ ዕሽነት እዩ።</p>\n<p>ኣብ ልዕሊ በዓል ዕድመ ምኩን ሓላፍነት ኵላ ስድራቤት ኣሎ፡ ብጌጋ መገድታት እንተ ተመላለሰ ድማ ኣብ ዓለም ዝያዳ ዕግርግርን ዝያዳ ድንጋጽን ዝያዳ መሪርነትን ከም ዜምጽእ ንጹር እዩ።</p>\n<p>ኣቦን ኣደን ኣብ መንጎ ደቂ ተባዕትዮን ደቂ ኣንስትዮን ዘሎ ፍልልይ ኪርድኦም ኣለዎ። ኣዋልድ ፊዚክስ፡ ኬሚስትሪ፡ ኣልጀብራ ወዘተ ምጽናዕ ዘይግቡእ እዩ። ሓንጎል ጓል ኣንስተይቲ ኻብ ተባዕታይ ዝተፈልየ እዩ፡ ከምዚኣቶም ዝኣመሰሉ ትምህርትታት ምስ ተባዕታይ ጾታ ኣዝዩ ዝሰማማዕ እዩ፡ ንኣእምሮ ጓል ኣንስተይቲ ግና ዘይጠቅም ዛሕታ እዩ።</p>\n<p>ኣቦታት ኣዴታትን ንዅሉ መደብ ትምህርቲ ኣብያት ትምህርቲ ወሳኒ ለውጢ ንምምጻእ ብምሉእ ልቦም ኪቃለሱ ኣድላዪ እዩ።</p>\n<p>ጓል ኣንስተይቲ ምንባብ፡ ምጽሓፍ፡ ፒያኖ ምጽዋት፡ ምልማስ፡ ጥልፊ ምጥላፍ፡ ብሓፈሻ ድማ ኵሉ ዓይነት ስራሓት ደቂ ኣንስትዮ ኽትመሃር ኣለዋ።</p>\n<p>ጓል ኣንስተይቲ ኻብ መባእታ ቤት ትምህርቲ ጀሚራ፡ ነቲ ከም ኣደን መርዓትን ዘለዋ ልዑል ተልእኾ ኽትዳሎ ኣለዋ።</p>\n<p>ንኣእምሮ ደቂ ኣንስትዮ ብምድስሳልን ብኸበድትን ዝያዳ ንተባዕትዮ ጾታ ዚሰማምዑ ትምህርትታት ምጕዳእ ዘይግቡእ እዩ።</p>\n<p>ወለዲ ስድራቤትን መምህራን ኣብያተ ትምህርትን ኮሌጀታትን ዩኒቨርስቲታትን ንጓል ኣንስተይቲ ናብቲ ዝግብኣ ባህርያዊ ባህሪ ንምምላስ ዝያዳ ኼተኵሩ ኣድላዪ እዩ። ንኣንስቲ ምውታር፡ ከም ተባዕትዮ ብባንዴራን ከበሮን ኣብ ጐደናታት ከተማታት ኪሰርዑ ምግዳድ ዕሽነት እዩ።</p>\n<p>ጓል ኣንስተይቲ ግልጽቲ ጓል ኣንስተይቲ ኽትከውን ኣለዋ፡ ተባዕታይ ድማ ግልጽ ተባዕታይ ኪኸውን ኣለዎ።</p>\n<p>እቲ ኣብ መንጎ ዘሎ ጾታ፡ ግብረ ሰዶም፡ ውጽኢት ምብልሻውን ኣረመኔነትን እዩ።</p>\n<p>ኣንስቲ ኣዋልድ ነዊሕን ከቢድን ትምህርቲ ኺስዕባ ኸለዋ የርግጋን ሓደ እኳ ኣይመርዐወንን።</p>\n<p>ኣብ ዘመናዊ ህይወት ኣንስቲ ሓጸርቲ ሞያታት፡ ባህሊ ጽባቐ፡ መጽሓፊ፡ ጽሕፈት፡ ስፌት፡ ስነ-ምህሮ ወዘተ ክሰርሓ ይምረጽ።</p>\n<p>ብመሰረቱ ጓል ኣንስተይቲ ኣብ ህይወት ቤታ ጥራይ ክትውፈይ ኣለዋ፡ ግናኸ ኣብዚ እንነብረሉ ዘለና ግዜ ጭካኔ ምኽንያት ጓል ኣንስተይቲ ንምብላዕን ንምንባርን ክትሰርሕ ኣድላዪ እዩ።</p>\n<p>ኣብ ሓቀኛ ባህላውን ስልጡንን ሕብረተሰብ ጓል ኣንስተይቲ ንምንባር ካብ ገዛ ወጻኢ ክትሰርሕ ኣየድልያን እዩ። እዚ ካብ ገዛ ወጻኢ ምስራሕ ኣዝዩ ዝኸፍአ ጭካኔ እዩ።</p>\n<p>እቲ ኣብዚ ግዜ ዘሎ ዝበለሸ ተባዕታይ ጌጋ ስርዓት ነገራት ፈጢሩ፡ ንጓል ኣንስተይቲ ድማ ባህርያዊ ባህርያ ኸም እትስእኖ ገይሩ፡ ካብ ቤታ ኣውጺኡ ባርያ ገይሩዋ።</p>\n<p>ጓል ኣንስተይቲ ናብ “ወዲ ተባዕታይ” ተቐይራ፡ ናይ ተባዕታይ ኣእምሮ ዘለዋ፡ ሲጋራ እትስሕብን ጋዜጣ እተንብብን፡ ክዳና ኻብ ጉልበታ ኣብ ላዕሊ ዝረዝሐ ወይ ድማ ካርታ እትጻወት፡ ውጽኢት ናይዚ ግዜ እዚ ዝበላሸዉ ኣንስቲ እያ፡ እቲ ማሕበራዊ ሓደጋ ናይቲ እትመውት ዘላ ስልጣኔ እዩ።</p>\n<p>ጓል ኣንስተይቲ ዘመናዊት ሰላይት፡ ሓኪም ሱስ ተዋሂብዋ፡ ጓል ኣንስተይቲ ሻምፕዮን ስፖርት፡ ሰካራም፡ ባህርያት ዘይብላ ንውቃበቶም ንኸይስእኑ ነቲ ኽንዲ ዘይትህብ፡ ናይ ሓሶት ስልጣኔ ዝንቡዕ ምልክት እዩ።</p>\n<p>ምስዚ ጌጋ ስርዓት ነገራት ንምቅላስ ብሓቂ ድልዋት ዝዀኑ ሰብኡትን ኣንስትን ጽቡቕ ድልየት ዘለዎም ሓይልታት ድሕነት ዓለም ናይ ምውዳብ ግዜ በጺሑ ኣሎ።</p>\n<p>ሓድሽ ስልጣኔ፡ ሓድሽ ባህሊ ኣብ ዓለም ናይ ምትካል ግዜ በጺሑ ኣሎ።</p>\n<p>ጓል ኣንስተይቲ መሰረት ናይቲ ቤት እያ፡ እዚ እምኒ እዚ ጽቡቕ እንተ ዘይተሰርሐን ብዝተፈላለየ መልክዕታት ጠርዚን ቅርጽታት እንተ ዀይኑን፡ ውጽኢት ማሕበራዊ ህይወት ጥፍኣት ኪኸውን እዩ።</p>\n<p>ተባዕታይ ዝተፈለየ እዩ፡ በዚ ምኽንያት ድማ ሕክምና፡ ፊዚክስ፡ ኬሚስትሪ፡ ሒሳብ፡ ሕጊ፡ ምህንድስና፡ ስነ-ኮኾብ ወዘተ ኺጽናዕ ይኽእል እዩ።</p>\n<p>ተባዕትዮ ዝወተሃደራዊ ኮሌጅ ዘይግቡእ ኣይኰነን፡ ተባዕትዮ ዝወተሃደራዊ ኮሌጅ ግን ኻብ ዘይግቡእ ብተወሳኺ ኣዝዩ ዘሕፍር እዩ።</p>\n<p>ነተን መጻእቲ መርዓትን መጻእቲ ኣዴታትን ነቲ ቘልዓ ኣብ መንጎ ኣኽናፍ ዝሓዝኦ ከም ሰብኡት ኰይኖም ኣብ መገዲ ከተማ ክሰርዑ ምርኣይ የሕምቕ።</p>\n<p>እዚ ኣብቲ ጾታ ባህርያት ደቂ ኣንስትዮ ከም ዝሰኣነ ዘመልክት ጥራይ ዘይኰነስ፡ ኣብቲ ቘራጽ መጥባሕቲ ኸም ዚተገብረሉ ብምምልካት ኣብ ተባዕታይ ድማ ተባዕትነት ከም ዝጠፍአ የርኢ።</p>\n<p>እቲ ተባዕታይ፡ ሓቀኛ ተባዕታይ፡ እቲ ጽቡቕ ተባዕታይ ሰልፊ ወተሃደራት ኣንስቲ ኺቕበል ኣይክእልን እዩ። እቲ ተባዕታዊ ስክሩፕል፡ እቲ ስነ-ልቦናዊ ፍልጠት ተባዕታይ፡ ሓሳብ ናይቲ ሰብኣይ ካብ ከምዚኣቶም ዝኣመሰሉ ትርኢታት ብሓቂ የሕምቕ፡ እዚ ኸኣ ንውድቀት ወዲ ሰብ ክሳዕ መወዳእታ የመልክት።</p>\n<p>ጓል ኣንስተይቲ ናብ ቤታ፡ ናብ ባህርያዊ ባህርያታ፡ ናብ ባህርያዊ ጽባቐኣ፡ ናብ ጥንታዊ ንጽህናኣ፡ ናብ ሓቀኛ ቀሊልነታ ክትምለስ የድልየና። ምስዚ ዅሉ ስርዓት ነገራት ክንውድእን ኣብ ገጽ ምድሪ ሓድሽ ስልጣኔን ሓድሽ ቅርጻትን ክንተክል የድልየና።</p>\n<p>ወለዲ ስድራቤትን መምህራንን ነቶም ሓደስቲ ወለዶታት ብሓቀኛ ጥበብን ፍቕርን ኪሃንጽዎም ከም ዚኽእሉ ኪፈልጡ ኣለዎም።</p>\n<p>ደቂ ተባዕትዮ ጥበባዊ ሓበሬታን ሞያን ጥራይ ኪቕበሉ የብሎምን ወይ ድማ ናይ ሞያ ስያሜ ኺረኽቡ የብሎምን። ደቂ ተባዕትዮ ንሓላፍነት ኪፈልጡን ኣብ መገዲ ቅንዕናን ንቑሕ ፍቕርን ኪጓዓዙ ኣድላዪ እዩ።</p>\n<p>ኣብ መንከብ ናይ በዓል ዕድመ ሰብኣይ ሓላፍነት ናይ መርዓት፡ ደቂ ተባዕትዮን ኣንስትን ይህሉ ኣለዎ።</p>\n<p>እቲ በዓል ዕድመ ሰብኣይ ልዑል ስምዒት ሓላፍነት፡ ንጹህ፡ ድልው፡ ስልጡን፡ ጽቡቕ ወዘተ እንተ ዀይኑ፡ ብስድራቤቱን ብዅሎም ዜጋታት ይኽበር እዩ።</p>\n<p>እቲ በዓል ዕድመ ሰብኣይ ምስ ምንዝርናኡ፡ ዝሙቱ፡ ጽልኢቱ፡ ዓመጽ ብዘይምኽንያት ንሰባት ዘስምብድ፡ ንዅሎም ሰባት የሕምቖም፡ ንገዛእ ርእሱ ጥራይ ዘይኰነስ ንስድራቤቱ የሳቕዮም ንዅላ ዓለም ድማ ቃንዛን ድንጋጽን የምጽእ።</p>\n<p>እቲ በዓል ዕድመ ሰብኣይ ግዚኡ ብግቡእ ኪነብር ኣድላዪ እዩ። እቲ በዓል ዕድመ ሰብኣይ መንእሰይነት ከም ዝሓለፈ ኺርድኦ ኣዝዩ ኣገዳሲ እዩ።</p>\n<p>ኣብ ዕድመ ምኩን ንተመሳሳሊ ድራማታትን ትርኢታትን ናይ መንእሰይነት ደጊምካ ኽትደግሞ ምድላይ ዘሕፍር እዩ።</p>\n<p>ነፍሲ ወከፍ ግዜ ህይወት ጽባቐ ኣለዎ፡ ብኸመይ ከም እትነብሮ ኸኣ ክትፈልጥ ኣሎካ።</p>\n<p>እቲ በዓል ዕድመ ሰብኣይ እርጋን ከይመጾ ብትግሃት ኪሰርሕ ኣለዎ፡ ልክዕ ከምቲ ሓርማዝ ቅድሚ ሓጋይ ቅጠላት ናብ ቤት ሓርማዝ ከም እትወስድ ብጥንቃቐ ትገብር፡ ከምኡ ድማ እቲ በዓል ዕድመ ሰብኣይ ብፍጥነትን ብጥንቃቐን ኪገብር ኣለዎ።</p>\n<p>ብዙሓት መንእሰያት ብሕማቕ መገዲ ዅሉ ሓይልታት ህይወቶም የጥፍኡ፡ ኣብ ዕድመ ምኩን ምስ በጽሑ ድማ ሕሱማት፡ ኣስካሕካሕቲ፡ ድኻታት፡ ፈሸልቲ ዀይኖም ይረኽብዎም።</p>\n<p>ብዙሓት በዓል ዕድመ ሰብኡት ጌጋታት ናይ መንእሰይነቶም ኪደግሙ ምርኣይ ብሓቂ ዘሕፍር እዩ፡ ሕጂ ሕሱማት ከም ዝዀኑን መንእሰይነቶም ከም ዝሓለፈን ኣይርድኦምን እዩ።</p>\n<p>ሓደ ኻብቲ ዝዓበየ መዓት ናይዚ ትመውት ዘላ ስልጣኔ፡ ልማድ መስተ እዩ።</p>\n<p>ኣብ መንእሰይነት ብዙሓት ነቲ መስተ የውፍሩዎ፡ ኣብ ዕድመ ምኩን ምስ በጽሑ ግና ቤት ኣይውድቡን፡ ሃብቲ ኣይውድቡን፡ ትርፊ ዘለዎ ሞያ የብሎምን፡ ካብ መስተ ቤት ናብ መስተ ቤት እናተዘዋወሩ መስተ ይልምኑ፡ ኣስካሕካሕቲ ሕሱማት፡ ዘሕምቑ፡ ድኻታት።</p>\n<p>ሓለፍቲ ስድራቤትን መምህራንን ንመንእሰያት ጽቡቕ ዓለም ንምፍጣር ኣብ ጽቡቕ ዕላማ ብምስዓብ ብቕንዕና እናመኸርዎም ፍሉይ ኣቓልቦ ኺገብሩ ኣለዎም።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/la-edad-madura.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-edad-madura.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-edad-madura.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
