import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Егде жас",
  "locale": "kk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "27. Егде жас",
    "order": 27
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Орта жас отыз бес жастан басталып, елу алты жаста аяқталады.</p>\n<p>Орта жастағы ер адам үйін басқара білуі және балаларына бағыт-бағдар бере білуі керек.</p>\n<p>Қалыпты өмірде әрбір орта жастағы ер адам – отбасының басшысы. Егер ер адам жастық шағында және орта жасында отбасын құрмаса және байлық жинамаса, ол енді оны құрмайды, іс жүзінде ол сәтсіздікке ұшыраған адам.</p>\n<p>Қартайған шағында отбасын құрып, байлық жинауға тырысқандар расында да аянышты.</p>\n<p>Ашкөздіктің «МЕНІ» шектен шығып, байлық жинауды қалайды. Адамға нан, киім және баспана керек. Нан, өз үйі, киім-кешек, денені жабатын шапандар мен пальто болуы керек, бірақ өмір сүру үшін үлкен ақша сомасын жинаудың қажеті жоқ.</p>\n<p>Біз байлықты да, кедейлікті де жақтамаймыз, екі шектен шығу да айыптауға тұрарлық.</p>\n<p>Кедейліктің батпағында аунағандар да көп, байлықтың батпағында аунағандар да жеткілікті.</p>\n<p>Қарапайым байлыққа, яғни әдемі бақтары бар әдемі үйге, тұрақты табыс көзіне ие болу, әрқашан жақсы көріну және аш қалмау керек. Бұл әрбір адам үшін қалыпты жағдай.</p>\n<p>Кедейлік, аштық, аурулар мен надандық өзін мәдениетті және өркениетті санайтын ешбір елде болмауы керек.</p>\n<p>Демократия әлі жоқ, бірақ біз оны құруымыз керек. Бір ғана азамат нансыз, киімсіз және баспанасыз болса, демократия іс жүзінде әдемі идеалдан аспайды.</p>\n<p>Отбасының басшылары түсінікті, ақылды, ешқашан шарап ішпейтін, сараң, мас, тиран және т.б. болмауы керек.</p>\n<p>Әрбір ересек адам өз тәжірибесінен балалардың өз үлгісіне еліктейтінін және егер ол қате болса, ұрпақтарына абсурд жол көрсететінін біледі.</p>\n<p>Ересек ер адамның бірнеше әйелі болуы және маскүнемдікпен, тойлармен, оргиялармен және т.б. өмір сүруі шынымен ақымақтық.</p>\n<p>Ересек адамға бүкіл отбасының жауапкершілігі жүктеледі және егер ол қате жолмен жүрсе, әлемге көбірек тәртіпсіздік, көбірек шатасу, көбірек ащылық әкелетіні анық.</p>\n<p>Әке мен ана жыныстардың арасындағы айырмашылықты түсінуі керек. Қыздардың физиканы, химияны, алгебраны және т.б. оқығаны абсурд. Әйелдің миы еркектікінен өзгеше, мұндай пәндер еркек жынысына өте сай келеді, бірақ әйелдің ақылы үшін пайдасыз, тіпті зиянды.</p>\n<p>Ата-аналар мен аналар мектеп оқу жоспарларындағы маңызды өзгерістерді ілгерілету үшін бар күштерімен күресуі керек.</p>\n<p>Әйел оқуды, жазуды, фортепианода ойнауды, тоқуды, кесте тігуді және жалпы барлық әйелдік кәсіптерді үйренуі керек.</p>\n<p>Әйелді мектеп қабырғасынан бастап АНА және жар ретінде өзіне тиесілі ұлы миссияға дайындау керек.</p>\n<p>Әйелдердің миын еркек жынысына тән күрделі және қиын зерттеулермен зақымдау абсурд.</p>\n<p>Ата-аналар да, мектеп, колледж және университет мұғалімдері де әйелді өзіне тиесілі әйелдікке қайтаруға көбірек көңіл бөлуі керек. Әйелдерді милитаризациялау, оларды еркектер сияқты қалалардың көшелерімен тулар мен дабылдармен жүруге мәжбүрлеу ақымақтық.</p>\n<p>Әйел өте әйелдік болуы керек, ал ер адам өте еркек болуы керек.</p>\n<p>Аралық жыныс, гомосексуализм - азғындау мен варварлықтың өнімі.</p>\n<p>Ұзақ және қиын оқулармен айналысатын қыздар қартаяды және оларға ешкім үйленбейді.</p>\n<p>Қазіргі өмірде әйелдердің қысқа мерзімді мансап жасауы, сұлулық мәдениеті, машинка басу, стенография, тігін, педагогика және т.б., т.б., т.б. орынды.</p>\n<p>Әдетте, әйел тек үй өміріне арналуы керек, бірақ біз өмір сүріп жатқан қазіргі қатыгездік заманына байланысты әйел тамақтанып, өмір сүру үшін жұмыс істеуі керек.</p>\n<p>Шынайы мәдениетті және өркениетті қоғамда әйел өмір сүру үшін үйден тыс жұмыс істеудің қажеті жоқ. Үйден тыс жұмыс істеу – ең жаман қатыгездік.</p>\n<p>Қазіргі азғындаған ер адам жалған тәртіп орнатып, әйелдің әйелдігінен айырып, үйінен шығарып, құлға айналдырды.</p>\n<p>Интеллекті еркектің ақылына ие болған, темекі шегіп, газет оқитын, етектері тізеден жоғары жартылай жалаңаш немесе ойын ойнайтын «еркекшораға» айналған әйел – осы дәуірдегі азғындаған еркектердің нәтижесі, өркениеттің әлеуметтік ауруы.</p>\n<p>Заманауи тыңшыға айналған әйел, есірткіге тәуелді дәрігер, спорттан чемпион әйел, алкогольді ішімдікке салынған, балаларының сүтінен бас тартатын әйел, себебі сұлулығын жоғалтқысы келмейтін әйел – жалған өркениеттің жиіркенішті белгісі.</p>\n<p>Осы жалған тәртіпке қарсы күресуге шынымен дайын ерікті ерлер мен әйелдерден тұратын әлемдік құтқару армиясын ұйымдастыратын уақыт келді.</p>\n<p>Әлемде жаңа өркениет, жаңа мәдениет орнататын уақыт келді.</p>\n<p>Әйел – отбасының негізгі тасы, егер бұл тас нашар өңделген, әртүрлі қырлары мен деформациялары бар болса, әлеуметтік өмірдің нәтижесі апат болады.</p>\n<p>Ер адам басқаша, өзгеше, сондықтан ол медицина, физика, химия, математика, құқық, инженерия, астрономия және т.б., т.б., т.б. оқуға мүмкіндігі бар.</p>\n<p>Еркектердің милитаризацияланған колледжі абсурд емес, бірақ әйелдердің милитаризацияланған колледжі абсурд болуымен қатар, қорқынышты күлкілі.</p>\n<p>Болашақ әйелдердің, болашақ аналардың қала көшелерінде ер адамдар сияқты жүргенін көру жиіркенішті.</p>\n<p>Бұл тек жыныстағы әйелдіктің жоғалуын білдіріп қана қоймайды, сонымен қатар ер адамның еркектігінің жоғалуын да көрсетеді.</p>\n<p>Нағыз ер адам, нағыз еркек әйелдердің милитаризацияланған шеруін қабылдай алмайды. Еркектік ұят, ер адамның психологиялық ерекшелігі, ер адамның ойы адамның азғындалуын толық көрсететін мұндай көріністерге деген жиіркеніш сезімін тудырады.</p>\n<p>Біз әйелдің үйіне, әйелдігіне, табиғи сұлулығына, қарапайымдылығына және шынайы қарапайымдылығына оралуын қалаймыз. Біз осының бәрін тоқтатып, жер бетінде жаңа өркениет пен жаңа мүсін орнатуымыз керек.</p>\n<p>Ата-аналар мен тәрбиешілер жаңа ұрпақты шынайы даналық пен сүйіспеншілікпен тәрбиелей білуі керек.</p>\n<p>Ұл балалар интеллектуалды ақпарат алып, кәсіп үйреніп немесе кәсіби дәреже алуы ғана емес. Ер балалар жауапкершіліктің мәнін біліп, әділдік пен саналы сүйіспеншілік жолымен жүруі керек.</p>\n<p>Ересек ер адамның иығында әйелінің, ұлдарының және қыздарының жауапкершілігі жүктеледі.</p>\n<p>Жауапкершілігі жоғары, пәк, сабырлы, ұстамды, ізгі және т.б. ересек ер адамды отбасы мен барлық азаматтар құрметтейді.</p>\n<p>Ойнастықтарымен, азғындықтарымен, реніштерімен, әділетсіздіктерімен адамдарды ренжітетін ересек ер адам барлық адамдар үшін жиіркенішті болады және өзіне ғана емес, сонымен қатар отбасы мүшелерінің өмірін аштыққа айналдырады және бүкіл әлемге қайғы мен шатасу әкеледі.</p>\n<p>Ересек ер адам өз заманында дұрыс өмір сүре білуі керек. Ересек ер адам жастық шақтың өтіп кеткенін түсінуі керек.</p>\n<p>Ересектік шақта жастық шақтағы драмалар мен көріністерді қайталағысы келу күлкілі.</p>\n<p>Өмірдің әр кезеңінің өз сұлулығы бар және оны өмір сүре білу керек.</p>\n<p>Ересек ер адам қартайған шағы келмей тұрып, өте қарқынды жұмыс істеуі керек, дәл құмырсқа қыс келмей тұрып, құмырсқа илеуіне жапырақтарды тасымалдайтындай, ересек ер адам да тез және алдын ала әрекет етуі керек.</p>\n<p>Көптеген жас жігіттер барлық өмірлік құндылықтарын аяусыз ысырап етеді, ал ересек жасқа жеткенде олар өздерін жаман, қорқынышты, аянышты, сәтсіз деп санайды.</p>\n<p>Көптеген ересек еркектердің өздерінің қазір қорқынышты екенін және жастықтың кетіп қалғанын түсінбей, жастық шақтағы жамандықтарын қайталағанын көру шынымен күлкілі.</p>\n<p>Азғындаған өркениеттің ең үлкен апаттарының бірі – арақ ішу.</p>\n<p>Жастық шағында көптеген адамдар ішімдікке беріліп, ересек жасқа келгенде отбасын құрмаған, байлық жинамаған, табысты кәсібі жоқ, маскүнемдік ішіп, қорқынышты, жиіркенішті, аянышты өмір сүреді.</p>\n<p>Отбасы басшылары мен тәрбиешілер жастарға ерекше көңіл бөліп, жақсы әлем жасау мақсатында оларды дұрыс бағыттауы керек.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kk/educacion-fundamental/la-edad-madura.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/la-edad-madura.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/la-edad-madura.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
