import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "熟年期",
  "locale": "ja",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "27. 熟年期",
    "order": 27
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>中年期は35歳から始まり、56歳で終わります。</p>\n<p>中年の男性は、家庭を治め、子供たちを導くことを知っていなければなりません。</p>\n<p>普通の生活では、中年の男性は皆、一家の長です。青春時代と中年期に家庭と財産を築かなかった男性は、もはやそれを築くことはなく、事実上、失敗者です。</p>\n<p>老年になって家庭と財産を築こうとする人々は、本当に憐れむべきです。</p>\n<p>貪欲という自我は極端に走り、莫大な財産を蓄積しようとします。人間にはパン、住居、そして避難場所が必要です。パン、自分の家、衣服、体を覆うためのスーツやコートを持つことは必要ですが、生きていくために莫大な金額のお金を蓄積する必要はありません。</p>\n<p>私たちは富も貧困も擁護しません。どちらの極端も非難されるべきです。</p>\n<p>多くの人々が貧困の泥の中で転げ回り、また、多くの人々が富の泥の中で転げ回っています。</p>\n<p>ささやかな財産、つまり美しい庭のある美しい家、安定した収入源を持ち、常にきちんとした身なりをし、飢えることのない状態を持つことが必要です。これはすべての人にとって普通のことです。</p>\n<p>貧困、飢餓、病気、そして無知は、教養があり文明化されていると自称する国には決して存在してはなりません。</p>\n<p>まだ民主主義は存在しませんが、私たちはそれを創造する必要があります。パン、住居、そして避難場所のない市民が一人でも存在する限り、民主主義は実際には美しい理想に過ぎません。</p>\n<p>一家の長は、理解力があり、賢明で、決してワインを飲む人、大食漢、酔っぱらい、暴君などであってはなりません。</p>\n<p>すべての成熟した男性は、自分の経験から、子供たちが自分の模範を真似ること、そしてその模範が間違っている場合、子孫に不条理な道をたどらせることを知っています。</p>\n<p>成熟した男性が複数の女性を持ち、酒盛り、宴会、乱交などで生活するのは、本当に愚かなことです。</p>\n<p>成熟した男性には家族全体の責任がかかっており、彼が間違った道を歩むなら、世界にさらなる混乱、混乱、苦味をもたらすことは明らかです。</p>\n<p>父親と母親は、性別の違いを理解する必要があります。娘たちが物理学、化学、代数学などを学ぶのは馬鹿げています。女性の脳は男性とは異なり、そのような科目は男性には非常に適していますが、女性の心には無益であり、有害でさえあります。</p>\n<p>両親は、学校のすべてのカリキュラムにおける重要な変化を促進するために心を込めて戦う必要があります。</p>\n<p>女性は、読み書き、ピアノを弾くこと、編み物、刺繍、そして一般的にあらゆる種類の女性的な職業を学ぶべきです。</p>\n<p>女性は、母親として、妻として果たすべき崇高な使命のために、学校のベンチから準備されるべきです。</p>\n<p>男性的な性別のための複雑で難しい研究で女性の脳を傷つけるのは馬鹿げています。</p>\n<p>両親も教師も、学校、大学で、女性を彼女にふさわしい女性らしさに導くことにもっと気を配る必要があります。女性を軍事化し、まるで男であるかのように旗や太鼓を持って街の通りを歩かせるのは愚かです。</p>\n<p>女性は十分に女性らしく、男性は十分に男らしくあるべきです。</p>\n<p>中間性別、同性愛は、退廃と野蛮の産物です。</p>\n<p>長くて難しい勉強に専念している若い女性は年老い、誰も彼女たちと結婚しません。</p>\n<p>現代の生活では、女性が短いキャリア、美容文化、タイピング、速記、縫製、教育学などを学ぶのが適切です。</p>\n<p>通常、女性は家庭生活にのみ専念すべきですが、私たちが生きているこの時代の残酷さのために、女性は食べたり生きたりするために働く必要があります。</p>\n<p>真に教養があり文明化された社会では、女性は生きていくために家の外で働く必要はありません。家の外で働くというのは、最悪の種類の残酷さです。</p>\n<p>現代の堕落した男性は、偽りの秩序を作り出し、女性から女性らしさを奪い、彼女を家から連れ出し、奴隷に変えました。</p>\n<p>男性の知性を持つ「おてんば娘」と化した女性、タバコを吸い新聞を読み、膝の上までスカートをまくり上げ半裸になり、カナスタをしている女性は、この時代の堕落した男性の結果であり、瀕死の文明の社会的な汚点です。</p>\n<p>現代のスパイと化した女性、薬物中毒の医師、スポーツのチャンピオンの女性、アルコール中毒、美しさを失わないために子供に母乳を与えない非自然的な女性は、偽りの文明の忌まわしい症状です。</p>\n<p>良い意志を持つ男女で構成された世界救済軍を結成し、この偽りの秩序と戦う意思のある時が来ました。</p>\n<p>世界に新しい文明、新しい文化を確立する時が来ました。</p>\n<p>女性は家庭の基礎であり、この石がきちんと研磨されておらず、あらゆる種類の角や変形がある場合、社会生活の結果は破滅となるでしょう。</p>\n<p>男性は異なり、異なるため、医学、物理学、化学、数学、法律、工学、天文学などを学ぶことができます。</p>\n<p>男性の軍事化された学校は馬鹿げていませんが、女性の軍事化された学校は馬鹿げているだけでなく、恐ろしいほど滑稽です。</p>\n<p>将来の妻、街の舗道を男性のように歩いている胸の間に子供を抱くべき将来の母親を見るのは不快です。</p>\n<p>これは性別の女性らしさの喪失を示すだけでなく、男性の男らしさの喪失を指摘する痛いところを突いています。</p>\n<p>真の男性、真の男らしい男性は、女性の軍事化された行進を受け入れることはできません。男性的な良識、男性の心理的な特異性、男性の思考は、人間の退化を十分に示しているこの種の光景に本当に嫌悪感を覚えます。</p>\n<p>私たちは女性が家庭、女性らしさ、自然の美しさ、原始的な無邪気さ、そして真の単純さに戻ることを必要としています。私たちはこのすべての秩序を終わらせ、地球上に新しい文明と新しい彫刻を確立する必要があります。</p>\n<p>両親と教育者は、真の知恵と愛を持って新しい世代を育てなければなりません。</p>\n<p>息子の子供たちは、知的情報を受け取り、職業を学ぶか、専門的な資格を取得するだけでなく、責任の意味を知り、正義と意識的な愛の道を進む必要があります。</p>\n<p>成熟した男性の肩には、妻、息子、娘の責任がかかっています。</p>\n<p>責任感が高く、貞潔で、節制し、穏やかで、高潔な成熟した男性は、家族やすべての市民から尊敬されています。</p>\n<p>姦淫、不品行、不快感、あらゆる種類の不正行為で人々をスキャンダルにする成熟した男性は、すべての人々にとって不快になり、自分自身に苦痛を与えるだけでなく、家族を苦しめ、世界に苦痛と混乱をもたらします。</p>\n<p>成熟した男性が自分の時代を正しく生きることを知ることが必要です。成熟した男性が青春は過ぎ去ったことを理解することが急務です。</p>\n<p>成熟期に青春時代のドラマやシーンを繰り返そうとするのは馬鹿げています。</p>\n<p>人生の各時代には美しさがあり、それを生きることを知る必要があります。</p>\n<p>成熟した男性は、老いが来る前に非常に集中的に働く必要があります。アリが厳しい冬が来る前にアリ塚のために葉を運ぶように予防的に行動するように、成熟した男性も迅速かつ予防的に行動する必要があります。</p>\n<p>多くの若い男性は自分の重要な価値を惨めに費やし、成熟期を迎えると、醜く、恐ろしく、惨めで、失敗していることに気づきます。</p>\n<p>多くの成熟した男性が、自分が今では恐ろしく、青春は過ぎ去ったことに気づかずに、青春の馬鹿騒ぎを繰り返しているのを見るのは本当に馬鹿げています。</p>\n<p>この瀕死の文明の最大の災難の1つは、アルコールの悪徳です。</p>\n<p>青春時代に多くの人々は飲酒に耽り、成熟期を迎えても家庭を築かず、財産を築かず、儲かる職業を持たず、居酒屋から居酒屋へと酒をせびり、恐ろしいほど恐ろしく、不快で、惨めな生活を送っています。</p>\n<p>一家の長と教育者は、若者たちに特別な注意を払い、より良い世界を作るという健全な目的を持って彼らを正しく導く必要があります。</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ja/educacion-fundamental/la-edad-madura.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ja/educacion-fundamental/la-edad-madura.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ja/educacion-fundamental/la-edad-madura.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
