import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "د منځني عمر پړاو",
  "locale": "ps",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "27. د منځني عمر پړاو",
    "order": 27
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>د منځني عمر له پنځه دېرش کلنۍ پیل کېږي او په شپږ پنځوس کلنۍ پای ته رسېږي.</p>\n<p>د منځني عمر سړی باید د خپل کور د سمبالولو او د خپلو اولادونو د لارښوونې وړتیا ولري.</p>\n<p>په عادي ژوند کې هر منځنی عمر سړی د کورنۍ مشر وي. هغه سړی چې په ځوانۍ او منځني عمر کې خپل کور او شتمني نه وي جوړ کړي، بیا یې نه جوړوي او په حقیقت کې ناکام دی.</p>\n<p>هغه کسان چې په زړښت کې د کور او شتمنۍ جوړولو هڅه کوي، د افسوس وړ دي.</p>\n<p>د حرص “زه” تر ټولو سختو حالاتو ته ځي او د ډېرو شتمنیو د راټولولو غوښتنه کوي. انسان ډوډۍ، سرپناه او پناه ځای ته اړتیا لري. ډوډۍ، خپل کور، کالي او کوټونه د بدن د پټولو لپاره اړین دي، خو د ژوند کولو لپاره د ډېرو پیسو راټولولو ته اړتیا نشته.</p>\n<p>موږ نه د شتمنۍ او نه د بېوزلۍ څخه دفاع کوو، دواړه خطرناک دي.</p>\n<p>ډېر داسې خلک شته چې د بېوزلۍ په خټو کې راګرځي او ډېر داسې خلک هم شته چې د شتمنۍ په خټو کې راګرځي.</p>\n<p>یوه معتدله شتمني اړینه ده، یعنې یو ښکلی کور چې ښکلې بڼونه ولري، د عاید یو باوري سرچینه، تل ښه ښکاره کېدل او د لوږې نه تېرېدل. دا د هر انسان لپاره عادي خبره ده.</p>\n<p>بېوزلي، لوږه، ناروغۍ او ناپوهي باید هیڅکله په هغه هیواد کې شتون ونه لري چې کلتوري او متمدن و اوسي.</p>\n<p>تراوسه ډیموکراسي نشته، خو موږ یې رامنځته کولو ته اړتیا لرو. تر هغه چې یو وګړی ډوډۍ، سرپناه او پناه ځای ونه لري، ډیموکراسي په عمل کې له یو ښکلي ایډیال څخه ډېره نه ده.</p>\n<p>د کورنۍ مشران باید پوه، هوښیار، هیڅکله د شرابو څښونکي، بې ځایه خوراکي، نشه یي، ظالمان او نور نه وي.</p>\n<p>هر بالغ سړی د خپلې تجربې له مخې پوهېږي چې ماشومان د هغه مثال تعقیبوي او که دا وروستنی غلط وي، نو د خپلو اولادونو لپاره به بې ځایه لارې په ګوته کړي.</p>\n<p>دا ډېره احمقانه ده چې یو بالغ سړی څو ښځې ولري او په نشو، میلمستیاوو، او نورو کې ژوند وکړي.</p>\n<p>د ټولې کورنۍ مسؤلیت د یو بالغ سړي پر غاړه دی او دا څرګنده ده که چېرې هغه په ​​غلطو لارو روان وي، نو نړۍ ته به نور ګډوډي، نور ګډوډي او نور تریخوالي راوړي.</p>\n<p>پلار او مور باید د جنسونو ترمنځ توپیر درک کړي. دا بې ځایه ده چې لوڼې فزیک، کیمیا، الجبر او نور ولولي. د ښځې مغز د نارینه وو په پرتله توپیر لري، دا ډول مضامین د نارینه جنسیت سره ډېر سمون لري، خو د ښځینه ذهن لپاره بې ګټې او زیان رسونکي دي.</p>\n<p>دا اړینه ده چې پلرونه او میندې په ټول زړه هڅه وکړي چې د ښوونځیو په ټولو درسي پلانونو کې یو حیاتي بدلون رامنځته کړي.</p>\n<p>ښځه باید لوستل، لیکل، پیانو غږول، اوبدل، ګنډل او په عمومي توګه د ښځو ټول ډولونه زده کړي.</p>\n<p>ښځه باید د ښوونځي له هماغه پیل څخه د هغه عالي ماموریت لپاره چمتو شي چې د مور او میرمنې په توګه ورته سپارل شوی دی.</p>\n<p>دا بې ځایه ده چې د ښځو مغز د نارینه جنس لپاره د پیچلو او ستونزمنو زده کړو سره زیانمن شي.</p>\n<p>دا اړینه ده چې د کورنۍ پلرونه او د ښوونځیو، کالجونو او پوهنتونونو ښوونکي د ښځې ښځینه توب ته د راوستلو په اړه ډېره اندېښنه وکړي. دا احمقانه ده چې ښځې نظامي کړئ، دوی دې ته اړ کړئ چې د ښارونو په سړکونو کې د نارینه وو په څېر د بیرغونو او ډرمونو سره مارچ وکړي.</p>\n<p>ښځه باید ښه ښځینه او سړی باید ښه نارینه وي.</p>\n<p>منځنی جنس، همجنس پالنه، د انحطاط او وحشی توب پایله ده.</p>\n<p>هغه ځوانې مېرمنې چې په اوږدو او ستونزمنو زده کړو بوختې دي، زړې کېږي او له هغوی سره څوک واده نه کوي.</p>\n<p>په عصري ژوند کې دا غوره ده چې ښځې لنډې دورې، د ښکلا کلتور، ټایپ رایټینګ، سټینوګرافي، ګنډلو، تدریس او نورې زده کړي.</p>\n<p>معمولا ښځه یوازې د کورني ژوند لپاره وقف شوې وي، خو د هغه ظلم له امله چې موږ پکې ژوند کوو، ښځه د خوړلو او ژوند کولو لپاره کار کولو ته اړتیا لري.</p>\n<p>په یوه رښتینې کلتوري او متمدنه ټولنه کې ښځه د ژوند کولو لپاره له کوره بهر کار کولو ته اړتیا نه لري. له کوره بهر کار کول د ظلم تر ټولو ناوړه بڼه ده.</p>\n<p>ننني انحطاطي سړي د شیانو یو غلط ترتیب رامنځته کړی او ښځې ته یې خپل ښځینه توب له لاسه ورکړی، هغه یې له خپل کور څخه ایستلې او غلامه یې ګرځولې ده.</p>\n<p>هغه ښځه چې “نارینه ته ورته” شوې او د سړي عقل لري، سګرټ څکوي او ورځپاڼې لولي، نیمه لوڅه ده او لمن یې د زنګونونو څخه پورته ده او یا په باسکټبال لوبې کوي، د دې دورې د انحطاطي سړیو، د یوه تمدن ټولنیز زیان پایله ده چې مړ کېږي.</p>\n<p>هغه ښځه چې په عصري جاسوسه بدله شوې، نشه یي توکو ته روږده ډاکټره، د سپورت اتله، الکولي، له طبیعته لیرې شوې او د ښکلا د ساتلو لپاره خپلو ماشومانو ته د شیدو ورکولو څخه ډډه کوي، د یوه ناسم تمدن نښه ده.</p>\n<p>اوس د نړۍ د ژغورنې د لښکر د تنظیمولو وخت رارسېدلی چې د ښو سړیو او ښځو څخه جوړ وي او په ریښتیني توګه د شیانو د دې غلط ترتیب سره مبارزه وکړي.</p>\n<p>اوس په نړۍ کې د یوه نوي تمدن او یوه نوي کلتور د رامنځته کولو وخت رارسېدلی دی.</p>\n<p>ښځه د کور بنسټ ډبره ده او که دا ډبره په سمه توګه نه وي جوړه شوې، له څنډو او هر ډول بڼو څخه ډکه وي، نو د ټولنیز ژوند پایله به یې ناورین وي.</p>\n<p>نارینه بېل او توپیر لري او له همدې امله د طب، فزیک، کیمیا، ریاضیاتو، قانون، انجنیرۍ، ستورپوهنې او نورو زده کړو ته ځانګړی کولی شي.</p>\n<p>د نارینه وو لپاره یو نظامي کالج بې ځایه نه دی، خو د ښځو لپاره یو نظامي کالج د بې ځایه کېدو سربېره په ډارن ډول خندا وړ دی.</p>\n<p>دا کرکه ده چې راتلونکې مېرمنې او راتلونکې میندې چې باید ماشوم په سینه کې ونیسي، د ښار په سړکونو د نارینه وو په څېر مارچ کوي.</p>\n<p>دا نه یوازې په جنسیت کې د ښځینه توب له لاسه ورکولو ته اشاره کوي، بلکې ګوته په زخم کې اچوي او په نارینه وو کې د نارینه توب له لاسه ورکولو ته اشاره کوي.</p>\n<p>نارینه، ریښتینی نارینه، ښه نارینه نشي کولی د ښځو نظامي پریډ ومني. نارینه شک، د نارینه رواني ځانګړتیاوې، د نارینه فکر د دې ډول نندارو څخه ریښتینې کرکه کوي، کوم چې د انسان د انحطاط ښکارندویي کوي.</p>\n<p>موږ اړتیا لرو چې ښځه خپل کور، خپل ښځینه توب، خپل طبیعي ښکلا، خپل لومړني بې غرضۍ او خپل ریښتیني سادګۍ ته ستنه کړو. موږ اړتیا لرو چې د شیانو دا ټول ترتیب له منځه یوسو او د ځمکې پر مخ یو نوی تمدن او یو نوی مجسمه جوړه کړو.</p>\n<p>د کورنۍ پلرونه او ښوونکي باید په ریښتیني حکمت او مینې سره نوی نسل وروزي.</p>\n<p>هلکان نه یوازې باید فکري معلومات ترلاسه کړي او یو مسلک زده کړي یا مسلکي سند ترلاسه کړي. اړینه ده چې نارینه د مسؤلیت احساس وپیژني او د صداقت او شعوري مینې په لاره لاړ شي.</p>\n<p>د بالغ سړي پر اوږو د میرمنې، زامنو او لوڼو مسؤلیت پروت دی.</p>\n<p>بالغ سړی چې د مسؤلیت لوړ احساس، پاک، هوښیار، معتدل، فضیلت او نور لري، د خپلې کورنۍ او ټولو اتباعو لخوا درناوی کېږي.</p>\n<p>بالغ سړی چې د زنا، بدکارۍ، خفګان او هر ډول بې عدالتۍ سره خلک شرموي، ټولو ته کرکه ښکاري او نه یوازې خپل ځان ته درد رسوي، بلکې خپل خپلوان هم ترخه کوي او ټوله نړۍ ته درد او ګډوډي راوړي.</p>\n<p>دا اړینه ده چې بالغ سړی په سمه توګه خپله دوره وپېژني. دا اړینه ده چې بالغ سړی پوه شي چې ځواني تېره شوې ده.</p>\n<p>دا خندا وړ ده چې په بلوغ کې د ځوانۍ ډرامې او صحنې تکرار شي.</p>\n<p>د ژوند هره دوره خپله ښکلا لري او باید په پوهه سره ژوند وکړل شي.</p>\n<p>بالغ سړی باید د زړښت څخه مخکې په ډېر شدت سره کار وکړي، لکه څنګه چې میږی د ژمي څخه مخکې خپل ځاله ته پاڼې وړي، همداسې بالغ سړی باید په چټکۍ او وړاند وینې سره عمل وکړي.</p>\n<p>ډېر ځوانان خپل ټول ارزښتونه په بد ډول مصرفوي او کله چې بلوغ ته رسېږي، نو ځانونه بدرنګه، بدمرغه، بېوزله او ناکام ویني.</p>\n<p>دا په رښتیا خندا وړ ده چې ډېر بالغ سړي د ځوانۍ حماقتونه تکراروي او نه پوهېږي چې اوس دوی ډېر بد ښکاري او ځواني تېره شوې ده.</p>\n<p>د دې مړ کېدونکي تمدن ترټولو لویه بدبختي د الکول څښلو عادت دی.</p>\n<p>په ځوانۍ کې ډېر خلک شراب څښي او کله چې بلوغ ته رسېږي، نو کور نه وي جوړ کړی، شتمني نه وي جوړه کړې، ګټور مسلک نه لري، په بد ډول بدرنګه، کرکه، بېوزله او له کنټین څخه کنټین ته د شرابو په سوال کولو ژوند کوي.</p>\n<p>د کورنۍ مشران او ښوونکي باید ځوانانو ته په ریښتیني ډول د یوې ښې نړۍ د جوړولو په هدف سره لارښوونه وکړي.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ps/educacion-fundamental/la-edad-madura.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/la-edad-madura.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/la-edad-madura.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
