import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "የጉልምስና ዕድሜ",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "27. የጉልምስና ዕድሜ",
    "order": 27
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>የብስለት ዕድሜ ከሠላሳ አምስት ዓመት ጀምሮ እስከ አምሳ ስድስት ዓመት ድረስ ነው።</p>\n<p>የብስለት ዕድሜ ላይ ያለ ሰው ቤቱን መምራትና ልጆቹን መምከር መቻል አለበት።</p>\n<p>በተለመደው ሕይወት ውስጥ እያንዳንዱ የብስለት ዕድሜ ላይ ያለ ሰው የቤተሰብ አስተዳዳሪ ነው። በወጣትነትና በብስለት ዕድሜ ቤቱንና ሀብቱን ያላፈራ ሰው ከእንግዲህ አያፈራም፤ በተጨባጭ የከሸፈ ሰው ነው።</p>\n<p>በእርጅና ዘመናቸው ቤትና ሀብት ለመመሥረት የሚሞክሩ ሰዎች በእውነት የሚያሳዝኑ ናቸው።</p>\n<p>የስስት “እኔ” ወደ ጽንፍ በመሄድ ከፍተኛ ሀብት ማከማቸት ይፈልጋል። የሰው ልጅ እንጀራ፣ ልብስና መጠለያ ያስፈልገዋል። እንጀራ፣ የራስ ቤት፣ ልብስና ሰውነትን የሚሸፍን ልብስ ማግኘት ያስፈልጋል፤ ነገር ግን ለመኖር ከፍተኛ ገንዘብ ማከማቸት አያስፈልግም።</p>\n<p>እኛ ሀብትንም ሆነ ድህነትን አንደግፍም፤ ሁለቱም ጽንፎች የሚያወግዙ ናቸው።</p>\n<p>በድህነት ጭቃ ውስጥ የሚዋኙ ብዙዎች ናቸው፤ በሀብት ጭቃ ውስጥ የሚዋኙም በጣም ብዙ ናቸው።</p>\n<p>አነስተኛ ሀብት ማለትም የሚያማምሩ የአትክልት ስፍራዎች ያሉት የሚያምር ቤት፣ አስተማማኝ የገቢ ምንጭ፣ ሁልጊዜም ጥሩ አለባበስና አለመራብ ያስፈልጋል። ይህ ለሁሉም የሰው ልጅ የተለመደ ነው።</p>\n<p>ድህነት፣ ረሃብ፣ በሽታና ድንቁርና ራሱን የሠለጠነና የተማረ በሚል በማንኛውም አገር ውስጥ ፈጽሞ መኖር የለባቸውም።</p>\n<p>ዴሞክራሲ ገና የለም ነገር ግን መፍጠር ያስፈልገናል። አንድ ዜጋ እንጀራ፣ ልብስና መጠለያ እስካላገኘ ድረስ ዴሞክራሲ በተግባር ውብ ሐሳብ ከመሆን አይዘልም።</p>\n<p>የቤተሰብ አስተዳዳሪዎች ርኅሩኆች፣ አስተዋዮች፣ የወይን ጠጅ ጠጪዎች፣ ሆዳሞች፣ ሰካራሞች፣ ጨካኞች ወዘተ ፈጽሞ መሆን የለባቸውም።</p>\n<p>እያንዳንዱ የጎለመሰ ሰው ልጆች ምሳሌውን እንደሚከተሉ በራሱ ልምድ ያውቃል፤ ይህኛው የተሳሳተ ከሆነ ለዘሮቹ የማይረባ መንገድ ያመላክታል።</p>\n<p>የጎለመሰ ሰው ብዙ ሚስቶች ኖረው በስካር፣ በድግስ፣ በዘፈን ወዘተ መኖር በእውነት ሞኝነት ነው።</p>\n<p>በጎለመሰ ሰው ላይ የመላው ቤተሰብ ኃላፊነት አለበት፤ በተሳሳተ መንገድ ከሄደም በዓለም ላይ ተጨማሪ ትርምስ፣ ተጨማሪ ግራ መጋባት፣ ተጨማሪ መራርነትን እንደሚያመጣ ግልጽ ነው።</p>\n<p>አባትና እናት በወንዶችና በሴቶች መካከል ያለውን ልዩነት መረዳት አለባቸው። ሴቶች ልጆች ፊዚክስ፣ ኬሚስትሪ፣ አልጀብራ ወዘተ መማራቸው የማይረባ ነገር ነው። የሴት አንጎል ከወንድ የተለየ ነው፤ እነዚህ ዓይነት ትምህርቶች ከወንድ ጾታ ጋር በጣም የሚስማሙ ናቸው ነገር ግን ለሴት አእምሮ የማይጠቅሙ አልፎ ተርፎም ጎጂ ናቸው።</p>\n<p>ወላጆችና እናቶች በትምህርት ቤቶች ሥርዓተ ትምህርት ላይ ወሳኝ ለውጥ ለማምጣት ከልባቸው መታገል አለባቸው።</p>\n<p>ሴት ማንበብ፣ መጻፍ፣ ፒያኖ መጫወት፣ መጥለፍ፣ ጥልፍ ማድረግና በአጠቃላይ ሁሉንም ዓይነት የሴቶች ሙያዎችን መማር አለባት።</p>\n<p>ሴት እንደ እናትና እንደ ሚስት ላላት ታላቅ ተልዕኮ ከትምህርት ቤቶች ጀምሮ መዘጋጀት አለባት።</p>\n<p>የሴቶችን አእምሮ ለወንድ ጾታ ተስማሚ በሆኑ ውስብስብና አስቸጋሪ ትምህርቶች ማበላሸት የማይረባ ነገር ነው።</p>\n<p>ወላጆች፣ መምህራን፣ ኮሌጆችና ዩኒቨርሲቲዎች ሴትን ወደ ሴትነቷ በመመለስ ላይ የበለጠ መጨነቅ አለባቸው። ሴቶችን ወታደር ማድረግ፣ ባንዲራና ከበሮ ይዘው በከተማ ጎዳናዎች እንደ ወንድ እንዲዘምቱ ማስገደድ ሞኝነት ነው።</p>\n<p>ሴት በደንብ ሴት፣ ወንድ ደግሞ በደንብ ወንድ መሆን አለበት።</p>\n<p>መካከለኛው ጾታ፣ ግብረ ሰዶማዊነት፣ የብልግናና የጭካኔ ውጤት ነው።</p>\n<p>ረጅም ጊዜ የሚወስዱና አስቸጋሪ ትምህርቶችን የሚከታተሉ ወጣት ሴቶች ያረጃሉ፤ ከእነርሱም ማንም አይጋባም።</p>\n<p>በዘመናዊው ሕይወት ሴቶች አጫጭር የሙያ ትምህርቶችን መማራቸው ተገቢ ነው፤ የውበት ጥበብ፣ መጻሕፍት መተየብ፣ የእጅ ጽሑፍ፣ ስፌት፣ የሕፃናት ትምህርት ወዘተ፣ ወዘተ፣ ወዘተ።</p>\n<p>በተለምዶ ሴት ለቤት ሕይወት ብቻ መሰጠት አለባት፤ ነገር ግን በምንኖርበት በዚህ ዘመን ጭካኔ ምክንያት ሴት ለመብላትና ለመኖር መሥራት ያስፈልጋታል።</p>\n<p>በእውነት በሠለጠነና በተማረ ማኅበረሰብ ውስጥ ሴት ለመኖር ከቤት ውጭ መሥራት አያስፈልጋትም። ከቤት ውጭ መሥራት የከፋ ጭካኔ ነው።</p>\n<p>ያሁኑ የተበላሸ ሰው የሐሰት ሥርዓትን ፈጥሯል፤ ሴትንም ሴትነቷን አሳጥቷታል፣ ከቤቷ አስወጥቷታል፤ ባሪያም አድርጓታል።</p>\n<p>ሴት ወደ ወንድነት ተለውጣ፣ የወንድ አእምሮ ያላት፣ ሲጋራ የምታጨስና ጋዜጣ የምታነብ፣ ከጉልበቷ በላይ ቀሚስ የለበሰች ወይም ካናስታ የምትጫወት በዘመናችን የተበላሹ ወንዶች፣ የሥልጣኔ መፍረስ ማኅበራዊ መቅሰፍት ውጤት ናት።</p>\n<p>ሴት ዘመናዊ ሰላይ፣ የአደንዛዥ ዕፅ ሱሰኛ ዶክተር፣ የሴቶች ስፖርት ሻምፒዮን፣ የአልኮል ሱሰኛ፣ ውበቷን ላለማጣት ለልጆቿ ጡትዋን የምትነፍግ ከተፈጥሮ ውጭ የሆነች ሴት የሐሰት ሥልጣኔ አስነዋሪ ምልክት ናት።</p>\n<p>በዚህ የሐሰት ሥርዓት ላይ ለመታገል በእውነት ፈቃደኞች ከሆኑ መልካም ፈቃድ ካላቸው ወንዶችና ሴቶች ጋር ዓለም አቀፍ የማዳን ሠራዊት የሚቋቋምበት ጊዜ ደርሷል።</p>\n<p>በዓለም ላይ አዲስ ሥልጣኔ፣ አዲስ ባሕል የሚመሠረትበት ጊዜ ደርሷል።</p>\n<p>ሴት የቤተሰብ መሠረት ድንጋይ ናት፤ ይህ ድንጋይ በደንብ ካልተሠራ፣ በጠርዞችና በሁሉም ዓይነት ጉድለቶች የተሞላ ከሆነ የማኅበራዊ ሕይወት ውጤት ጥፋት ይሆናል።</p>\n<p>ወንድ የተለየ ነው፤ ለዚህም ነው ሕክምና፣ ፊዚክስ፣ ኬሚስትሪ፣ ሒሳብ፣ ሕግ፣ ምህንድስና፣ የስነ ፈለክ ጥናት ወዘተ ወዘተ መማር የሚችለው።</p>\n<p>ወንድን ወታደር ማድረግ ሞኝነት አይደለም፤ ነገር ግን ሴቶችን ወታደር ማድረግ ሞኝነት ከመሆኑም በላይ የሚያስደነግጥ አስቂኝ ነገር ነው።</p>\n<p>ልጆችን በደረታቸው መሸከም ያለባቸው የወደፊት ሚስቶች፣ የወደፊት እናቶች እንደ ወንድ በከተማው ጎዳናዎች ሲዘምቱ ማየት አስጸያፊ ነው።</p>\n<p>ይህ በሴት ጾታ ውስጥ የሴትነት መጥፋት ብቻ ሳይሆን በወንዶች ውስጥ የወንድነት መጥፋትንም የሚያመለክት ነው።</p>\n<p>እውነተኛ ወንድ፣ በጣም ወንድ የሆነው ወንድ የሴቶችን ወታደራዊ ሰልፍ መቀበል አይችልም። የወንዶች ስነ ልቦና፣ የወንዱ አስተሳሰብ የሰውን ልጅ መበላሸት በተደጋጋሚ የሚያሳዩትን እነዚህን ዓይነት ትዕይንቶች በእውነት ይጠላል።</p>\n<p>ሴት ወደ ቤቷ፣ ወደ ሴትነቷ፣ ወደ ተፈጥሯዊ ውበቷ፣ ወደ ቀዳሚ ንጽሕናዋና ወደ እውነተኛ ቀላልነቷ መመለስ አለባት። ይህን ሁሉ ሥርዓት አቁመን በምድር ላይ አዲስ ሥልጣኔና አዲስ ቅርጻቅርጽ መመሥረት ያስፈልገናል።</p>\n<p>ወላጆችና አስተማሪዎች አዲሱን ትውልድ በእውነተኛ ጥበብና ፍቅር ማሳደግ መቻል አለባቸው።</p>\n<p>ወንድ ልጆች ምሁራዊ መረጃዎችን ብቻ ሳይሆን ሙያን መማር ወይም የሙያ ማዕረግ ማግኘት አለባቸው። ወንዶች የኃላፊነትን ስሜት ተረድተው በቅንነትና በንቃት ፍቅር መንገድ መመራት ያስፈልጋቸዋል።</p>\n<p>በጎለመሰ ሰው ትከሻ ላይ የሚስት፣ የወንዶች ልጆችና የሴቶች ልጆች ኃላፊነት አለበት።</p>\n<p>ከፍተኛ የኃላፊነት ስሜት ያለው፣ ንጹሕ፣ ልከኛ፣ አስተዋይ፣ በጎ ምግባር ያለው የጎለመሰ ሰው በቤተሰቡና በሁሉም ዜጎች ዘንድ የተከበረ ነው።</p>\n<p>በዝሙት፣ በሴሰኝነት፣ በብስጭት፣ በሁሉም ዓይነት በደሎች ሰዎችን የሚያስደነግጥ የጎለመሰ ሰው ለሁሉም ሰዎች አስጸያፊ ይሆናል፤ ለራሱ ሥቃይ ከማምጣትም በላይ የቤተሰቡን አባላት ያሳዝናል፤ ለመላው ዓለም ደግሞ ሥቃይና ግራ መጋባትን ያመጣል።</p>\n<p>የጎለመሰ ሰው ዘመኑን በትክክል መኖር መቻል ያስፈልጋል። የጎለመሰ ሰው ወጣትነት ማለፉን መረዳት አስቸኳይ ነው።</p>\n<p>በብስለት ጊዜ የወጣትነትን ድራማዎችና ትዕይንቶች መድገም መፈለግ አስቂኝ ነው።</p>\n<p>የሕይወት እያንዳንዱ ጊዜ የራሱ ውበት አለው፤ መኖርም መቻል አለብን።</p>\n<p>ጉንዳን የክረምት ወቅት ከመድረሱ በፊት ቅጠሎችን ወደ ጉንዳን ቤቷ እንደምትወስድ የጎለመሰ ሰው እርጅና ከመድረሱ በፊት በከፍተኛ ትጋት መሥራት አለበት፤ የጎለመሰ ሰውም በፍጥነትና በቅድሚያ መሥራት አለበት።</p>\n<p>ብዙ ወጣት ወንዶች ሁሉንም ወሳኝ እሴቶቻቸውን በከንቱ ያባክናሉ፤ የብስለት ዕድሜ ላይ ሲደርሱ አስቀያሚ፣ አስፈሪ፣ ምስኪኖችና የከሸፉ ይሆናሉ።</p>\n<p>ብዙ የጎለመሱ ወንዶች ወጣትነት ከእንግዲህ እንደሌለና አሁን አስፈሪ እንደሆኑ ሳይገነዘቡ የወጣትነት ትርምሶችን ሲደግሙ ማየት በእውነት የሚያስቅ ነው።</p>\n<p>ይህ የምትፈርስ ሥልጣኔ ከሚያመጣቸው ታላላቅ አደጋዎች አንዱ የአልኮል ሱሰኝነት ነው።</p>\n<p>በወጣትነታቸው ብዙዎች ለጠጣ ይሰጣሉ፤ የብስለት ዕድሜ ላይ ሲደርሱ ቤት አልመሠረቱም፣ ሀብት አላፈሩም፣ ትርፋማ ሙያ የላቸውም፤ አሰቃቂ፣ አስጸያፊ፣ ምስኪኖች ሆነው በመጠጥ ቤቶች እየዞሩ መጠጥ እየለመኑ ይኖራሉ።</p>\n<p>የቤተሰብ አስተዳዳሪዎችና አስተማሪዎች የተሻለ ዓለም ለመፍጠር በሚል ጤናማ ዓላማ ወጣቶችን በትክክል በመምራት ላይ ልዩ ትኩረት መስጠት አለባቸው።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/la-edad-madura.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-edad-madura.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-edad-madura.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
