import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "هوش",
  "locale": "fa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "19. هوش",
    "order": 19
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ما توانسته‌ایم بررسی کنیم که بسیاری از معلمان تاریخ جهان در غرب جهان معمولاً بودا، کنفوسیوس، محمد، هرمس، کتزالکواتل، موسی، کریشنا و غیره را مسخره می‌کنند.</p>\n<p>بدون هیچ شکی، ما تا حد زیادی توانسته‌ایم تمسخر، استهزا و طعنه‌هایی را که معلمان علیه ادیان باستانی، علیه خدایان، علیه اسطوره‌شناسی و غیره به کار می‌برند، تأیید کنیم. همه این‌ها دقیقاً کمبود هوش است.</p>\n<p>در مدارس، کالج‌ها و دانشگاه‌ها، موضوعات مذهبی باید با احترام بیشتر، با حس والای تکریم و با هوش خلاق واقعی مورد بحث قرار گیرند.</p>\n<p>شکل‌های مذهبی ارزش‌های ابدی را حفظ می‌کنند و مطابق با نیازهای روانشناختی و تاریخی هر قوم و هر نژاد سازماندهی شده‌اند.</p>\n<p>همه ادیان اصول یکسانی دارند، ارزش‌های ابدی یکسانی دارند و فقط در شکل متفاوت هستند.</p>\n<p>این هوشمندانه نیست که یک مسیحی مذهب بودا یا مذهب یهود یا هندو را مسخره کند، زیرا همه ادیان بر پایه یکسانی استوار هستند.</p>\n<p>تمسخرهای بسیاری از روشنفکران علیه ادیان و بنیانگذاران آنها به دلیل زهر مارکسیستی است که در این دوران همه ذهن‌های ضعیف را مسموم می‌کند.</p>\n<p>معلمان مدارس، کالج‌ها و دانشگاه‌ها باید دانش‌آموزان خود را در مسیر احترام واقعی به همنوعانمان راهنمایی کنند.</p>\n<p>این کاملاً شرورانه و ناشایست است که یک فرد بی‌ادب به نام یک نظریه از هر نوعی، معابد، ادیان، فرقه‌ها، مدارس یا جوامع معنوی را مسخره کند.</p>\n<p>دانشجویان پس از ترک کلاس‌های درس باید با افرادی از همه ادیان، مدارس و فرقه‌ها سر و کار داشته باشند و این هوشمندانه نیست که حتی ندانند چگونه حرمت لازم را در یک معبد حفظ کنند.</p>\n<p>پس از ترک کلاس‌های درس پس از ده یا پانزده سال تحصیل، جوانان و دختران به همان اندازه کند و خواب‌آلود هستند که سایر انسان‌ها، به همان اندازه پر از پوچی و کمبود هوش که در اولین روز ورود به مدرسه بودند.</p>\n<p>ضروری است که دانشجویان، از جمله موارد دیگر، مرکز عاطفی خود را توسعه دهند، زیرا همه چیز عقل نیست. یادگیری احساس هماهنگی‌های صمیمی زندگی، زیبایی درخت تنها، آواز پرنده کوچک در جنگل، سمفونی موسیقی و رنگ‌های یک غروب زیبا ضروری است.</p>\n<p>همچنین لازم است که همه تضادهای وحشتناک زندگی را عمیقاً احساس و درک کنیم، مانند نظم اجتماعی ظالمانه و بی‌رحمانه این دوران که در آن زندگی می‌کنیم، خیابان‌هایی پر از مادران بدبخت که با فرزندان سوءتغذیه شده و گرسنه خود تکه‌ای نان گدایی می‌کنند، ساختمان‌های زشتی که هزاران خانواده فقیر در آن زندگی می‌کنند، جاده‌های منزجرکننده‌ای که هزاران خودرو با سوخت‌هایی که به اندام‌ها آسیب می‌رسانند در آن تردد می‌کنند و غیره.</p>\n<p>دانشجویی که کلاس‌های درس را ترک می‌کند باید نه تنها با خودخواهی خود و مشکلات خود، بلکه با خودخواهی همه مردم و مشکلات متعدد جامعه بشری نیز روبرو شود.</p>\n<p>مهم‌ترین چیز این است که دانشجویی که کلاس‌های درس را ترک می‌کند، حتی با داشتن آمادگی فکری، هوش ندارد، وجدانش خوابیده است، برای مبارزه با زندگی به طور ناکافی آماده شده است.</p>\n<p>زمان آن فرا رسیده است که تحقیق کنیم و کشف کنیم که این چیزی که به آن هوش می‌گویند چیست. فرهنگ لغت و دایره‌المعارف برای تعریف جدی هوش ناتوان هستند.</p>\n<p>بدون هوش هرگز نمی‌توان تحول ریشه‌ای یا خوشبختی واقعی داشت و یافتن افراد واقعاً باهوش در زندگی بسیار نادر است.</p>\n<p>مهم در زندگی فقط دانستن کلمه هوش نیست، بلکه تجربه معنای عمیق آن در خودمان است.</p>\n<p>بسیاری هستند که ادعای باهوش بودن دارند، هیچ آدم مستی نیست که ادعای باهوش بودن نکند و کارل مارکس با تصور اینکه خیلی باهوش است، کمدی ماتریالیستی خود را نوشت که برای جهان از دست دادن ارزش‌های ابدی، اعدام هزاران روحانی از ادیان مختلف، تجاوز به راهبه‌ها، بودایی، مسیحی و غیره، تخریب بسیاری از معابد، شکنجه هزاران و میلیون‌ها نفر و غیره و غیره و غیره را به همراه داشته است.</p>\n<p>هر کسی می‌تواند ادعای باهوش بودن کند، اما واقعاً باهوش بودن دشوار است.</p>\n<p>اینطور نیست که با به دست آوردن اطلاعات کتابی بیشتر، دانش بیشتر، تجربیات بیشتر، چیزهای بیشتر برای خیره کردن مردم، پول بیشتر برای خرید قضات و پلیس و غیره به چیزی برسیم که به آن هوش می‌گویند.</p>\n<p>با این “بیشتر” نیست که می‌توان به هوش دست یافت. کسانی که تصور می‌کنند هوش را می‌توان با فرآیند “بیشتر” تسخیر کرد، کاملاً در اشتباه هستند.</p>\n<p>ضروری است که به طور کامل و در همه زمینه‌های ذهن ناخودآگاه و ناهشیار، آنچه را که این فرآیند مضر “بیشتر” است درک کنیم، زیرا در اعماق آن به طور بسیار پنهانی “من” عزیز، “خود”، “خودِ من” پنهان شده است که همیشه “بیشتر و بیشتر” می‌خواهد تا چاق و قوی شود.</p>\n<p>این مفیستوفلس که در درون خود داریم، این شیطان، این “من”، می‌گوید: “من پول بیشتر، زیبایی بیشتر، هوش بیشتری نسبت به او دارم، اعتبار بیشتر، حیله‌گری بیشتر و غیره و غیره و غیره.”</p>\n<p>کسی که واقعاً می‌خواهد بفهمد هوش چیست، باید یاد بگیرد آن را احساس کند، باید آن را زندگی کند و از طریق مراقبه عمیق تجربه کند.</p>\n<p>هر چیزی که مردم بین مقبره گندیده حافظه خیانتکار، اطلاعات فکری، تجربیات زندگی انباشته می‌کنند، همیشه به طور اجتناب‌ناپذیر به اصطلاح “بیشتر و بیشتر” ترجمه می‌شود. به طوری که هرگز به معنای عمیق همه چیزهایی که انباشته می‌کنند پی نمی‌برند.</p>\n<p>بسیاری کتابی را می‌خوانند و سپس آن را در حافظه خود قرار می‌دهند و از انباشته کردن اطلاعات بیشتر راضی هستند، اما وقتی از آنها خواسته می‌شود در مورد آموزه‌های نوشته شده در کتابی که خوانده‌اند پاسخ دهند، معلوم می‌شود که از معنای عمیق آموزه‌ها بی‌اطلاع هستند، اما “من” اطلاعات بیشتر و بیشتر، کتاب‌های بیشتر و بیشتر می‌خواهد، حتی اگر آموزه‌های هیچ یک از آنها را تجربه نکرده باشد.</p>\n<p>هوش با اطلاعات کتابی بیشتر، تجربه بیشتر، پول بیشتر یا اعتبار بیشتر به دست نمی‌آید، هوش می‌تواند زمانی در ما شکوفا شود که کل فرآیند “من” را درک کنیم، زمانی که تمام اتوماسیون روانشناختی “بیشتر” را به طور کامل درک کنیم.</p>\n<p>ضروری است که درک کنیم ذهن مرکز اصلی “بیشتر” است. در واقع، این “بیشتر” همان “من” روانشناختی است که مطالبه می‌کند و ذهن هسته اصلی آن است.</p>\n<p>کسی که می‌خواهد واقعاً باهوش باشد، باید تصمیم بگیرد نه تنها در سطح فکری سطحی، بلکه در تمام زمینه‌های ناخودآگاه و ناهشیار ذهن نیز بمیرد.</p>\n<p>وقتی “من” می‌میرد، وقتی “من” به طور کامل حل می‌شود، تنها چیزی که در درون ما باقی می‌ماند “هستی” معتبر، “هستی” واقعی، هوش مشروع و بسیار آرزومند و بسیار دشوار است.</p>\n<p>مردم فکر می‌کنند ذهن خلاق است، اشتباه می‌کنند. “من” خلاق نیست و ذهن هسته اصلی “من” است.</p>\n<p>هوش خلاق است زیرا از “هستی” است، ویژگی “هستی” است. نباید ذهن را با هوش اشتباه گرفت.</p>\n<p>کسانی که تصور می‌کنند هوش چیزی است که می‌توان آن را مانند گل گلخانه‌ای پرورش داد یا چیزی که می‌توان آن را مانند عناوین اشرافی خرید یا با داشتن یک کتابخانه عظیم، کاملاً و به طور ریشه‌ای در اشتباه هستند.</p>\n<p>لازم است که تمام فرآیندهای ذهن، تمام واکنش‌ها، آن “بیشتر” روانشناختی که انباشته می‌کند و غیره را عمیقاً درک کنیم. تنها در این صورت است که شعله سوزان هوش به طور طبیعی و خود به خود در ما شعله‌ور می‌شود.</p>\n<p>همانطور که مفیستوفلسی که در درون خود داریم حل می‌شود، آتش هوش خلاق کم کم در درون ما آشکار می‌شود تا اینکه به طور سوزانی می‌درخشد.</p>\n<p>“هستی” واقعی ما عشق است و از این عشق است که هوش معتبر و مشروعی متولد می‌شود که از زمان نیست.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/fa/educacion-fundamental/la-inteligencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/la-inteligencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/la-inteligencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
