import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Интеллект",
  "locale": "ru",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "19. Интеллект",
    "order": 19
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Мы смогли убедиться, что многие учителя и учительницы всемирной истории на западе мира часто высмеивают Будду, Конфуция, Мухаммеда, Гермеса, Кетцалькоатля, Моисея, Кришну и т. д.</p>\n<p>Вне всякого сомнения, мы также неоднократно убеждались в сарказме, насмешках, иронии, которые учителя и учительницы обрушивают на древние религии, на богов, на мифологию и т. д. Все это как раз и есть отсутствие интеллекта.</p>\n<p>В школах, колледжах и университетах следует относиться к религиозным темам с большим уважением, с высоким чувством почитания, с истинным творческим интеллектом.</p>\n<p>Религиозные формы сохраняют вечные ценности и организованы в соответствии с психологическими и историческими потребностями каждого народа, каждой расы.</p>\n<p>Все религии имеют одни и те же принципы, одни и те же вечные ценности и различаются только по форме.</p>\n<p>Не умно, когда христианин высмеивает религию Будды, еврейскую или индуистскую религию, потому что все религии основаны на одних и тех же принципах.</p>\n<p>Сатиры многих интеллектуалов против религий и их основателей вызваны марксистским ядом, который в наше время отравляет все слабые умы.</p>\n<p>Учителя и учительницы школ, колледжей и университетов должны направлять своих учеников и учениц по пути истинного уважения к нашим ближним.</p>\n<p>Совершенно порочно и недостойно, когда невежда, во имя какой-либо теории, высмеивает религиозные храмы, секты, школы или духовные общества.</p>\n<p>Покидая учебные аудитории, студенты должны иметь дело с людьми всех религий, школ, сект, и не умно, если они даже не знают, как вести себя в храме.</p>\n<p>Покидая учебные аудитории после десяти или пятнадцати лет учебы, юноши и девушки оказываются такими же медлительными и сонными, как и остальные люди, такими же полными пустоты и лишенными интеллекта, как и в первый день поступления в школу.</p>\n<p>Крайне важно, чтобы студенты, помимо прочего, развивали эмоциональный центр, потому что не все есть интеллект. Необходимо научиться чувствовать сокровенные гармонии жизни, красоту одинокого дерева, пение птички в лесу, симфонию музыки и красок прекрасного заката.</p>\n<p>Также необходимо чувствовать и глубоко понимать все ужасные контрасты жизни, такие как жестокий и беспощадный социальный строй этой эпохи, в которой мы живем, улицы, полные несчастных матерей, которые со своими истощенными и голодными детьми просят кусок хлеба, уродливые здания, в которых живут тысячи бедных семей, отвратительные дороги, по которым циркулируют тысячи автомобилей, работающих на топливе, которое вредит организмам и т. д.</p>\n<p>Студент, покидающий учебные аудитории, должен столкнуться не только со своим собственным эгоизмом и своими собственными проблемами, но и с эгоизмом всех людей и с многочисленными проблемами человеческого общества.</p>\n<p>Самое серьезное во всем этом то, что студент, покидающий учебные аудитории, даже имея интеллектуальную подготовку, не обладает интеллектом, его сознание спит, он недостаточно подготовлен к борьбе с жизнью.</p>\n<p>Пришло время исследовать и открыть, что такое ИНТЕЛЛЕКТ. Словарь, энциклопедия оказываются бессильными серьезно определить ИНТЕЛЛЕКТ.</p>\n<p>Без интеллекта никогда не может быть радикальной трансформации или истинного счастья, и очень редко в жизни можно встретить действительно умных людей.</p>\n<p>Важно в жизни не только знать слово ИНТЕЛЛЕКТ, но и испытать на себе его глубокое значение.</p>\n<p>Многие хвастаются тем, что они умны, нет пьяницы, который бы не хвастался своим умом, и Карл Маркс, считая себя слишком умным, написал свой материалистический фарс, который стоил миру потери вечных ценностей, расстрела тысяч священников различных религий, изнасилования монахинь, буддисток, христианок и т. д., разрушения многих храмов, пыток тысяч и миллионов людей и т. д. и т. п. и т. д.</p>\n<p>Любой может хвастаться тем, что он умен, трудно быть им на самом деле.</p>\n<p>Не приобретая больше книжной информации, больше знаний, больше опыта, больше вещей, чтобы ослеплять людей, больше денег, чтобы покупать судей и полицейских и т. д., можно достичь того, что называется ИНТЕЛЛЕКТОМ.</p>\n<p>Не с этим БОЛЬШЕ можно достичь ИНТЕЛЛЕКТА. Ошибаются те, кто предполагает, что интеллект можно завоевать процессом БОЛЬШЕ.</p>\n<p>Крайне важно понять глубоко и во всех областях подсознания и бессознательного, что такое этот пагубный процесс БОЛЬШЕ, потому что в глубине души очень тайно скрывается дорогое ЭГО, Я, САМ, которое желает и всегда хочет БОЛЬШЕ и БОЛЬШЕ, чтобы разрастаться и укрепляться.</p>\n<p>Этот Мефистофель, которого мы носим внутри, этот САТАНА, это Я, говорит: У МЕНЯ БОЛЬШЕ денег, больше красоты, больше интеллекта, чем у того, больше престижа, больше хитрости и т. д. и т. п. и т. д.</p>\n<p>Тот, кто действительно хочет понять, что такое ИНТЕЛЛЕКТ, должен научиться его чувствовать, должен прожить его и испытать его посредством глубокой медитации.</p>\n<p>Все, что люди накапливают между гнилой могилой неверной памяти, интеллектуальная информация, жизненный опыт, всегда фатально переводится в термин БОЛЬШЕ и БОЛЬШЕ. Так что они никогда не узнают глубокий смысл всего того, что накапливают.</p>\n<p>Многие читают книгу, а затем помещают ее в память, довольные тем, что накопили больше информации, но когда их просят ответить за доктрину, написанную в книге, которую они прочитали, оказывается, что они не знают глубокого значения учения, но Я хочет больше и больше информации, больше и больше книг, даже если он не испытал доктрину ни одной из них.</p>\n<p>Интеллект не достигается с помощью большего количества книжной информации, большего опыта или большего количества денег, большего престижа, интеллект может расцвести в нас, когда мы понимаем весь процесс Я, когда мы глубоко понимаем весь этот психологический автоматизм БОЛЬШЕ.</p>\n<p>Необходимо понимать, что ум является основным центром БОЛЬШЕ. Действительно, это БОЛЬШЕ — то же самое психологическое Я, которое требует, и ум является его фундаментальным ядром.</p>\n<p>Тот, кто хочет быть по-настоящему умным, должен решить умереть не только на поверхностном интеллектуальном уровне, но и во всех подсознательных и бессознательных областях ума.</p>\n<p>Когда Я умирает, когда Я полностью растворяется, единственное, что остается внутри нас, — это подлинное Я, истинное Я, законный интеллект, столь желанный и столь трудный.</p>\n<p>Люди считают, что ум является творцом, они ошибаются. Я не является творцом, а ум является основным ядром Я.</p>\n<p>Интеллект является творцом, потому что он принадлежит СУЩНОСТИ, является атрибутом СУЩНОСТИ. Мы не должны путать ум с ИНТЕЛЛЕКТОМ.</p>\n<p>Совершенно и радикально ошибаются те, кто предполагает, что ИНТЕЛЛЕКТ — это то, что можно культивировать, как цветок в теплице, или то, что можно купить, как покупают дворянские титулы, или обладая огромной библиотекой.</p>\n<p>Необходимо глубоко понимать все процессы ума, все реакции, это психологическое БОЛЬШЕ, которое накапливается и т. д. Только так в нас естественным и спонтанным образом вспыхивает горящее пламя ИНТЕЛЛЕКТА.</p>\n<p>По мере того как Мефистофель, которого мы носим внутри, растворяется, огонь творческого интеллекта постепенно проявляется внутри нас, пока не засияет обжигающим пламенем.</p>\n<p>Наша истинная СУЩНОСТЬ — это ЛЮБОВЬ, и из этой ЛЮБВИ рождается подлинный и законный ИНТЕЛЛЕКТ, который не принадлежит времени.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ru/educacion-fundamental/la-inteligencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/la-inteligencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/la-inteligencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
