import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Зияткерлік",
  "locale": "kk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "19. Зияткерлік",
    "order": 19
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Біз әлемнің батысындағы көптеген дүниежүзілік тарих пәнінің мұғалімдерінің Будда, Конфуций, Мұхаммед, Гермес, Кетцалкоатль, Мұса, Кришна және т.б. келеке ететінін тексердік.</p>\n<p>Мұғалімдердің көне діндерге, құдайларға, мифологияға қарсы сарказм, мазақ, иронияны асыра сілтегенін де анық көз жеткіздік. Бұл ақылсыздық.</p>\n<p>Мектептерде, колледждерде және университеттерде діни тақырыптарды көбірек құрметпен, жоғары дәрежелі қастерлеумен, шынайы шығармашылық интеллектпен қарастыру керек.</p>\n<p>Діни формалар мәңгілік құндылықтарды сақтайды және әр халықтың, әр нәсілдің психологиялық және тарихи қажеттіліктеріне сәйкес ұйымдастырылған.</p>\n<p>Барлық діндердің бірдей принциптері, бірдей мәңгілік құндылықтары бар және тек формасымен ғана ерекшеленеді.</p>\n<p>Христианның Будда дінін немесе еврей немесе индус дінін келеке етуі ақылға сыймайды, өйткені барлық діндер бір негізге сүйенеді.</p>\n<p>Көптеген зиялы қауымның діндер мен олардың негізін қалаушыларға қарсы сатиралары осы уақытта барлық әлсіз ақыл-ойды уландырып жатқан МАРКСИСТІК удың әсерінен.</p>\n<p>Мектептердің, колледждердің және университеттердің мұғалімдері өз шәкірттерін жақындарымызға деген шынайы құрмет жолына бағыттауы керек.</p>\n<p>Кез келген теорияның атынан діни ғибадатханаларды, секталарды, мектептерді немесе рухани қоғамдарды келеке ететін дөрекі адамның әрекеті азғындық және лайықсыз.</p>\n<p>Оқу орындарын тастаған студенттер барлық діндердің, мектептердің, секталардың өкілдерімен араласуы керек және ғибадатханада тиісті әдепті сақтай алмайтындар ақылды емес.</p>\n<p>Он-он бес жыл оқығаннан кейін оқу орындарын тастаған жастар басқа адамдар сияқты баяу және ұйқылы-ояу, бос және мектепке келген бірінші күні сияқты ақылсыз.</p>\n<p>Студенттер шұғыл түрде басқа нәрселермен қатар эмоционалды орталықты дамытуы керек, өйткені бәрі бірдей интеллект емес. Өмірдің ішкі үйлесімділігін, жалғыз ағаштың сұлулығын, ормандағы кішкентай құстың әнін, әдемі күн батуының музыкасы мен түстер симфониясын сезінуді үйрену қажет.</p>\n<p>Сондай-ақ, біз өмір сүріп жатқан дәуірдің қатыгез және аяусыз әлеуметтік тәртібі, аш және дәрменсіз балаларымен бір тілім нан тілеп отырған бақытсыз аналарға толы көшелер, мыңдаған кедей отбасы тұратын жағымсыз ғимараттар, ағзаларға зиян келтіретін отынмен жүретін мыңдаған көлік жүретін жиіркенішті жолдар сияқты өмірдің барлық қорқынышты қарама-қайшылықтарын терең сезіну және түсіну қажет.</p>\n<p>Оқу орындарын тастаған студент тек өзінің жеке басымдылықтарымен және проблемаларымен ғана емес, сонымен бірге барлық адамдардың жеке басымдылықтарымен және адамзат қоғамының көптеген проблемаларымен бетпе-бет келуі керек.</p>\n<p>Ең сорақысы, оқу орындарын тастаған студенттің интеллектуалды дайындығы болса да, ақыл-ойы жоқ, санасы ұйқыда, өмірмен күресуге жеткілікті дайын емес.</p>\n<p>АҚЫЛ деп аталатын нәрсені зерттеп, табудың уақыты келді. Сөздік, энциклопедия АҚЫЛДЫ байыпты түрде анықтауға дәрменсіз.</p>\n<p>Ақыл болмаса, түбегейлі өзгеріс те, шынайы бақыт та болуы мүмкін емес және өмірде шынымен ақылды адамдарды табу өте сирек кездеседі.</p>\n<p>Өмірдегі маңыздысы АҚЫЛ деген сөзді білу ғана емес, оның терең мағынасын өзімізде сезіну.</p>\n<p>Ақылдымын деп мақтанатындар көп, ақылдымын деп мақтанбайтын маскүнем жоқ және Карл Маркс өзін тым ақылды сезініп, өз материалистік мысалын жазды, ол әлемге мәңгілік құндылықтардың жоғалуына, түрлі дін өкілдерінен мыңдаған діни қызметкерлердің атылуына, буддист, христиан және т.б. монахтардың зорлануына, көптеген ғибадатханалардың қирауына, мыңдаған және миллиондаған адамдардың азапталуына әкелді.</p>\n<p>Кез келген адам ақылдымын деп мақтана алады, бірақ шынымен ақылды болу қиын.</p>\n<p>Кітаптан көбірек ақпарат алу, көбірек білім алу, көбірек тәжірибе алу, адамдарды таң қалдыратын көбірек нәрселер алу, соттар мен полицияны сатып алу үшін көбірек ақша алу арқылы АҚЫЛ деп аталатын нәрсеге қол жеткізуге болмайды.</p>\n<p>Осы КӨБІРЕК арқылы АҚЫЛДЫ болуға болмайды. Ақыл-ойды КӨБІРЕК процесі арқылы жаулап алуға болады деп ойлайтындар қателеседі.</p>\n<p>Ақыл-ойдың саналы және бейсаналық салаларының барлық жерінде КӨБІРЕК деген қауіпті процесті терең түсіну өте маңызды, өйткені оның түбінде әрқашан КӨБІРЕК және КӨБІРЕК болғысы келетін сүйікті ЭГО, МЕН, МЕНІҢ ӨЗІМ өте жасырын түрде жасырылған.</p>\n<p>Ішіміздегі осы Мефистофель, осы ШАЙТАН, осы МЕН: МЕНДЕ бәленшеден гөрі КӨБІРЕК ақша, КӨБІРЕК сұлулық, КӨБІРЕК ақыл, КӨБІРЕК бедел, КӨБІРЕК айлакерлік және т.б. дейді.</p>\n<p>АҚЫЛДЫ шындап түсінгісі келетін адам оны сезінуді, оны терең медитация арқылы бастан кешіруді және сезінуді үйренуі керек.</p>\n<p>Адамдар адал емес жадтың шірік қабірінде жинаған барлық нәрсе, интеллектуалды ақпарат, өмірлік тәжірибе әрқашан КӨБІРЕК және КӨБІРЕК деген терминге айналады. Сондықтан олар ешқашан жинаған барлық нәрсенің терең мағынасын білмейді.</p>\n<p>Көптеген адамдар кітапты оқып, кейін оны КӨБІРЕК ақпарат жинағанына қанағаттанып жадында сақтайды, бірақ олар оқыған кітапта жазылған ілім үшін жауап беруге шақырылғанда, олар үйретудің терең мағынасын білмейтін болып шығады, бірақ МЕН көбірек және көбірек ақпаратты, әлі де көптеген кітаптарды қалайды, тіпті олардың ешқайсысының ілімін сезінбесе де.</p>\n<p>Ақыл кітаптан көбірек ақпарат алумен де, көбірек тәжірибе алумен де, көбірек ақша табумен де, көбірек беделге ие болумен де келмейді, біз МЕН процесін түсінгенде, КӨБІРЕК деген психологиялық автоматизмді толық түсінгенде, ақыл бізде гүлдейді.</p>\n<p>Ақыл-ойдың КӨБІРЕК негізгі орталығы екенін түсіну өте маңызды. Шынында да, осы КӨБІРЕК-ті талап ететін психологиялық МЕН және ақыл-ой оның негізгі ядросы болып табылады.</p>\n<p>Шынымен ақылды болғысы келетін адам тек беткі интеллектуалды деңгейде ғана емес, сонымен бірге ақыл-ойдың барлық саналы және бейсаналық аймақтарында өлуге бел бууы керек.</p>\n<p>МЕН өлгенде, МЕН толығымен ерігенде, біздің ішімізде қалатын жалғыз нәрсе - шынайы БОЛМЫС, нағыз БОЛМЫС, соншалықты қалаулы және соншалықты қиын заңды ақыл.</p>\n<p>Адамдар ақыл-ой жасаушы деп ойлайды, бірақ олар қателеседі. МЕН жасаушы емес және ақыл-ой МЕН-нің негізгі ядросы болып табылады.</p>\n<p>Ақыл жасаушы, өйткені ол БОЛМЫС-қа тиесілі, ол БОЛМЫС-тың атрибуты. Ақыл-ойды АҚЫЛМЕН шатастырмауымыз керек.</p>\n<p>АҚЫЛДЫ жылыжай гүлі сияқты өсіруге болады немесе асыл тұқымды атақтарды сатып алғандай немесе керемет кітапханаға ие болу сияқты сатып алуға болады деп ойлайтындар ТҮБІРІМЕН және түбегейлі қателеседі.</p>\n<p>Ақыл-ойдың барлық процестерін, барлық реакцияларды, жинақтайтын КӨБІРЕК психологиялық құбылысты терең түсіну қажет. Тек осылайша АҚЫЛ-ОЙДЫҢ жалынды жалыны бізде табиғи және өздігінен пайда болады.</p>\n<p>Ішімізде алып жүрген Мефистофель еріген сайын, жасампаз ақыл-ойдың оты біздің ішімізде бірте-бірте көрініс таба бастайды, ол қатты жарыққа шыққанша.</p>\n<p>Біздің шынайы БОЛМЫСЫМЫЗ - МАХАББАТ және осы МАХАББАТТАН уақытқа бағынбайтын шынайы және заңды АҚЫЛ туады.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kk/educacion-fundamental/la-inteligencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/la-inteligencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/la-inteligencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
