import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Інтелект",
  "locale": "uk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "19. Інтелект",
    "order": 19
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Ми змогли перевірити, що багато вчителів всесвітньої історії на заході світу часто насміхаються з Будди, Конфуція, Мухаммеда, Гермеса, Кетцалькоатля, Мойсея, Крішни тощо.</p>\n<p>Поза всяким сумнівом, ми також змогли переконатися, що вчителі часто використовують сарказм, глузування та іронію проти стародавніх релігій, богів, міфології тощо. Все це саме і є відсутністю інтелекту.</p>\n<p>У школах, коледжах та університетах слід обговорювати релігійні теми з більшою повагою, з високим почуттям шанування, зі справжнім творчим інтелектом.</p>\n<p>Релігійні форми зберігають вічні цінності та організовані відповідно до психологічних та історичних потреб кожного народу, кожної раси.</p>\n<p>Усі релігії мають одні й ті ж принципи, одні й ті ж вічні цінності, і відрізняються лише формою.</p>\n<p>Нерозумно, коли християнин насміхається з релігії Будди або юдейської чи індуїстської релігії, тому що всі релігії базуються на одних і тих же засадах.</p>\n<p>Сатири багатьох інтелектуалів на релігії та їх засновників пов’язані з МАРКСИСТСЬКОЮ отрутою, яка в наш час отруює всі слабкі уми.</p>\n<p>Вчителі шкіл, коледжів та університетів повинні направляти своїх учнів на шлях справжньої поваги до наших ближніх.</p>\n<p>Цілком збочене та негідне те, коли невіглас, прикриваючись теорією будь-якого типу, насміхається з релігійних храмів, сект, шкіл чи духовних товариств.</p>\n<p>Покидаючи стіни навчальних закладів, студенти повинні мати справу з людьми всіх релігій, шкіл, сект, і нерозумно, якщо вони навіть не знають, як зберігати належну поведінку в храмі.</p>\n<p>Покидаючи аудиторії після десяти-п’ятнадцяти років навчання, юнаки та дівчата такі ж нерозторопні та сплять, як і решта людей, такі ж порожні та позбавлені інтелекту, як і в перший день, коли вони вступили до школи.</p>\n<p>Терміново необхідно, щоб студенти, серед іншого, розвивали емоційний центр, тому що не все є інтелектом. Необхідно навчитися відчувати інтимні гармонії життя, красу самотнього дерева, спів пташки в лісі, симфонію музики та кольорів прекрасного заходу сонця.</p>\n<p>Також необхідно відчувати та глибоко розуміти всі жахливі контрасти життя, такі як жорстокий і нещадний соціальний лад епохи, в якій ми живемо, вулиці, повні нещасних матерів, які зі своїми виснаженими та голодними дітьми просять шматок хліба, потворні будівлі, де живуть тисячі бідних сімей, огидні дороги, якими їздять тисячі автомобілів, що працюють на паливі, яке шкодить організмам, тощо.</p>\n<p>Студент, який покидає стіни навчальних закладів, повинен зіткнутися не лише з власним егоїзмом і власними проблемами, але й з егоїзмом усіх людей і з численними проблемами людського суспільства.</p>\n<p>Найгірше те, що студент, який покидає аудиторії, навіть маючи інтелектуальну підготовку, не має інтелекту, його свідомість спить, він недостатньо підготовлений до боротьби з життям.</p>\n<p>Настав час дослідити та з’ясувати, що таке ІНТЕЛЕКТ. Словник, енциклопедія виявляються безсилими серйозно визначити ІНТЕЛЕКТ.</p>\n<p>Без інтелекту ніколи не може бути радикальної трансформації чи справжнього щастя, і дуже рідко в житті можна зустріти справді інтелігентних людей.</p>\n<p>Важливо в житті не тільки знати слово ІНТЕЛЕКТ, а й відчути на собі його глибоке значення.</p>\n<p>Багато хто вважає себе розумним, немає п’яниці, який не вважав би себе розумним, а Карл Маркс, вважаючи себе надто розумним, написав свій матеріалістичний фарс, який коштував світу втрати вічних цінностей, розстрілу тисяч священиків різних релігій, зґвалтування черниць, буддисток, християнок тощо, руйнування багатьох храмів, тортури тисяч і мільйонів людей тощо тощо тощо.</p>\n<p>Будь-хто може вважати себе розумним, важко бути ним насправді.</p>\n<p>Не набуваючи більше книжкової інформації, більше знань, більше досвіду, більше речей, щоб засліплювати людей, більше грошей, щоб купувати суддів і поліцейських тощо, можна досягти того, що називається ІНТЕЛЕКТОМ.</p>\n<p>Не з цим БІЛЬШЕ можна досягти ІНТЕЛЕКТУ. Глибоко помиляються ті, хто вважає, що інтелект можна завоювати за допомогою процесу БІЛЬШЕ.</p>\n<p>Терміново необхідно глибоко зрозуміти і в усіх сферах підсвідомого та несвідомого розуму, що таке цей згубний процес БІЛЬШЕ, тому що в глибині дуже потаємно ховається любе ЕГО, Я, САМ Я, яке бажає і завжди хоче БІЛЬШЕ і БІЛЬШЕ, щоб розтовстіти і зміцніти.</p>\n<p>Цей Мефістофель, якого ми носимо в собі, цей САТАНА, це Я, каже: Я маю БІЛЬШЕ грошей, більше краси, більше інтелекту, ніж той, більше престижу, більше хитрощів тощо тощо тощо.</p>\n<p>Той, хто справді хоче зрозуміти, що таке ІНТЕЛЕКТ, повинен навчитися відчувати його, повинен переживати його та відчувати його через глибоку медитацію.</p>\n<p>Все, що люди накопичують між гнилою могилою невірної пам’яті, інтелектуальною інформацією, життєвим досвідом, завжди фатально перетворюється на термін БІЛЬШЕ і БІЛЬШЕ. Таким чином, вони ніколи не дізнаються глибокого значення всього, що вони накопичують.</p>\n<p>Багато хто читає книгу, а потім кладе її в пам’ять, задоволені тим, що накопичили більше інформації, але коли їх просять відповісти за доктрину, написану в книзі, яку вони прочитали, виявляється, що вони не знають глибокого значення вчення, але Я хоче більше і більше інформації, все більше і більше книг, навіть якщо не пережили вчення жодної з них.</p>\n<p>Інтелект не досягається більшою кількістю книжкової інформації, більшим досвідом, більшою кількістю грошей або більшим престижем, інтелект може розквітнути в нас, коли ми розуміємо весь процес Я, коли ми глибоко розуміємо весь цей психологічний автоматизм БІЛЬШЕ.</p>\n<p>Необхідно розуміти, що розум є основним центром БІЛЬШЕ. Насправді, це БІЛЬШЕ є тим самим психологічним Я, яке вимагає, а розум є його основним ядром.</p>\n<p>Той, хто хоче бути справді інтелігентним, повинен вирішити померти не лише на поверхневому інтелектуальному рівні, а й на всіх підсвідомих і несвідомих рівнях розуму.</p>\n<p>Коли Я вмирає, коли Я повністю розчиняється, єдине, що залишається в нас, - це справжнє Я, справжнє Я, законний інтелект, такий жаданий і такий важкий.</p>\n<p>Люди вважають, що розум є творцем, вони помиляються. Я не є творцем, а розум є основним ядром Я.</p>\n<p>Інтелект є творцем, тому що він від Я, це атрибут Я. Ми не повинні плутати розум з ІНТЕЛЕКТОМ.</p>\n<p>Вони помиляються ДО КОРІННЯ і радикально, хто вважає, що ІНТЕЛЕКТ - це те, що можна культивувати, як квітку в теплиці, АБО щось, що можна купити, як купують титули дворянства, або володіти грізною бібліотекою.</p>\n<p>Необхідно глибоко розуміти всі процеси розуму, всі реакції, це психологічне БІЛЬШЕ, яке накопичує тощо. Тільки так у нас природно і спонтанно виривається палаюче полум’я ІНТЕЛЕКТУ.</p>\n<p>У міру того, як Мефістофель, якого ми носимо в собі, розчиняється, вогонь творчого інтелекту поступово проявляється в нас, поки не засяє палюче.</p>\n<p>Наше справжнє Я - це ЛЮБОВ, і з цієї ЛЮБОВІ народжується автентичний і законний ІНТЕЛЕКТ, який не належить часу.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/uk/educacion-fundamental/la-inteligencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/la-inteligencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/la-inteligencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
