import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "知能",
  "locale": "ja",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "19. 知能",
    "order": 19
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>西洋世界の多くの世界史教師が、ブッダ、孔子、マホメット、ヘルメス、ケツァルコアトル、モーセ、クリシュナなどを嘲笑していることを確認しました。</p>\n<p>また、教師たちが古代宗教、神々、神話などに対して、皮肉、嘲弄、アイロニーを投げかけていることも十分に確認できました。それら全てが、まさに知性の欠如です。</p>\n<p>学校、学院、大学では、宗教的なテーマを、より敬意を払い、高い崇拝の念を持ち、真の創造的な知性をもって扱うべきです。</p>\n<p>宗教的形態は永遠の価値を保持しており、各民族、各人種の心理的・歴史的ニーズに応じて組織されています。</p>\n<p>全ての宗教は同じ原則、同じ永遠の価値を持ち、形が異なるだけです。</p>\n<p>キリスト教徒がブッダの宗教、ヘブライ教、ヒンドゥー教を嘲笑するのは賢明ではありません。なぜなら、全ての宗教は同じ基盤の上に立っているからです。</p>\n<p>多くの知識人が宗教やその創始者に対して行う風刺は、マルクス主義の毒によるものであり、近年、その毒が弱い心を蝕んでいます。</p>\n<p>学校、学院、大学の教師は、生徒たちを他人への真の尊敬の念へと導くべきです。</p>\n<p>いかなる種類の理論の名の下に、寺院、宗教、宗派、学校、精神的な団体を嘲笑する無作法者は、全くもって邪悪で不当です。</p>\n<p>学生は、学校を卒業すると、あらゆる宗教、学校、宗派の人々と接することになります。寺院で相応の礼儀をわきまえることさえ知らないのは賢明ではありません。</p>\n<p>10年、15年の学習期間を終えて学校を卒業しても、若者たちは他の人々と同じように鈍く、眠っており、空虚で知性に欠けています。それは、入学した初日と変わりません。</p>\n<p>学生は、何よりもまず感情センターを発達させることが急務です。全てが知性ではありません。人生の奥深い調和、一本の木の美しさ、森の小鳥のさえずり、美しい夕焼けの音楽と色彩のシンフォニーを感じることを学ぶ必要があります。</p>\n<p>また、私たちが生きるこの時代の残酷で冷酷な社会秩序、栄養失調で飢えた子供たちを連れて物乞いをする不幸な母親たちで溢れる通り、何千もの貧しい家族が住む醜い建物、有機体を傷つける燃料で走る何千もの車が走る不快な道路など、人生の恐ろしいコントラストを全て深く感じて理解する必要があります。</p>\n<p>学校を卒業する学生は、自身の利己心や問題だけでなく、全ての人々の利己心や人間の社会の様々な問題にも立ち向かわなければなりません。</p>\n<p>最も深刻なのは、学校を卒業する学生が、知的準備があっても知性を持たず、意識が眠っており、人生との闘いのための準備が不十分であることです。</p>\n<p>今こそ、知性とは何かを調査し、発見する時です。辞書や百科事典は、知性を真剣に定義するのに役立ちません。</p>\n<p>知性がなければ、根本的な変革や真の幸福はあり得ません。人生で本当に知的な人に会うことは非常に稀です。</p>\n<p>人生で重要なのは、知性という言葉を知っているだけでなく、私たち自身でその深い意味を体験することです。</p>\n<p>多くの人が知的であることを自慢しますが、酔っ払いで知的であることを自慢しない人はいません。そして、自分自身を知的すぎると信じたカール・マルクスは、唯物論的な茶番劇を書きました。その茶番劇は、世界に永遠の価値の喪失、様々な宗教の何千もの司祭の銃殺、尼僧（仏教徒、キリスト教徒など）の強姦、多くの寺院の破壊、何千、何百万もの人々の拷問をもたらしました。</p>\n<p>誰でも知的であると自慢できますが、本当に知的であることは難しいのです。</p>\n<p>より多くの書物の情報を得たり、より多くの知識を得たり、より多くの経験を積んだり、人々を眩惑させるためにより多くのものを得たり、裁判官や警察を買うためにより多くのお金を得たりすることによって、知性が得られるのではありません。</p>\n<p>その「より多く」によって、知性に到達できるわけではありません。「より多く」のプロセスによって知性を獲得できると考える人は、完全に間違っています。</p>\n<p>潜在意識と無意識の心の全ての領域において、「より多く」という有害なプロセスが何であるかを深く理解することが急務です。なぜなら、その奥底には、常に「より多く」を望み、欲しがって太って強くなろうとする、愛するエゴ、自己、私自身が非常に秘密裏に隠れているからです。</p>\n<p>私たちの中にいるメフィストフェレス、このサタン、この自己は、言います。「私は、あの人よりも多くのお金、より多くの美しさ、より多くの知性、より多くの名声、より多くの狡猾さを持っている」と。</p>\n<p>本当に知性を理解したい人は、それを感じ、瞑想を通してそれを体験し、経験することを学ばなければなりません。</p>\n<p>人々が不誠実な記憶の腐った墓の中に蓄積する全てのものは、知的情報、人生の経験は、常に致命的に「より多く、より多く」という言葉に翻訳されます。したがって、彼らは蓄積する全てのものの深い意味を知ることがありません。</p>\n<p>多くの人は本を読み、より多くの情報を蓄積したことに満足して記憶の中にそれを置きます。しかし、読んだ本に書かれている教義について答えるように求められると、教えの深い意味を知らないことが判明します。しかし、自己は、まだ何も経験していなくても、より多くの情報、さらに多くの本を望みます。</p>\n<p>知性は、より多くの書物の情報、より多くの経験、より多くのお金、より多くの名声によって得られるものではありません。知性は、自己の全てのプロセスを理解し、自動的な心理的メカニズムである「より多く」の全てを深く理解するときに、私たちの中で開花します。</p>\n<p>心は「より多く」の基本的な中心であることを理解することが不可欠です。実際、その「より多く」は、心理的な自己であり、それを要求し、心はその基本的な核です。</p>\n<p>本当に知的になりたい人は、表面的な知的レベルだけでなく、心の潜在意識と無意識の全ての領域においても死ぬことを決意しなければなりません。</p>\n<p>自己が死に、自己が完全に溶解すると、私たちの中に残るのは、本物の存在、真の存在、切望され、困難な正当な知性だけです。</p>\n<p>人々は、心が創造的であると信じていますが、それは間違っています。自己は創造的ではなく、心は自己の基本的な核です。</p>\n<p>知性は、存在のものであり、存在の属性であるため、創造的です。心を知性と混同してはなりません。</p>\n<p>知性は、温室の花のように育てたり、貴族の称号を買うように買ったり、素晴らしい図書館を持つことで得られるものだと考える人は、完全に間違っています。</p>\n<p>心の全てのプロセス、全ての反応、「より多く」蓄積する心理的なものを深く理解する必要があります。そうして初めて、私たちの中で自然かつ自発的に、知性の燃える炎が湧き上がります。</p>\n<p>私たちの中にいるメフィストフェレスが溶解するにつれて、創造的な知性の炎は徐々に私たちの中で現れ始め、燃えるように輝きます。</p>\n<p>私たちの真の存在は愛であり、その愛から、時間のものではない本物の正当な知性が生まれます。</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ja/educacion-fundamental/la-inteligencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ja/educacion-fundamental/la-inteligencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ja/educacion-fundamental/la-inteligencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
