import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ምሰሳ",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "2. ምሰሳ",
    "order": 2
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ፍርሃት ነፃ ተነሳሽነትን እንደሚገድብ ሙሉ በሙሉ ተረጋግጧል። በሚሊዮኖች የሚቆጠሩ ሰዎች የኢኮኖሚ ችግር በፍርሃት ምክንያት እንደሆነ ምንም ጥርጥር የለውም።</p>\n<p>የሚፈራ ልጅ እናቱን ይፈልጋል እና ደህንነትን ለማግኘት ወደ እሷ ይቀርባል። የሚፈራ ባል ሚስቱን ይፈልጋል እና የበለጠ እንደሚወዳት ይሰማዋል። የምትፈራ ሚስት ባሏን እና ልጆቿን ትፈልጋለች እና የበለጠ እንደምትወዳቸው ይሰማታል።</p>\n<p>ከስነ-ልቦና አንፃር ፍርሃት አንዳንድ ጊዜ የፍቅርን ልብስ ለብሶ መደበቁ በጣም አስደሳች እና ትኩረት የሚስብ ነው።</p>\n<p>በውስጣቸው በጣም ጥቂት መንፈሳዊ እሴቶች ያሏቸው ሰዎች፣ በውስጣቸው ድሆች የሆኑ ሰዎች፣ ራሳቸውን ለማጠናቀቅ ሁልጊዜ ከውጭ የሆነ ነገር ይፈልጋሉ።</p>\n<p>በውስጣቸው ድሆች የሆኑ ሰዎች ሁልጊዜ በማሴር፣ ሁልጊዜ በከንቱ ወሬ፣ ሐሜት፣ አራዊታዊ ደስታዎች ወዘተ ይኖራሉ።</p>\n<p>በውስጣቸው ድሆች የሆኑ ሰዎች በፍርሃት ይኖራሉ እና በተፈጥሮ ባልን፣ ሚስትን፣ ወላጆችን፣ ልጆችን፣ ያረጁ እና ያረጁ ወጎችን ወዘተ ይፈልጋሉ።</p>\n<p>እያንዳንዱ አሮጌ፣ የታመመ እና በስነ ልቦና ድሃ የሆነ ሰው በአጠቃላይ በፍርሃት የተሞላ ነው እናም እንደ ደህንነት በመፈለግ ገንዘብን፣ የቤተሰብ ወጎችን፣ የልጅ ልጆችን፣ ትዝታዎቹን ወዘተ በማይታመን ጉጉት ይፈራል። ይህ ሁላችንም አረጋውያንን በጥንቃቄ በመመልከት ማረጋገጥ የምንችለው ነገር ነው።</p>\n<p>ሰዎች በሚፈሩበት ጊዜ ሁሉ በክብር መከላከያ ጋሻ ጀርባ ይደበቃሉ። ዘር፣ ቤተሰብ፣ ብሔር ወዘተ ወግ በመከተል።</p>\n<p>በእርግጥ እያንዳንዱ ወግ ምንም ትርጉም የሌለው ድግግሞሽ፣ ባዶ፣ እውነተኛ ዋጋ የሌለው ነው።</p>\n<p>ሁሉም ሰዎች የሌሎችን ነገር የመምሰል ዝንባሌ አላቸው። ይህ መኮረጅ የፍርሃት ውጤት ነው።</p>\n<p>የሚፈሩ ሰዎች የሚጣበቁትን ሁሉ ይመስላሉ። ባልን፣ ሚስትን፣ ልጆችን፣ ወንድሞችን፣ የሚከላከሉትን ጓደኞችን ወዘተ ይመስላሉ።</p>\n<p>መኮረጅ የፍርሃት ውጤት ነው። መኮረጅ ነፃ ተነሳሽነትን ሙሉ በሙሉ ያጠፋል።</p>\n<p>መምህራን በትምህርት ቤቶች፣ በኮሌጆች እና በዩኒቨርሲቲዎች ተማሪዎችን ወንድ እና ሴት መኮረጅ ብለው የሚጠሩትን በማስተማር ስህተት ይሠራሉ።</p>\n<p>በስዕል እና በሥዕል ትምህርቶች ተማሪዎች ዛፎችን፣ ቤቶችን፣ ተራሮችን፣ እንስሳትን ወዘተ ምስሎችን እንዲገለብጡ እና እንዲስሉ ይማራሉ ይህ መፍጠር አይደለም። ይህ መኮረጅ፣ ፎቶግራፍ ማንሳት ነው።</p>\n<p>መፍጠር መኮረጅ አይደለም። መፍጠር ፎቶግራፍ ማንሳት አይደለም። መፍጠር ማለት የምንወደውን ዛፍ፣ ቆንጆ ፀሐይ ስትጠልቅ፣ የማይነገር ዜማ ያለው ንጋትን ወዘተ በብሩሽ በህይወት መተርጎም፣ ማስተላለፍ ማለት ነው።</p>\n<p>በቻይና እና ጃፓን የዜን ጥበብ፣ ረቂቅ እና ከፊል-ረቂቅ ጥበብ ውስጥ እውነተኛ ፈጠራ አለ።</p>\n<p>የቻን እና የዜን ቻይናዊ ሰዓሊ መኮረጅ፣ ፎቶግራፍ ማንሳት አይፈልጉም። የቻይና እና ጃፓን ሰዓሊዎች በመፍጠር እና እንደገና በመፍጠር ይደሰታሉ።</p>\n<p>የዜን እና የቻን ሰዓሊዎች አይኮርጁም, ይፈጥራሉ እና ያ ነው ስራቸው.</p>\n<p>የቻይና እና ጃፓን ሰዓሊዎች ቆንጆ ሴትን መቀባት ወይም ፎቶግራፍ ማንሳት አይፈልጉም, ረቂቅ ውበቷን በማስተላለፍ ይደሰታሉ.</p>\n<p>የቻይና እና የጃፓን ሰዓሊዎች ቆንጆ ፀሐይ ስትጠልቅ በጭራሽ አይኮርጁም, የድንግዝግዝ ውበትን በሙሉ በአብስትራክት ውበት በማስተላለፍ ይደሰታሉ.</p>\n<p>ዋናው ነገር በጥቁር ወይም በነጭ መኮረጅ፣ መቅዳት አይደለም፤ ዋናው ነገር የውበትን ጥልቅ ትርጉም መረዳት እና ማስተላለፍ መቻል ነው፣ ነገር ግን ለዚህ ፍርሃት፣ ለህጎች መጣበቅ፣ ለወግ ወይም አስተማሪውን ከመናገር ወይም ከመገሠጽ መፍራት አያስፈልግም።</p>\n<p>መምህራን ተማሪዎች የፈጠራ ችሎታን ማዳበር እንደሚያስፈልጋቸው መረዳት አለባቸው።</p>\n<p>ተማሪዎችን መኮረጅ ማስተማር በሁሉም ረገድ የማይረባ ነው። መፍጠርን ማስተማር ይሻላል።</p>\n<p>የሰው ልጅ በሚያሳዝን ሁኔታ መኮረጅ ብቻ የሚያውቅ ራሱን የቻለ ድንዛዜ ነው።</p>\n<p>የሌሎችን ልብስ እንኮርጃለን እና ከዚህ መኮረጅ የተለያዩ የፋሽን ሞገዶች ይወጣሉ።</p>\n<p>ምንም እንኳን በጣም የተሳሳቱ ቢሆኑም የሌሎችን ልማዶች እንኮርጃለን።</p>\n<p>ሱስን እንኮርጃለን፣ የማይረባውን ሁሉ እንኮርጃለን፣ ሁልጊዜ በጊዜ ውስጥ የሚደጋገሙትን ወዘተ እንኮርጃለን።</p>\n<p>የመምህራን ትምህርት ቤቶች ተማሪዎች በራሳቸው መንገድ በተናጥል እንዲያስቡ ማስተማር አለባቸው።</p>\n<p>መምህራን ተማሪዎች አስመስሎ መስራት ማቆም እንዲችሉ ሁሉንም እድሎች መስጠት አለባቸው።</p>\n<p>መምህራን ተማሪዎች የፈጠራ ችሎታን እንዲያዳብሩ የተሻሉ እድሎችን መስጠት አለባቸው።</p>\n<p>ተማሪዎች እውነተኛ ነፃነትን ማወቅ አለባቸው፣ ያለምንም ፍርሃት በራሳቸው መንገድ በነፃነት ማሰብን መማር እንዲችሉ።</p>\n<p>የሚናገረውን ባሪያ ሆኖ የሚኖር አእምሮ፣ ወጎችን፣ ደንቦችን፣ ልማዶችን ወዘተ በመፍራት የሚመስል አእምሮ ፈጣሪ አእምሮ አይደለም፣ ነፃ አእምሮ አይደለም።</p>\n<p>የሰዎች አእምሮ በሰባት ማኅተሞች እንደተዘጋ እና እንደታሸገ ቤት ነው፣ አዲስ ነገር ሊከሰት የማይችልበት ቤት፣ ፀሐይ የማይገባበት ቤት፣ ሞትና ሥቃይ ብቻ የሚነግሡበት ቤት።</p>\n<p>አዲስ ነገር ሊከሰት የሚችለው ፍርሃት በሌለበት፣ መኮረጅ በሌለበት፣ ለነገሮች፣ ለገንዘብ፣ ለሰዎች፣ ለወጎች፣ ለልማዶች ወዘተ መጣበቅ በሌለበት ብቻ ነው።</p>\n<p>ሰዎች ለሴራ፣ ምቀኝነት፣ የቤተሰብ ልማዶች፣ ልማዶች፣ የማይጠገብ የስልጣን ፍላጎት፣ ደረጃውን ከፍ ማድረግ፣ ወደ ላይ መውጣት፣ ወደ መሰላሉ ጫፍ መውጣት፣ ራሳቸውን እንዲሰማቸው ማድረግ ወዘተ ባሪያዎች ሆነው ይኖራሉ።</p>\n<p>መምህራን ተማሪዎቻቸውን ወንድ እና ሴት ይህንን ሁሉ ያረጀ እና ያረጀ የነገሮችን ስርዓት ላለመኮረጅ አስፈላጊነትን ማስተማር አለባቸው።</p>\n<p>ተማሪዎች በትምህርት ቤት በነፃነት መፍጠርን፣ በነፃነት ማሰብን፣ በነፃነት መሰማትን መማር አለባቸው።</p>\n<p>ተማሪዎች ህይወታቸውን በትምህርት ቤት መረጃ በማግኘት ያሳልፋሉ እና ግን በእነዚህ ነገሮች ላይ ለማሰብ ጊዜ የላቸውም።</p>\n<p>በእንቅልፍ ላይ ያሉ ራስ-ሰር ማሽኖች ሆነው በትምህርት ቤት አስር ወይም አስራ አምስት አመት ይኖራሉ እና ከትምህርት ቤት የሚወጡት ንቃተ ህሊናቸው ተኝቶ ነው ፣ ግን በጣም ነቅተናል ብለው ከትምህርት ቤት ይወጣሉ።</p>\n<p>የሰው ልጅ አእምሮ በወግ አጥባቂ እና ምላሽ ሰጪ ሀሳቦች መካከል የታሸገ ነው።</p>\n<p>የሰው ልጅ በፍርሃት የተሞላ ስለሆነ በእውነተኛ ነፃነት ማሰብ አይችልም።</p>\n<p>የሰው ልጅ ለህይወት ፍርሃት፣ ለሞት ፍርሃት፣ ምን ይላሉ፣ የሚናገረውን፣ ወሬን፣ ስራን ማጣት፣ ደንቦችን መጣስ፣ አንድ ሰው የትዳር ጓደኛውን ሊወስድበት ወይም ሊሰርቀው ይችላል ወዘተ ፍርሃት አለው።</p>\n<p>በትምህርት ቤት እንድንኮርጅ ይማራሉ እና አስመስለው እንድንሆን ከትምህርት ቤት እንወጣለን።</p>\n<p>ነፃ ተነሳሽነት የለንም ምክንያቱም ከትምህርት ቤቱ ጀምሮ መኮረጅን ስለምንማር ነው።</p>\n<p>ሰዎች ሌላው ሰው ሊናገር የሚችለውን በመፍራት ይኮርጃሉ፣ ተማሪዎቹ መምህራን ድሆችን ተማሪዎች በእውነት ስለሚያስፈራሯቸው ይኮርጃሉ፣ ያለማቋረጥ ይፈራራሉ፣ መጥፎ ውጤት ያስፈራቸዋል፣ በተወሰኑ ቅጣቶች ያስፈራቸዋል፣ ከመባረር ያስፈራቸዋል ወዘተ።</p>\n<p>በእውነት የፈጠራ ሰው መሆን የምንፈልግ ከሆነ በሚያሳዝን ሁኔታ በያዙን የእነዚያን ሁሉንም የመምሰል ተከታታዮች ማወቅ አለብን።</p>\n<p>ሁሉንም የመምሰል ተከታታዮች መቼ እንደምንችል፣ እያንዳንዱን መኮረጅ በዝርዝር ስንመረምር፣ እነሱን እናውቃቸዋለን እና እንደ አመክንዮ ውጤት፣ ከዚያም በድንገት የመፍጠር ኃይል በውስጣችን ይወለዳል።</p>\n<p>በትምህርት ቤት፣ በኮሌጅ ወይም በዩኒቨርሲቲ ያሉ ተማሪዎች እውነተኛ ፈጣሪዎች እንዲሆኑ ሁሉንም መኮረጅ ማስወገድ አለባቸው።</p>\n<p>ተማሪዎች ለመማር መኮረጅ ያስፈልጋቸዋል ብለው በተሳሳተ መንገድ የሚያስቡ መምህራን ተሳስተዋል። የሚኮርጅ አይማርም፣ የሚኮርጅ ራስ-ሰር ማሽን ይሆናል እና ያ ብቻ ነው።</p>\n<p>የጂኦግራፊ፣ የፊዚክስ፣ የአርቲሜቲክ፣ የታሪክ ወዘተ ደራሲያን የሚናገሩትን መኮረጅ አይደለም። መኮረጅ፣ ማስታወስ፣ እንደ በቀቀን ወይም ሎሬት መድገም ሞኝነት ነው፣ እያጠናን ያለነውን በንቃት መረዳት ይሻላል።</p>\n<p>መሰረታዊ ትምህርት የንቃተ ህሊና ሳይንስ ነው፣ ከሰው ልጆች፣ ከፍጥረት፣ ከነገሮች ሁሉ ጋር ያለንን ግንኙነት እንድንገነዘብ የሚያስችለን ሳይንስ ነው።</p>\n<p>መኮረጅ ብቻ የሚያውቅ አእምሮ ሜካኒካል ነው፣ የሚሰራ ማሽን ነው፣ ፈጣሪ አይደለም፣ መፍጠር አይችልም፣ በእውነት አያስብም፣ ይደግማል እንጂ ያ ብቻ ነው።</p>\n<p>መምህራን በእያንዳንዱ ተማሪ የንቃተ ህሊና መነቃቃት ላይ መጨነቅ አለባቸው።</p>\n<p>ተማሪዎች አመቱን ስለማሳለፍ ብቻ ይጨነቃሉ እና ከዚያም … ከትምህርት ቤት ውጭ በተግባራዊ ህይወት ውስጥ የቢሮ ሰራተኞች ወይም ልጆችን የሚሠሩ ማሽኖች ይሆናሉ።</p>\n<p>አሥር ወይም አሥራ አምስት ዓመታት ጥናቶች ተናጋሪ አውቶማቲክ ለመሆን እና የተጠኑት ትምህርቶች ቀስ በቀስ እየተረሱ በመጨረሻም ምንም ነገር በማስታወስ ውስጥ አይኖርም።</p>\n<p>ተማሪዎች ያጠኗቸውን ትምህርቶች ንቃተ ህሊናቸውን ቢያደርጉ፣ ጥናታቸው በመረጃ፣ በመኮረጅ እና በማስታወስ ላይ ብቻ ካልተመሠረተ ሌላ ዶሮ ይዘምርላቸዋል። ከትምህርት ቤት የሚወጡት ንቃተ ህሊናዊ፣ የማይረሱ፣ የተሟሉ ዕውቀቶች ከማያምነው ማህደረ ትውስታ ጋር አይገዙም።</p>\n<p>መሰረታዊ ትምህርት ተማሪዎችን ንቃተ ህሊናቸውን እና ብልህነታቸውን በማንቃት ይረዳል።</p>\n<p>መሰረታዊ ትምህርት ወጣቶችን ወደ እውነተኛ አብዮት ጎዳና ይመራል።</p>\n<p>ተማሪዎች መምህራን እውነተኛ ትምህርት፣ መሰረታዊ ትምህርት እንዲሰጧቸው አጥብቀው መጠየቅ አለባቸው።</p>\n<p>ተማሪዎች ስለ አንድ ንጉስ ወይም ጦርነት መረጃ ለመቀበል በትምህርት ቤቱ መቀመጫ ላይ መቀመጣቸው በቂ አይደለም ፣ ተጨማሪ ነገር ያስፈልጋል ፣ ንቃተ ህሊናን ለማንቃት መሰረታዊ ትምህርት ያስፈልጋል።</p>\n<p>ተማሪዎች ትምህርት ቤቱን ጎልማሳ፣ በእውነት ንቁ፣ አስተዋዮች መውጣታቸው አስፈላጊ ነው፣ ስለዚህ ቀላል የህብረተሰብ ማሽነሪ አውቶማቲክ ክፍሎች እንዳይሆኑ።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/la-imitacion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-imitacion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-imitacion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
