import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Акыл",
  "locale": "ky",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "19. Акыл",
    "order": 19
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Биз дүйнөнүн батышындагы Көөнө тарых мугалимдеринин БУДДАНЫ, Конфуцийди, Мухаммедди, Гермести, Кетцалькоатлды, Мусаны, Кришнаны ж.б. шылдыңдаганын текшере алдык.</p>\n<p>Ошондой эле мугалимдердин байыркы диндерге, кудайларга, мифологияга ж.б. каршы айтылган какшыктарына, шылдыңдарына, иронияларына да толук ынандык. Мунун баары акылсыздыктын белгиси.</p>\n<p>Мектептерде, колледждерде жана университеттерде диний темалар көбүрөөк урматтоо, жогорку деңгээлдеги сый-урмат жана чыныгы жаратуучу акылмандык менен талкууланышы керек.</p>\n<p>Диний формалар түбөлүк баалуулуктарды сактап, ар бир элдин, ар бир расанын психологиялык жана тарыхый муктаждыктарына ылайык уюштурулган.</p>\n<p>Бардык диндердин принциптери бирдей, баалуулуктары түбөлүктүү, болгону формалары гана айырмаланат.</p>\n<p>Христиандын Будда динин же Еврей же Индус динин шылдыңдаганы акылсыздык, анткени бардык диндер бирдей негизге таянат.</p>\n<p>Көптөгөн интеллигенттердин диндерге жана алардын негиздөөчүлөрүнө каршы сатиралары МАРКСИСТТИК уунун айынан келип чыккан, ал азыр бардык алсыз акылдарды ууландырып жатат.</p>\n<p>Мектептердин, колледждердин жана университеттердин мугалимдери окуучуларын жакындарыбызды чыныгы урматтоого багытташы керек.</p>\n<p>Ар кандай теориянын атынан диний ибадатканаларды, секталарды, мектептерди же руханий коомдорду шылдыңдаган адамдын кылыгы абдан жаман жана ылайыксыз.</p>\n<p>Студенттер окуу жайдан чыккандан кийин бардык диндердеги, мектептердеги, секталардагы адамдар менен мамиле кылышы керек жана ибадатканада тиешелүү жүрүм-турумду сактай албаган адам акылдуу эмес.</p>\n<p>Он же он беш жылдык окуудан кийин окуу жайдан чыккан жаштар башка адамдардай эле жалкоо жана уйкулуу болуп, мектепке кирген биринчи күндөгүдөй эле боштукка жана акылсыздыкка толуп калышат.</p>\n<p>Студенттердин башка нерселер менен катар эле эмоционалдык борборун өнүктүрүүсү зарыл, анткени бардыгы эле акыл эмес. Жашоонун ички гармониясын, жалгыз дарактын сулуулугун, токойдогу чымчыктын сайраганын, кооз күндүн музыкалык жана түстүү симфониясын сезүүнү үйрөнүү зарыл.</p>\n<p>Ошондой эле жашоонун бардык коркунучтуу карама-каршылыктарын терең сезип, түшүнүү зарыл, мисалы, биз жашап жаткан доордун таш боор жана ырайымсыз социалдык тартиби, балдары ачка жана тоюта элек бактысыз энелер толуп кеткен көчөлөр, миңдеген жакыр үй-бүлөлөр жашаган жаман имараттар, организмге зыян келтирүүчү күйүүчү майлар менен иштеген миңдеген унаалар жүргөн жийиркеничтүү жолдор ж.б.</p>\n<p>Окуу жайдан чыккан студент өзүнүн гана эгоизми жана көйгөйлөрү менен эмес, ошондой эле бардык адамдардын эгоизми жана адамзат коомунун көптөгөн көйгөйлөрү менен бетме-бет келиши керек.</p>\n<p>Эң оор нерсе - окуу жайдан чыккан студенттин интеллектуалдык даярдыгы болсо да, акылы жок, аң-сезими уйкулуу, жашоо менен күрөшүүгө жетишсиз даяр.</p>\n<p>АКЫЛ деп аталган нерсени изилдөөгө жана ачууга убакыт келди. Сөздүк, энциклопедия АКЫЛДЫ олуттуу түрдө аныктоого кудуретсиз.</p>\n<p>Акылсыз радикалдуу трансформация же чыныгы бакыт болушу мүмкүн эмес жана жашоодо чындап акылдуу адамдарды табуу өтө сейрек кездешет.</p>\n<p>Жашоодо АКЫЛ деген сөздү билүү гана эмес, анын терең маанисин өзүбүздө сезүү маанилүү.</p>\n<p>Акылдуумун деп ойлогондор көп, акылдуумун деп ойлобогон мас адам жок, Карл Маркс өзүн өтө акылдуумун деп эсептеп, дүйнөгө түбөлүк баалуулуктарды жоготууга, ар кандай диндеги миңдеген дин кызматкерлерин атууга, кечилдерди, буддисттерди, христиандарды ж.б. зордуктоого, көптөгөн ибадатканаларды талкалоого, миңдеген жана миллиондогон адамдарды кыйноого алып келген материалисттик фарсын жазган.</p>\n<p>Каалаган адам акылдуумун деп ойлой алат, бирок чындап акылдуу болуу кыйын.</p>\n<p>Китептен көбүрөөк маалымат, көбүрөөк билим, көбүрөөк тажрыйба, элди таң калтыра турган көбүрөөк нерсе, сотторду жана полицияны сатып алуу үчүн көбүрөөк акча алуу менен эмес, АКЫЛ деп аталган нерсеге жетесиң.</p>\n<p>Ал көбүрөөк нерсе менен АКЫЛга ээ боло албайсың. Акылды көбүрөөк процесс менен багындырса болот деп ойлогондор катуу жаңылышат.</p>\n<p>Көбүрөөк деген зыяндуу процесстин эмне экенин аң-сезимдүү жана аң-сезимсиз акылдын бардык аймактарында терең түшүнүү зарыл, анткени анын түпкүрүндө абдан жашыруун сүйүктүү ЭГО, МЕН, ӨЗҮМ бар, ал дайыма КӨБҮРӨӨК каалайт жана көбүрөөк толуп, чыңалгысы келет.</p>\n<p>Ичибизде алып жүргөн бул Мефистофель, бул ШАЙТАН, бул МЕН: МЕНде тигиге караганда КӨБҮРӨӨК акча, КӨБҮРӨӨК сулуулук, КӨБҮРӨӨК акыл, КӨБҮРӨӨК кадыр-барк, КӨБҮРӨӨК амалкөйлүк бар ж.б. дейт.</p>\n<p>АКЫЛДЫ чындап түшүнгүсү келген адам аны сезүүнү, терең медитация аркылуу жашоону, тажрыйбаны үйрөнүшү керек.</p>\n<p>Адамдардын ишенимсиз эстин чириген мүрзөсүнүн ортосунда топтогон бардык нерсе, интеллектуалдык маалымат, жашоо тажрыйбасы ар дайым эле КӨБҮРӨӨК жана КӨБҮРӨӨК деген терминде кайгылуу түрдө которулат. Ошентип, алар эч качан топтогон нерселеринин терең маанисин билишпейт.</p>\n<p>Көптөр китеп окуп, анан көбүрөөк маалымат топтоп алганына ыраазы болуп эсинде сакташат, бирок алар окуган китепте жазылган окуу боюнча жооп берүүгө чакырылганда, алар окуунун терең маанисин билишпейт, бирок МЕНге көбүрөөк жана көбүрөөк маалымат, көбүрөөк жана көбүрөөк китептер керек, бирок алардын биринин да окуусун сезишкен эмес.</p>\n<p>Акыл көбүрөөк китеп маалыматы, көбүрөөк тажрыйба, көбүрөөк акча же көбүрөөк кадыр-барк менен алынбайт, акыл МЕН процессинин бардыгын түшүнгөндө, КӨБҮРӨӨК автоматтык психологиялык процессти терең түшүнгөндө гүлдөй алат.</p>\n<p>Акылдын негизги борбору акыл экенин түшүнүү зарыл. Чынында эле бул КӨБҮРӨӨК деген МЕН психологиялык жактан талап кылат, ал эми акыл анын негизги өзөгү.</p>\n<p>Чындап акылдуу болгусу келген адам интеллектуалдык үстүртөн деңгээлде гана эмес, акылдын бардык аң-сезимдүү жана аң-сезимсиз аймактарында да өлүүгө чечим кабыл алышы керек.</p>\n<p>МЕН өлгөндө, Y0 толугу менен ээригенде, ичибизде калган жалгыз нерсе - бул чыныгы БОЛМУШ, чыныгы БОЛМУШ, ушунчалык каалаган жана ушунчалык кыйын болгон мыйзамдуу акыл.</p>\n<p>Адамдар акыл жаратуучу деп ойлошот, алар жаңылышат. МЕН жаратуучу эмес, акыл МЕНдин негизги өзөгү.</p>\n<p>Акыл жаратуучу, анткени ал БОЛМУШтан, ал БОЛМУШтун атрибуту. Акылды АКЫЛ менен чаташтырбашыбыз керек.</p>\n<p>АКЫЛ күнөскана гүлү сыяктуу өстүрүлө турган же асыл тукум наамдары сыяктуу сатылып алына турган нерсе деп ойлогондор таптакыр жана түп-тамырынан жаңылышат.</p>\n<p>Акылдын бардык процесстерин, бардык реакцияларды, топтолгон психологиялык КӨБҮРӨӨКтү терең түшүнүү зарыл. Ошондо гана биздин ичибизде АКЫЛДЫН жалындаган оту табигый жана стихиялуу түрдө пайда болот.</p>\n<p>Ичибизде алып жүргөн Мефистофель ээриген сайын, жаратуучу акылдын оту биздин ичибизде акырындык менен көрүнө баштайт, акыры жалындап жарык берет.</p>\n<p>Биздин чыныгы БОЛМУШУБУЗ - бул СҮЙҮҮ жана бул СҮЙҮҮДӨН чыныгы жана мыйзамдуу АКЫЛ пайда болот, ал убакытка тиешелүү эмес.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ky/educacion-fundamental/la-inteligencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/la-inteligencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/la-inteligencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
