import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ذہانت",
  "locale": "ur",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "19. ذہانت",
    "order": 19
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ہم نے تصدیق کی ہے کہ دنیا کے مغربی حصے میں عالمگیر تاریخ کے بہت سے اساتذہ اکثر بدھ، کنفیوشس، محمد، ہرمیس، کوئٹزالکوٹل، موسیٰ، کرشن وغیرہ کا مذاق اڑاتے ہیں۔</p>\n<p>بلاشبہ ہم نے یہ بھی بخوبی تصدیق کی ہے کہ اساتذہ قدیم مذاہب، خداؤں، اساطیر وغیرہ کے خلاف طنز، تمسخر، اور طعنے بازی کرتے ہیں۔ یہ سب کچھ دراصل ذہانت کی کمی ہے۔</p>\n<p>اسکولوں، کالجوں اور یونیورسٹیوں میں مذہبی موضوعات پر زیادہ احترام، عقیدت کے اعلیٰ احساس اور حقیقی تخلیقی ذہانت کے ساتھ بات کی جانی چاہیے۔</p>\n<p>مذہبی شکلیں ابدی اقدار کو محفوظ رکھتی ہیں اور ہر قوم، ہر نسل کی نفسیاتی اور تاریخی ضروریات کے مطابق منظم ہوتی ہیں۔</p>\n<p>تمام مذاہب کے اصول ایک جیسے ہیں، ابدی اقدار ایک جیسی ہیں اور ان میں فرق صرف شکل کا ہے۔</p>\n<p>یہ عقلمندی نہیں ہے کہ ایک عیسائی بدھ مت، یہودی یا ہندو مذہب کا مذاق اڑائے کیونکہ تمام مذاہب ایک ہی بنیادوں پر قائم ہیں۔</p>\n<p>بہت سے دانشوروں کی طرف سے مذاہب اور ان کے بانیوں کے خلاف طنز و مزاح مارکسی زہر کی وجہ سے ہے جو ان دنوں تمام کمزور ذہنوں کو زہر آلود کر رہا ہے۔</p>\n<p>اسکولوں، کالجوں اور یونیورسٹیوں کے اساتذہ کو اپنے طلباء کو اپنے ساتھی انسانوں کے حقیقی احترام کی راہ پر گامزن کرنا چاہیے۔</p>\n<p>یہ ہر لحاظ سے گھٹیا اور ناگوار حرکت ہے کہ کوئی بدتمیز کسی بھی قسم کے نظریے کے نام پر مذہبی مقامات، مذاہب، فرقوں، اسکولوں یا روحانی معاشروں کا مذاق اڑائے۔</p>\n<p>تعلیمی اداروں سے فارغ التحصیل ہونے کے بعد طلباء کو ہر مذہب، اسکول، فرقے کے لوگوں سے واسطہ پڑتا ہے اور یہ عقلمندی نہیں ہے کہ وہ کسی عبادت گاہ میں مناسب آداب کا بھی خیال نہ رکھ سکیں۔</p>\n<p>دس یا پندرہ سال کی تعلیم کے بعد جب نوجوان تعلیم سے فارغ ہوتے ہیں تو وہ اتنے ہی سست اور غافل ہوتے ہیں جتنے کہ دوسرے انسان، اتنے ہی کھوکھلے اور ذہانت سے عاری جتنے کہ وہ پہلے دن اسکول میں داخل ہوئے تھے۔</p>\n<p>یہ فوری طور پر ضروری ہے کہ طلباء دیگر چیزوں کے علاوہ جذباتی مرکز کو بھی فروغ دیں کیونکہ سب کچھ عقل نہیں ہے۔ زندگی کی گہری ہم آہنگیوں، تنہا درخت کی خوبصورتی، جنگل میں چڑیا کا گانا، موسیقی اور رنگوں کی سمفنی کو محسوس کرنا سیکھنا ضروری ہے۔</p>\n<p>زندگی کے تمام خوفناک تضادات کو بھی گہرائی سے محسوس کرنا اور سمجھنا ضروری ہے، جیسے کہ اس دور کا ظالمانہ اور بے رحم سماجی نظام جس میں ہم زندہ ہیں، سڑکیں جو بدحال ماؤں سے بھری پڑی ہیں جو اپنے غذائیت سے محروم اور بھوکے بچوں کے ساتھ روٹی کا ایک ٹکڑا مانگتی ہیں، بدصورت عمارتیں جہاں ہزاروں غریب خاندان رہتے ہیں، مکروہ سڑکیں جن پر ہزاروں کاریں چلتی ہیں جو ایسے ایندھن سے چلتی ہیں جو جانداروں کو نقصان پہنچاتی ہیں وغیرہ۔</p>\n<p>وہ طالب علم جو تعلیم مکمل کر کے نکلتا ہے اسے نہ صرف اپنی خود غرضی اور اپنے مسائل سے نمٹنا پڑتا ہے، بلکہ تمام لوگوں کی خود غرضی اور انسانی معاشرے کے متعدد مسائل سے بھی نمٹنا پڑتا ہے۔</p>\n<p>سب سے سنگین بات یہ ہے کہ وہ طالب علم جو تعلیم سے فارغ التحصیل ہوتا ہے، اگرچہ اس کے پاس ذہنی تیاری ہوتی ہے، لیکن اس میں ذہانت نہیں ہوتی، اس کا ضمیر سویا ہوا ہوتا ہے، وہ زندگی کی جدوجہد کے لیے ناقص طور پر تیار ہوتا ہے۔</p>\n<p>اب وقت آگیا ہے کہ تحقیق کی جائے اور معلوم کیا جائے کہ ذہانت کیا ہے۔ لغت، انسائیکلوپیڈیا سنجیدگی سے ذہانت کی تعریف کرنے سے قاصر ہیں۔</p>\n<p>ذہانت کے بغیر کبھی بھی کوئی بنیادی تبدیلی یا حقیقی خوشی نہیں ہوسکتی اور زندگی میں حقیقی طور پر ذہین افراد کو تلاش کرنا بہت کم ہوتا ہے۔</p>\n<p>زندگی میں اہم بات صرف لفظ ذہانت کو جاننا نہیں ہے، بلکہ خود میں اس کے گہرے معنی کا تجربہ کرنا ہے۔</p>\n<p>بہت سے لوگ ذہین ہونے کا دعویٰ کرتے ہیں، کوئی شرابی ایسا نہیں جو ذہین ہونے کا دعویٰ نہ کرے اور کارل مارکس نے خود کو بہت ذہین سمجھتے ہوئے اپنی مادہ پرستانہ تماشا لکھا جس کی وجہ سے دنیا کو ابدی اقدار کا نقصان ہوا، مختلف مذاہب کے ہزاروں پادریوں کو گولی مار دی گئی، راہباؤں، بدھ مت، عیسائیوں وغیرہ کے ساتھ زیادتی کی گئی، بہت سے مندروں کو تباہ کیا گیا، ہزاروں اور لاکھوں لوگوں کو تشدد کا نشانہ بنایا گیا وغیرہ وغیرہ۔</p>\n<p>کوئی بھی ذہین ہونے کا دعویٰ کر سکتا ہے، مشکل یہ ہے کہ حقیقت میں ذہین ہو۔</p>\n<p>مزید کتابی معلومات، مزید علم، مزید تجربات، لوگوں کو متاثر کرنے کے لیے مزید چیزیں، ججوں اور پولیس کو خریدنے کے لیے مزید رقم حاصل کرنے سے وہ چیز حاصل نہیں ہوگی جسے ذہانت کہتے ہیں۔</p>\n<p>اس “مزید” کے ساتھ ذہانت حاصل نہیں کی جا سکتی۔ وہ لوگ جو یہ مانتے ہیں کہ ذہانت کو “مزید” کے عمل سے حاصل کیا جا سکتا ہے، سراسر غلطی پر ہیں۔</p>\n<p>یہ سمجھنا فوری طور پر ضروری ہے کہ ذیلی شعوری اور لاشعوری ذہن کے تمام علاقوں میں “مزید” کا یہ مضر عمل کیا ہے، کیونکہ گہرائی میں بہت خفیہ طور پر پیارا انا، میں، خود چھپا ہوا ہے، جو ہمیشہ “مزید اور مزید” چاہتا ہے تاکہ موٹا اور مضبوط ہو سکے۔</p>\n<p>یہ میفسٹوفیلس جو ہم اپنے اندر لیے پھرتے ہیں، یہ شیطان، یہ میں کہتا ہے: میرے پاس اس سے زیادہ پیسہ ہے، زیادہ خوبصورتی ہے، زیادہ ذہانت ہے، زیادہ وقار ہے، زیادہ ہوشیاری ہے وغیرہ وغیرہ۔</p>\n<p>جو شخص سچ میں سمجھنا چاہتا ہے کہ ذہانت کیا ہے، اسے اسے محسوس کرنا سیکھنا چاہیے، اسے گہری مراقبہ کے ذریعے جینا اور تجربہ کرنا چاہیے۔</p>\n<p>وہ سب کچھ جو لوگ بے وفا یادداشت کے سڑے ہوئے مقبرے میں جمع کرتے ہیں، دانشورانہ معلومات، زندگی کے تجربات، ہمیشہ ناگزیر طور پر “مزید اور مزید” کی اصطلاح میں ترجمہ ہوتے ہیں۔ اس طرح وہ کبھی بھی اس سب کے گہرے معنی کو نہیں جان پاتے جو وہ جمع کرتے ہیں۔</p>\n<p>بہت سے لوگ ایک کتاب پڑھتے ہیں اور پھر اسے مزید معلومات جمع کرنے پر مطمئن ہو کر یادداشت میں جمع کر لیتے ہیں، لیکن جب ان سے اس کتاب میں لکھے گئے نظریے کے بارے میں جواب دینے کو کہا جاتا ہے جسے انہوں نے پڑھا ہے، تو معلوم ہوتا ہے کہ وہ تعلیم کے گہرے معنی سے ناواقف ہیں، لیکن “میں” کو مزید اور مزید معلومات، مزید اور مزید کتابیں درکار ہوتی ہیں یہاں تک کہ جب ان میں سے کسی کے نظریے کا تجربہ نہ کیا ہو۔</p>\n<p>ذہانت زیادہ کتابی معلومات، نہ زیادہ تجربے، نہ زیادہ رقم، نہ زیادہ وقار سے حاصل ہوتی ہے، ذہانت ہم میں اس وقت کھل سکتی ہے جب ہم “میں” کے پورے عمل کو سمجھ جائیں، جب ہم “مزید” کے تمام نفسیاتی خودکار نظام کو گہرائی سے سمجھ جائیں۔</p>\n<p>یہ سمجھنا ضروری ہے کہ دماغ “مزید” کا بنیادی مرکز ہے۔ درحقیقت وہ “مزید” وہی نفسیاتی “میں” ہے جو مطالبہ کرتا ہے اور دماغ اس کا بنیادی مرکز ہے۔</p>\n<p>جو شخص سچ میں ذہین بننا چاہتا ہے اسے نہ صرف سطحی ذہنی سطح پر مرنے کا تہیہ کرنا چاہیے، بلکہ دماغ کے تمام ذیلی شعوری اور لاشعوری علاقوں میں بھی۔</p>\n<p>جب “میں” مر جاتا ہے، جب “میں” مکمل طور پر تحلیل ہو جاتا ہے تو ہمارے اندر صرف مستند “میں”، حقیقی “میں”، جائز ذہانت باقی رہ جاتی ہے جو اتنی زیادہ مطلوب اور اتنی مشکل ہے۔</p>\n<p>لوگ سمجھتے ہیں کہ دماغ تخلیق کار ہے، وہ غلطی پر ہیں۔ “میں” تخلیق کار نہیں ہے اور دماغ “میں” کا بنیادی مرکز ہے۔</p>\n<p>ذہانت تخلیق کار ہے کیونکہ یہ “میں” کی ہے، یہ “میں” کی ایک صفت ہے۔ ہمیں دماغ کو ذہانت کے ساتھ الجھانا نہیں چاہیے۔</p>\n<p>وہ لوگ مکمل طور پر اور بنیادی طور پر غلطی پر ہیں جو یہ مانتے ہیں کہ ذہانت کوئی ایسی چیز ہے جسے گرین ہاؤس کے پھول کی طرح کاشت کیا جا سکتا ہے یا کوئی ایسی چیز جسے شرافت کے القاب کی طرح خریدا جا سکتا ہے یا ایک شاندار لائبریری رکھنے سے حاصل ہوتی ہے۔</p>\n<p>دماغ کے تمام عمل، تمام رد عمل، اس نفسیاتی “مزید” کو گہرائی سے سمجھنا ضروری ہے جو جمع ہوتا ہے وغیرہ۔ تب ہی ہم میں قدرتی اور خود بخود ذہانت کی شعلہ بھڑک اٹھتی ہے۔</p>\n<p>جس طرح سے ہمارے اندر موجود میفسٹوفیلس تحلیل ہوتا جاتا ہے، تخلیقی ذہانت کی آگ دھیرے دھیرے ہمارے اندر ظاہر ہوتی جاتی ہے، یہاں تک کہ وہ شدت سے چمک اٹھتی ہے۔</p>\n<p>ہمارا حقیقی “میں” محبت ہے اور اس محبت سے حقیقی اور جائز ذہانت پیدا ہوتی ہے جو وقت کی نہیں ہے۔</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ur/educacion-fundamental/la-inteligencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/la-inteligencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/la-inteligencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
