import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "བློ་རིག་",
  "locale": "bo",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "19. བློ་རིག་",
    "order": 19
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>བོད་ནང་ནས་ཡོང་བའི་འཛམ་གླིང་ལོ་རྒྱུས་ཀྱི་དགེ་རྒན་མང་པོས་སངས་རྒྱས་དང་། ཁུང་ཙི་དང་། མ་ཧཱ་མུ་ཏི་དང་། ཧར་མེ་སི་དང་། ཀེ་ཛ་ཀོ་ཨལ་དང་། མོ་སེ་དང་། ཀིར་ཤི་ན་སོགས་ལ་འཕྱ་སྨོད་བྱེད་ཀྱི་ཡོད་པ་ང་ཚོས་ར་སྤྲོད་ཐུབ་པ་བྱུང་ཡོད།</p>\n<p>དོགས་པ་མེད་པར་ང་ཚོས་ད་དུང་ཡང་དགེ་རྒན་ཚོས་གནའ་བོའི་ཆོས་ལུགས་དང་། ལྷ་དང་། ལྷ་སྒྲུང་སོགས་ལ་འཕྱ་སྨོད་དང་། བརྙས་བཅོས་དང་། ཟུར་ཟ་བྱེད་པ་མཐོང་ཐོས་ཡང་ཡང་བྱུང་ཡོད། དེ་ཚང་མ་ནི་བློ་གྲོས་མེད་པའི་རྟགས་རེད།</p>\n<p>སློབ་གྲྭ་དང་མཐོ་སློབ་དང་གཙུག་ལག་སློབ་གྲྭ་ཁག་ནང་ཆོས་ལུགས་དང་འབྲེལ་བའི་བརྗོད་གཞི་ཁག་ལ་གུས་ཞབས་དང་བསྙེན་བཀུར་ཆེན་པོས་བརྩི་བཀུར་བྱེད་དགོས།</p>\n<p>ཆོས་ལུགས་ཀྱི་རྣམ་པ་ཚོས་དུས་རྟག་པའི་རིན་ཐང་སྲུང་འཛིན་བྱེད་ཀྱི་ཡོད་པ་དང་མི་རིགས་དང་རིགས་རྒྱུད་སོ་སོའི་སེམས་ཁམས་དང་ལོ་རྒྱུས་ཀྱི་དགོས་མཁོ་དང་མཐུན་པར་གོ་སྒྲིག་བྱས་ཡོད།</p>\n<p>ཆོས་ལུགས་ཚང་མར་རྩ་དོན་གཅིག་མཚུངས་དང་། དུས་རྟག་པའི་རིན་ཐང་གཅིག་མཚུངས་ཡོད་ཅིང་རྣམ་པའི་ཐད་ནས་ཁྱད་པར་ཙམ་ཡོད།</p>\n<p>ཡེ་ཤུའི་ཆོས་ལུགས་པ་ཞིག་གིས་སངས་རྒྱས་ཆོས་ལུགས་དང་ཡང་ན་ཡ་ཧུ་དཱ་ཆོས་ལུགས་སམ་ཧིན་རྡུའི་ཆོས་ལུགས་ལ་འཕྱ་སྨོད་བྱེད་པ་ནི་བློ་གྲོས་དང་མི་མཐུན་པ་ཞིག་རེད། རྒྱུ་མཚན་ནི་ཆོས་ལུགས་ཚང་མ་རྨང་གཞི་གཅིག་མཚུངས་ཐོག་གནས་ཡོད།</p>\n<p>མཁས་དབང་མང་པོས་ཆོས་ལུགས་དང་དེའི་གསར་འཛུགས་པ་ཚོར་སྡང་ཟུག་བྱེད་པ་ནི་མར་ཁེ་སི་ལྟ་བའི་དུག་གིས་དུས་འདིར་སེམས་ཞན་པ་ཚང་མ་དུག་སྦྱོར་བྱེད་བཞིན་པས་རེད།</p>\n<p>སློབ་གྲྭ་དང་མཐོ་སློབ་དང་གཙུག་ལག་སློབ་གྲྭ་ཁག་གི་དགེ་རྒན་ཚོས་སློབ་མ་ཚོར་ང་ཚོའི་མི་རིགས་ལ་དྲང་བདེན་གྱི་གུས་ཞབས་བྱེད་པའི་ལམ་སྟོན་བྱེད་དགོས།</p>\n<p>གང་ཟག་དམན་པ་ཞིག་གིས་གཞུང་ལུགས་གང་རུང་ཞིག་གི་མིང་ཐོག་ནས་ཆོས་ཁང་དང་ཆོས་ལུགས་དང་གྲུབ་མཐའམ་སློབ་གྲྭ་འམ་སྤྱོད་བཟང་སྡེ་ཚན་སོགས་ལ་འཕྱ་སྨོད་བྱེད་པ་ནི་ངན་འབྲས་དང་རིན་ཐང་མེད་པར་མཐོང་།</p>\n<p>སློབ་ཕྲུག་ཚོས་སློབ་ཚན་གྲོལ་རྗེས་ཆོས་ལུགས་དང་གྲུབ་མཐའ་དང་སྤྱོད་བཟང་སྡེ་ཚན་སོགས་འདྲ་མིན་སྣ་ཚོགས་ཡོད་པའི་མི་ཚོས་མཉམ་དུ་འབྲེལ་བ་བྱེད་དགོས་པ་དང་། གལ་ཏེ་ཁོང་ཚོས་ཆོས་ཁང་ཞིག་གི་ནང་སྤྱོད་ལམ་འོས་འཚམ་ཞིག་ཀྱང་མི་ཤེས་ཚེ་དེ་ནི་བློ་གྲོས་དང་མི་ལྡན་པ་རེད།</p>\n<p>ལོ་བཅུ་ནས་བཅོ་ལྔའི་རིང་སློབ་སྦྱོང་བྱས་རྗེས་སློབ་གྲྭ་ནས་ཐོན་པའི་གཞོན་སྐྱེས་ཕོ་མོ་ཚོ་མི་གཞན་དང་འདྲ་བར་བླུན་པོ་དང་གཉིད་ལས་མ་སད་པར་སློབ་གྲྭར་ཐོག་མར་འཛུལ་ཞུགས་བྱེད་དུས་དང་འདྲ་བར་ནང་སྙིང་མེད་པ་དང་བློ་གྲོས་མེད་པར་གནས་ཡོད།</p>\n<p>སློབ་ཕྲུག་ཚོས་གཞན་དག་གི་ནང་ནས་ཚོར་བ་སྐྱེད་སྲིང་བྱེད་པའི་ལྟེ་བ་གོང་འཕེལ་གཏོང་དགོས་པ་ནི་ཛ་དྲག་ཅན་ཞིག་ཡིན་པ་དང་། རྒྱུ་མཚན་ནི་ཚང་མ་ཤེས་རིག་ཁོ་ནར་མ་བརྟེན་པས་རེད། རྐྱང་པར་གནས་པའི་ཤིང་སྡོང་གི་མཛེས་སྡུག་དང་། ནགས་ཚལ་ནང་གི་བྱིའུའི་སྐད་སྙན་དང་། མཛེས་སྡུག་ལྡན་པའི་ནུབ་ཁའི་དབྱངས་རྟ་དང་ཚོན་མདངས་ཀྱི་རོལ་རྩེད་སོགས་ཚེ་སྲོག་གི་འགྲིག་མཐུན་ཉམས་མྱོང་དང་ཚོར་ཤེས་སྦྱང་དགོས།</p>\n<p>ང་ཚོས་འཚོ་བའི་འགལ་འདུ་འཇིགས་སུ་རུང་བ་ཚང་མ་གཏིང་ཟབ་མོར་ཚོར་ཤེས་དང་རྟོགས་དགོས། དཔེར་ན་ང་ཚོས་འཚོ་བཞིན་པའི་དུས་རབས་འདིའི་སྤྱི་ཚོགས་ཀྱི་གོ་རིམ་ནི་མི་སེམས་མེད་པ་དང་སྙིང་རྗེ་མེད་པ། ལམ་ཁ་ཁག་ནང་བུ་ཕྲུག་ལྟོགས་སྐོམ་དང་བྲན་བར་དུ་གྱུར་བའི་སྡུག་བསྔལ་མྱོང་བའི་ཨ་མ་ཚོ་ཟས་ཀྱི་ཆེད་དུ་སློང་མོ་བྱེད་པ། ཁྱིམ་ཚང་སྐྱོ་བོ་སྟོང་ཕྲག་མང་པོ་འཚོ་སྡོད་བྱེད་པའི་ཁང་པ་དང་། སྣུམ་རྫས་ཀྱིས་སྐྱེ་དངོས་ལ་གནོད་འཚེ་ཐེབས་པའི་རླངས་འཁོར་སྟོང་ཕྲག་མང་པོ་འགྲོ་འོང་བྱེད་པའི་འགྲོ་ལམ་བཙོག་པ་སོགས་རེད།</p>\n<p>སློབ་གྲྭ་ནས་ཐོན་པའི་སློབ་མ་ཞིག་གིས་རང་ཉིད་ཀྱི་འདོད་རྔམ་དང་རང་ཉིད་ཀྱི་དཀའ་ངལ་ཁོ་ན་དང་འཕྲད་དགོས་པ་ཙམ་མ་ཡིན་པར་མི་ཚང་མའི་འདོད་རྔམ་དང་མིའི་སྤྱི་ཚོགས་ཀྱི་དཀའ་ངལ་སྣ་ཚོགས་དང་ཡང་འཕྲད་དགོས།</p>\n<p>ཚབས་ཆེ་ཤོས་ནི་སློབ་གྲྭ་ནས་ཐོན་པའི་སློབ་མ་ཞིག་ལ་ཤེས་ཡོན་གྱི་གྲ་སྒྲིག་ཡོད་ནའང་བློ་གྲོས་མེད་པ་དང་། ཁོང་ཚོའི་རིག་པ་གཉིད་དུ་ཡུར་ཞིང་ཚེ་སྲོག་གི་འཐབ་རྩོད་ཀྱི་ཆེད་དུ་གྲ་སྒྲིག་ཞན་པོ་ཡོད།</p>\n<p>ད་ནི་བློ་གྲོས་ཟེར་བ་དེ་གང་ཡིན་མིན་ཞིབ་འཇུག་དང་རྙེད་དུས་ལ་བབས་ཡོད། ཚིག་མཛོད་དང་ཚན་མཛོད་ནང་བློ་གྲོས་ཀྱི་དོན་དངོས་གཏན་འཁེལ་བྱེད་པའི་ནུས་པ་ཞན་པོ་ཡོད།</p>\n<p>བློ་གྲོས་མེད་ན་རྨང་ནས་བཅོས་སྒྱུར་དང་བདེ་སྐྱིད་ངོ་མ་ཡོང་ཐབས་མེད་པ་དང་། མི་ཚེའི་ནང་བློ་གྲོས་དང་ལྡན་པའི་མི་ཧ་ཅང་ཉུང་ཉུང་རེད།</p>\n<p>མི་ཚེའི་ནང་གལ་ཆེ་ཤོས་ནི་བློ་གྲོས་ཀྱི་ཚིག་དེ་ཁོ་ན་ཤེས་པ་མ་ཡིན་པར་ང་ཚོས་རང་ཉིད་ནང་དེའི་གོ་དོན་གཏིང་ཟབ་མོ་ཉམས་མྱོང་བྱེད་དགོས།</p>\n<p>མི་མང་པོ་ཞིག་བློ་གྲོས་ཡོད་མདོག་བྱེད་ཀྱི་ཡོད། ར་བཟི་བའི་མི་སུ་ཡང་བློ་གྲོས་ཡོད་མདོག་མི་བྱེད་མཁན་མེད་པ་དང་། ཁར་ལོས་མར་ཁེ་སིས་རང་ཉིད་ཧ་ཅང་བློ་གྲོས་ཡོད་པར་བསམ་ནས་དངོས་པོའི་རིགས་པའི་གཞི་འཛིན་གྱི་འཁྲབ་སྟོན་ཞིག་བྲིས་པ་དེས་འཛམ་གླིང་ལ་དུས་རྟག་པའི་རིན་ཐང་བརླག་པ་དང་། ཆོས་ལུགས་འདྲ་མིན་གྱི་བླ་མ་སྟོང་ཕྲག་མང་པོ་མེ་མདའི་ཁ་ནས་བསད་པ་དང་། ནང་པའི་བཙུན་མ་དང་ཡེ་ཤུའི་བཙུན་མ་སོགས་བཙན་གཡེམ་བྱས་པ་དང་། ཆོས་ཁང་མང་པོ་ཞིག་གཏོར་བ་དང་། མི་སྟོང་ཕྲག་མང་པོ་མནར་གཅོད་བཏང་བ་སོགས་བྱུང་ཡོད།</p>\n<p>སུ་ཞིག་ཡིན་རུང་བློ་གྲོས་ཡོད་མདོག་བྱེད་ཆོག་པ་དང་དཀའ་ལས་ཁག་ཤོས་ནི་དངོས་གནས་ཡིན་དགོས།</p>\n<p>དཔེ་ཆའི་ནང་གི་གནས་ཚུལ་མང་ཙམ་དང་ཤེས་བྱ་མང་ཙམ་དང་ཉམས་མྱོང་མང་ཙམ་དང་མི་རྣམས་ལ་ངོམ་ཆོག་པའི་དངོས་པོ་མང་ཙམ་དང་ཁྲིམས་དཔོན་དང་ཉེན་རྟོག་པ་ཉོ་ཆོག་པའི་དངུལ་མང་ཙམ་སོགས་ཐོབ་པས་བློ་གྲོས་ཟེར་བ་དེ་མངོན་དུ་འགྱུར་གྱི་མ་རེད།</p>\n<p>དེ་ནི་མང་ཙམ་ཟེར་བ་དེས་བློ་གྲོས་ཡོད་པར་བསྒྱུར་མི་ཐུབ། བློ་གྲོས་ནི་མང་ཙམ་གྱི་བརྒྱུད་རིམ་ལ་བརྟེན་ནས་བཙན་བཟུང་བྱེད་ཐུབ་པར་འདོད་མཁན་ཚོས་ནོར་འཁྲུལ་བྱས་ཡོད།</p>\n<p>ང་ཚོས་མང་ཙམ་གྱི་གནོད་འཚེ་ཅན་གྱི་བརྒྱུད་རིམ་ཟེར་བ་དེ་གཏིང་ཟབ་མོར་དང་སེམས་ཀྱི་རྟོག་མེད་དང་བསམ་མེད་ཀྱི་ས་ཁོངས་ཡོངས་སུ་རྟོགས་དགོས། རྒྱུ་མཚན་ནི་དེའི་ནང་ང་རྒྱལ་སེམས་དང་རང་ཉིད་དང་ངའི་རང་བཞིན་ཟེར་བ་དེ་གསང་བའི་ངང་གནས་ཤིང་དེས་ནམ་ཡང་རྒྱགས་པ་བཟོས་ནས་སྟོབས་ཤུགས་སྤེལ་བ་མ་ཟད་མང་ཙམ་དང་མང་ཙམ་དགོས་ཀྱི་ཡོད།</p>\n<p>ང་ཚོའི་ནང་གི་སེམས་ཀྱི་བདུད་དང་ང་རྒྱལ་སེམས་དང་ངའི་རང་བཞིན་ཟེར་བ་དེས། ང་ལ་དངུལ་དང་མཛེས་སྡུག་དང་བློ་གྲོས་ཁོ་ཚོ་ལས་མང་བ་དང་། གུས་ཞབས་དང་མཁྱེན་དཔྱོད་སོགས་ཡོད་ཅེས་བརྗོད།</p>\n<p>སུ་ཞིག་གིས་བློ་གྲོས་གང་ཡིན་པ་དངོས་འབྲེལ་རྟོགས་འདོད་ན་ཁོང་གིས་དེ་ཚོར་ཤེས་བྱེད་སྟངས་སློབ་དགོས་པ་དང་། ཁོང་གིས་དེ་བསམ་གཏན་གཏིང་ཟབ་མོར་བརྒྱུད་ནས་མྱོང་བར་བྱེད་དགོས།</p>\n<p>མི་རྣམས་ཀྱིས་མ་དད་པའི་དྲན་ཤེས་ནང་བསགས་པའི་དངོས་པོ་ཚང་མ། ཤེས་ཡོན་གྱི་གནས་ཚུལ་དང་འཚོ་བའི་ཉམས་མྱོང་དེ་ཚོ་རྟག་པར་མང་ཙམ་དང་མང་ཙམ་གྱི་མཇུག་འབྲས་སུ་འགྱུར་གྱི་ཡོད། དེར་བརྟེན་ཁོང་ཚོས་ནམ་ཡང་བསགས་པའི་དངོས་པོ་དེ་ཚོའི་གོ་དོན་གཏིང་ཟབ་མོ་ཤེས་ཐུབ་ཀྱི་མ་རེད།</p>\n<p>མི་མང་པོ་ཞིག་གིས་དཔེ་ཆ་ཞིག་ཀློག་པ་དང་དེ་ནས་དྲན་ཤེས་ནང་བཞག་ནས་གནས་ཚུལ་མང་ཙམ་བསགས་པར་དགའ་ཚོར་སྐྱེས་ཀྱི་རེད། འོན་ཀྱང་ཀློག་པའི་དཔེ་ཆའི་ནང་བྲིས་པའི་རིགས་པའི་གཞི་འཛིན་ལ་ལན་འདེབས་བྱེད་དགོས་དུས་ཁོང་ཚོས་སློབ་སྟོན་གྱི་གོ་དོན་གཏིང་ཟབ་མོ་མི་ཤེས་པ་དང་། ངའི་རང་བཞིན་གྱིས་གནས་ཚུལ་མང་ཙམ་དང་དཔེ་ཆ་མང་ཙམ་དགོས་ཀྱི་ཡོད་དེའི་ནང་གི་རིགས་པའི་གཞི་འཛིན་གཅིག་ཀྱང་མ་མྱོང་རུང་།</p>\n<p>བློ་གྲོས་ནི་དཔེ་ཆའི་ནང་གི་གནས་ཚུལ་མང་ཙམ་དང་ཉམས་མྱོང་མང་ཙམ་དང་དངུལ་མང་ཙམ་དང་གུས་ཞབས་མང་ཙམ་བསགས་ནས་ཐོབ་པ་ཞིག་མ་ཡིན་པར་ང་ཚོས་ང་རྒྱལ་སེམས་ཀྱི་བརྒྱུད་རིམ་ཚང་མ་རྟོགས་དུས་ང་ཚོའི་ནང་བློ་གྲོས་ཀྱི་མེ་དཔུང་འབར་བ་ལྟར་མངོན་ཐུབ།</p>\n<p>ང་ཚོས་རྟོགས་དགོས་པ་ནི་སེམས་ནི་མང་ཙམ་གྱི་རྩ་བའི་ལྟེ་བ་ཡིན། དངོས་གནས་བྱས་ན་མང་ཙམ་ཟེར་བ་དེ་ནི་སེམས་ཀྱི་ང་རྒྱལ་སེམས་རང་ཉིད་ཡིན་ཞིང་དེས་དགོས་ཚུལ་དང་སེམས་ནི་དེའི་རྨང་གཞིའི་སྙིང་པོ་རེད།</p>\n<p>སུ་ཞིག་དངོས་འབྲེལ་བློ་གྲོས་ཅན་ཞིག་བྱེད་འདོད་ན་ཁོང་གིས་ཤེས་རིག་གི་ངོས་ནས་ཁོ་ནར་མ་ཡིན་པར་སེམས་ཀྱི་རྟོག་མེད་དང་བསམ་མེད་ཀྱི་ས་ཁོངས་ཚང་མའི་ནང་ཤི་བར་ཐག་གཅོད་བྱེད་དགོས།</p>\n<p>ང་རྒྱལ་སེམས་ཤི་དུས་དང་ང་རྒྱལ་སེམས་ཡོངས་སུ་ཞུ་དུས་ང་ཚོའི་ནང་ལྷག་པའི་དངོས་པོ་གཅིག་པུ་ནི་བདེན་པ་ཡིན་པ་དང་། བདེན་པའི་རང་བཞིན་དང་། རེ་འདོད་ཤུགས་དྲག་དང་དཀའ་ངལ་ཆེ་བའི་བློ་གྲོས་རེད།</p>\n<p>མི་ཚོས་སེམས་ནི་གསར་སྐྲུན་བྱེད་མཁན་ཞིག་ཡིན་པར་བསམ་ནས་ནོར་འཁྲུལ་བྱས་ཡོད། ང་རྒྱལ་སེམས་ནི་གསར་སྐྲུན་བྱེད་མཁན་ཞིག་མ་ཡིན་པ་དང་སེམས་ནི་ང་རྒྱལ་སེམས་ཀྱི་རྨང་གཞིའི་སྙིང་པོ་རེད།</p>\n<p>བློ་གྲོས་ནི་གསར་སྐྲུན་བྱེད་མཁན་ཞིག་ཡིན་པ་དང་། རྒྱུ་མཚན་ནི་དེ་བདེན་པའི་རང་བཞིན་དང་བདེན་པའི་རང་བཞིན་གྱི་ཁྱད་ཆོས་ཤིག་རེད། ང་ཚོས་སེམས་དང་བློ་གྲོས་གཉིས་ནོར་འཁྲུལ་བྱེད་མི་རུང་།</p>\n<p>བློ་གྲོས་ནི་དྲོད་ཁང་དུ་སྐྱེད་སྲིང་བྱས་པའི་མེ་ཏོག་ལྟར་ཡང་ན་མིང་དོན་རྫོགས་པའི་མི་ཞིག་བྱེད་པ་དང་དཔེ་མཛོད་ཁང་ཆེན་པོ་ཞིག་བདག་ཏུ་བཟུང་ནས་ཉོ་ཆོག་པའི་དངོས་པོ་ཞིག་ཡིན་པར་འདོད་མཁན་ཚོས་གཏན་ནས་ནོར་འཁྲུལ་བྱས་ཡོད།</p>\n<p>ང་ཚོས་སེམས་ཀྱི་བརྒྱུད་རིམ་ཚང་མ་དང་འགྱུར་འགྲོས་དང་བསགས་པའི་སེམས་ཁམས་ཀྱི་མང་ཙམ་དེ་ཚོ་གཏིང་ཟབ་མོར་རྟོགས་དགོས། དེ་ལྟར་བྱས་ན་ང་ཚོའི་ནང་བློ་གྲོས་ཀྱི་མེ་ལྕེ་དྲོ་འཁྱག་མེད་པར་རང་བཞིན་དང་རང་འགུལ་གྱིས་འབར་འོང་།</p>\n<p>ང་ཚོའི་ནང་གི་སེམས་ཀྱི་བདུད་ཇེ་ཞན་དུ་འགྲོ་བ་དང་བསྟུན་ནས་གསར་སྐྲུན་གྱི་བློ་གྲོས་ཀྱི་མེ་དཔུང་ང་ཚོའི་ནང་རིམ་བཞིན་མངོན་འགྱུར་འབྱུང་ཞིང་འོད་ཆེམ་མེར་འཚེར་འོང་།</p>\n<p>ང་ཚོའི་བདེན་པའི་རང་བཞིན་ནི་བརྩེ་དུང་ཡིན་པ་དང་དེའི་བརྩེ་དུང་ལས་དུས་ཀྱི་བར་ཆད་མེད་པའི་ངོ་མ་དང་ཁྲིམས་མཐུན་གྱི་བློ་གྲོས་འབྱུང་གི་རེད།</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bo/educacion-fundamental/la-inteligencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bo/educacion-fundamental/la-inteligencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bo/educacion-fundamental/la-inteligencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
