import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Оюун Ухаан",
  "locale": "mn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "19. Оюун Ухаан",
    "order": 19
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Бид дэлхийн баруунд Түүхийн багш нар Будда, Күнз, Мухаммед, Гермес, Кетсалкоатль, Мосес, Кришна нарыг шоолдог болохыг олж тогтоосон.</p>\n<p>Мөн багш нар эртний шашин, бурхад, домог зэргийг сарказм, шоглоом, егөөдлөөр доромжилдог болохыг бид олонтаа шалгаж тогтоосон. Энэ бүхэн бол яг л оюун ухааны дутагдал юм.</p>\n<p>Сургууль, коллеж, их дээд сургуулиудад шашны сэдвүүдийг илүү хүндэтгэлтэй, гүн хүндэтгэлтэй, жинхэнэ оюун ухаанаар хандаж үзэх ёстой.</p>\n<p>Шашны хэлбэрүүд нь мөнхийн үнэ цэнийг хадгалж, ард түмэн, үндэстэн бүрийн сэтгэл зүй, түүхэн хэрэгцээнд нийцүүлэн зохион байгуулагдсан байдаг.</p>\n<p>Бүх шашин ижил зарчим, ижил мөнхийн үнэ цэнтэй бөгөөд зөвхөн хэлбэрээрээ ялгаатай.</p>\n<p>Христийн шашинтан Буддагийн шашин эсвэл Еврей эсвэл Хинду шашныг шоолох нь ухаалаг хэрэг биш, учир нь бүх шашин ижил үндсэн дээр оршдог.</p>\n<p>Олон сэхээтнүүдийн шашин болон түүнийг үндэслэгчдийн эсрэг бичсэн шог зохиол нь эдгээр үед сул оюун ухааныг хордуулж буй МАРКСИСТ хорноос үүдэлтэй.</p>\n<p>Сургууль, коллеж, их дээд сургуулиудын багш нар сурагчдаа бусад хүмүүсийг жинхэнэ ёсоор хүндэтгэх зам руу чиглүүлэх ёстой.</p>\n<p>Ямар нэгэн онолын нэрээр сүм хийд, шашин шүтлэг, бүлэг, сургууль, сүнслэг нийгмийг доромжилдог бүдүүлэг хүн бол бүхий л талаараа завхарсан, зохисгүй хүн юм.</p>\n<p>Оюутнууд сургуулиа төгсөөд бүх шашин, сургууль, бүлгийн хүмүүстэй харьцах хэрэгтэй болдог бөгөөд сүмд зохистой байдлаа хадгалж чадахгүй байх нь ухаалаг хэрэг биш юм.</p>\n<p>Залуус олон жил сурсны эцэст анги танхимаа орхиход бусад хүмүүсийн адил залхуу, нойрмог, хоосон чанараар дүүрэн, сургуульд анх элссэн өдрөөсөө илүүгүй оюун ухаантай болсон байдаг.</p>\n<p>Оюутнууд бусад зүйлсийн дотор сэтгэл хөдлөлийн төвөө хөгжүүлэх нь нэн чухал, учир нь бүх зүйл оюун ухаан биш юм. Амьдралын дотоод эв нэгдэл, ганцаардмал модны гоо үзэсгэлэн, ойд жиргэх шувууны дуу, сайхан жаргах нарны хөгжим, өнгөний симфони зэргийг мэдрэх хэрэгтэй.</p>\n<p>Мөн бидний амьдарч буй энэ эриний харгис, хэрцгий нийгмийн дэг журам, өлсгөлөн, тэжээлийн дутагдалд орсон хүүхдүүдтэйгээ гуйлга гуйж буй аз жаргалгүй эхчүүдээр дүүрэн гудамжууд, мянга мянган ядуу гэр бүл амьдардаг муухай барилгууд, организмыг гэмтээдэг түлшээр ажилладаг мянга мянган машин зорчдог жигшүүртэй замууд гэх мэт амьдралын аймшигт ялгааг гүнзгий мэдэрч ойлгох шаардлагатай.</p>\n<p>Сургуулиа төгсөж буй оюутан зөвхөн өөрийн хувиа хичээх үзэл, асуудалтай тулгараад зогсохгүй бүх хүмүүсийн хувиа хичээх үзэл, хүн төрөлхтний нийгмийн олон асуудалтай тулгардаг.</p>\n<p>Хамгийн аймшигтай зүйл бол сургуулиа төгсөж буй оюутан оюуны бэлтгэлтэй ч оюун ухаангүй, ухамсар нь унтсан, амьдралын төлөөх тэмцэлд хангалттай бэлтгэгдээгүй байна.</p>\n<p>ОЮУН УХААН гэж юу болохыг судлах, илрүүлэх цаг болжээ. Толь бичиг, нэвтэрхий толь бичиг нь ОЮУН УХААН-ыг нухацтай тодорхойлоход хүчин мөхөсддөг.</p>\n<p>Оюун ухаангүйгээр үндсэн өөрчлөлт, жинхэнэ аз жаргал хэзээ ч байхгүй бөгөөд амьдралд жинхэнэ оюун ухаантай хүмүүс маш ховор байдаг.</p>\n<p>Амьдралд ОЮУН УХААН гэдэг үгийг зөвхөн мэдэх нь чухал биш, харин түүний гүн гүнзгий утгыг өөрсдөө мэдрэх нь чухал юм.</p>\n<p>Олон хүн өөрсдийгөө ухаантай гэж боддог, ухаантай гэж боддоггүй архичин гэж байхгүй, Карл Маркс өөрийгөө хэтэрхий ухаантай гэж бодон, дэлхийд мөнхийн үнэ цэнийг алдахад хүргэсэн материалист жүжгээ бичсэн, өөр өөр шашны мянга мянган санваартнуудыг буудан хороосон, Будда, Христийн шашны гэлэнмаа нарыг хүчиндсэн, олон сүм хийдийг сүйтгэсэн, мянга мянган хүнийг эрүүдэн шүүсэн гэх мэт.</p>\n<p>Хэн ч өөрийгөө ухаантай гэж хэлж чадна, харин жинхэнэ утгаараа ухаантай байх нь хэцүү.</p>\n<p>Номын мэдээлэл, мэдлэг, туршлага, хүмүүсийг гайхшруулах зүйлс, шүүгч, цагдаа худалдаж авах мөнгө гэх мэт зүйлсийг олж авснаар ОЮУН УХААН гэж нэрлэгддэг зүйлийг олж авахгүй.</p>\n<p>Энэ ИЛҮҮГЭЭР биш, харин та ОЮУН УХААН-тай болж чадна. Оюун ухааныг ИЛҮҮ гэсэн үйл явцаар эзэмшиж болно гэж боддог хүмүүс буруу бодож байна.</p>\n<p>Ухамсар ба ухамсаргүй оюун ухааны бүхий л талбарт ИЛҮҮ гэсэн хортой үйл явц гэж юу болохыг гүнзгий ойлгох нь нэн чухал, учир нь гүнд нь бидний хайртай ЭГО, БИ, ӨӨРӨӨ маш нууцаар нуугдаж, үргэлж ИЛҮҮ, ИЛҮҮ-г хүсч, өөхлөхийг хүсдэг.</p>\n<p>Бидний дотор байгаа энэ Мефистофелес, энэ САЙТАН, энэ БИ: БИ илүү мөнгөтэй, илүү гоо үзэсгэлэнтэй, илүү ухаантай, илүү нэр хүндтэй, илүү зальтай гэх мэт гэдэг.</p>\n<p>ОЮУН УХААН гэж юу болохыг үнэхээр ойлгохыг хүсч байгаа хүн үүнийг мэдэрч, гүн бясалгалаар дамжуулан мэдэрч, туршлагажуулж сурах ёстой.</p>\n<p>Хүмүүсийн цуглуулсан бүх зүйл бол итгэлгүй санах ойн муудсан бунханд, оюуны мэдээлэл, амьдралын туршлага, үргэлж ИЛҮҮ ба ИЛҮҮ-гээр илэрхийлэгддэг. Тиймээс тэд цуглуулсан бүх зүйлсийн гүн утгыг хэзээ ч мэддэггүй.</p>\n<p>Олон хүмүүс ном уншаад санах ойд хадгалдаг бөгөөд илүү мэдээлэл цуглуулсандаа баяртай байдаг, гэхдээ тэдний уншсан номонд бичсэн сургаалийн талаар асуухад сургаалийн гүн утгыг мэддэггүй, харин БИ илүү их мэдээлэл, илүү олон ном авахыг хүсдэг, бүр тэдгээрийн аль нэгнийх нь сургаалыг туршлагажуулаагүй байхад ч шүү дээ.</p>\n<p>Оюун ухааныг номоос илүү мэдээлэл, илүү туршлага, илүү мөнгө, илүү нэр хүндээр олж авдаггүй, харин БИ-ийн бүх үйл явцыг ойлгож, ИЛҮҮ гэсэн бүх сэтгэл зүйн автоматизмыг гүнзгий ойлгох үед л оюун ухаан бидэнд цэцэглэн хөгждөг.</p>\n<p>Оюун ухаан бол ИЛҮҮ-ийн үндсэн төв гэдгийг ойлгох нь зайлшгүй чухал. Үнэндээ энэ ИЛҮҮ гэдэг нь л БИ-ийн сэтгэл зүй бөгөөд оюун ухаан бол түүний үндсэн цөм юм.</p>\n<p>Жинхэнэ оюун ухаантай байхыг хүсч байгаа хүн зөвхөн оюуны өнгөц түвшинд төдийгүй оюун ухааны ухамсар болон ухамсаргүй бүх талбарт үхэхээр шийдэх ёстой.</p>\n<p>БИ үхэхэд, БИ бүрэн уусахад бидний дотор үлддэг цорын ганц зүйл бол Жинхэнэ БИ, үнэн БИ, хүсэмжит, хэцүү жинхэнэ оюун ухаан юм.</p>\n<p>Хүмүүс оюун ухааныг бүтээгч гэж боддог, тэд буруу бодож байна. БИ бүтээгч биш бөгөөд оюун ухаан бол БИ-ийн үндсэн цөм юм.</p>\n<p>Оюун ухаан бол бүтээгч, учир нь тэр БИ-ийнх, БИ-ийн шинж чанар юм. Бид оюун ухааныг ОЮУН УХААН-тай андуурч болохгүй.</p>\n<p>ОЮУН УХААН бол хүлэмжийн цэцэг шиг ургуулж болдог зүйл эсвэл язгууртны цол шиг худалдаж авч болдог зүйл эсвэл гайхалтай номын сантай байдаг зүйл гэж боддог хүмүүс үндсээрээ буруу бодож байна.</p>\n<p>Оюун ухааны бүх үйл явц, бүх хариу үйлдэл, хуримтлагдах сэтгэл зүйн ИЛҮҮ гэх мэтийг гүнзгий ойлгох шаардлагатай. Зөвхөн ингэснээр л ОЮУН УХААН-ы дүрэлзэн асах гал бидний дотор байгалиасаа, аяндаа дэлгэрч эхэлдэг.</p>\n<p>Бидний дотор байгаа Мефистофелес уусаж эхлэх тусам бүтээгч оюун ухааны гал бидний дотор аажмаар илэрч, дүрэлзэн гэрэлтэх хүртэл үргэлжилнэ.</p>\n<p>Бидний жинхэнэ БИ бол ХАЙР бөгөөд тэр ХАЙРААС цаг хугацаанд хамааралгүй жинхэнэ, хууль ёсны ОЮУН УХААН төрдөг.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mn/educacion-fundamental/la-inteligencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/la-inteligencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/la-inteligencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
