import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "බුද්ධිමය හැකියාව",
  "locale": "si",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "19. බුද්ධිමය හැකියාව",
    "order": 19
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>බොහෝ බටහිර ලෝකයේ විශ්ව ඉතිහාස ගුරුවරුන් බුදුන්, කොන්ෆියුසියස්, මොහොමඩ්, හර්මීස්, ක්වෙට්සල්කෝට්ල්, මෝසෙස්, ක්‍රිෂ්ණා වැනි අයව හෙළා දකින බව අපට සත්‍යාපනය කිරීමට හැකි වී තිබේ.</p>\n<p>පැරණි ආගම්වලට, දෙවිවරුන්ට, මිත්‍යා කථාවලට එරෙහිව ගුරුවරුන් විසින් එල්ල කරන උපහාසය, සරදම, වාක්‍ය ඛණ්ඩය ගැන අපට කිසිදු සැකයකින් තොරව සෑහෙන තරම් තහවුරු කිරීමට හැකි වී තිබේ. ඒ සියල්ල හරියටම බුද්ධිමත්කමේ ඌනතාවයකි.</p>\n<p>පාසල්වල, විද්‍යාලවල සහ විශ්වවිද්‍යාලවල ආගමික කරුණු සම්බන්ධයෙන් වඩාත් ගෞරවයෙන්, ඉහළ වන්දනාමාන හැඟීමකින්, සැබෑ නිර්මාණාත්මක බුද්ධියකින් කටයුතු කළ යුතුය.</p>\n<p>ආගමික ආකාරයන් සදාකාලික වටිනාකම් ආරක්ෂා කරන අතර සෑම ජනතාවකගේම, සෑම ජාතියකම මනෝවිද්‍යාත්මක හා ඓතිහාසික අවශ්‍යතාවන්ට අනුකූලව සංවිධානය වී ඇත.</p>\n<p>සියලුම ආගම්වලට එකම මූලධර්ම, එකම සදාකාලික වටිනාකම් ඇති අතර වෙනස් වන්නේ ස්වරූපයෙන් පමණි.</p>\n<p>ක්‍රිස්තියානි භක්තිකයෙකු බුදුන්ගේ ආගම හෝ හෙබ්‍රෙව් හෝ හින්දු ආගම විවේචනය කිරීම බුද්ධිමත් නොවේ, මන්ද සියලුම ආගම් එකම පදනම මත පදනම් වී ඇත.</p>\n<p>බොහෝ බුද්ධිමතුන් ආගම් සහ ඒවායේ නිර්මාතෘවරුන්ට එරෙහිව කරන උපහාසවලට හේතුව මාක්ස්වාදී විෂ වන අතර එය මේ දිනවල සියලු දුර්වල මනස විෂ කරයි.</p>\n<p>පාසල්, විද්‍යාල සහ විශ්වවිද්‍යාලවල ගුරුවරුන් තම සිසුන්ට සහ සිසුවියන්ට අපගේ අසල්වැසියන්ට සැබෑ ගෞරවය දැක්වීමේ මාවතට යොමු කළ යුතුය.</p>\n<p>ඕනෑම ආකාරයක න්‍යායක නාමයෙන් පල්ලි, ආගම්, නිකායන්, පාසල් හෝ අධ්‍යාත්මික සමිතිවලට සමච්චල් කරන නූගත් පුද්ගලයා සෑම අතින්ම විකෘති හා නුසුදුසු ය.</p>\n<p>සිසුන් අධ්‍යයන කාමරවලින් පිටව යන විට ඔවුන්ට සියලුම ආගම්, පාසල්, නිකායන්හි පුද්ගලයින් සමඟ ගනුදෙනු කිරීමට සිදුවන අතර දේවමාළිගාවකදී පවා නිසි සංයුතිය පවත්වා ගැනීමට නොදන්නා තැනැත්තා බුද්ධිමත් නොවේ.</p>\n<p>අවුරුදු දහයක් පහළොවක් ඉගෙනීමෙන් පසු ශාලා අතහැර යන තරුණයන් සහ තරුණියන් අනෙක් මිනිසුන් මෙන් මන්දගාමී හා නිදිමත වන අතර, ඔවුන් පාසලට ඇතුළු වූ පළමු දිනයේ මෙන් හිස්බවෙන් හා බුද්ධිහීනතාවයෙන් පිරී ඇත.</p>\n<p>සිසුන් චිත්තවේගීය කේන්ද්‍රස්ථානය වර්ධනය කර ගැනීම හදිසි අවශ්‍යතාවයක් වන අතර සියල්ල බුද්ධිය නොවේ. හුදකලා ගසෙහි අලංකාරය, වනාන්තරයේ කුඩා කුරුල්ලාගේ ගායනය, සුන්දර හිරු බැසීමක සංගීතයේ සහ වර්ණවල සංධ්වනිය වැනි ජීවිතයේ සමීප සුසංයෝගයන් දැනීමට ඉගෙන ගැනීම අවශ්‍ය වේ.</p>\n<p>අප ජීවත් වන මෙම යුගයේ කුරිරු හා අනුකම්පා විරහිත සමාජ ක්‍රමය, මන්දපෝෂණයෙන් පෙළෙන සහ බඩගින්නේ සිටින තම දරුවන් සමඟ පාන් කැබැල්ලක් ඉල්ලා සිටින අසතුටුදායක මව්වරුන්ගෙන් පිරුණු වීදි, දුප්පත් පවුල් දහස් ගණනක් ජීවත් වන කැත ගොඩනැගිලි, එම ඉන්ධනවලින් ධාවනය වන මෝටර් රථ දහස් ගණනක් සංසරණය වන පිළිකුල් සහගත මාර්ග වැනි ජීවිතයේ සියලුම භයානක ප්‍රතිවිරෝධතා දැනීම සහ ගැඹුරින් අවබෝධ කර ගැනීම ද අවශ්‍ය වේ.</p>\n<p>ශාලා හැර යන ශිෂ්‍යයාට මුහුණ දීමට සිදු වන්නේ ඔහුගේම ආත්මාර්ථකාමිත්වයට සහ ඔහුගේම ගැටලුවලට පමණක් නොව, සියලු මිනිසුන්ගේ ආත්මාර්ථකාමිත්වයට සහ මිනිස් සමාජයේ බොහෝ ගැටලුවලටද ය.</p>\n<p>සියල්ලටම වඩා බරපතලම දෙය නම් ශාලා හැර යන ශිෂ්‍යයාට බුද්ධිමය සූදානමක් තිබුණද බුද්ධියක් නොමැති වීමයි, ඔහුගේ විඥානය නිදාගෙන ඇත, ජීවිතය සමඟ සටන් කිරීමට ඔහු ප්‍රමාණවත් ලෙස සූදානම් නැත.</p>\n<p>බුද්ධිය යනු කුමක්දැයි විමර්ශනය කර සොයා ගැනීමට කාලය පැමිණ තිබේ. බුද්ධිය බැරෑරුම් ලෙස නිර්වචනය කිරීමට ශබ්දකෝෂය, විශ්වකෝෂය අසමත් වේ.</p>\n<p>බුද්ධියකින් තොරව කිසි විටෙකත් රැඩිකල් පරිවර්තනයක් හෝ සැබෑ සතුටක් තිබිය නොහැකි අතර සැබවින්ම බුද්ධිමත් පුද්ගලයින් ජීවිතයේ සොයා ගැනීම ඉතා දුර්ලභ ය.</p>\n<p>ජීවිතයේ වැදගත්ම දෙය වන්නේ බුද්ධිය යන වචනය දැන ගැනීම පමණක් නොව, අප තුළ එහි ගැඹුරු අර්ථය අත්විඳීමයි.</p>\n<p>බොහෝ අය බුද්ධිමතුන් යැයි සිතති, බුද්ධිමත් යැයි නොසිතන බේබද්දෙක් නැත, කාල් මාක්ස් තමා ඕනෑවට වඩා බුද්ධිමත් යැයි සිතමින්, ලෝකයට සදාකාලික වටිනාකම් අහිමි වීමට, විවිධ ආගම්වල පූජකවරු දහස් ගණනක් වෙඩි තබා ඝාතනය කිරීමට හේතු වූ ඔහුගේ ද්‍රව්‍යවාදී ප්‍රහසනය ලිවීය. කන්‍යා සොහොයුරියන්, බෞද්ධ, ක්‍රිස්තියානි ආදී දූෂණය, බොහෝ පන්සල් විනාශ කිරීම, දහස් ගණනක් සහ මිලියන සංඛ්‍යාත පුද්ගලයින් වධ දීම යනාදිය යනාදිය යනාදිය.</p>\n<p>ඕනෑම කෙනෙකුට බුද්ධිමතෙකු යැයි සිතිය හැකිය, සැබවින්ම එසේ වීම දුෂ්කර ය.</p>\n<p>තවත් පොත් තොරතුරු, වැඩි දැනුමක්, වැඩි අත්දැකීම්, මිනිසුන් මවිත කිරීමට තවත් දේවල්, විනිසුරුවරුන් සහ පොලිස් නිලධාරීන් මිලදී ගැනීමට තවත් මුදල් ලබා ගැනීමෙන් බුද්ධිය ලෙස හඳුන්වන දෙය සාක්ෂාත් කර ගැනීමට නොහැකි වනු ඇත.</p>\n<p>එම MAS සමඟින්, කෙනෙකුට බුද්ධිය ලබා ගැනීමට නොහැකිය. බුද්ධිය MAS ක්‍රියාවලියෙන් ජය ගත හැකි යැයි උපකල්පනය කරන අය වැරදියි.</p>\n<p>යටි සිතේ සහ සිහිසුන් මනසෙහි සියලුම භූමිවල MAS හි හානිකර ක්‍රියාවලිය කුමක්ද යන්න ගැඹුරින් තේරුම් ගැනීම හදිසි අවශ්‍යතාවයක් වන අතර, මන්දයත් හදවතේ ඉතා රහසිගතව සැඟවී ඇත්තේ ආදරණීය ඊගෝ, මම, මමම වන අතර එය සැමවිටම MAS සහ MAS ප්‍රාර්ථනා කර ශක්තිමත් වීමට අවශ්‍ය වේ.</p>\n<p>අප තුළ සිටින මේ මීෆිස්ටොෆෙල්ස්, මේ සාතන්, මේ මම මෙසේ කියයි: මට MAS මුදල්, MAS රූපලාවන්‍ය, MAS බුද්ධියක් ඇත, MAS කීර්තියක්, MAS කපටිකමක් ඇත.</p>\n<p>බුද්ධිය යනු කුමක්දැයි සැබවින්ම තේරුම් ගැනීමට කැමති ඕනෑම අයෙකු එය දැනීමට ඉගෙන ගත යුතුය, ගැඹුරු භාවනාව තුළින් එය අත්විඳිය යුතුය.</p>\n<p>මිනිසුන් නොඇදහිලිකාර මතකයේ කුණු වූ සොහොන් ගෙය අතර රැස් කරන සෑම දෙයක්ම, බුද්ධිමය තොරතුරු, ජීවිත අත්දැකීම් සෑම විටම මාරාන්තික ලෙස MAS සහ MAS යන කාල පරිච්ඡේදය තුළට පරිවර්තනය වේ. මේ අනුව ඔවුන් කිසිවිටෙකත් ඔවුන් රැස්කරන සියල්ලේ ගැඹුරු අර්ථය නොදනී.</p>\n<p>බොහෝ අය පොතක් කියවා වැඩි තොරතුරු රැස් කිරීම ගැන සතුටු වන අතර පසුව එය මතකයේ තබති, නමුත් ඔවුන් කියවූ පොතේ ලියා ඇති මූලධර්මය ගැන පිළිතුරු දීමට කැඳවනු ලැබූ විට, ඔවුන් ඉගැන්වීමේ ගැඹුරු අර්ථය නොදනී, නමුත් මට අවශ්‍ය වන්නේ MAS සහ MAS තොරතුරු, MAS සහ MAS පොත් කිසිවක් පිළිබඳ ඉගැන්වීම අත්විඳ නැති විට පවා.</p>\n<p>බුද්ධිය තවත් පොත්පත් තොරතුරුවලින් හෝ තවත් අත්දැකීම්වලින් හෝ තවත් මුදල්වලින් හෝ තවත් කීර්තියකින් ලබාගත නොහැක, මම ක්‍රියාවලිය අපට වැටහෙන විට, MAS හි සියලුම මනෝවිද්‍යාත්මක ස්වයංක්‍රීයකරණය අපට ගැඹුරින් වැටහෙන විට බුද්ධිය අප තුළ පිපෙන්නට පුළුවන.</p>\n<p>මනස MAS හි මූලික මධ්‍යස්ථානය බව තේරුම් ගැනීම අත්‍යවශ්‍ය වේ. ඇත්ත වශයෙන්ම එම MAS යනු ඉල්ලන එම මනෝවිද්‍යාත්මක මම වන අතර මනස එහි මූලික හරය වේ.</p>\n<p>සැබවින්ම බුද්ධිමත් වීමට කැමති ඕනෑම අයෙකු මතුපිට බුද්ධිමය මට්ටමින් පමණක් නොව මනසේ සියලු යටි සිතේ සහ සිහිසුන් භූමිවල ද මිය යාමට අධිෂ්ඨාන කර ගත යුතුය.</p>\n<p>මම මැරුණු විට, මම සම්පූර්ණයෙන්ම විසුරුවා හරින විට අප තුළ ඉතිරි වන්නේ සැබෑ වීම, සැබෑ වීම, දැඩි ලෙස අපේක්ෂා කරන සහ ඉතා දුෂ්කර වූ නීත්‍යානුකූල බුද්ධිය පමණි.</p>\n<p>මනස නිර්මාණශීලී යැයි මිනිසුන් සිතන්නේ, ඔවුන් වැරදියි. මම නිර්මාණශීලී නොවන අතර මනස මගේ මූලික හරය වේ.</p>\n<p>බුද්ධිය නිර්මාණශීලී වන්නේ එය වීම නිසාත්, එය වීමේ ගුණාංගයක් නිසාත් ය. අපි මනස බුද්ධිය සමඟ පටලවා නොගත යුතුයි.</p>\n<p>බුද්ධිය යනු හරිතාගාර මලක් මෙන් වගා කළ හැකි දෙයක් හෝ වංශවත්කමේ පදවි මෙන් මිලදී ගත හැකි හෝ විශාල පුස්තකාලයක් තිබීමෙන් ලබා ගත හැකි දෙයක් යැයි උපකල්පනය කරන අය වැරදියි.</p>\n<p>මනසේ සියලු ක්‍රියාවලීන්, සියලු ප්‍රතික්‍රියා, රැස් කරන එම මනෝවිද්‍යාත්මක MAS යනාදිය ගැඹුරින් තේරුම් ගැනීම අවශ්‍ය වේ. එලෙස පමණක් බුද්ධියේ දැවෙන ගිනිදැල් ස්වභාවිකව හා ක්ෂණිකව අප තුළින් මතුවෙයි.</p>\n<p>අප තුළ සිටින මීෆිස්ටොෆෙල්ස් දිය වී යන විට, නිර්මාණාත්මක බුද්ධියේ ගින්න දැවෙන ලෙස බැබළෙන තුරු ක්‍රමයෙන් අප තුළ ප්‍රකාශ වීමට පටන් ගනී.</p>\n<p>අපගේ සැබෑ වීම ආදරය වන අතර එම ආදරයෙන් කාලයාගේ ඇවෑමෙන් නොවූ සත්‍ය සහ නීත්‍යානුකූල බුද්ධිය උපත ලබයි.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/si/educacion-fundamental/la-inteligencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/si/educacion-fundamental/la-inteligencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/si/educacion-fundamental/la-inteligencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
