import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "እቲምስሳል",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "2. እቲምስሳል",
    "order": 2
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ፍርሂ ናይ ነጻ ተበግሶ መሰናክል ምዃኑ ፈጺሙ ተረጋጊጹ እዩ። ሚልዮናት ሰባት ኣብ ሕማቕ ቁጠባዊ ኩነታት ዝርከቡ ምኽንያት ከኣ እቲ ፍርሂ ዝበሃል እዩ።</p>\n<p>እቲ ዝፈርህ ህጻን ድማ ናብታ የፍቅራ እሞ ድሕንነቱ ንምርካብ ይጸግዓላ። እቲ ዝፈርህ ሰብኣይ ድማ ናብ ሰበይቱ ይጸጋዕ እሞ ኣዝዩ ከም ዘፍቅራ ይስምዖ። እታ እትፈርህ ሰበይቲ ድማ ንሰብኣያ ምስ ደቃ ትደሊ እሞ ኣዝያ ከም እተፍቅሮም ይስምዓ።</p>\n<p>ካብ ስነ-ልቦናዊ ኣተሓሕዛ፡ ፍርሂ ሓድሓደ ግዜ ክዳን ፍቕሪ ተኸዲኑ ክቐርብ ምኽኣሉ ኣዝዩ ዘገርምን ዘተሓሳስን እዩ።</p>\n<p>እቶም ውሽጦም መንፈሳዊ ክብርታት ዘይብሎም ሰባት፡ እቶም ውሽጦም ድኻታት ዝኾኑ ሰባት፡ ንምምላኦም ወትሩ ካብ ደገ ነገር ይደልዩ።</p>\n<p>እቶም ውሽጦም ድኻታት ዝኾኑ ሰባት፡ ወትሩ ብምምጕት፡ ብናይ ቀልዲ ነገራት፡ ብሐሜት፡ ብእንስሳዊ ባህግታት ወዘተ ይነብሩ።</p>\n<p>እቶም ውሽጦም ድኻታት ዝኾኑ ሰባት፡ ካብ ፍርሂ ናብ ፍርሂ እናተንቀሳቐሱ ይነብሩ፡ ከም ባህርያዊ ድማ ንሰብኣዮም፡ ንሰበይቶም፡ ንወለዶም፡ ንደቆም፡ ንኣረገውቲ ልምድታት ወዘተ ይጸግዑ።</p>\n<p>ኩሉ ኣረጊት ሕማምን ስነ-ልቦናዊ ድኻን ሰብ ብፍርሂ ዝተመልአ እዩ፡ ከምኡ’ውን ብዘይውዳእ ባህጊ ንገንዘብ፡ ንልምድታት ስድራቤት፡ ንውሉድ ውሉዳት፡ ንዝኽርታቱ ወዘተ ድሕንነቱ ንምርካብ ይስገኣሎም። እዚ ኹሉና ንኣረጋውያን ብጥንቃቐ ብምዕዛብ ክነረጋግጾ እንኽእል ነገር እዩ።</p>\n<p>ህዝቢ ኺፈርህ ከሎ ኩሉ ግዜ ኣብ ድሕሪ’ቲ መከላኸሊ ጋሻ ናይ ክብረታት ይሕባእ። ነቲ ናይ ዓሌት፡ ስድራቤት፡ ሃገር ወዘተ ልምዲ እናተኸተሉ።</p>\n<p>ብሓቂ ኩሉ ልምዲ ትርጉም ዘይብሉ፡ ባዶ፡ ሓቀኛ ዋጋ ዘይብሉ ተደጋጋሚ ነገር እዩ።</p>\n<p>ኩሎም ሰባት ንናይ ካልኦት ናይ ምምሳል ዝብል ባህሪ ኣለዎም። እቲ ናይ ምምሳል ተግባር ከኣ ፍርሂ ዝፈጥሮ እዩ።</p>\n<p>እቶም ዝፈርሁ ሰባት ነቶም ዝጸግዕዎም ሰባት ኩሎም ይምስሉ። ንሰብኣይ፡ ንሰበይቲ፡ ንደቆም፡ ንኣሕዋቶም፡ ነቶም ዝከላኸሉሎም ፈተውቶም ወዘተ ይምስሉ።</p>\n<p>ምምሳል ውጽኢት ፍርሂ እዩ። ምምሳል ነጻ ተበግሶ ፈጺሙ የጥፍኦ።</p>\n<p>ኣብያተ ትምህርቲ፡ ኮሌጃት፡ ዩኒቨርሲቲታት መምህራን ነተባዕትዮን ኣንስትዮን ተመሃሮ ምምሳል ዝበሃል ነገር ብምምሃር ጌጋ ይፍጽሙ ኣለዉ።</p>\n<p>ኣብ ክፍሊ ስእልን ስዕልን ንተመሃሮታት ንምቕዳሕ፡ ስእሊ ኣግራብ፡ ኣባይቲ፡ ኣኽራን፡ እንስሳታት ወዘተ ንኽስእሉ ይምሃሩ። እዚ ምፍጣር ኣይኮነን። እዚ ምምሳል፡ ፎቶግራፍ ምውሳድ እዩ።</p>\n<p>ምፍጣር ማለት ምምሳል ኣይኮነን። ምፍጣር ማለት ፎቶግራፍ ምውሳድ ኣይኮነን። ምፍጣር ማለት ነቲ ዘሐጕሰና ኦም፡ ነቲ ጽቡቕ ምድላይ ጸሓይ፡ ነቲ ብዘይንገር መዝሙሩ ዝመጽእ ጎህ ወዘተ ብቡሩሽ ብህያውነት ምትርጓም፡ ምምሕልላፍ ማለት እዩ።</p>\n<p>ኣብ ስነ-ጥበብ ቻይናን ጃፓንን ናይ ዜን፡ ኣብ ረቂቕን ከፊል-ረቂቕን ስነ-ጥበብ ናይ ሓቂ ፍጥረት ኣሎ።</p>\n<p>ንዝኾነ ይኹን ቻይናዊ ሰኣሊ ቻን ከምኡ’ውን ዜን ምምሳል፡ ፎቶግራፍ ምውሳድ ኣየገድሶምን እዩ። ሰኣልቲ ቻይናን ጃፓንን፡ ብምፍጣርን እንደገና ብምፍጣርን ይሕጐሱ።</p>\n<p>ሰኣልቲ ዜንን ቻንን ኣይምስሉን፡ የፍጥሩ እዮም፡ ዕዮኦም ከኣ እቲ እዩ።</p>\n<p>ሰኣልቲ ቻይናን ጃፓንን ቆንጆ ጓል ምሥኣል ወይ ፎቶግራፍ ምውሳድ ኣየገድሶምን፡ ንውሽጣዊ ውቅብትኦም ብምምሕልላፍ እዮም ዝሕጐሱ።</p>\n<p>ሰኣልቲ ቻይናን ጃፓንን ቆንጆ ምድላይ ጸሓይ ፈጺሞም ኣይምስሉዎን፡ ንዅሉ’ቲ ድሙቕ ውቅብት ብረቂቕ ውቅብትኦም ብምምሕልላፍ እዮም ዝሕጐሱ።</p>\n<p>እቲ ኣገዳሲ ነገር ምምሳል፡ ጸሊምን ጻዕዳን ምቕዳሕ ኣይኮነን፤ እቲ ኣገዳሲ ነገር ነቲ ጥልቅ ትርጉም ናይ ውቅብት ምስትምቓርን ንምምሕልላፉ ምኽኣልን እዩ፡ ነዚ ንምግባር ግና ፍርሂ፡ ምስቲ ሕጊ ምጽጋዕ፡ ምስ ልምዲ፡ ወይ ምስቲ ህዝቢ እንታይ ይብል ወይ ምስ መቕጻዕቲ መምህር ፍርሂ ከይህሉ የድሊ።</p>\n<p>መምህራን ተባዕትዮን ኣንስትዮን ነቶም ተመሃሮታት ናይ ምፍጣር ሓይሎም ከማዕብልዎ ምኽኣል ኣገዳሲ ምዃኑ ክርድኡ እዋናዊ እዩ።</p>\n<p>ንተመሃሮታት ምምሳል ምምሃር ዘይመስግን ምዃኑ ንኹሉ ግልጽ እዩ። ንምፍጣር ምምሃር ይሓይሽ።</p>\n<p>እቲ ሰብ ብድሕጓት ድቃስ ዝደቀሰ ብባህሪኡ ውሁድ እዩ፡ ንሱ ድማ ምምሳል ጥራይ እዩ ዝፈልጥ።</p>\n<p>ንናይ ካልኦት ክዳውንቲ ንመስል፡ ካብዚ ምምሳል እዚ ድማ እተፈላለዩ ምዕባለታት ፋሽን ይመጹ።</p>\n<p>ነቲ ልምድታት ካልኦት ንመስሎ፡ እዚ ግና ኣዝዩ ግጉይ እዩ።</p>\n<p>ንኽፍኣት ንመስሎ፡ ኩሉ’ቲ ዘይመስግን፡ ወትሩ ኣብ ግዜ ተደጋጋሚ ዝኾነ ወዘተ ንመስሎ።</p>\n<p>መምህራን ኣብያተ ትምህርቲ ንተመሃሮታት ብናቶም ኣተሓሳስባ ብናጻ ክሓስቡ ምምሃር የድሊ።</p>\n<p>መምህራን ነቶም ተመሃሮታት ውሁዳት ተመሳሰልቲ ካብ ምዃን ንኽወጹ ኹሉ ኣማራጺታት ክህብዎም ኣለዎም።</p>\n<p>መምህራን ነቶም ተመሃሮታት ናይ ምፍጣር ሓይሊ ንኸማዕብሉ ዝበለጸ ኣጋጣሚታት ከናድዩሎም ይግባእ።</p>\n<p>እቲ ተመሃራይ ብዘይፍርሂ ብናጻ ክሓስብ ክመሃር፡ ናይ ሓቂ ናጽነት ክፈልጥ እዋናዊ እዩ።</p>\n<p>እቲ ኣብ ባርነት ናይ ህዝቢ እንታይ ይብሉ ዝነብር ኣእምሮ፡ እቲ ልምድታት፡ ሕግታት ወዘተ ብምጥሓስ ብፍርሂ ዝመስል ኣእምሮ ፈጣሪ ኣይኮነን፡ ናጻ ኣእምሮ ኣይኮነን።</p>\n<p>ኣእምሮ ናይ ህዝቢ ብሸውዓተ ማሕተም ዝተዓጽወን ዝተሓተመን ቤት ይመስል፡ ቤት ሓድሽ ነገር ክግለጽ ዘይክእል፡ ጸሓይ ዘይትኣቱዎ ቤት፡ ቤት ሞትን ቃንዛን ጥራይ ዝነግሱዎ።</p>\n<p>ሓድሽ ነገር ፍርሂ ኣብ ዘየለሉ፡ ምምሳል ኣብ ዘየለሉ፡ ምስ ነገራት፡ ገንዘብ፡ ሰባት፡ ልምድታት ወዘተ ምጽጋዕ ኣብ ዘየለሉ ጥራይ እዩ ክኸውን ዝኽእል።</p>\n<p>ህዝቢ ኣብ ትሕቲ ባርነት ናይ ምምጕታት፡ ምቅናእ፡ ልምድታት ስድራቤት፡ ልማዳት፡ ንቦታታት ዘይምጽጋብ ድሌት፡ ምዕባይ፡ ምድያብ፡ ናብ ላዕሊ መደያይቦ ምውጻእ፡ ርእሶም ከም ዘለዉ ጌርካ ምስማዕ ወዘተ ይነብሩ።</p>\n<p>መምህራን ነቶም ተመሃሮታት ተባዕትዮን ኣንስትዮን ኩሉ እዚ ዝበላሸወን ዝወረደን ኣረጊት ነገር ከይምስሉ ምምሃር ኣገዳሲ እዩ።</p>\n<p>ተመሃሮ ኣብ ቤት ትምህርቲ ብናጻ ምፍጣር፡ ብናጻ ምሕሳብ፡ ብናጻ ምስትምቓር ክመሃሩ ኣገዳሲ እዩ።</p>\n<p>ተመሃሮ ብዙሕ ግዜኦም ኣብ ቤት ትምህርቲ ብምውሳድ ሓበሬታ የሕልፉ፡ ኣብ ኹሉ እዚ ነገራት እዚ ንምሕሳብ ግና ግዜ የብሎምን።</p>\n<p>ኣስርተ ዓመታት ወይ ዓሰርተ ሓሙሽተ ዓመታት ኣብ ቤት ትምህርቲ ህይወት ውሁዳት ብዘይፈልጡ እናነበሩ ካብ ቤት ትምህርቲ ይወጹ፡ ንሳቶም ግና ኣዝዮም ከም ዝነቕሑ እዮም ዝኣምኑ።</p>\n<p>ኣእምሮ ናይ ሰብ ኣብ መንጎ ሓሳባት ተኸላኸልቲ ከምኡ’ውን ምላሽ ሰኣን ተዓሺጉ ይነብር።</p>\n<p>ሰብ ብሓቂ ብናጻ ክሓስብ ኣይክእልን እዩ ምኽንያቱ ብፍርሂ ዝተመልአ እዩ።</p>\n<p>ሰብ ንህይወት ይፈርህ፡ ንሞት ይፈርህ፡ ህዝቢ እንታይ ይብሉ፡ ይሰማዕ ከም ዝበሃል፡ ንሐሜት፡ ስራሕ ንምስኣን፡ ደንብታት ንምፍራስ፡ ሰብኣይ ካልእ ሰብኣይ ክወስድዎ ወይ ሰበይቲ ኽሰርቁዎ ወዘተ ይፈርህ።</p>\n<p>ኣብ ቤት ትምህርቲ ምምሳል ንምሃር፡ ካብ ቤት ትምህርቲ ከኣ ተመሳሰልቲ ኾይና ንወጽእ።</p>\n<p>ናይ ነጻ ተበግሶ የብልናን ምኽንያቱ ካብ መንበሪ ትምህርቲ ንምምሳል ተማሂርና ኢና።</p>\n<p>ህዝቢ ካልኦት ሰባት እንታይ ይብሉ ብምፍራህ እዮም ዝመስሉ፡ ተመሃሮታት መምህራን ንምስኪን ተመሃሮ ብሓቂ ስለ ዘፍርህዎም፡ ወትሩ ይፍርህዎም፡ ብሕማቕ ውጽኢት ይፈርህዎም፡ ብዝተወሰነ መቕጻዕቲ ይፈርህዎም፡ ብምስጓግ ይፈርህዎም።</p>\n<p>ብሓቂ ፈጠርቲ ንምዃን እንተደሊና፡ ነቲ ዅሉ ተኸቢቡና ዘሎ ተመሳሳሊ ነገራት ክንፈልጥ ኣለና።</p>\n<p>ነቲ ኩሉ ተኸባቢና ዘሎ ተመሳሳሊ ነገራት ክንፈልጥ ምስ እንኽእል፡ ነፍሲ ወከፍ ተመሳሳሊ ነገር ኣስተውዒልና ምስ መርመርናዮ፡ ብኡ ንብኡ ንሱ ይፈልጦ፡ ከም ውጽኢትኡ ድማ ሓይሊ ናይ ምፍጣር ብውሱንነት ይውለድ።</p>\n<p>ተመሃሮ ቤት ትምህርቲ፡ ኮሌጅ ወይ ዩኒቨርሲቲ ሓቀኛ ፈጠርቲ ምእንቲ ክኾኑ፡ ካብ ኩሉ ዓይነት ምምሳል ክናገፉ የድሊ።</p>\n<p>መምህራን ንተመሃሮ ንምምሃር ምምሳል የድልዮም እዩ ብምባል ዝጋገዩ ይጋገዩ ኣለዉ። እቲ ዝመስል ኣይመሃርን፡ እቲ ዝመስል ውሁድ እዩ ዝኸውን፡ እቲ ጥራይ እዩ።</p>\n<p>ጸሓፍቲ ስነ-ምድሪ፡ ስነ-ፍጥረት፡ ስነ-ቁጽሪ፡ ታሪኽ ወዘተ እንታይ ይብሉ ንምምሳል ኣይትፈትኑ። ምምሳል፡ ምዝካር፡ ከም ዒፍ ወይ ከም በቀላ ጌርካ ምድጋም ዕሽነት እዩ፡ ነቲ ንመሃሮ ዘለና ነገር ብውሳኔ ምርዳእ ይሓይሽ።</p>\n<p>መሰረታዊ ትምህርቲ ሳይንስ ናይ ውሳኔ፡ ሳይንስ ምትእስሳርና ምስ ደቂ ሰባት፡ ምስ ተፈጥሮ፡ ምስ ኩሉ ነገር ንኽንገልጽ ዘኽእለና እዩ።</p>\n<p>እቲ ምምሳል ጥራይ ዝፈልጥ ኣእምሮ ማሽነሪ እዩ፡ ትሰርሕ ማሽን እዩ፡ ፈጣሪ ኣይኮነን፡ ምፍጣር ኣይክእልን፡ ብሓቂ ኣይሓስብን ጥራይ እዩ ዝደግም እቲ ጥራይ እዩ።</p>\n<p>መምህራን ኣብ ነፍሲ ወከፍ ተመሃራይ ንውሳኔ ምትንሳእ ክግደሱ ይግባእ።</p>\n<p>ተመሃሮታት ዓመት ንምሕላፍ እዮም ዝግደሱ ድሕሪኡ ድማ… ካብ ቤት ትምህርቲ ወጻኢ ኣብ ግብራዊ ሂወት ሰራሕተኛታት ቢሮ ወይ ማሽነሪታት ንምውላድ ይኾኑ።</p>\n<p>ኣስርተ ዓመታት ወይ ዓሰርተ ሓሙሽተ ዓመታት ንውሁዳት ተዛረብቲ እናኾኑ ንምውጻእ ንጽንዕ፡ እተጽናዕናዮም ትምህርታት እናተደርመሰ ይኸዱ፡ ኣብ መወዳእታ ኣብ ዝኽሪ ዝተርፍ ነገር የለን።</p>\n<p>ተመሃሮታት ብዛዕባ እተጽንዕዎም ትምህርታት ውሳኔ እንተዝገብሩ፡ መጽናዕትኦም ኣብ ሓበሬታ፡ ምምሳልን ዝኽርን ተመርኲሱ እንተዘይከውን ነይሩ ኔሮም፡ ካልእ ድምጺ ባርያ ምሰምዑ ኔሮም። ካብ ቤት ትምህርቲ ብውሳኔ፡ ዘይርሳዕ፡ ምሉእ ፍልጠት ምወጹ ኔሮም፡ እዚ ከኣ ኣብ ትሕቲ ዘይእሙን ዝኽሪ ኣይምተገዝአን ኔሩ።</p>\n<p>መሰረታዊ ትምህርቲ ነቶም ተመሃሮታት ብውሳኔን ብምስትውዓልን ብምንቓሕ ኪሕግዞም እዩ።</p>\n<p>መሰረታዊ ትምህርቲ ነቶም መንእሰያት ኣብ መንገዲ ናይ ሓቂ ለውጢ እዩ ዝመርሖም።</p>\n<p>ተመሃሮታት መምህራን ናይ ሓቂ ትምህርቲ መሰረታዊ ትምህርቲ ንኽህብዎም ብጽንዓት ክሓቱ ኣለዎም።</p>\n<p>ተመሃሮታት ኣብ መንበሪ ትምህርቲ ተቐሚጦም ሓበሬታ ብዛዕባ ገለ ንጉስ ወይ ብዛዕባ ገለ ኲናት ንምቕባል ምቕማጦም ጥራይ ኣይኣኽልን እዩ፡ ካብኡ ንላዕሊ የድሊ፡ ንውሳኔ ንምትንሳእ መሰረታዊ ትምህርቲ የድሊ።</p>\n<p>ተመሃሮታት ካብ ቤት ትምህርቲ ብጽቡቕ ምስትውዓል፡ ብሓቂ ንቑሓት፡ ብምስትውዓል ተመልኦም ምእንቲ’ቲ ኣብ ማሕበራዊ ማሽነሪ ጥራይ ኣውቶማቲክ ክፍሊታት ከይኾኑ ንኽወጹ ኣገዳሲ እዩ።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/la-imitacion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-imitacion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-imitacion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
