import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ብልህነት",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "19. ብልህነት",
    "order": 19
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ብዙ የምዕራቡ ዓለም የአለም ታሪክ መምህራን ቡድሃን፣ ኮንፊሽየስን፣ መሀመድን፣ ሄርሜስን፣ ኩትዛልኮአትን፣ ሙሴን፣ ክሪሽናን ወዘተ እንደሚሳለቁባቸው ማረጋገጥ ችለናል።</p>\n<p>ከጥርጣሬ በላይ መምህራን በጥንት ሃይማኖቶች፣ አማልክት፣ አፈ ታሪኮች ላይ የሚያደርጉትን ስላቅ፣ ፌዝ፣ ማላገጥ በበቂ ሁኔታ ማረጋገጥ ችለናል። ይህ ሁሉ የማሰብ ችሎታ ማነስ ነው።</p>\n<p>በ ትምህርት ቤቶች፣ ኮሌጆች እና ዩኒቨርሲቲዎች የሃይማኖት ጉዳዮችን የበለጠ በአክብሮት፣ በታላቅ የአምልኮ መንፈስ፣ በእውነተኛ የፈጠራ ብልህነት መያዝ አለባቸው።</p>\n<p>የሃይማኖት ቅርጾች ዘላለማዊ እሴቶችን ይጠብቃሉ እና ለእያንዳንዱ ህዝብ, ለእያንዳንዱ ዘር የስነ-ልቦና እና ታሪካዊ ፍላጎቶች መሰረት የተደራጁ ናቸው.</p>\n<p>ሁሉም ሃይማኖቶች አንድ አይነት መርሆች፣ አንድ አይነት ዘላለማዊ እሴቶች አሏቸው እና የሚለያዩት በቅርጽ ብቻ ነው።</p>\n<p>አንድ ክርስቲያን በቡድሃ ሃይማኖት ወይም በዕብራይስጥ ወይም በሂንዱ ሃይማኖት ላይ ቢሳለቅ ብልህነት አይደለም ምክንያቱም ሁሉም ሃይማኖቶች በተመሳሳይ መሠረት ላይ የተመሰረቱ ናቸው።</p>\n<p>የብዙ ምሁራን በሃይማኖቶች እና መስራቾቻቸው ላይ የሚያደርጉት ስላቅ በእነዚህ ጊዜያት ደካማ አእምሮዎችን በሙሉ በሚመርዘው በማርክሲስት መርዝ ምክንያት ነው።</p>\n<p>የ ትምህርት ቤቶች፣ ኮሌጆች እና ዩኒቨርሲቲዎች መምህራን ተማሪዎቻቸውን ለእኩዮቻቸው እውነተኛ አክብሮት ባለው መንገድ መምራት አለባቸው።</p>\n<p>ማንኛውም ዓይነት ንድፈ ሐሳብ በሚል ስም በሃይማኖት ቤተመቅደሶች፣ ኑፋቄዎች፣ ትምህርት ቤቶች ወይም መንፈሳዊ ማኅበራት ላይ የሚሳለቅ ሰው ርኩስና የማይገባ መሆኑ ግልጽ ነው።</p>\n<p>ተማሪዎች የትምህርት ክፍሎቻቸውን ሲለቁ ከሁሉም ሃይማኖቶች፣ ትምህርት ቤቶች፣ ኑፋቄዎች ካሉ ሰዎች ጋር መገናኘት አለባቸው እና በአንድ ቤተመቅደስ ውስጥ ተገቢውን ጨዋነት እንኳን ማቆየት የማይችሉ ሰዎች ብልህ አይደሉም።</p>\n<p>ወጣቶች እና ሴቶች ልጆች ከአስር ወይም ከአስራ አምስት ዓመታት ጥናት በኋላ የትምህርት ክፍሎቹን ለቀው ሲወጡ እንደሌሎች የሰው ልጆች ደንቆሮ እና ተኝተው፣ ባዶነትና የማሰብ ችሎታ እንደሌላቸው ሁሉ ወደ ትምህርት ቤት በገቡበት የመጀመሪያ ቀን ናቸው።</p>\n<p>ተማሪዎች ከሌሎች ነገሮች መካከል ስሜታዊ ማዕከላቸውን ማዳበር አስቸኳይ ነው ምክንያቱም ሁሉም ነገር አስተሳሰብ አይደለም። የሕይወትን ውስጣዊ ስምምነት፣ የብቸኝነት ዛፍ ውበት፣ በጫካ ውስጥ የወፍ ዝማሬ፣ የውብ ጀምበር መጥለቅ ሙዚቃና ቀለማት ሲምፎኒ መማር አስፈላጊ ነው።</p>\n<p>እንደምንኖርበት ዘመን ጨካኝና የማያሳዝን ማኅበራዊ ሥርዓት፣ የተመጣጠነ ምግብ እጥረትና የተራቡ ልጆቻቸውን ይዘው አንድ ቁራሽ እንጀራ የሚለምኑ ደስተኛ ያልሆኑ እናቶች የተሞሉ ጎዳናዎች፣ በሺዎች የሚቆጠሩ ድሃ ቤተሰቦች የሚኖሩባቸው አስቀያሚ ሕንፃዎች፣ የሚያስጸይፉ መንገዶች፣ የኦርጋኒክ አካላትን የሚጎዱ ነዳጆችን የሚጠቀሙ በሺዎች የሚቆጠሩ መኪኖች የሚዘዋወሩባቸው ወዘተ የመሳሰሉትን የህይወት አስከፊ ንፅፅሮችን በሙሉ በጥልቀት መረዳትና መረዳትም ያስፈልጋል።</p>\n<p>ክፍሉን ለቆ የሚወጣ ተማሪ ከራሱ ራስ ወዳድነት እና ችግሮች ጋር ብቻ ሳይሆን ከሁሉም ሰዎች ራስ ወዳድነት እና ከሰብአዊ ማህበረሰብ ብዙ ችግሮች ጋር መጋፈጥ አለበት።</p>\n<p>ከሁሉም የከፋው ነገር ክፍሉን ለቆ የሚወጣ ተማሪ የአእምሮ ዝግጅት ቢኖረውም የማሰብ ችሎታ የለውም፣ ህሊናው ተኝቷል፣ ከህይወት ጋር ለመታገል በቂ ዝግጅት የለውም።</p>\n<p>ማሰብ ችሎታ የሚባለው ምን እንደሆነ ለመመርመርና ለማወቅ ጊዜው አሁን ነው። መዝገበ ቃላቱ፣ ኢንሳይክሎፔዲያው የማሰብ ችሎታን በቁም ነገር ለመግለጽ አቅም የላቸውም።</p>\n<p>ያለ ብልህነት ሥር ነቀል ለውጥም ሆነ እውነተኛ ደስታ ሊኖር አይችልም እና በእውነተኛ ህይወት ውስጥ በእውነት ብልህ ሰዎችን ማግኘት በጣም አልፎ አልፎ ነው።</p>\n<p>በህይወት ውስጥ አስፈላጊው ነገር የማሰብ ችሎታ የሚለውን ቃል ማወቅ ብቻ ሳይሆን በውስጣችን ጥልቅ ትርጉሙን መለማመድ ነው።</p>\n<p>ብዙዎች ብልህ ነን ይላሉ፣ ብልህ ነኝ የማይል ሰካራም የለም እና ካርል ማርክስ እራሱን በጣም ብልህ መስሎት አለምን ዘላለማዊ እሴቶችን በማጣቱ፣የተለያዩ ሃይማኖቶች ሺዎች የሚቆጠሩ ቀሳውስት በጥይት ተደብድበው፣ መነኮሳት፣ቡድሂስቶች፣ ክርስቲያኖች ወዘተ ተደፍረው ብዙ ቤተመቅደሶችን አወደሙ በሺዎችና በሚሊዮኖች የሚቆጠሩ ሰዎችን አሰቃዩ ወዘተ ወዘተ የቁስ አካል አስቂኝ ድራማ ጻፈ።</p>\n<p>ማንም ብልህ ነኝ ማለት ይችላል፣ እውነት መሆን ከባድ ነው።</p>\n<p>ተጨማሪ የመጻሕፍት መረጃዎችን፣ ተጨማሪ እውቀትን፣ ተጨማሪ ልምዶችን፣ ሰዎችን ለማስደመም ተጨማሪ ነገሮችን፣ ዳኞችን እና ፖሊሶችን ለመግዛት ተጨማሪ ገንዘብ በማግኘት ላይ አይደለም፤ ወዘተ የሚባለውን ነገር ማሳካት የሚቻልበት መንገድ።</p>\n<p>በዚያ ተጨማሪ አይደለም, እንዴት ብልህነት ሊኖርዎት ይችላሉ. ብልህነት በ MAS ሂደት ሊገኝ ይችላል ብለው የሚያስቡ ሰዎች ሙሉ በሙሉ ተሳስተዋል።</p>\n<p>ምን እንደሆነ በጥልቀት እና በንቃተ ህሊናዊ እና ሳያውቁት አእምሮ በሁሉም ቦታዎች መረዳት አስቸኳይ ነው ፣ ምክንያቱም ከበስተጀርባው በጣም በድብቅ የምንወደው EGO ፣ I ፣ እኔ ራሴ ፣ ሁል ጊዜ MAS እና MAS ን ለማድለብ እና ለማጠንከር የሚፈልግ እና የሚፈልግ ነው።</p>\n<p>በውስጣችን የምንሸከመው ይኸው ሜፊስቶፌሌስ፣ ይኸው ሰይጣን፣ ይኸው እኔ፣ ይላል፡ እኔ ከእርሱ የበለጠ ገንዘብ፣ የበለጠ ውበት፣ የበለጠ ብልህነት አለኝ፣ የበለጠ ክብር አለኝ፣ የበለጠ ብልህነት አለኝ ወዘተ ወዘተ ወዘተ።</p>\n<p>ብልህነት ምን እንደሆነ በእውነት መረዳት የሚፈልግ ሰው ሊሰማው፣ሊለማመደው እና በጥልቅ ማሰላሰል ሊለማመደው ይገባል።</p>\n<p>ሰዎች የሚሰበስቡት ነገር ሁሉ በታማኝ ባልሆነው ትውስታ ውስጥ መቃብር ውስጥ, የአዕምሮ መረጃ, የህይወት ተሞክሮዎች, ሁልጊዜም MAS እና MAS በሚለው ቃል ውስጥ በአስከፊ ሁኔታ ይተረጎማል. ስለዚህ እነርሱ የሚሰበስቡትን ሁሉ ጥልቅ ትርጉም ፈጽሞ አይረዱም።</p>\n<p>ብዙዎች አንድ መጽሐፍ አንብበው ከዚያ ተጨማሪ መረጃ ስለሰበሰቡ ረክተው በትዝታ ውስጥ ያስቀምጡታል፣ነገር ግን ባነበቡት መጽሐፍ ውስጥ ስለተጻፈው ትምህርት መልስ እንዲሰጡ ሲጠየቁ የማስተማሩን ጥልቅ ትርጉም እንደማያውቁ ይታወቃል። ነገር ግን ኢጎ ተጨማሪ እና ተጨማሪ መረጃዎችን፣ ብዙ እና ብዙ መጽሐፍትን ይፈልጋል ምንም እንኳን ከእነሱ ውስጥ የአንዱን ትምህርት ባይለማመድም።</p>\n<p>ብልህነት የሚገኘው ተጨማሪ የመጻሕፍት መረጃዎችን፣ ወይም ተጨማሪ ልምድን፣ ወይም ተጨማሪ ገንዘብን፣ ወይም ተጨማሪ ክብርን በማግኘት አይደለም፣ ብልህነት በውስጣችን ሊያብብ የሚችለው የእኔን መላውን ሂደት ስንረዳ፣ ያንን ሁሉ የስነ-ልቦና አውቶማቲዝም MAS ስንረዳ ነው።</p>\n<p>አእምሮ የመሠረቱ ማዕከል መሆኑን መረዳት አስፈላጊ ነው MAS. በእርግጥ ያ MAS አእምሮው መሠረታዊው እምብርት የሆነው የእኔ ሥነ ልቦናዊ YO ነው።</p>\n<p>በእውነት ብልህ መሆን የሚፈልግ ሰው በላዩ ላይ ብቻ ሳይሆን በአእምሮው ውስጥ ባሉ ሁሉም ንዑስ ንቃተ ህሊናዊ እና ሳያውቁት ቦታዎች ላይ ለመሞት መወሰን አለበት።</p>\n<p>YO ሲሞት, YO ሙሉ በሙሉ ሲፈታ በውስጣችን የሚቀረው ብቸኛው ነገር እውነተኛው መሆን, እውነተኛው መሆን, በጣም የሚፈለግ እና በጣም አስቸጋሪ የሆነው ትክክለኛ ብልህነት ነው.</p>\n<p>ሰዎች አእምሮ ፈጣሪ ነው ብለው ያስባሉ, ተሳስተዋል. YO ፈጣሪ አይደለም እና አእምሮው የ YO መሰረታዊ እምብርት ነው።</p>\n<p>ብልህነት ፈጣሪ ነው ምክንያቱም እሱ የእሱ ነውና ፣ የርሱ ባህሪ ነውና። አእምሮን ከብልህነት ጋር መምታታት የለብንም።</p>\n<p>ብልህነት እንደ ግሪን ሃውስ አበባ ሊበቅል ወይም እንደ ክቡር ማዕረጎች ሊገዛ ወይም አስፈሪ ቤተ መጻሕፍት ሊኖረው የሚችል ነገር ነው ብለው የሚያስቡ ሰዎች ሙሉ በሙሉ እና በከፍተኛ ሁኔታ ተሳስተዋል።</p>\n<p>የአእምሮን ሂደቶች ሁሉ በጥልቀት መረዳት አስፈላጊ ነው ፣ ሁሉም ምላሾች ፣ ያ የስነ-ልቦና MAS የሚከማች ወዘተ. ስለዚህ በውስጣችን የሚቃጠለውን የ INTELLIGENCE ነበልባል በተፈጥሮ እና በድንገት ይበቅላል።</p>\n<p>በውስጣችን የምንሸከመው ሜፊስቶፌሌስ እየፈታ በሄደ ቁጥር የፈጠራ ብልህነት እሳት ቀስ በቀስ በውስጣችን መገለጥ ይጀምራል፣ እስከሚነድ ድረስ።</p>\n<p>እውነተኛ ማንነታችን ፍቅር ነው እና ያ ፍቅር በጊዜው ያልሆነውን እውነተኛ እና ህጋዊ የማሰብ ችሎታን ይወልዳል።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/la-inteligencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-inteligencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-inteligencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
