import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "التقليد",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "2. التقليد",
    "order": 2
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>لقد ثبت بشكل قاطع أن الخوف يعيق المبادرة الحرة. إن الوضع الاقتصادي السيئ لملايين الأشخاص، يعود بلا شك إلى ما يسمى بالخوف.</p>\n<p>الطفل الخائف يبحث عن أمه الحبيبة ويتشبث بها بحثًا عن الأمان. الزوج الخائف يتشبث بزوجته ويشعر أنه يحبها أكثر بكثير. الزوجة الخائفة تبحث عن زوجها وأطفالها وتشعر أنها تحبهم أكثر بكثير.</p>\n<p>من وجهة النظر النفسية، من المثير للاهتمام معرفة أن الخوف غالبًا ما يتنكر في زي الحب.</p>\n<p>الأشخاص الذين لديهم قيم روحية قليلة جدًا في داخلهم، الأشخاص الفقراء داخليًا، يبحثون دائمًا عن شيء في الخارج ليكملوا أنفسهم.</p>\n<p>الأشخاص الفقراء داخليًا يعيشون دائمًا في دسائس، دائمًا في تفاهات، نميمة، ملذات حيوانية، إلخ.</p>\n<p>الأشخاص الفقراء داخليًا يعيشون من خوف إلى خوف، وكما هو طبيعي، يتشبثون بالزوج، بالزوجة، بالآباء، بالأبناء، بالتقاليد القديمة البالية والمنحطة، إلخ. إلخ. إلخ.</p>\n<p>كل شخص عجوز مريض وفقير نفسيًا يكون عادةً مليئًا بالخوف ويفزع بشوق لا نهائي من المال، وتقاليد العائلة، والأحفاد، وذكرياته، وما إلى ذلك، كما لو كان يبحث عن الأمان. هذا شيء يمكننا جميعًا إثباته من خلال مراقبة كبار السن بعناية.</p>\n<p>في كل مرة يخاف فيها الناس، يختبئون وراء الدرع الواقي للاحترام. باتباع تقليد، سواء كان عرقًا أو عائلة أو أمة، إلخ. إلخ. إلخ.</p>\n<p>في الواقع، كل تقليد هو مجرد تكرار لا معنى له، أجوف، بدون قيمة حقيقية.</p>\n<p>جميع الناس لديهم ميل واضح لتقليد ما هو أجنبي. إن التقليد هو نتاج الخوف.</p>\n<p>الناس الخائفون يقلدون كل أولئك الذين يتعلقون بهم. يقلدون الزوج، الزوجة، الأبناء، الإخوة، الأصدقاء الذين يحمونهم، إلخ. إلخ. إلخ.</p>\n<p>التقليد هو نتيجة الخوف. التقليد يدمر المبادرة الحرة تمامًا.</p>\n<p>في المدارس، في الكليات، في الجامعات، يرتكب المعلمون والمعلمات خطأ تعليم الطلاب والطالبات ما يسمى بالتقليد.</p>\n<p>في دروس الرسم والتصميم، يتم تعليم الطلاب نسخ ورسم صور للأشجار والمنازل والجبال والحيوانات، وما إلى ذلك. هذا ليس إبداعًا. هذا هو التقليد، التصوير.</p>\n<p>الإبداع ليس تقليدًا. الإبداع ليس تصويرًا. الإبداع هو ترجمة، نقل بالشكل الحيوي وباستخدام الفرشاة الشجرة التي تعجبنا، وغروب الشمس الجميل، والفجر بألحانه التي لا توصف، إلخ. إلخ.</p>\n<p>هناك إبداع حقيقي في الفن الصيني والياباني الزن، في الفن التجريدي وشبه التجريدي.</p>\n<p>أي رسام صيني من تشان وزن لا يهتم بالتقليد أو التصوير. الرسامون من الصين واليابان: يستمتعون بالإبداع والعودة إلى الإبداع مرة أخرى.</p>\n<p>رسامو الزن والتشان لا يقلدون، بل يبدعون وهذا هو عملهم.</p>\n<p>رسامو الصين واليابان لا يهتمون برسم أو تصوير امرأة جميلة، بل يستمتعون بنقل جمالها التجريدي.</p>\n<p>رسامو الصين واليابان لن يقلدوا أبدًا غروب الشمس الجميل، بل يستمتعون بنقل كل سحر الغروب بجمال تجريدي.</p>\n<p>الأهم ليس التقليد والنسخ بالأسود أو الأبيض؛ الأهم هو الشعور بالمعنى العميق للجمال ومعرفة كيفية نقله، ولكن لتحقيق ذلك، يجب ألا يكون هناك خوف أو تعلق بالقواعد أو التقاليد أو خوف مما سيقوله الناس أو توبيخ المعلم.</p>\n<p>من الضروري أن يفهم المعلمون والمعلمات ضرورة قيام الطلاب والطالبات بتطوير القدرة الإبداعية.</p>\n<p>من الواضح أنه من العبث تعليم الطلاب التقليد. من الأفضل تعليمهم الإبداع.</p>\n<p>الإنسان للأسف هو إنسان آلي نائم غير واعٍ، لا يعرف سوى التقليد.</p>\n<p>نحن نقلد الملابس الأجنبية ومن هذا التقليد تخرج تيارات الموضة المختلفة.</p>\n<p>نحن نقلد العادات الأجنبية حتى عندما تكون هذه العادات خاطئة للغاية.</p>\n<p>نحن نقلد الرذائل، نقلد كل ما هو سخيف، ما يتكرر دائمًا في الوقت المناسب، إلخ.</p>\n<p>من الضروري أن يعلم المعلمون والمعلمات في المدرسة الطلاب التفكير بأنفسهم بشكل مستقل.</p>\n<p>يجب على المعلمين أن يقدموا للطلاب جميع الإمكانيات ليصبحوا غير قابلين للتقليد.</p>\n<p>يجب على المعلمين أن ييسروا للطلاب أفضل الفرص لتنمية القدرة الإبداعية.</p>\n<p>من الضروري أن يعرف الطلاب الحرية الحقيقية، حتى يتمكنوا من تعلم التفكير بأنفسهم بحرية دون أي خوف.</p>\n<p>العقل الذي يعيش عبدًا لما سيقوله الناس، العقل الذي يقلد، خوفًا من انتهاك التقاليد والقواعد والعادات، إلخ. ليس عقلًا مبدعًا، ليس عقلًا حرًا.</p>\n<p>عقل الناس مثل منزل مغلق ومختوم بسبعة أختام، منزل لا يمكن أن يحدث فيه شيء جديد، منزل لا تدخله الشمس، منزل لا يسود فيه سوى الموت والألم.</p>\n<p>الجديد لا يمكن أن يحدث إلا في مكان لا يوجد فيه خوف، ولا يوجد تقليد، ولا توجد تعلقات بالأشياء، أو الأموال، أو الأشخاص، أو التقاليد، أو العادات، إلخ.</p>\n<p>يعيش الناس عبيدًا للمكائد، والحسد، وعادات الأسرة، والعادات، والرغبة النهمة في كسب المناصب، والتسلق، والصعود، والتسلق إلى قمة السلم، والشعور بأنهم مهمون، إلخ. إلخ.</p>\n<p>من الضروري أن يعلم المعلمون والمعلمات طلابهم وطالباتهم ضرورة عدم تقليد هذا النظام القديم والمنحط للأشياء القديمة.</p>\n<p>من الضروري أن يتعلم الطلاب في المدرسة الإبداع بحرية، والتفكير بحرية، والشعور بحرية.</p>\n<p>يقضي الطلاب والطالبات أفضل سنوات حياتهم في المدرسة في اكتساب المعلومات، ومع ذلك لا يجدون الوقت للتفكير في كل هذه الأشياء.</p>\n<p>عشر أو خمس عشرة سنة في المدرسة يعيشون حياة آليين غير واعين ويخرجون من المدرسة بوعي نائم، لكنهم يخرجون من المدرسة وهم يعتقدون أنهم مستيقظون للغاية.</p>\n<p>عقل الإنسان يعيش حبيسًا بين الأفكار المحافظة والرجعية.</p>\n<p>لا يستطيع الإنسان أن يفكر بحرية حقيقية لأنه مليء بالخوف.</p>\n<p>الإنسان يخاف الحياة، ويخاف الموت، ويخاف مما سيقوله الناس، ويخاف من النميمة، ويخاف من فقدان الوظيفة، ويخاف من انتهاك اللوائح، ويخاف من أن يسلب أحدهم الزوج أو يسرق الزوجة، إلخ. إلخ. إلخ.</p>\n<p>في المدرسة نتعلم التقليد ونخرج من المدرسة متحولين إلى مقلدين.</p>\n<p>ليس لدينا مبادرة حرة لأننا تعلمنا التقليد منذ مقاعد الدراسة.</p>\n<p>يقلد الناس خوفًا مما قد يقوله الآخرون، ويقلد الطلاب والطالبات لأن المعلمين يرهبون الطلاب المساكين حقًا، ويتم تهديدهم في كل لحظة، ويتم تهديدهم بعلامة سيئة، ويتم تهديدهم بعقوبات معينة، ويتم تهديدهم بالطرد، إلخ.</p>\n<p>إذا أردنا حقًا أن نصبح مبدعين بالمعنى الكامل للكلمة، يجب أن ندرك سلسلة التقليد التي تحاصرنا للأسف.</p>\n<p>عندما نكون قادرين على معرفة سلسلة التقليد بأكملها، وعندما نحلل بعناية كل تقليد، نصبح على دراية به، وكنتيجة منطقية، تولد فينا بعد ذلك بشكل عفوي القدرة على الإبداع.</p>\n<p>من الضروري أن يتحرر طلاب المدرسة أو الكلية أو الجامعة من كل تقليد حتى يصبحوا مبدعين حقًا.</p>\n<p>المعلمون والمعلمات الذين يفترضون خطأً أن الطلاب والطالبات بحاجة إلى التقليد للتعلم مخطئون. من يقلد لا يتعلم، من يقلد يتحول إلى إنسان آلي وهذا كل شيء.</p>\n<p>لا يتعلق الأمر بتقليد ما يقوله مؤلفو الجغرافيا والفيزياء والحساب والتاريخ، إلخ. التقليد والحفظ والتكرار مثل الببغاوات أو الببغاوات أمر غبي، من الأفضل أن نفهم بوعي ما ندرسه.</p>\n<p>التعليم الأساسي هو علم الوعي، العلم الذي يسمح لنا باكتشاف علاقتنا بالبشر، والطبيعة، وكل الأشياء.</p>\n<p>العقل الذي لا يعرف سوى التقليد هو ميكانيكي، إنه آلة تعمل، إنه ليس مبدعًا، إنه غير قادر على الإبداع، إنه لا يفكر حقًا، إنه يكرر فقط وهذا كل شيء.</p>\n<p>يجب أن يهتم المعلمون والمعلمات بإيقاظ الوعي في كل طالب.</p>\n<p>يهتم الطلاب والطالبات فقط باجتياز العام وبعد ذلك … خارج المدرسة، في الحياة العملية، يصبحون موظفين في المكاتب أو آلات لصنع الأطفال.</p>\n<p>عشر أو خمس عشرة سنة من الدراسة للخروج كمتحدثين آليين، المواد المدروسة تُنسى تدريجيًا وقليلًا و لا يبقى شيء في الذاكرة في النهاية.</p>\n<p>إذا كان الطلاب على وعي بالمواد المدروسة، إذا لم تستند دراستهم فقط إلى المعلومات والتقليد والذاكرة، لكان الأمر مختلفًا. سيخرجون من المدرسة بمعرفة واعية، لا تُنسى، كاملة، لا تخضع للذاكرة غير الموثوقة.</p>\n<p>التعليم الأساسي سيساعد الطلاب على إيقاظ الوعي والذكاء.</p>\n<p>التعليم الأساسي يقود الشباب على طريق الثورة الحقيقية.</p>\n<p>يجب على الطلاب والطالبات الإصرار على أن يعطيهم المعلمون والمعلمات التعليم الحقيقي، التعليم الأساسي.</p>\n<p>لا يكفي أن يجلس الطلاب والطالبات على مقاعد الدراسة لتلقي معلومات عن ملك أو عن حرب ما، هناك حاجة إلى شيء آخر، هناك حاجة إلى التعليم الأساسي لإيقاظ الوعي.</p>\n<p>من الضروري أن يخرج الطلاب من المدرسة ناضجين، واعين حقًا، أذكياء، حتى لا يتحولوا إلى مجرد قطع آلية في الآلية الاجتماعية.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/la-imitacion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-imitacion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-imitacion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
