import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "הבינה",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "19. הבינה",
    "order": 19
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>יצא לנו לוודא שמורים רבים להיסטוריה אוניברסלית במערב העולם נוהגים ללעוג לבודהה, לקונפוציוס, למוחמד, להרמס, לקצאלקואטל, למשה, לקרישנה וכדומה.</p>\n<p>מעבר לכל ספק, יצא לנו גם כן לבדוק לשובע, את הסרקזם, הלעג והאירוניה שנזרקים על ידי מורים נגד דתות עתיקות, נגד האלים, נגד המיתולוגיה וכו’. כל זה בדיוק חוסר אינטליגנציה.</p>\n<p>בבתי ספר, במכללות ובאוניברסיטאות, צריך לדון בנושאים דתיים, עם יותר כבוד, עם תחושה גבוהה של הערצה, עם אינטליגנציה יוצרת אמיתית.</p>\n<p>הצורות הדתיות משמרות את הערכים הנצחיים ומאורגנות בהתאם לצרכים הפסיכולוגיים וההיסטוריים של כל עם ושל כל גזע.</p>\n<p>לכל הדתות יש את אותם עקרונות, את אותם ערכים נצחיים והן שונות רק בצורה.</p>\n<p>זה לא אינטליגנטי שנוצרי ילעג לדת הבודהה או לדת העברית או ההינדית מכיוון שכל הדתות נשענות על אותם יסודות.</p>\n<p>הסאטירות של אינטלקטואלים רבים נגד הדתות ומייסדיהן נובעות מהרעל המרקסיסטי שבימים אלה מרעיל את כל המוחות החלשים.</p>\n<p>מורים ומורות בבתי ספר, במכללות ובאוניברסיטאות חייבים להנחות את תלמידיהם ותלמידותיהם בדרך של כבוד אמיתי לבני אדם כמונו.</p>\n<p>זה לגמרי מרושע ובלתי ראוי שהגס רוח, בשם תיאוריה מכל סוג שהוא, ילעג לבתי תפילה, לדתות, לכתות, לבתי ספר או לחברות רוחניות.</p>\n<p>עם עזיבתם את כיתות הלימוד, הסטודנטים צריכים להתמודד עם אנשים מכל הדתות, בתי הספר והכתות, ולא אינטליגנטי מי שאינו יודע אפילו לשמור על הגינות ראויה בבית מקדש.</p>\n<p>כשעוזבים את כיתות הלימוד לאחר עשר או חמש עשרה שנות לימוד, הצעירים והצעירות מוצאים את עצמם איטיים וישנוניים כמו שאר בני האדם, מלאי ריקנות וחוסר אינטליגנציה כמו ביום הראשון שנכנסו לבית הספר.</p>\n<p>דחוף שהתלמידים, בין היתר, יפתחו את המרכז הרגשי כי לא הכל אינטלקט. יש צורך ללמוד להרגיש את ההרמוניות האינטימיות של החיים, את יופיו של העץ הבודד, את שירת הציפור ביער, את הסימפוניה של מוזיקה וצבעים של שקיעה יפה.</p>\n<p>יש גם צורך להרגיש ולהבין לעומק את כל הניגודים הנוראיים של החיים, כמו הסדר החברתי האכזרי והחסר רחמים של התקופה הזו בה אנו חיים, הרחובות המלאים באמהות אומללות שמקבצות נדבות עם ילדיהן הסובלים מתת תזונה ורעב לחתיכת לחם, הבניינים המכוערים בהם גרות אלפי משפחות עניות, הכבישים הדוחים בהם מסתובבות אלפי מכוניות המונעות בדלקים הפוגעים באורגניזמים וכו’.</p>\n<p>הסטודנט שעוזב את כיתות הלימוד צריך להתמודד לא רק עם האנוכיות שלו ועם הבעיות שלו, אלא גם עם האנוכיות של כל האנשים ועם הבעיות הרבות של החברה האנושית.</p>\n<p>החמור מכל הוא שהסטודנט שעוזב את כיתות הלימוד, גם אם יש לו הכנה אינטלקטואלית, אין לו אינטליגנציה, התודעה שלו רדומה, הוא מוכן בצורה לקויה למאבק עם החיים.</p>\n<p>הגיעה השעה לחקור ולגלות מה זה שנקרא אינטליגנציה. המילון, האנציקלופדיה, חסרי אונים להגדיר ברצינות את האינטליגנציה,</p>\n<p>בלי אינטליגנציה לעולם לא יכול להיות טרנספורמציה רדיקלית או אושר אמיתי ונדיר מאוד למצוא בחיים אנשים אינטליגנטיים באמת.</p>\n<p>הדבר החשוב בחיים הוא לא רק לדעת את המילה אינטליגנציה, אלא לחוות בעצמנו את המשמעות העמוקה שלה.</p>\n<p>רבים הם אלה שמניחים שהם אינטליגנטים, אין שיכור שלא מניח שהוא אינטליגנטי וקרל מרקס, בהאמינו לעצמו שהוא אינטליגנטי מדי, כתב את פארסת החומרנות שלו שעולה לעולם באובדן הערכים הנצחיים, בהוצאה להורג של אלפי כמרים מדתות שונות, באונס של נזירות, בודהיסטיות, נוצריות וכו’, בהרס של מקדשים רבים, בעינויים של אלפי מיליוני אנשים וכו’ וכו’ וכו’.</p>\n<p>כל אחד יכול להניח שהוא אינטליגנטי, הקושי הוא להיות כזה באמת.</p>\n<p>לא על ידי רכישת מידע ספרותי נוסף, ידע נוסף, חוויות נוספות, דברים נוספים כדי לסנוור את האנשים, יותר כסף כדי לקנות שופטים ושוטרים וכו’. כפי שנשיג את מה שנקרא אינטליגנציה.</p>\n<p>לא עם ה-יותר הזה, אפשר להגיע לאינטליגנציה. טועים לחלוטין אלה שמניחים שניתן לכבוש את האינטליגנציה בתהליך של ה-יותר.</p>\n<p>יש להבין לעומק ובכל תחומי התודעה התת-מודעת והלא מודעת, מהו התהליך המזיק הזה של ה-יותר, כי בעומק מסתתר בסתר רב האגו האהוב, האני, העצמי שלי, שרוצה ותמיד רוצה עוד ועוד כדי להשמין ולהתחזק.</p>\n<p>המפיסטופלס הזה שאנו נושאים בתוכנו, השטן הזה, האני הזה, אומר: לי יש יותר כסף, יותר יופי, יותר אינטליגנציה מזה, יותר יוקרה, יותר ערמומיות וכו’ וכו’ וכו’.</p>\n<p>מי שבאמת רוצה להבין מהי אינטליגנציה, חייב ללמוד להרגיש אותה, חייב לחיות אותה ולחוות אותה באמצעות מדיטציה עמוקה.</p>\n<p>כל מה שאנשים צוברים בין הקבר המרקיב של הזיכרון הבוגדני, מידע אינטלקטואלי, חוויות חיים, מתורגם תמיד באופן קטלני למונח של עוד ועוד. כך שלעולם לא יכירו את המשמעות העמוקה של כל מה שהם צוברים.</p>\n<p>רבים קוראים ספר ואז מפקידים אותו בין הזיכרון מרוצים מכך שצברו מידע נוסף, אך כאשר נקראים לתת דין וחשבון על הדוקטרינה הכתובה בספר שקראו, מתברר שאינם מכירים את המשמעות העמוקה של ההוראה, אך האני רוצה יותר ויותר מידע, יותר ויותר ספרים גם כאשר לא חוו את הדוקטרינה של אף אחד מהם.</p>\n<p>אי אפשר להשיג אינטליגנציה עם יותר מידע ספרותי, או עם יותר ניסיון, או עם יותר כסף, או עם יותר יוקרה, אינטליגנציה יכולה לפרוח בנו כאשר אנו מבינים את כל תהליך האני, כאשר אנו מבינים לעומק את כל האוטומטיות הפסיכולוגית הזו של ה-יותר.</p>\n<p>חיוני להבין שהנפש היא המרכז הבסיסי של ה-יותר. באמת ה-יותר הזה הוא אותו אני פסיכולוגי שדורש והנפש היא הגרעין הבסיסי שלו.</p>\n<p>מי שרוצה להיות אינטליגנטי באמת, חייב להחליט למות לא רק ברמה האינטלקטואלית השטחית, אלא גם בכל תחומי התודעה התת-מודעת והלא מודעת של הנפש.</p>\n<p>כשהאני מת, כשהאני מתמוסס לחלוטין, הדבר היחיד שנשאר בתוכנו הוא ההוויה האותנטית, ההוויה האמיתית, האינטליגנציה הלגיטימית כה נחשקת וכה קשה.</p>\n<p>אנשים מאמינים שהנפש יוצרת, הם טועים. האני אינו יוצר והנפש היא הגרעין הבסיסי של האני.</p>\n<p>האינטליגנציה יוצרת מכיוון שהיא שייכת להוויה, היא תכונה של ההוויה. אסור לנו לבלבל את הנפש עם האינטליגנציה.</p>\n<p>טועים לחלוטין ובצורה רדיקלית מי שמניח שאינטליגנציה היא משהו שאפשר לטפח כמו פרח חממה או משהו שאפשר לקנות כמו שקונים תארי אצולה או בעלות על ספרייה עצומה.</p>\n<p>יש צורך להבין לעומק את כל תהליכי הנפש, את כל התגובות, את ה-יותר הפסיכולוגי הזה שמצטבר וכו’. רק כך פורץ בנו באופן טבעי וספונטני הלהבה הלוהטת של האינטליגנציה.</p>\n<p>ככל שהמפיסטופלס שאנו נושאים בתוכנו הולך ומתמוסס, האש של האינטליגנציה היוצרת הולכת ומתגלה לאט לאט בתוכנו, עד שהיא זורחת בלהט.</p>\n<p>ההוויה האמיתית שלנו היא אהבה ומתוך האהבה הזו נולדת האינטליגנציה האותנטית והלגיטימית שאינה מהזמן.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/la-inteligencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-inteligencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-inteligencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
