import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "बुद्धिमत्ता",
  "locale": "hi",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "19. बुद्धिमत्ता",
    "order": 19
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>हमने यह सत्यापित करने में सक्षम हुए हैं कि दुनिया के पश्चिमी भाग में कई यूनिवर्सल हिस्ट्री के शिक्षक बुद्ध, कन्फ्यूशियस, मुहम्मद, हेर्मेस, क्वेट्ज़ालकोट, मूसा, कृष्ण आदि का उपहास करते हैं।</p>\n<p>निस्संदेह, हमने शिक्षकों द्वारा प्राचीन धर्मों, देवताओं, पौराणिक कथाओं आदि के खिलाफ कटाक्ष, उपहास, व्यंग्य को भी पर्याप्त रूप से सत्यापित किया है। यह सब वास्तव में बुद्धि की कमी है।</p>\n<p>स्कूलों, कॉलेजों और विश्वविद्यालयों में, धार्मिक विषयों पर अधिक सम्मान, श्रद्धा की उच्च भावना और सच्ची रचनात्मक बुद्धि के साथ व्यवहार किया जाना चाहिए।</p>\n<p>धार्मिक रूप शाश्वत मूल्यों को बनाए रखते हैं और प्रत्येक लोगों, प्रत्येक जाति की मनोवैज्ञानिक और ऐतिहासिक आवश्यकताओं के अनुसार व्यवस्थित होते हैं।</p>\n<p>सभी धर्मों के सिद्धांत समान हैं, शाश्वत मूल्य समान हैं और वे केवल रूप में भिन्न हैं।</p>\n<p>यह समझदारी नहीं है कि एक ईसाई बुद्ध के धर्म या यहूदी या हिंदू धर्म का उपहास करे क्योंकि सभी धर्म समान नींव पर टिके हैं।</p>\n<p>धर्मों और उनके संस्थापकों के खिलाफ कई बुद्धिजीवियों के व्यंग्य मार्क्सवादी जहर के कारण हैं जो इन दिनों सभी कमजोर दिमागों को जहर दे रहा है।</p>\n<p>स्कूलों, कॉलेजों और विश्वविद्यालयों के शिक्षकों को अपने छात्रों को अपने साथी मनुष्यों के प्रति सच्चे सम्मान के मार्ग पर मार्गदर्शन करना चाहिए।</p>\n<p>यह स्पष्ट रूप से विकृत और अयोग्य है कि कोई भी अशिष्ट व्यक्ति किसी भी प्रकार के सिद्धांत के नाम पर मंदिरों, धर्मों, संप्रदायों, स्कूलों या आध्यात्मिक समाजों का उपहास करे।</p>\n<p>अध्ययन कक्ष छोड़ने पर छात्रों को सभी धर्मों, स्कूलों, संप्रदायों के लोगों से निपटना पड़ता है और यह बुद्धिमान नहीं है कि वे मंदिर में उचित व्यवहार भी न कर सकें।</p>\n<p>दस या पंद्रह साल के अध्ययन के बाद अध्ययन कक्ष छोड़ने पर, युवा और युवतियां अन्य मनुष्यों की तरह सुस्त और सोए हुए पाए जाते हैं, उतने ही खालीपन से भरे और बुद्धि की कमी वाले जितने कि वे स्कूल में अपने पहले दिन आए थे।</p>\n<p>यह जरूरी है कि छात्र, अन्य बातों के अलावा, भावनात्मक केंद्र विकसित करें क्योंकि सब कुछ बुद्धि नहीं है। जीवन की अंतरंग सामंजस्य, अकेले पेड़ की सुंदरता, जंगल में पक्षी का गीत, एक सुंदर सूर्यास्त की संगीत और रंगों की सिम्फनी को महसूस करना सीखना आवश्यक है।</p>\n<p>जीवन के सभी भयानक विरोधाभासों को गहराई से महसूस करना और समझना भी आवश्यक है, जैसे कि इस युग का क्रूर और निर्दयी सामाजिक व्यवस्था जिसमें हम रहते हैं, भूखे और कुपोषित बच्चों के साथ दुखी माताओं से भरी सड़कें जो रोटी के एक टुकड़े की भीख माँग रही हैं, बदसूरत इमारतें जहाँ हजारों गरीब परिवार रहते हैं, घृणित सड़कें जहाँ हजारों कारें चलती हैं जो उन ईंधन से चलती हैं जो जीवों को नुकसान पहुँचाती हैं, आदि।</p>\n<p>जो छात्र अध्ययन कक्ष छोड़ता है, उसे न केवल अपने स्वयं के स्वार्थ और अपनी समस्याओं का सामना करना पड़ता है, बल्कि सभी लोगों के स्वार्थ और मानव समाज की कई समस्याओं का भी सामना करना पड़ता है।</p>\n<p>सबसे गंभीर बात यह है कि अध्ययन कक्ष छोड़ने वाले छात्र, बौद्धिक तैयारी होने के बावजूद, बुद्धिमान नहीं होते हैं, उनकी चेतना सोई हुई है, वे जीवन के साथ संघर्ष के लिए अपर्याप्त रूप से तैयार हैं।</p>\n<p>अब यह जांच करने और यह पता लगाने का समय आ गया है कि बुद्धिमत्ता नामक यह क्या है। शब्दकोश, विश्वकोश, बुद्धिमत्ता को गंभीरता से परिभाषित करने में असमर्थ हैं।</p>\n<p>बुद्धि के बिना कभी भी कोई कट्टरपंथी परिवर्तन या सच्ची खुशी नहीं हो सकती है और जीवन में वास्तव में बुद्धिमान लोगों को ढूंढना बहुत दुर्लभ है।</p>\n<p>जीवन में महत्वपूर्ण बात केवल बुद्धिमत्ता शब्द को जानना नहीं है, बल्कि स्वयं में इसके गहरे महत्व का अनुभव करना है।</p>\n<p>ऐसे कई लोग हैं जो बुद्धिमान होने का दिखावा करते हैं, कोई भी शराबी बुद्धिमान होने का दिखावा नहीं करता है और कार्ल मार्क्स ने खुद को बहुत बुद्धिमान मानते हुए, अपना भौतिकवादी तमाशा लिखा है जिसने दुनिया को शाश्वत मूल्यों की हानि, विभिन्न धर्मों के हजारों पुजारियों की हत्या, ननों का बलात्कार, बौद्ध, ईसाई, आदि, कई मंदिरों का विनाश, हजारों और लाखों लोगों की यातना आदि का कारण बना।</p>\n<p>कोई भी बुद्धिमान होने का दिखावा कर सकता है, वास्तव में होना मुश्किल है।</p>\n<p>अधिक पुस्तकीय जानकारी, अधिक ज्ञान, अधिक अनुभव, लोगों को चकाचौंध करने के लिए अधिक चीजें, न्यायाधीशों और पुलिस को खरीदने के लिए अधिक धन प्राप्त करके ऐसा नहीं है; आदि। जैसे कि बुद्धिमत्ता नामक यह प्राप्त होने वाला है।</p>\n<p>उस MAS के साथ नहीं, आप बुद्धिमत्ता प्राप्त कर सकते हैं। वे पूरी तरह से गलत हैं जो मानते हैं कि बुद्धि को MAS की प्रक्रिया से जीता जा सकता है।</p>\n<p>अचेतन और अचेतन मन के सभी क्षेत्रों में गहराई से और पूरी तरह से यह समझना जरूरी है कि MAS की यह हानिकारक प्रक्रिया क्या है, क्योंकि गहराई में बहुत गुप्त रूप से प्रिय EGO, YO, MI MISMO छिपा हुआ है, जो हमेशा MAS और MAS चाहता है और मजबूत होना चाहता है।</p>\n<p>यह मेफिस्टोफेल्स जिसे हम अंदर ले जाते हैं, यह SATAN, यह YO, कहता है: मेरे पास उस आदमी की तुलना में MAS धन, अधिक सुंदरता, अधिक बुद्धि, अधिक प्रतिष्ठा, अधिक चालाकी है, आदि। आदि। आदि।</p>\n<p>जो वास्तव में बुद्धिमत्ता को समझना चाहता है, उसे इसे महसूस करना सीखना चाहिए, इसे जीना और गहरे ध्यान के माध्यम से इसका अनुभव करना चाहिए।</p>\n<p>लोग कब्र की सड़ी हुई कब्र, बौद्धिक जानकारी, जीवन के अनुभव के बीच जो कुछ भी जमा करते हैं, उसका हमेशा MAS और MAS के रूप में घातक रूप से अनुवाद किया जाता है। इसलिए वे उस सब के गहरे अर्थ को कभी नहीं जानते जो वे जमा करते हैं।</p>\n<p>बहुत से लोग एक किताब पढ़ते हैं और फिर अधिक जानकारी जमा करने से संतुष्ट होकर इसे स्मृति के बीच जमा कर देते हैं, लेकिन जब उन्हें उस किताब में लिखे सिद्धांत के लिए जवाब देने के लिए कहा जाता है जिसे उन्होंने पढ़ा था, तो पता चलता है कि वे शिक्षण के गहरे अर्थ से अनजान हैं, लेकिन YO को और अधिक और अधिक जानकारी चाहिए, और अधिक और अधिक किताबें, तब भी जब उनमें से किसी के भी सिद्धांत का अनुभव नहीं हुआ हो।</p>\n<p>पुस्तकीय जानकारी से, या अधिक अनुभव से, या अधिक धन से, या अधिक प्रतिष्ठा से बुद्धि प्राप्त नहीं होती है, बुद्धि हममें तब खिल सकती है जब हम YO की पूरी प्रक्रिया को समझें, जब हम MAS के सभी मनोवैज्ञानिक स्वचालन को गहराई से समझें।</p>\n<p>यह समझना जरूरी है कि मन MAS का मूल केंद्र है। वास्तव में वह MAS वही मनोवैज्ञानिक YO है जिसकी आवश्यकता है और मन उसका मूल नाभिक है।</p>\n<p>जो वास्तव में बुद्धिमान होना चाहता है, उसे न केवल सतही बौद्धिक स्तर पर मरने का संकल्प लेना चाहिए, बल्कि मन के सभी अचेतन और अचेतन क्षेत्रों में भी मरने का संकल्प लेना चाहिए।</p>\n<p>जब YO मर जाता है, जब Y0 पूरी तरह से घुल जाता है तो हमारे अंदर जो कुछ भी रहता है वह प्रामाणिक SER, सच्चा SER, वैध बुद्धि है जिसकी इतनी लालसा है और इतनी मुश्किल है।</p>\n<p>लोग मानते हैं कि मन निर्माता है, वे गलत हैं। YO निर्माता नहीं है और मन YO का मूल नाभिक है।</p>\n<p>बुद्धि रचनात्मक है क्योंकि यह SER की है, यह SER का एक गुण है। हमें मन को INTELLIGENCE के साथ भ्रमित नहीं करना चाहिए।</p>\n<p>वे PLANE से और कट्टरपंथी रूप से गलत हैं जो मानते हैं कि INTELLIGENCE कुछ ऐसा है जिसे ग्रीनहाउस के फूल के रूप में उगाया जा सकता है या कुछ ऐसा खरीदा जा सकता है जैसे कुलीनता के खिताब खरीदे जाते हैं या एक शानदार पुस्तकालय का मालिक होना।</p>\n<p>मन की सभी प्रक्रियाओं, सभी प्रतिक्रियाओं, उस मनोवैज्ञानिक MAS को गहराई से समझना आवश्यक है जो जमा होता है, आदि। केवल तभी हममें स्वाभाविक और सहज रूप से INTELLIGENCE की जलती हुई लौ फूटती है।</p>\n<p>जैसे-जैसे मेफिस्टोफेल्स जिसे हम अंदर ले जाते हैं, घुलता जाता है, रचनात्मक बुद्धि की आग धीरे-धीरे हमारे अंदर प्रकट होती जाती है, जब तक कि वह भड़कती हुई चमकती नहीं है।</p>\n<p>हमारा सच्चा SER प्रेम है और उस प्रेम से प्रामाणिक और वैध INTELLIGENCE का जन्म होता है जो समय का नहीं है।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hi/educacion-fundamental/la-inteligencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hi/educacion-fundamental/la-inteligencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hi/educacion-fundamental/la-inteligencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
