import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Інтэлект",
  "locale": "be",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "19. Інтэлект",
    "order": 19
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Мы змаглі пераканацца, што многія настаўнікі і настаўніцы сусветнай гісторыі на захадзе свету часта высмейваюць БУДУ, Канфуцыя, Магамета, Гермеса, Кетцалькоатля, Майсея, Крышну і г.д.</p>\n<p>Па-за ўсякім сумневам, мы таксама дасыта пераканаліся ў сарказме, насмешках, іроніі, якія настаўнікі і настаўніцы кідаюць супраць старажытных рэлігій, супраць багоў, супраць міфалогіі і г.д. Усё гэта якраз і ёсць недахоп інтэлекту.</p>\n<p>У школах, каледжах і ўніверсітэтах варта было б разглядаць рэлігійныя тэмы з большай павагай, з высокім пачуццём шанавання, з сапраўдным стваральным інтэлектам.</p>\n<p>Рэлігійныя формы захоўваюць вечныя каштоўнасці і арганізаваны ў адпаведнасці з псіхалагічнымі і гістарычнымі патрэбамі кожнага народа, кожнай расы.</p>\n<p>Усе рэлігіі маюць адны і тыя ж прынцыпы, адны і тыя ж вечныя каштоўнасці і адрозніваюцца толькі ў форме.</p>\n<p>Не разумна, калі хрысціянін высмейвае рэлігію Буды ці яўрэйскую ці індуісцкую рэлігію, таму што ўсе рэлігіі абапіраюцца на адны і тыя ж падставы.</p>\n<p>Сатыры многіх інтэлектуалаў супраць рэлігій і іх заснавальнікаў звязаны з марксісцкім атрутай, які ў гэты час атручвае ўсе слабыя розумы.</p>\n<p>Настаўнікі і настаўніцы школ, каледжаў і ўніверсітэтаў павінны накіроўваць сваіх вучняў і вучаніц на шлях сапраўднай павагі да нашых блізкіх.</p>\n<p>Безумоўна, заганна і непрыстойна, калі хам, у імя тэорыі любога тыпу, высмейвае рэлігійныя храмы, секты, школы ці духоўныя грамадствы.</p>\n<p>Пакідаючы аўдыторыі, студэнты павінны мець справу з людзьмі ўсіх рэлігій, школ, сект, і не разумна, калі яны нават не ўмеюць захоўваць належную вытрымку ў храме.</p>\n<p>Пакідаючы аўдыторыі пасля дзесяці ці пятнаццаці гадоў навучання, юнакі і дзяўчаты знаходзяцца такімі ж лянівымі і соннымі, як і астатнія людзі, такімі ж поўнымі пустаты і пазбаўленымі інтэлекту, як і ў першы дзень, калі яны паступілі ў школу.</p>\n<p>Вельмі важна, каб студэнты, сярод іншага, развівалі эмацыйны цэнтр, таму што не ўсё ёсць інтэлект. Неабходна навучыцца адчуваць інтымныя гармоніі жыцця, прыгажосць адзінокага дрэва, спеў птушкі ў лесе, сімфонію музыкі і колераў прыгожага заходу.</p>\n<p>Неабходна таксама глыбока адчуваць і разумець усе жахлівыя кантрасты жыцця, такія як жорсткі і бязлітасны сацыяльны лад гэтага часу, у які мы жывем, вуліцы, поўныя няшчасных маці, якія са сваімі знясіленымі і галоднымі дзецьмі просяць кавалак хлеба, непрыгожыя будынкі, дзе жывуць тысячы бедных сем’яў, агідныя дарогі, па якіх рухаюцца тысячы аўтамабіляў, якія працуюць на гэтым паліве, які шкодзіць арганізмам, і г.д.</p>\n<p>Студэнт, які пакідае аўдыторыі, павінен сутыкнуцца не толькі са сваім уласным эгаізмам і сваімі ўласнымі праблемамі, але і з эгаізмам усіх людзей і з шматлікімі праблемамі чалавечага грамадства.</p>\n<p>Самае страшнае тое, што студэнт, які пакідае аўдыторыі, нават маючы інтэлектуальную падрыхтоўку, не мае інтэлекту, яго свядомасць спіць, ён недастаткова падрыхтаваны да барацьбы з жыццём.</p>\n<p>Настаў час даследаваць і выявіць, што гэта такое, што называецца ІНТЭЛЕКТ. Слоўнік, энцыклапедыя аказваюцца бяссільнымі, каб сур’ёзна вызначыць ІНТЭЛЕКТ.</p>\n<p>Без інтэлекту ніколі не можа быць радыкальнай трансфармацыі ці сапраўднага шчасця, і вельмі рэдка ў жыцці можна сустрэць сапраўды разумных людзей.</p>\n<p>Галоўнае ў жыцці - гэта не толькі ведаць слова ІНТЭЛЕКТ, але і адчуць у сабе яго глыбокае значэнне.</p>\n<p>Многія тыя, хто выхваляецца тым, што разумныя, няма п’яніцы, які не выхваляецца тым, што разумны, і Карл Маркс, лічачы сябе занадта разумным, напісаў свой матэрыялістычны фарс, які каштаваў свету страты вечных каштоўнасцей, расстрэлу тысяч святароў розных рэлігій, згвалтавання манашак, будыстаў, хрысціянак і г.д., разбурэння многіх храмаў, катавання тысяч і мільёнаў людзей і г.д. і г.д. і г.д.</p>\n<p>Любы можа пахваліцца тым, што разумны, цяжка ім сапраўды быць.</p>\n<p>Не набываючы больш кніжнай інфармацыі, больш ведаў, больш вопыту, больш рэчаў, каб асляпляць людзей, больш грошай, каб купіць суддзяў і паліцыю і г.д., як гэтага дасягнуць, што называецца ІНТЭЛЕКТ.</p>\n<p>Не з гэтым БОЛЬШ, як можна прыйсці да ІНТЭЛЕКТУ. Памыляюцца тыя, хто мяркуе, што інтэлект можна заваяваць з дапамогай працэсу БОЛЬШ.</p>\n<p>Вельмі важна глыбока і ва ўсіх сферах падсвядомага і несвядомага розуму зразумець, што такое гэты згубны працэс БОЛЬШ, таму што ў глыбіні вельмі таемна хаваецца дарагое Эга, Я, САМ Я, які жадае і хоча заўсёды БОЛЬШ і БОЛЬШ, каб разбагацець і ўмацавацца.</p>\n<p>Гэты Мефістофель, якога мы носім у сабе, гэты Сатана, гэта Я, кажа: У МЯНЕ БОЛЬШ грошай, больш прыгажосці, больш інтэлекту, чым у таго, больш прэстыжу, больш хітрасці і г.д. і г.д. і г.д.</p>\n<p>Той, хто сапраўды хоча зразумець, што такое ІНТЭЛЕКТ, павінен навучыцца адчуваць яго, павінен перажываць яго і адчуваць яго праз глыбокую медытацыю.</p>\n<p>Усё, што людзі назапашваюць паміж гнілым склепам нявернай памяці, інтэлектуальную інфармацыю, жыццёвы вопыт, заўсёды фатальна выліваецца ў тэрмін БОЛЬШ і БОЛЬШ. Такім чынам, яны ніколі не даведваюцца пра глыбокі сэнс усяго таго, што назапашваюць.</p>\n<p>Многія чытаюць кнігу, а потым змяшчаюць яе ў памяць, задаволеныя тым, што назапасілі больш інфармацыі, але калі іх просяць адказаць за дактрыну, напісаную ў кнізе, якую яны прачыталі, аказваецца, што яны не ведаюць глыбокага значэння вучэння, але Я хоча больш і больш інфармацыі, больш і больш кніг, нават калі ён не перажыў дактрыну ніводнай з іх.</p>\n<p>Інтэлект не дасягаецца з большай кніжнай інфармацыяй, ні з большым вопытам, ні з большымі грашыма, ні з большым прэстыжам, інтэлект можа расквітнець ў нас, калі мы разумеем увесь працэс Я, калі мы глыбока разумеем увесь гэты псіхалагічны аўтаматызм БОЛЬШ.</p>\n<p>Неабходна зразумець, што розум з’яўляецца асноўным цэнтрам БОЛЬШ. На самай справе гэта БОЛЬШ - гэта тое ж самае псіхалагічнае Я, якое патрабуе, і розум з’яўляецца яго асноўным ядром.</p>\n<p>Той, хто хоча быць разумным па-сапраўднаму, павінен вырашыць памерці не толькі на павярхоўным інтэлектуальным узроўні, але і ва ўсіх падсвядомых і несвядомых сферах розуму.</p>\n<p>Калі Я памірае, калі Я цалкам раствараецца, адзінае, што застаецца ў нас, гэта сапраўднае ІСТОТА, сапраўдная ІСТОТА, законны інтэлект, які так пажаданы і так цяжка дасягнуць.</p>\n<p>Людзі думаюць, што розум стварае, яны памыляюцца. Я не з’яўляецца стваральнікам, а розум з’яўляецца асноўным ядром Я.</p>\n<p>Інтэлект з’яўляецца стваральнікам, таму што ён ад ІСТОТЫ, гэта атрыбут ІСТОТЫ. Мы не павінны блытаць розум з ІНТЭЛЕКТАМ.</p>\n<p>Памыляюцца КАРЫННЫМ чынам і радыкальна тыя, хто мяркуе, што ІНТЭЛЕКТ - гэта нешта, што можна культываваць як кветку ў цяпліцы Або нешта, што можна купіць, як купляюць тытулы шляхетнасці ці маючы вялізную бібліятэку.</p>\n<p>Неабходна глыбока зразумець усе працэсы розуму, усе рэакцыі, гэта псіхалагічнае БОЛЬШ, якое назапашвае і г.д. Толькі так вывяргаецца ў нас натуральным і спантанным чынам палымяны агонь ІНТЭЛЕКТУ.</p>\n<p>Па меры таго, як Мефістофель, якога мы носім у сабе, раствараецца, агонь стваральнага інтэлекту паступова праяўляецца ў нас, пакуль не заззяе пякуча.</p>\n<p>Наша сапраўдная ІСТОТА - гэта ЛЮБОЎ, і з гэтай ЛЮБОВІ нараджаецца сапраўдны і законны ІНТЭЛЕКТ, які не ад часу.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/be/educacion-fundamental/la-inteligencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/la-inteligencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/la-inteligencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
