import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ინტელექტი",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "19. ინტელექტი",
    "order": 19
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ჩვენ შევძელით დავრწმუნებულიყავით, რომ მსოფლიოს დასავლეთში უნივერსალური ისტორიის ბევრი მასწავლებელი ხშირად დასცინის ბუდას, კონფუციუსს, მუჰამედს, ჰერმესს, კეცალკოატლს, მოსეს, კრიშნას და სხვებს.</p>\n<p>ყოველგვარი ეჭვის გარეშე, ჩვენ ასევე სრულად დავრწმუნდით იმ სარკაზმში, დაცინვასა და ირონიაში, რომელსაც მასწავლებლები უძველესი რელიგიების, ღმერთების, მითოლოგიის და ა.შ. მიმართ იყენებენ. ეს ყველაფერი სწორედ ინტელექტის ნაკლებობაა.</p>\n<p>სკოლებში, კოლეჯებსა და უნივერსიტეტებში რელიგიურ თემებზე უფრო მეტი პატივისცემით, თაყვანისცემის მაღალი გრძნობითა და ჭეშმარიტი შემოქმედებითი ინტელექტით უნდა ისაუბრონ.</p>\n<p>რელიგიური ფორმები ინარჩუნებენ მარადიულ ღირებულებებს და ორგანიზებულნი არიან თითოეული ხალხის, თითოეული რასის ფსიქოლოგიური და ისტორიული საჭიროებების შესაბამისად.</p>\n<p>ყველა რელიგიას აქვს ერთი და იგივე პრინციპები, ერთი და იგივე მარადიული ღირებულებები და მხოლოდ ფორმით განსხვავდება.</p>\n<p>არ არის ჭკვიანური, რომ ქრისტიანი დასცინის ბუდას რელიგიას, ებრაულ ან ინდუისტურ რელიგიას, რადგან ყველა რელიგია ერთსა და იმავე საფუძვლებს ეყრდნობა.</p>\n<p>ბევრი ინტელექტუალის სატირა რელიგიებისა და მათი დამაარსებლების წინააღმდეგ გამოწვეულია მარქსისტული შხამით, რომელიც ამჟამად ყველა სუსტ გონებას წამლავს.</p>\n<p>სკოლების, კოლეჯებისა და უნივერსიტეტების მასწავლებლებმა თავიანთი მოსწავლეები ჭეშმარიტი პატივისცემის გზაზე უნდა წარმართონ ჩვენი მოყვასების მიმართ.</p>\n<p>აშკარად გარყვნილი და უღირსია ის უხეში ადამიანი, რომელიც რაიმე ტიპის თეორიის სახელით დასცინის რელიგიურ ტაძრებს, სექტებს, სულიერ სკოლებს ან საზოგადოებებს.</p>\n<p>სწავლის კლასების დატოვებისას სტუდენტებს საქმე აქვთ ყველა რელიგიის, სკოლის, სექტის ხალხთან და არ არის ჭკვიანური ის, რომ მათ არც კი იციან ტაძარში სათანადო თავშეკავების შენარჩუნება.</p>\n<p>ათი ან თხუთმეტი წლის სწავლის შემდეგ კლასების დატოვებისას, ახალგაზრდები ისეთივე დუნე და მძინარე ხდებიან, როგორც სხვა ადამიანები, ისეთივე სიცარიელით სავსე და ინტელექტის ნაკლებობით, როგორც პირველ დღეს სკოლაში შესვლისას.</p>\n<p>სასწრაფოდ აუცილებელია, რომ სტუდენტებმა სხვა საკითხებთან ერთად განავითარონ ემოციური ცენტრი, რადგან ყველაფერი ინტელექტი არ არის. აუცილებელია ვისწავლოთ ცხოვრების ინტიმური ჰარმონიის შეგრძნება, მარტოხელა ხის სილამაზე, პატარა ჩიტის სიმღერა ტყეში, მუსიკისა და ფერების სიმფონია მშვენიერი მზის ჩასვლისას.</p>\n<p>აუცილებელია ასევე ცხოვრების ყველა საშინელი კონტრასტის ღრმად შეგრძნება და გაგება, როგორიცაა სოციალური წესრიგი, სასტიკი და დაუნდობელი ამ ეპოქაში, რომელშიც ჩვენ ვცხოვრობთ, ქუჩები სავსეა უბედური დედებით, რომლებიც მშიერი და არასრულფასოვანი კვების მქონე შვილებთან ერთად პურის ნაჭერს მათხოვრობენ, მახინჯი შენობები, სადაც ათასობით ღარიბი ოჯახი ცხოვრობს, საზიზღარი გზები, სადაც ათასობით მანქანა მოძრაობს იმ საწვავით, რომელიც აზიანებს ორგანიზმებს და ა.შ.</p>\n<p>სტუდენტმა, რომელიც ტოვებს საკლასო ოთახებს, უნდა შეხვდეს არა მხოლოდ საკუთარ ეგოიზმსა და პრობლემებს, არამედ ყველა ადამიანის ეგოიზმს და ადამიანთა საზოგადოების მრავალ პრობლემას.</p>\n<p>ყველაზე სერიოზული ის არის, რომ სტუდენტს, რომელიც ტოვებს კლასებს, თუნდაც ინტელექტუალური მომზადება ჰქონდეს, ინტელექტი არ აქვს, მისი ცნობიერება მძინარეა, ის ცუდად არის მომზადებული ცხოვრებასთან ბრძოლისთვის.</p>\n<p>დადგა დრო, გამოვიკვლიოთ და აღმოვაჩინოთ, რას ნიშნავს ინტელექტი. ლექსიკონი, ენციკლოპედია, უძლურია სერიოზულად განსაზღვროს ინტელექტი.</p>\n<p>ინტელექტის გარეშე ვერასოდეს იქნება რადიკალური ტრანსფორმაცია ან ჭეშმარიტი ბედნიერება და ძალიან იშვიათია ცხოვრებაში ჭეშმარიტად ინტელექტუალური ადამიანების პოვნა.</p>\n<p>მთავარი ცხოვრებაში არის არა მხოლოდ ინტელექტის სიტყვის ცოდნა, არამედ საკუთარ თავში მისი ღრმა მნიშვნელობის გამოცდილება.</p>\n<p>ბევრია ისეთი, ვინც თავს ინტელექტუალურად თვლის, არ არსებობს მთვრალი, რომელიც არ ამტკიცებს ინტელექტს და კარლ მარქსი, რომელიც თავს ზედმეტად ჭკვიანად თვლიდა, წერდა თავის მატერიალისტურ ფარსს, რომელმაც მსოფლიოს მარადიული ღირებულებების დაკარგვა დაუჯდა, სხვადასხვა რელიგიის ათასობით მღვდლის დახვრეტა, მონაზვნების გაუპატიურება, ბუდისტები, ქრისტიანები და ა.შ., მრავალი ტაძრის განადგურება, ათასობით და მილიონობით ადამიანის წამება და ა.შ.</p>\n<p>ვინმეს შეუძლია თავი ინტელექტუალად წარმოაჩინოს, ძნელია იყო ჭეშმარიტად.</p>\n<p>არა უფრო მეტი წიგნიერი ინფორმაციის, მეტი ცოდნის, მეტი გამოცდილების, მეტი ნივთის მოპოვებით ხალხის გასაოცრად, მეტი ფულის მოსამართლეებისა და პოლიციის მოსყიდვისთვის და ა.შ. როგორც თქვენ აპირებთ მიაღწიოთ იმას, რასაც ინტელექტი ჰქვია.</p>\n<p>არა ამ მეტით, როგორც შეიძლება მიაღწიოთ ინტელექტს. ისინი აშკარად ცდებიან, ვინც თვლის, რომ ინტელექტის დაპყრობა შესაძლებელია მეტის პროცესით.</p>\n<p>აუცილებელია საფუძვლიანად და გონების ყველა სფეროში, ქვეცნობიერსა და არაცნობიერში, იმის გაგება, თუ რა არის ეს მავნე მეტის პროცესი, რადგან ფონზე ძალიან ფარულად იმალება საყვარელი ეგო, მე, მე თვითონ, რომელსაც ყოველთვის მეტი და მეტი სურს გასუქება და გამაგრება.</p>\n<p>ეს მეფისტოფელი, რომელსაც ჩვენ შიგნით ვატარებთ, ეს სატანა, ეს მე, ამბობს: მე მაქვს მეტი ფული, მეტი სილამაზე, მეტი ინტელექტი, ვიდრე მას, მეტი პრესტიჟი, მეტი ეშმაკობა და ა.შ.</p>\n<p>ვისაც ჭეშმარიტად სურს გაიგოს რა არის ინტელექტი, უნდა ისწავლოს მისი შეგრძნება, უნდა განიცადოს და გამოსცადოს იგი ღრმა მედიტაციის საშუალებით.</p>\n<p>ყველაფერი, რასაც ადამიანები აგროვებენ მოღალატე მეხსიერების დამპალ სამარხში, ინტელექტუალური ინფორმაცია, ცხოვრებისეული გამოცდილება, ყოველთვის ფატალურად ითარგმნება მეტისა და მეტის ბოლოს. ამრიგად, მათ ვერასოდეს გაიგებენ ყველაფრის ღრმა მნიშვნელობას, რასაც აგროვებენ.</p>\n<p>ბევრი კითხულობს წიგნს და შემდეგ დებს მას მეხსიერებაში კმაყოფილი იმით, რომ მეტი ინფორმაცია დააგროვა, მაგრამ როდესაც მათ მოუწოდებენ პასუხის გასაცემად იმ წიგნში დაწერილ დოქტრინაზე, რომელიც წაიკითხეს, გამოდის, რომ მათ არ იციან სწავლების ღრმა მნიშვნელობა, მაგრამ მე-ს სურს მეტი და მეტი ინფორმაცია, მეტი და მეტი წიგნი, მაშინაც კი, თუ მათ არ განუცდიათ არცერთი მათგანის დოქტრინა.</p>\n<p>ინტელექტი არ მიიღება მეტი წიგნიერი ინფორმაციით, არც მეტი გამოცდილებით, არც მეტი ფულით და არც მეტი პრესტიჟით, ინტელექტს შეუძლია აყვავდეს ჩვენში, როდესაც გვესმის მე-ს მთელი პროცესი, როდესაც საფუძვლიანად გვესმის მთელი ეს ფსიქოლოგიური ავტომატიზმი მეტისა.</p>\n<p>აუცილებელია გვესმოდეს, რომ გონება არის მეტის ძირითადი ცენტრი. სინამდვილეში, ეს მეტი არის იგივე ფსიქოლოგიური მე, რომელიც მოითხოვს და გონება მისი ფუნდამენტური ბირთვია.</p>\n<p>ვისაც ჭეშმარიტად სურს იყოს ინტელექტუალური, უნდა გადაწყვიტოს მოკვდეს არა მხოლოდ ზედაპირულ ინტელექტუალურ დონეზე, არამედ გონების ყველა ქვეცნობიერ და არაცნობიერ სფეროში.</p>\n<p>როდესაც მე კვდება, როდესაც მე მთლიანად იშლება, ერთადერთი, რაც ჩვენში რჩება, არის ავთენტური არსება, ჭეშმარიტი არსება, ლეგიტიმური ინტელექტი, რომელიც ასე სასურველი და რთულია.</p>\n<p>ხალხს ჰგონია, რომ გონება შემოქმედებითია, ისინი ცდებიან. მე არ არის შემოქმედებითი და გონება არის მე-ს ძირითადი ბირთვი.</p>\n<p>ინტელექტი შემოქმედებითია, რადგან ის არსებიდანაა, ეს არის არსების ატრიბუტი. ჩვენ არ უნდა ავურიოთ გონება ინტელექტში.</p>\n<p>ისინი აშკარად და რადიკალურად ცდებიან, ვინც ვარაუდობს, რომ ინტელექტი არის ის, რისი გაშენებაც შესაძლებელია სათბურის ყვავილის მსგავსად, ან რისი ყიდვაც შესაძლებელია, როგორც საყიდულობენ თავადური ტიტულებს ან ფლობენ უზარმაზარ ბიბლიოთეკას.</p>\n<p>აუცილებელია ღრმად გავიგოთ გონების ყველა პროცესი, ყველა რეაქცია, ის ფსიქოლოგიური მეტი, რომელიც გროვდება და ა.შ. მხოლოდ ამ გზით იფეთქებს ჩვენში ბუნებრივად და სპონტანურად ინტელექტის მწველი ალი.</p>\n<p>როდესაც მეფისტოფელი, რომელსაც ჩვენ შიგნით ვატარებთ, იხსნება, შემოქმედებითი ინტელექტის ცეცხლი ნელ-ნელა ვლინდება ჩვენში, სანამ მწველად არ გაბრწყინდება.</p>\n<p>ჩვენი ჭეშმარიტი არსება არის სიყვარული და ამ სიყვარულიდან იბადება ავთენტური და ლეგიტიმური ინტელექტი, რომელიც დროის არაა.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/educacion-fundamental/la-inteligencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/la-inteligencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/la-inteligencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
