import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "החיקוי",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "2. החיקוי",
    "order": 2
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>כבר הוכח באופן מוחלט שהפחד מונע יוזמה חופשית. המצב הכלכלי הקשה של מיליוני אנשים נובע ללא ספק ממה שנקרא פחד.</p>\n<p>הילד המפוחד מחפש את אמו האהובה ונדבק אליה בחיפוש אחר ביטחון. הבעל המפוחד נדבק לאשתו ומרגיש שהוא אוהב אותה הרבה יותר. האישה המפוחדת מחפשת את בעלה ואת ילדיה ומרגישה שהיא אוהבת אותם הרבה יותר.</p>\n<p>מבחינה פסיכולוגית, מעניין מאוד לדעת שלעתים קרובות הפחד מתחפש לבגדי האהבה.</p>\n<p>אנשים שיש להם מעט מאוד ערכים רוחניים בפנים, אנשים עניים מבפנים, תמיד מחפשים משהו מבחוץ כדי להשלים את עצמם.</p>\n<p>אנשים עניים מבפנים חיים תמיד בתככים, תמיד בשטויות, רכילות, תענוגות בהמיים וכו’.</p>\n<p>אנשים עניים מבפנים חיים מפחד לפחד וכמובן, נדבקים לבעל, לאישה, להורים, לילדים, למסורות ישנות מיושנות ומנוונות וכו’ וכו’ וכו’.</p>\n<p>כל זקן חולה ועני מבחינה פסיכולוגית מלא בדרך כלל בפחד ונבהל בתאווה אינסופית לכסף, למסורות משפחתיות, לנכדים, לזיכרונותיו וכו’, כאילו מחפש ביטחון. זה משהו שכולנו יכולים לראות בהתבוננות זהירה בקשישים.</p>\n<p>בכל פעם שאנשים מפחדים, הם מסתתרים מאחורי מגן ההגנה של הכבוד. בעקבות מסורת, בין אם של גזע, בין אם של משפחה, אומה וכו’ וכו’ וכו’.</p>\n<p>באמת כל מסורת היא רק חזרה חסרת משמעות, חלולה, ללא ערך אמיתי.</p>\n<p>לכל האנשים יש נטייה בולטת לחקות את מה ששייך לאחרים. החיקוי הזה הוא תוצר של פחד.</p>\n<p>אנשים עם פחד מחקים את כל אלה שאליהם הם נצמדים. הם מחקים את הבעל, את האישה, את הילדים, את האחים, את החברים שמגנים עליהם וכו’ וכו’ וכו’.</p>\n<p>החיקוי הוא תוצאה של פחד. החיקוי הורס לחלוטין את היוזמה החופשית.</p>\n<p>בבתי הספר, במכללות, באוניברסיטאות, המורים והמטפלות עושים את הטעות ללמד את התלמידים והתלמידות את מה שנקרא חיקוי.</p>\n<p>בשיעורי ציור ורישום מלמדים את התלמידים להעתיק, לצייר תמונות של עצים, בתים, הרים, חיות וכו’. זה לא ליצור. זה לחקות, לצלם.</p>\n<p>ליצור זה לא לחקות. ליצור זה לא לצלם. ליצור זה לתרגם, להעביר במכחול ובאופן חי את העץ שמוצא חן בעינינו, את השקיעה היפה, את הזריחה עם המנגינות הנשגבות שלה וכו’ וכו’.</p>\n<p>יש יצירה אמיתית באמנות הסינית והיפנית של הזן, באמנות מופשטת וחצי מופשטת.</p>\n<p>לכל צייר סיני של צ’אן וזן לא אכפת לחקות, לצלם. ציירים מסין ויפן נהנים ליצור ולחזור וליצור מחדש.</p>\n<p>ציירי הזן והצ’אן לא מחקים, הם יוצרים וזו עבודתם.</p>\n<p>לציירים מסין ויפן לא אכפת לצייר או לצלם אישה יפה, הם נהנים להעביר את היופי המופשט שלה.</p>\n<p>ציירים מסין ויפן לעולם לא יחקו שקיעה יפה, הם נהנים להעביר ביופי מופשט את כל קסם השקיעה.</p>\n<p>החשוב הוא לא לחקות, להעתיק בשחור או בלבן; החשוב הוא להרגיש את המשמעות העמוקה של היופי ולדעת להעביר אותו, אבל בשביל זה צריך שלא יהיה פחד, היצמדות לכללים, למסורת, או פחד ממה יגידו או מנזיפת המורה.</p>\n<p>דחוף שהמורים והמטפלות יבינו את הצורך שהתלמידים והתלמידות יפתחו את הכוח היוצר.</p>\n<p>ברור לחלוטין שזה אבסורדי ללמד את התלמידים לחקות. עדיף ללמד אותם ליצור.</p>\n<p>לרוע המזל, בן האדם הוא אוטומט רדום לא מודע, שיודע רק לחקות.</p>\n<p>אנחנו מחקים בגדים של אחרים ומחיקוי זה יוצאות מגמות האופנה השונות.</p>\n<p>אנו מחקים מנהגים של אחרים גם כאשר הם מאוד שגויים.</p>\n<p>אנו מחקים את המידות הרעות, אנו מחקים את כל מה שאבסורדי, את מה שתמיד חוזר על עצמו בזמן וכו’.</p>\n<p>יש צורך שמורים ומטפלות בבתי הספר ילמדו את התלמידים לחשוב בעצמם באופן עצמאי.</p>\n<p>מורים צריכים להציע לתלמידים את כל האפשרויות כדי שהם יפסיקו להיות אוטומטים חיקויים.</p>\n<p>מורים צריכים לספק לתלמידים את ההזדמנויות הטובות ביותר כדי שאלה יפתחו את הכוח היוצר.</p>\n<p>דחוף שהתלמידים יכירו את החופש האמיתי, כדי שיוכלו ללמוד לחשוב בעצמם באופן חופשי ללא חשש.</p>\n<p>המוח שחי עבד למה יגידו, המוח שמחקה, מחשש להפר את המסורות, הכללים, המנהגים וכו’, אינו מוח יוצר, אינו מוח חופשי.</p>\n<p>מוחם של אנשים הוא כמו בית סגור ואטום בשבעה חותמות, בית שבו שום דבר חדש לא יכול לקרות, בית שאליו השמש לא נכנסת, בית שבו רק המוות והכאב שולטים.</p>\n<p>החדש יכול לקרות רק איפה שאין פחד, איפה שאין חיקוי, איפה שאין היצמדות לדברים, לכסף, לאנשים, למסורות, למנהגים וכו’.</p>\n<p>אנשים חיים עבדים לתככים, לקנאה, למנהגי המשפחה, להרגלים, לתשוקה הבלתי נשלטת לזכות בעמדות, לטפס, לעלות, לטפס לראש הסולם, לגרום לעצמם להרגיש וכו’ וכו’.</p>\n<p>דחוף שהמורים והמטפלות ילמדו את תלמידיהם ותלמידותיהם את הצורך לא לחקות את כל הסדר המיושן והמנוון הזה של דברים ישנים.</p>\n<p>דחוף שהתלמידים ילמדו בבית הספר ליצור באופן חופשי, לחשוב באופן חופשי, להרגיש באופן חופשי.</p>\n<p>התלמידים והתלמידות מבלים את מיטב חייהם בבית הספר ברכישת מידע, ובכל זאת לא נשאר להם זמן לחשוב על כל הדברים האלה.</p>\n<p>עשר או חמש עשרה שנים בבית הספר חיים חיים של אוטומטים לא מודעים ויוצאים מבית הספר עם תודעה רדומה, אבל הם יוצאים מבית הספר וחושבים שהם ערים מאוד.</p>\n<p>מוחו של בן האדם חי כלוא בין רעיונות שמרניים וריאקציוניים.</p>\n<p>בן האדם לא יכול לחשוב בחופש אמיתי כי הוא מלא בפחד.</p>\n<p>בן האדם פוחד מהחיים, פוחד מהמוות, פוחד ממה יגידו, מהאומרים, מהרכילות, מלאבד את העבודה, מלהפר את התקנות, מפחד שמישהו ייקח לו את בן הזוג או יגנוב לו את בת הזוג וכו’ וכו’ וכו’.</p>\n<p>בבית הספר מלמדים אותנו לחקות ואנחנו יוצאים מבית הספר והופכים למחקים.</p>\n<p>אין לנו יוזמה חופשית כי מספסלי בית הספר לימדו אותנו לחקות.</p>\n<p>אנשים מחקים מפחד ממה שאנשים אחרים עשויים לומר, התלמידים והתלמידות מחקים מכיוון שהמורים באמת מפחידים את התלמידים המסכנים, הם מאוימים בכל רגע, הם מאוימים בציון גרוע, הם מאוימים בעונשים מסוימים, הם מאוימים בהדחה וכו’.</p>\n<p>אם אנחנו באמת רוצים להפוך ליוצרים במובן השלם ביותר של המילה, עלינו להיות מודעים לכל סדרת החיקויים האלה שלרוע המזל לוכדים אותנו.</p>\n<p>כאשר אנחנו כבר מסוגלים לדעת את כל סדרת החיקויים, כאשר כבר ניתחנו ביסודיות כל אחד מהחיקויים, אנחנו הופכים מודעים אליהם וכתוצאה הגיונית, נולד בנו אז באופן ספונטני, הכוח ליצור.</p>\n<p>יש צורך שהתלמידים והתלמידות בבית הספר, במכללה או באוניברסיטה ישתחררו מכל חיקוי כדי שיהפכו ליוצרים אמיתיים.</p>\n<p>טועים המורים והמטפלות שמניחים בטעות שהתלמידים והתלמידות צריכים לחקות כדי ללמוד. מי שמחקה לא לומד, מי שמחקה הופך לאוטומט וזה הכל.</p>\n<p>אין מדובר בחיקוי מה שאומרים מחברי הגאוגרפיה, הפיזיקה, האריתמטיקה, ההיסטוריה וכו’. לחקות, לשנן, לחזור כמו תוכים או תוכיים, זה טיפשי, עדיף להבין באופן מודע את מה שאנחנו לומדים.</p>\n<p>החינוך הבסיסי הוא מדע התודעה, המדע שמאפשר לנו לגלות את הקשר שלנו עם בני האדם, עם הטבע, עם כל הדברים.</p>\n<p>המוח שיודע רק לחקות הוא מכני, הוא מכונה שפועלת, הוא לא יוצר, הוא לא מסוגל ליצור, הוא לא חושב באמת, הוא רק חוזר וזה הכל.</p>\n<p>מורים ומטפלות צריכים לדאוג להתעוררות התודעה בכל תלמיד.</p>\n<p>התלמידים והתלמידות דואגים רק לעבור שנה ואחר כך… מחוץ לבית הספר, בחיים המעשיים, הם הופכים לעובדי משרד קטנים או למכונות לייצור ילדים.</p>\n<p>עשר או חמש עשרה שנות לימודים כדי לצאת ולהפוך לאוטומטים מדברים, החומרים שנלמדו נשכחים לאט לאט ובסוף לא נשאר דבר בזיכרון.</p>\n<p>אם התלמידים היו מודעים לחומרים שנלמדו, אם הלימוד שלהם לא היה מבוסס רק על מידע, חיקוי וזיכרון, המצב היה אחר. הם היו יוצאים מבית הספר עם ידע מודע, בלתי נשכח, שלם, שלא היה נתון לזיכרון הבוגדני.</p>\n<p>החינוך הבסיסי יעזור לתלמידים על ידי העירנות של התודעה והאינטליגנציה שלהם.</p>\n<p>החינוך הבסיסי מוביל את הצעירים בדרך של מהפכה אמיתית.</p>\n<p>התלמידים והתלמידות צריכים להתעקש שהמורים והמטפלות יתנו להם את החינוך האמיתי, את החינוך הבסיסי.</p>\n<p>לא מספיק שהתלמידים והתלמידות יישבו על ספסלי בית הספר כדי לקבל מידע על מלך כלשהו או על מלחמה כלשהי, צריך משהו נוסף, צריך את החינוך הבסיסי כדי לעורר תודעה.</p>\n<p>דחוף שהתלמידים ייצאו מבית הספר בוגרים, מודעים באמת, אינטליגנטים, כדי שלא יהפכו לפשוטים לחלקים אוטומטיים של המכונות החברתיות.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/la-imitacion.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-imitacion.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-imitacion.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
