import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Интелигентността",
  "locale": "bg",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "19. Интелигентността",
    "order": 19
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Установихме, че много учители по всеобща история в западния свят често се подиграват на БУДА, Конфуций, Мохамед, Хермес, Кетцалкоатъл, Мойсей, Кришна и т.н.</p>\n<p>Също така несъмнено установихме сарказма, подигравките, иронията, хвърлени от учителите срещу древните религии, срещу боговете, срещу митологията и т.н. Всичко това е именно липса на интелигентност.</p>\n<p>В училищата, колежите и университетите трябва да се говори за религиозните теми с повече уважение, с високо чувство на преклонение, с истинска съзидателна интелигентност.</p>\n<p>Религиозните форми запазват вечните ценности и са организирани според психологическите и историческите нужди на всеки народ, на всяка раса.</p>\n<p>Всички религии имат едни и същи принципи, едни и същи вечни ценности и се различават само по форма.</p>\n<p>Не е интелигентно християнин да се подиграва на религията на Буда или на еврейската или индуистката религия, защото всички религии почиват на едни и същи основи.</p>\n<p>Сатирите на много интелектуалци срещу религиите и техните основатели се дължат на МАРКСИСТКАТА отрова, която в тези времена трови всички слаби умове.</p>\n<p>Учителите в училищата, колежите и университетите трябва да насочват своите ученици по пътя на истинското уважение към нашите ближни.</p>\n<p>Напълно порочно и недостойно е простакът, който в името на теория от всякакъв вид се подиграва на храмовете, религиите, сектите, училищата или духовните общества.</p>\n<p>Когато напуснат класните стаи, учениците трябва да се справят с хора от всички религии, училища, секти и не е интелигентно дори да не знаят как да запазят приличие в храм.</p>\n<p>Когато напуснат класните стаи след десет или петнадесет години обучение, младежите са толкова бавни и заспали като останалите човешки същества, толкова пълни с празнота и лишени от интелигентност, колкото в първия ден, в който са влезли в училище.</p>\n<p>Спешно е учениците, наред с други неща, да развият емоционалния център, защото не всичко е интелект. Необходимо е да се научим да чувстваме интимните хармонии на живота, красотата на самотното дърво, песента на птичката в гората, симфонията от музика и цветове на красив залез.</p>\n<p>Също така е необходимо да почувстваме и разберем дълбоко всички ужасни контрасти на живота, като жестокия и безмилостен социален ред на тази епоха, в която живеем, улиците, пълни с нещастни майки, които с недохранените и гладни си деца просят залък хляб, грозните сгради, в които живеят хиляди бедни семейства, отвратителните пътища, по които циркулират хиляди коли, задвижвани с онези горива, които увреждат организмите и т.н.</p>\n<p>Ученикът, който напуска класните стаи, трябва да се изправи не само пред собствения си егоизъм и пред собствените си проблеми, но и пред егоизма на всички хора и пред многобройните проблеми на човешкото общество.</p>\n<p>Най-сериозното от всичко е, че ученикът, който напуска класните стаи, дори и да има интелектуална подготовка, няма интелигентност, съзнанието му е заспало, той е зле подготвен за борбата с живота.</p>\n<p>Дойде време да проучим и да открием какво е това, което се нарича ИНТЕЛИГЕНТНОСТ. Речникът, енциклопедията, се оказват безсилни да дефинират сериозно ИНТЕЛИГЕНТНОСТТА.</p>\n<p>Без интелигентност никога не може да има радикална трансформация или истинско щастие и е много рядко в живота да се срещнат наистина интелигентни хора.</p>\n<p>Важното в живота не е само да познаваме думата ИНТЕЛИГЕНТНОСТ, а да изпитаме в себе си нейното дълбоко значение.</p>\n<p>Много са тези, които се хвалят с интелигентност, няма пияница, който да не се хвали с интелигентност и Карл Маркс, вярвайки, че е твърде интелигентен, написа своя материалистичен фарс, който струва на света загубата на вечните ценности, разстрела на хиляди свещеници от различни религии, изнасилването на монахини, будистки, християнски и т.н., унищожаването на много храмове, изтезанията на хиляди и милиони хора и т.н. и т.н. и т.н.</p>\n<p>Всеки може да се хвали с интелигентност, трудното е да бъдеш наистина интелигентен.</p>\n<p>Не е чрез придобиване на повече книжна информация, повече знания, повече опит, повече неща за заслепяване на хората, повече пари за купуване на съдии и полицаи и т.н., как ще се постигне това, което се нарича ИНТЕЛИГЕНТНОСТ.</p>\n<p>Не е с това ПОВЕЧЕ, как може да се стигне до ИНТЕЛИГЕНТНОСТ. Напълно грешат онези, които предполагат, че интелигентността може да бъде завладяна с процеса на ПОВЕЧЕ.</p>\n<p>Спешно е да се разбере в дълбочина и във всички области на подсъзнателния и несъзнателния ум какво представлява този пагубен процес на ПОВЕЧЕ, защото в дъното тайно се крие любимото ЕГО, АЗ-ът, АЗ САМИЯТ, който желае и иска винаги ПОВЕЧЕ и ПОВЕЧЕ, за да се угои и укрепи.</p>\n<p>Този Мефистофел, когото носим вътре, този САТАНА, този АЗ, казва: АЗ имам ПОВЕЧЕ пари, повече красота, повече интелигентност от този, повече престиж, повече хитрост и т.н. и т.н. и т.н.</p>\n<p>Който наистина иска да разбере какво е ИНТЕЛИГЕНТНОСТ, трябва да се научи да я чувства, трябва да я преживее и да я изпита чрез дълбока медитация.</p>\n<p>Всичко, което хората натрупват между гниещия гроб на невярната памет, интелектуална информация, житейски опит, винаги фатално се превръща в термина ПОВЕЧЕ и ПОВЕЧЕ. Така че никога не стигат до опознаване на дълбокия смисъл на всичко, което натрупват.</p>\n<p>Мнозина четат книга и след това я депозират в паметта, доволни, че са натрупали повече информация, но когато бъдат призовани да отговорят за доктрината, написана в книгата, която са прочели, се оказва, че не познават дълбокото значение на учението, но АЗ-ът иска повече и повече информация, повече и повече книги, дори когато не е преживял доктрината на нито една от тях.</p>\n<p>Интелигентността не се постига с повече книжна информация, нито с повече опит, нито с повече пари, нито с повече престиж, интелигентността може да разцъфне в нас, когато разберем целия процес на АЗ-а, когато разберем в дълбочина целия този психологически автоматизъм на ПОВЕЧЕ.</p>\n<p>Необходимо е да се разбере, че умът е основният център на ПОВЕЧЕ. Всъщност това ПОВЕЧЕ е същият психологически АЗ, който изисква и умът е неговото фундаментално ядро.</p>\n<p>Който иска да бъде наистина интелигентен, трябва да реши да умре не само на повърхностното интелектуално ниво, но и във всички подсъзнателни и несъзнателни области на ума.</p>\n<p>Когато АЗ-ът умре, когато АЗ-ът се разтвори напълно, единственото, което остава вътре в нас, е автентичното СЪЩЕСТВО, истинското СЪЩЕСТВО, законната интелигентност, толкова жадувана и толкова трудна.</p>\n<p>Хората вярват, че умът е творец, грешат. АЗ-ът не е творец и умът е основното ядро на АЗ-а.</p>\n<p>Интелигентността е творец, защото тя е на СЪЩЕСТВОТО, тя е атрибут на СЪЩЕСТВОТО. Не трябва да бъркаме ума с ИНТЕЛИГЕНТНОСТТА.</p>\n<p>Напълно и радикално грешат тези, които предполагат, че ИНТЕЛИГЕНТНОСТТА е нещо, което може да бъде култивирано като цвете в оранжерия И нещо, което може да бъде купено, както се купуват благороднически титли или притежавайки страхотна библиотека.</p>\n<p>Необходимо е да се разберат дълбоко всички процеси на ума, всички реакции, това психологическо ПОВЕЧЕ, което натрупва и т.н. Само така покълва в нас по естествен и спонтанен начин пламенната искра на ИНТЕЛИГЕНТНОСТТА.</p>\n<p>Колкото повече Мефистофелът, когото носим вътре, се разтваря, толкова повече огънят на съзидателната интелигентност се проявява малко по малко вътре в нас, докато заблести изгарящо.</p>\n<p>Нашето истинско СЪЩЕСТВО е ЛЮБОВ и от тази ЛЮБОВ се ражда автентичната и законна ИНТЕЛИГЕНТНОСТ, която не е от времето.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bg/educacion-fundamental/la-inteligencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/la-inteligencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/la-inteligencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
