import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ኣእምሮ",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "19. ኣእምሮ",
    "order": 19
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ብዙሓት መምህራን ታሪኽ ዓለም ኣብ ምዕራባዊ ዓለም ንቡድሃ፣ ኮንፊሽየስ፣ መሓመድ፣ ሄርሜስ፣ ኴትሳኮል፣ ሙሴ፣ ክርሽና ወዘተ ከምዝጸርፉ ርጊጸን ጌርና ኣለና።</p>\n<p>ብዘየማትእ ኸኣ መምህራን ነቶም ጥንታውያን ሃይማኖታት፣ ንኣማልኽቲ፣ ንተረትን መምሰልትን ብምዝላፍ፣ ብምንሽካዕ ከምኡ’ውን ብምንቃፍ ክዝንግዑ ከምዝጸንሑ ኣረጋጊጽና ኢና። እዚ ኹሉ ብርግጽ ጉድለት ኣእምሮ’ዩ።</p>\n<p>ኣብያተ ትምህርቲ፣ ኮሌጃትን ዩኒቨርስቲታትን፣ እቶም ሃይማኖታዊ ጉዳያት ብዝበለጸ ኣኽብሮት፣ ልዑል ኣኽብሮታዊ ስምዒትን ብሓቀኛ ፈጣሪ ኣእምሮን ክመሓደሩ ይግባእ።</p>\n<p>ሃይማኖታዊ ኣገባባት ዘለኣለማዊ ክብርታት ይዕቅቡ፡ ከምኡ’ውን ምስ ስነ ልቦናዊን ታሪኻውን ድሌታት ናይ ነፍሲ ወከፍ ህዝቢ፡ ነፍሲ ወከፍ ዓሌት እተሰማማዕ እዩ።</p>\n<p>ኩሎም ሃይማኖታት ሓደ ዓይነት መርሆታት፣ ሓደ ዓይነት ዘለኣለማዊ ክብርታት ኣለዎም፡ ኣብ ኣገባብ ጥራይ እዮም ዝፈላለዩ።</p>\n<p>ሓደ ክርስትያን ንሃይማኖት ቡድሃ ወይ ንሃይማኖት ኣይሁድ ወይ ሂንዱ ምዝላፉ ብልህነት ኣይኮነን፣ ከመይሲ ኩሎም ሃይማኖታት ኣብ ሓደ መሰረት እዮም ዝጽገኑ።</p>\n<p>እቶም ብዙሓት ምሁራት ኣብ ልዕሊ ሃይማኖታትን መስረትቶምን ዝዝንግዑዎ ዝንጋዕ በቲ ኣብዚ እዋን’ዚ ንኹሎም ደካማት ኣእምሮታት ዝመርዝ ዘሎ መርዚ ማርክሲስት ዝመነጨ እዩ።</p>\n<p>መምህራን ኣብያተ ትምህርቲ፣ ኮሌጃትን ዩኒቨርስቲታትን ንተመሃሮኦም ናብቲ ናይ ሓቂ ኣኽብሮት ናብ ብጾትና ዝመርሕ መንገዲ ክመርሑዎም ይግባእ።</p>\n<p>ብዝኾነ ይኹን ዓይነት ንድፈ ሃሳብ ስም ዝዝንግዕ፣ ንኣብያተ መቓድስ ሃይማኖታት፣ ኑፋቄታት፣ ኣብያተ ትምህርቲ ወይ መንፈሳውያን ማሕበራት ምዝላፍ ኣዝዩ ሕማቕን ዘይግባእን እዩ።</p>\n<p>ተመሃሮ ካብ መምሃራይቲ ምስወጹ ምስ ኩሎም ሃይማኖታት፣ ትምህርትታት፣ ኑፋቄታትን ሓደስቲ ማሕበራትን ክራኸቡ እዮም፣ ኣብ ቤተ መቕደስ’ውን ከይተረፈ ግቡእ ኣገባብ ክሕልዉ ዘይኽእል ብልህነት የብሉን።</p>\n<p>እቶም መንእሰያት ጓል ኣንስተይትን ድሕሪ ዓሰርተ ወይ ዓሰርተ ሓሙሽተ ዓመታት ትምህርቲ ካብ ክፍሊ ትምህርቲ ምስ ወጹ ልክዕ ከምቶም ካልኦት ደቂ ሰባት ሃሰው ከምዝበሉን ከምዝደቀሱን፣ ልክዕ ከምቲ ናብ ቤት ትምህርቲ ዝኣተዉሉ መዓልቲ ባዶነትን ጉድለትን ኣእምሮ ዝመልኦም ኾይኖም እዮም ዝወጹ።</p>\n<p>ካብ ካልእ ነገራት ሓዊሱ ተመሃሮ ነቲ ስምዒታዊ ማእከል ከማዕብልዎ እዋኑ እዩ፣ ምኽንያቱ ኩሉ ነገር ኣእምሮ ጥራይ ኣይኮነን። ነተን ድብቅቲ ስምረት ናይ ህይወት፣ ጽባቐ ናይታ በይናዊት ኦም፣ ነቲ ኣብ ጫካ ዝዝምር ጫቘት፣ ነቲ ናይ ዜማን ሕብሪታትን ስምረት ጽቡቕ ጀንበር ምዕራብ ክስምዓና የድሊ።</p>\n<p>ከምቲ ጨካንን ዘይምሕረትን ማሕበራዊ ስርዓት ናይዚ ዘለናዮ ዘመን፣ ነተን ብደቃይሽዮም ዝተጎድኡን ዝጠመዩን ደቆም ሒዘን ቁራጽ እንጌራ ዝልምኑ ዘለዋ ሕጉሳት ዘይኮና ኣዴታት ዝመልኣ ጐደናታት፣ ነቶም ኣእካል ዘበላሹ ነዳዲ ዘለዎም ኣእዋንን መካይን ዝሽከርከሩለን ዘለዋ ዘስሕቱ መገድታት ወዘተ ዝኣመሰሉ ኹሎም ዘስሕቱ ተጻራሪታት ናይ ህይወት ስምዒትን ምስትውዓልን ኣገዳሲ እዩ።</p>\n<p>እቲ ካብ ክፍሊ ትምህርቲ ዝወጽእ ተምሃራይ ነቲ ናይ ርእሱ ስስዐን ጸገማትን ጥራይ ዘይኮነ፣ ነቲ ስስዐ ኩሎም ሰባትን ነቶም ብዙሓት ጸገማት ማሕበረሰብ ሰብ ክጋጠሞም ኣለዎ።</p>\n<p>ካብ ኩሉ ዝኸፍአ ግን እቲ ካብ ክፍሊ ትምህርቲ ዝወጽእ ተምሃራይ፣ ዋላ’ኳ ምሁር እንተኾነ ብልህነት የብሉን፣ ሕልንኡ ደቒሱ እዩ፣ ምስ ህይወት ንኽቃለስ ብግቡእ ኣይተዳለወን።</p>\n<p>እንታይ እዩ እቲ ብልህነት ተባሂሉ ዝጽዋዕ ንምርመርን ንምግላጽን ግዜኡ በጺሑ ኣሎ። መዝገበ ቃላት፣ ኢንሳይክሎፔድያ ንብልህነት ብቁምነገር ንምትርጓም ድኹማት እዮም።</p>\n<p>ብዘይ ብልህነት ሪጋት ለውጢ ወይ ሓቀኛ ሓጐስ ክህሉ ኣይክእልን እዩ፣ ከምኡ’ውን ሓቀኛ ብልህ ሰባት ኣብ ህይወት ምርካብ ኣዝዩ ሓደገኛ እዩ።</p>\n<p>ኣብ ህይወት ኣገዳሲ ዝኾነ ነገር ነታ ብልህነት እትብል ቃል ምፍላጥ ጥራይ ኣይኮነን፣ ኣብ ውሽጥና ድማ ነቲ ጥልቂ ትርጉሙ ምልማዱ እዩ።</p>\n<p>ብዙሓት ብልሆት ምዃኖም ዝዛረቡ ኣለዉ፣ ሓደ ሰኽራም ብልህ ምዃኑ ዘይዛረብ የልቦን፣ ካርል ማርክስ ድማ ንርእሱ ከመቲ ዝበለጸ ብልህ ሰብ ጌሩ ብምሕሳብ ነታ ናይቲ ስስዐ ትርኢት ጽሒፉ፣ እዚ ድማ ንዓለም ክብርታት ዘለኣለም ከምእትስእኖን፣ ንብዙሓት ካህናት እተፈላለዩ ሃይማኖታት ከምዝቕተሉን፣ ንመነኮሳት ቡድሂስት፣ ክርስትያናት ወዘተ ከምዝተዓመጹን፣ ብዙሓት ቤተ መቕደሳት ከምዝፈረሱን፣ ንብዙሓት ሚልዮናት ሰባት ከምዝሳቐዩን ምኽንያት ኾይኑ።</p>\n<p>ማንም ሰብ ብልህ ምዃኑ ክዛረብ ይኽእል፣ ሓቀኛ ምዃን ግን ከቢድ እዩ።</p>\n<p>ተወሳኺ ሓበሬታ መጻሕፍቲ፣ ተወሳኺ ፍልጠት፣ ተወሳኺ ተመክሮታት፣ ሰባት ንምስሓት ተወሳኺ ነገራት፣ ንዳኛታትን ፖሊስን ንምግዛእ ተወሳኺ ገንዘብ፣ ወዘተ ብምርካብ እቲ ብልህነት ተባሂሉ ዝጽዋዕ ኣይክሳካዕን እዩ።</p>\n<p>ብቲ “ተወሳኺ” ኣቢልካ፣ ብልህነት ክትረክብ ኣይከኣልን እዩ። ብልህነት ብመስርሕ “ተወሳኺ” ክርከብ ይከኣል ዝብሉ ብሙሉእ ይጋገዩ ኣለዉ።</p>\n<p>ኣብ ነፍሲ ወከፍ ሜዳ ናይ ንኡስ ንቃተትን ዘይምንቃተትን ኣእምሮ ነዚ ኣዝዩ ኣደገኛ መስርሕ “ተወሳኺ” ብዕምቈት ምስትውዓሉ ኣዝዩ ኣገዳሲ እዩ፣ ከመይሲ ብድሕሪኡ እቲ ተፈታዊ “ራስ”, “ኣነ”, “ርእሰይ” ኣዝዩ ስውር ኾይኑ ተሓቢኡ ኣሎ፣ እዚ ድማ ንምህብትታምን ንምጥንካርን ኩሉ ግዜ “ተወሳኺ”ን “ተወሳኺ”ን እዩ ዝደሊን ዝደልዮን።</p>\n<p>እዚ ኣብ ውሽጥና ዘሎ መፊስቶፌለስ፣ እዚ ሰይጣን፣ እዚ “ራስ”፣ “ኣነ”፣ “ኣነ ካብቲ ሰብ ተወሳኺ ገንዘብ፣ ተወሳኺ ጽባቐ፣ ተወሳኺ ብልህነት ኣለኒ፣ ተወሳኺ ዝና፣ ተወሳኺ ተንኮል፣ ወዘተ።</p>\n<p>ብሓቂ ብልህነት ምስትውዓል ዝደሊ ሰብ፣ ከስተማቕር፣ ከሕይውዎን ብዕምቚቲ ኣስተንትኖ ክፍትኖን ኣለዎ።</p>\n<p>ኩሎም ሰባት ኣብ መንጎ’ቲ በሰባስ መቓብር ናይ ዘይእሙን ተዘክሮ፣ ናይ ኣእምሮ ሓበሬታ፣ ተመክሮታት ናይ ህይወት ዘከማችውዎ ኩሉ ኩሉ ግዜ ብግዲ ኣብ መወዳእታ “ተወሳኺ”ን “ተወሳኺ”ን ተተርጒሙ እዩ። ስለዚ ነቲ ዕምቚ ትርጉም ናይቲ ዘከማችውዎ ፈጺሞም ኣይፈልጡዎን።</p>\n<p>ብዙሓት መጽሓፍ ኣንቢቦም ተወሳኺ ሓበሬታ ስለዘከማችዉ ተሓጒሶም ኣብ ተዘክሮ የቐምጥዎ፣ እንተኾነ ግን ኣብቲ ዘንበብዎ መጽሓፍ ብዛዕባ እቲ ተጻሒፉ ዘሎ ትምህርቲ ንኽምልሱ ምስ ተጸውዑ ነቲ ዕምቚ ትርጉም ናይቲ ትምህርቲ ኣይፈልጡዎን፣ “እቲ ራስ” ግን ተወሳኺን ተወሳኺን ሓበሬታ፣ ተወሳኺን ተወሳኺን መጻሕፍቲ ዋላ’ኳ ንትምህርቲ ሓደ’ኳ እንተዘየሕየዎ ይደሊ።</p>\n<p>ብልህነት ብተወሳኺ ሓበሬታ መጻሕፍቲ፣ ወይ ብተወሳኺ ተመክሮ፣ ወይ ብተወሳኺ ገንዘብ፣ ወይ ብተወሳኺ ዝና ኣይርከብን፣ ብልህነት ነቲ ኩሉ መስርሕ ናይ “ራስ” ምስ ተረድኣና፣ ነቲ ኩሉ ስነ ልቦናዊ ኣውቶማቲዝም ናይ “ተወሳኺ” ብዕምቈት ምስ ኣስተውዓልና ኣብ ውሽጥና ክትዕምብብ ትኽእል እያ።</p>\n<p>እቲ ኣእምሮ መሰረታዊ ማእከል ናይ “ተወሳኺ” ምዃኑ ምስትውዓሉ ኣዝዩ ኣገዳሲ እዩ። ብሓቂ እቲ “ተወሳኺ” እቲ “ራስ” ስነ ልቦናዊ ርእሱ እዩ፣ እቲ ኣእምሮ ድማ መሰረታዊ ኑክሌኡ እዩ።</p>\n<p>ብሓቂ ብልህ ክኸውን ዝደሊ፣ ኣብ ላዕለዋይ ኣእምሮኣዊ ደረጃ ጥራይ ዘይኮነ፣ ኣብ ኩሎም ናይ ንኡስ ንቃተትን ዘይምንቃተትን ሜዳታት ናይ ኣእምሮ’ውን ክመውት ቆራጽ ክኸውን ኣለዎ።</p>\n<p>እቲ “ራስ” ክመውት ከሎ፣ እቲ “ራስ” ብምልእታ ክፈርስ ከሎ ኣብ ውሽጥና ዝተርፍ እንኮ ነገር እቲ ሓቀኛ “ህልዊነት”፣ እቲ ሓቀኛ “ህልዊነት”፣ እቲ ሕጋዊ ተፈታዊን ኣዝዩ ከቢድን ዝኾነ ብልህነት እዩ።</p>\n<p>ሰባት እቲ ኣእምሮ ፈጣሪ እዩ ኢሎም ይኣምኑ፣ ተጋገዩ። እቲ “ራስ” ፈጣሪ ኣይኮነን እቲ ኣእምሮ ድማ መሰረታዊ ኑክሌኡ ናይ “ራስ” እዩ።</p>\n<p>ብልህነት ፈጣሪ እዩ ከመይሲ ናይቲ “ህልዊነት” እዩ፣ ባህርይ ናይ “ህልዊነት” እዩ። ነቲ ኣእምሮ ምስ ብልህነት ከነደናግር የብልናን።</p>\n<p>ብሙሉእ ብሙሉእ ተጋግዮም እዮም፣ እቶም ብልህነት ከም ኣበባ ግሪን ሃውስ ክትከባኸቦ ይከኣል፣ ወይ ከምቲ ዝናዊ ማዕርግ ዝግዛዕ ወይ ድማ ዘደንቕ ቤተ መጻሕፍቲ ብምጥራይ ክትገዝኦ ትኽእል ዝብሉ።</p>\n<p>ኩሎም መስርሓት ናይ ኣእምሮ፣ ኩሎም ምላሻት፣ እቲ የስስዕ ስነ ልቦናዊ “ተወሳኺ” ወዘተ ብዕምቈት ምስትውዓሉ ኣገዳሲ እዩ። ብድሕሪኡ ኣብ ውሽጥና ብባህርያዊን ህድንታዊን መልክዕ እታ ተነዳዲ እሳት ናይ ብልህነት ትምንጩ።</p>\n<p>እቲ ኣብ ውሽጥና ዘሎ መፊስቶፌለስ እናተንተነ ከምዝኸይድ፣ እታ እሳት ናይ ፈጣሪ ብልህነት እናተንተነ ውሽጥና እናብርሀት፣ ክሳብ እትነድድ ትግለጽ።</p>\n<p>እቲ ናይ ሓቂ “ህልዊነትና” ፍቕሪ እዩ፣ ካብቲ ፍቕሪ ድማ እቲ ሓቀኛን ሕጋውን ብልህነት ይውለድ፣ እዚ ድማ ናይ ግዜ ኣይኮነን።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/la-inteligencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-inteligencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-inteligencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
