import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ປັນຍາປະດິດ",
  "locale": "lao",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "19. ປັນຍາປະດິດ",
    "order": 19
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ພວກເຮົາໄດ້ພົບວ່າຄູອາຈານສອນປະຫວັດສາດໂລກຫຼາຍຄົນໃນໂລກຕາເວັນຕົກມັກຈະເຍາະເຍີ້ຍພະພຸດທະເຈົ້າ, ຂົງຈື້, ມູຮຳໝັດ, ເຮີເມສ, ເກັດຊາໂກອັດ, ໂມເຊ, ກຣິຊນາ, ແລະ ອື່ນໆ.</p>\n<p>ນອກເໜືອໄປຈາກຄວາມສົງໄສທັງໝົດ, ພວກເຮົາຍັງໄດ້ເຫັນຄວາມເຍາະເຍີ້ຍ, ການເຍາະເຍີ້ຍ, ການປະຊົດປະຊັນທີ່ຄູອາຈານໃຊ້ຕໍ່ກັບສາສະໜາບູຮານ, ຕໍ່ກັບພະເຈົ້າ, ຕໍ່ກັບເທບນິຍາຍ, ແລະ ອື່ນໆ. ທັງໝົດນັ້ນແມ່ນການຂາດຄວາມສະຫຼາດ.</p>\n<p>ໃນໂຮງຮຽນ, ວິທະຍາໄລ ແລະ ມະຫາວິທະຍາໄລ, ຫົວຂໍ້ທາງສາສະໜາຄວນໄດ້ຮັບການປະຕິບັດດ້ວຍຄວາມເຄົາລົບຫຼາຍຂຶ້ນ, ດ້ວຍຄວາມຮູ້ສຶກທີ່ສູງສົ່ງ, ດ້ວຍປັນຍາທີ່ສ້າງສັນແທ້ຈິງ.</p>\n<p>ຮູບແບບທາງສາສະໜາຮັກສາຄຸນຄ່າອັນເປັນນິດ ແລະ ຖືກຈັດຕັ້ງຂຶ້ນຕາມຄວາມຕ້ອງການທາງດ້ານຈິດໃຈ ແລະ ປະຫວັດສາດຂອງແຕ່ລະປະຊາຊົນ, ແຕ່ລະເຊື້ອຊາດ.</p>\n<p>ທຸກໆສາສະໜາມີຫຼັກການດຽວກັນ, ຄຸນຄ່າອັນເປັນນິດດຽວກັນ ແລະ ແຕກຕ່າງກັນພຽງແຕ່ຮູບແບບ.</p>\n<p>ມັນບໍ່ສະຫຼາດທີ່ຊາວຄຣິດຈະເຍາະເຍີ້ຍສາສະໜາພຸດທະສາສະໜາ ຫຼື ສາສະໜາເຮັບເຣີ ຫຼື ຮິນດູເພາະວ່າທຸກໆສາສະໜາຕັ້ງຢູ່ເທິງພື້ນຖານດຽວກັນ.</p>\n<p>ການລໍ້ລຽນຂອງປັນຍາຊົນຈຳນວນຫຼາຍຕໍ່ກັບສາສະໜາ ແລະ ຜູ້ກໍ່ຕັ້ງຂອງພວກເຂົາແມ່ນເນື່ອງມາຈາກສານພິດ MARXIST ທີ່ກຳລັງເປັນພິດແກ່ຈິດໃຈທີ່ອ່ອນແອທັງໝົດໃນເວລານີ້.</p>\n<p>ຄູອາຈານໃນໂຮງຮຽນ, ວິທະຍາໄລ ແລະ ມະຫາວິທະຍາໄລຕ້ອງນຳພາຜູ້ຊາຍ ແລະ ຜູ້ຍິງຂອງເຂົາເຈົ້າໄປສູ່ເສັ້ນທາງແຫ່ງຄວາມເຄົາລົບນັບຖືທີ່ແທ້ຈິງຕໍ່ເພື່ອນມະນຸດຂອງພວກເຮົາ.</p>\n<p>ມັນເປັນເລື່ອງທີ່ເສື່ອມໂຊມ ແລະ ບໍ່ມີກຽດສັກສີຕໍ່ຄົນຂີ້ຄ້ານທີ່ໃນນາມຂອງທິດສະດີໃດໜຶ່ງ, ເຮັດໃຫ້ວັດວາອາຣາມ, ສາສະໜາ, ນິກາຍ, ໂຮງຮຽນ ຫຼື ສັງຄົມທາງວິນຍານ.</p>\n<p>ເມື່ອອອກຈາກຫ້ອງຮຽນ, ນັກຮຽນຕ້ອງຕິດຕໍ່ກັບຄົນຈາກທຸກສາສະໜາ, ໂຮງຮຽນ, ນິກາຍ ແລະ ມັນບໍ່ສະຫຼາດທີ່ພວກເຂົາບໍ່ຮູ້ວິທີທີ່ຈະຮັກສາຄວາມສະຫງົບໃນວັດ.</p>\n<p>ເມື່ອອອກຈາກຫ້ອງຮຽນຫຼັງຈາກສິບຫາສິບຫ້າປີຂອງການສຶກສາ, ຊາວໜຸ່ມ ແລະ ຍິງໜຸ່ມແມ່ນຊ້າ ແລະ ນອນຫຼັບຄືກັບມະນຸດອື່ນໆ, ເຕັມໄປດ້ວຍຄວາມຫວ່າງເປົ່າ ແລະ ຂາດຄວາມສະຫຼາດຄືກັນກັບມື້ທຳອິດທີ່ເຂົາເຈົ້າເຂົ້າໂຮງຮຽນ.</p>\n<p>ມັນເປັນເລື່ອງຮີບດ່ວນທີ່ນັກຮຽນ, ໃນບັນດາສິ່ງອື່ນໆ, ພັດທະນາສູນກາງທາງດ້ານອາລົມເພາະວ່າທຸກສິ່ງທຸກຢ່າງບໍ່ແມ່ນປັນຍາ. ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະຮຽນຮູ້ທີ່ຈະຮູ້ສຶກເຖິງຄວາມກົມກຽວກັນທີ່ໃກ້ຊິດຂອງຊີວິດ, ຄວາມງາມຂອງຕົ້ນໄມ້ທີ່ໂດດດ່ຽວ, ສຽງຮ້ອງຂອງນົກນ້ອຍໃນປ່າ, symphony ຂອງດົນຕີແລະສີສັນຂອງຕາເວັນຕົກດິນທີ່ສວຍງາມ.</p>\n<p>ມັນຍັງຈໍາເປັນຕ້ອງໄດ້ຮູ້ສຶກ ແລະ ເຂົ້າໃຈຢ່າງເລິກເຊິ່ງເຖິງຄວາມຂັດແຍ່ງທີ່ຮ້າຍແຮງທັງໝົດຂອງຊີວິດ, ເຊັ່ນວ່າລະບົບສັງຄົມທີ່ໂຫດຮ້າຍ ແລະ ໂຫດຮ້າຍໃນຍຸກທີ່ພວກເຮົາອາໄສຢູ່, ຖະໜົນຫົນທາງທີ່ເຕັມໄປດ້ວຍແມ່ຍິງທີ່ບໍ່ມີຄວາມສຸກທີ່ຂໍທານອາຫານກັບລູກທີ່ຂາດສານອາຫານ ແລະ ອຶດຫິວຂອງພວກເຂົາ, ອາຄານທີ່ຂີ້ຮ້າຍທີ່ຄອບຄົວທີ່ທຸກຍາກຫຼາຍພັນຄອບຄົວອາໄສຢູ່, ຖະໜົນຫົນທາງທີ່ໜ້າກຽດຊັງທີ່ລົດຫຼາຍພັນຄັນແລ່ນດ້ວຍນໍ້າມັນເຊື້ອໄຟເຫຼົ່ານັ້ນທີ່ທໍາລາຍອົງການຈັດຕັ້ງ, ແລະ ອື່ນໆ.</p>\n<p>ນັກຮຽນທີ່ອອກຈາກຫ້ອງຮຽນຕ້ອງປະເຊີນໜ້າບໍ່ພຽງແຕ່ຄວາມເຫັນແກ່ຕົວຂອງຕົນເອງ ແລະ ບັນຫາຂອງຕົນເອງເທົ່ານັ້ນ, ແຕ່ຍັງມີຄວາມເຫັນແກ່ຕົວຂອງຄົນທັງປວງ ແລະ ບັນຫາຫຼາຍຢ່າງຂອງສັງຄົມມະນຸດ.</p>\n<p>ສິ່ງທີ່ຮ້າຍແຮງທີ່ສຸດແມ່ນວ່າ ນັກຮຽນທີ່ອອກຈາກຫ້ອງຮຽນ, ເຖິງແມ່ນວ່າຈະມີຄວາມຮູ້ທາງປັນຍາ, ບໍ່ມີຄວາມສະຫຼາດ, ສະຕິຂອງລາວນອນຫລັບ, ລາວບໍ່ໄດ້ກະກຽມຢ່າງພຽງພໍສໍາລັບການຕໍ່ສູ້ກັບຊີວິດ.</p>\n<p>ມັນເຖິງເວລາທີ່ຈະຄົ້ນຄວ້າ ແລະ ຄົ້ນພົບວ່າມັນແມ່ນຫຍັງທີ່ເອີ້ນວ່າ INTELIGENCE. ວັດຈະນານຸກົມ, ສາລານຸກົມ, ບໍ່ສາມາດກໍານົດ INTELIGENCE ຢ່າງຈິງຈັງ,</p>\n<p>ໂດຍບໍ່ມີຄວາມສະຫຼາດ, ບໍ່ເຄີຍມີການຫັນປ່ຽນທີ່ຮຸນແຮງ ຫຼື ຄວາມສຸກທີ່ແທ້ຈິງ ແລະ ມັນຫາຍາກຫຼາຍໃນຊີວິດທີ່ຈະພົບຄົນທີ່ສະຫຼາດແທ້ໆ.</p>\n<p>ສິ່ງທີ່ສໍາຄັນໃນຊີວິດບໍ່ແມ່ນພຽງແຕ່ຮູ້ຈັກຄໍາວ່າ INTELIGENCE, ແຕ່ເພື່ອປະສົບການຄວາມຫມາຍອັນເລິກເຊິ່ງຂອງມັນໃນຕົວເຮົາເອງ.</p>\n<p>ມີຫຼາຍຄົນທີ່ສົມມຸດວ່າສະຫຼາດ, ບໍ່ມີຄົນເມົາເຫຼົ້າທີ່ບໍ່ສົມມຸດວ່າສະຫຼາດ ແລະ Carlos Marx ຄິດວ່າຕົນເອງສະຫຼາດເກີນໄປ, ໄດ້ຂຽນບົດເລື່ອງທີ່ບໍ່ມີຕົວຕົນຂອງລາວທີ່ໄດ້ເຮັດໃຫ້ໂລກເສຍຄຸນຄ່າອັນເປັນນິດ, ການປະຫານຊີວິດຂອງນັກບວດຫຼາຍພັນຄົນຈາກສາສະໜາຕ່າງໆ, ການຂົ່ມຂືນຂອງແມ່ຊີ, ພຸດທະສາສະນິກະຊົນ, ຊາວຄຣິດສະຕຽນ, ແລະອື່ນໆ, ການທໍາລາຍວັດວາອາຣາມຈໍານວນຫຼາຍ, ການທໍລະມານຂອງຫລາຍພັນແລະລ້ານຄົນ, ແລະອື່ນໆ.</p>\n<p>ທຸກຄົນສາມາດສົມມຸດວ່າສະຫຼາດ, ສິ່ງທີ່ຍາກແມ່ນການເປັນຈິງແທ້ໆ.</p>\n<p>ມັນບໍ່ແມ່ນການໄດ້ຮັບຂໍ້ມູນໃນປື້ມເພີ່ມເຕີມ, ຄວາມຮູ້ເພີ່ມເຕີມ, ປະສົບການເພີ່ມເຕີມ, ສິ່ງຂອງເພີ່ມເຕີມເພື່ອເຮັດໃຫ້ຄົນສົນໃຈ, ເງິນເພີ່ມເຕີມເພື່ອຊື້ຜູ້ພິພາກສາ ແລະ ຕໍາຫຼວດ; ແລະອື່ນໆ. ຍ້ອນວ່າລາວຈະບັນລຸສິ່ງນັ້ນທີ່ເອີ້ນວ່າ INTELIGENCE.</p>\n<p>ມັນບໍ່ແມ່ນກັບ MAS ນັ້ນ, ມັນເປັນໄປໄດ້ທີ່ຈະມີ INTELIGENCE. ພວກເຂົາເຈົ້າແມ່ນຜິດພາດຢ່າງສົມບູນຜູ້ທີ່ສົມມຸດວ່າປັນຍາສາມາດເອົາຊະນະໄດ້ດ້ວຍຂະບວນການຂອງ MAS.</p>\n<p>ມັນເປັນເລື່ອງຮີບດ່ວນທີ່ຈະເຂົ້າໃຈຢ່າງເລິກເຊິ່ງ ແລະ ໃນທຸກດ້ານຂອງຈິດໃຈທີ່ບໍ່ຮູ້ຕົວ ແລະ ຈິດໃຈທີ່ບໍ່ຮູ້ຕົວ, ສິ່ງທີ່ເປັນຂະບວນການທີ່ເປັນອັນຕະລາຍຂອງ MAS, ເພາະວ່າໂດຍພື້ນຖານແລ້ວ EGO ທີ່ຮັກແພງແມ່ນຖືກເຊື່ອງໄວ້ຢ່າງລັບໆ, ຂ້ອຍ, ຂ້ອຍເອງ, ຜູ້ທີ່ຕ້ອງການ ແລະ ຕ້ອງການ MAS ແລະ MAS ເພື່ອໄຂມັນ ແລະ ເຂັ້ມແຂງ.</p>\n<p>Mefistófeles ນີ້ທີ່ພວກເຮົາເອົາໄປພາຍໃນ, SATÁN ນີ້, ຂ້ອຍນີ້, ເວົ້າວ່າ: ຂ້ອຍມີເງິນ MAS, ຄວາມງາມ MAS, ຄວາມສະຫຼາດ MAS ຫຼາຍກວ່າສິ່ງນັ້ນ, ຄວາມນັບຖື MAS, ຄວາມສະຫລາດ MAS, ແລະອື່ນໆ. ແລະອື່ນໆ. ແລະອື່ນໆ.</p>\n<p>ໃຜທີ່ຕ້ອງການເຂົ້າໃຈຢ່າງແທ້ຈິງສິ່ງທີ່ INTELIGENCE ເປັນ, ຕ້ອງຮຽນຮູ້ທີ່ຈະຮູ້ສຶກມັນ, ຕ້ອງມີຊີວິດຢູ່ມັນ ແລະ ປະສົບກັບມັນຜ່ານການນັ່ງສະມາທິຢ່າງເລິກເຊິ່ງ.</p>\n<p>ທຸກສິ່ງທຸກຢ່າງທີ່ຄົນສະສົມໄວ້ໃນລະຫວ່າງບ່ອນຝັງສົບທີ່ເນົ່າເປື່ອຍຂອງຄວາມຊົງຈໍາທີ່ບໍ່ສັດຊື່, ຂໍ້ມູນທາງປັນຍາ, ປະສົບການຂອງຊີວິດ, ສະເຫມີແປຕາມຄວາມເສຍຫາຍເຖິງໄລຍະຂອງ MAS ແລະ MAS. ດັ່ງນັ້ນ, ພວກເຂົາບໍ່ເຄີຍມາຮູ້ຄວາມຫມາຍອັນເລິກເຊິ່ງຂອງທຸກສິ່ງທີ່ພວກເຂົາສະສົມ.</p>\n<p>ຫຼາຍຄົນອ່ານປື້ມ ແລະ ຫຼັງຈາກນັ້ນຝາກມັນໄວ້ໃນຄວາມຊົງຈໍາທີ່ພໍໃຈໂດຍໄດ້ສະສົມຂໍ້ມູນເພີ່ມເຕີມ, ແຕ່ເມື່ອລາວຖືກເອີ້ນໃຫ້ຕອບຄໍາຖາມກ່ຽວກັບຄໍາສອນທີ່ຂຽນໄວ້ໃນປື້ມທີ່ພວກເຂົາອ່ານ, ມັນປາກົດວ່າພວກເຂົາບໍ່ຮູ້ຄວາມຫມາຍອັນເລິກເຊິ່ງຂອງການສອນ, ແຕ່ຂ້ອຍຕ້ອງການຂໍ້ມູນເພີ່ມເຕີມ ແລະ ຂໍ້ມູນເພີ່ມເຕີມ, ປື້ມ MAS ແລະ MAS ເຖິງແມ່ນວ່າພວກເຂົາບໍ່ໄດ້ມີຊີວິດຢູ່ຕາມຄໍາສອນຂອງໃດໆຂອງພວກເຂົາ.</p>\n<p>ປັນຍາບໍ່ໄດ້ບັນລຸໄດ້ດ້ວຍຂໍ້ມູນໃນປື້ມເພີ່ມເຕີມ, ບໍ່ມີປະສົບການເພີ່ມເຕີມ, ບໍ່ມີເງິນເພີ່ມເຕີມ, ບໍ່ມີຊື່ສຽງເພີ່ມເຕີມ, ປັນຍາສາມາດອອກດອກໃນພວກເຮົາໄດ້ເມື່ອພວກເຮົາເຂົ້າໃຈຂະບວນການທັງຫມົດຂອງຂ້ອຍ, ເມື່ອພວກເຮົາເຂົ້າໃຈຢ່າງເລິກເຊິ່ງວ່າລະບົບອັດຕະໂນມັດທາງຈິດໃຈທັງຫມົດຂອງ MAS.</p>\n<p>ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະເຂົ້າໃຈວ່າຈິດໃຈແມ່ນສູນກາງພື້ນຖານຂອງ MAS. ແທ້ຈິງແລ້ວ, MAS ນັ້ນແມ່ນຂ້ອຍທາງຈິດໃຈຄືກັນທີ່ຮຽກຮ້ອງແລະຈິດໃຈແມ່ນແກນຫຼັກຂອງມັນ.</p>\n<p>ໃຜທີ່ຕ້ອງການສະຫຼາດແທ້ໆ, ຕ້ອງແກ້ໄຂຕົນເອງໃຫ້ຕາຍບໍ່ພຽງແຕ່ຢູ່ໃນລະດັບທາງປັນຍາເທົ່ານັ້ນ, ແຕ່ຍັງຢູ່ໃນທຸກດ້ານທີ່ບໍ່ຮູ້ຕົວ ແລະ ບໍ່ຮູ້ຕົວຂອງຈິດໃຈ.</p>\n<p>ເມື່ອຂ້ອຍຕາຍ, ເມື່ອ Y0 ລະລາຍທັງຫມົດ, ສິ່ງດຽວທີ່ຍັງເຫຼືອຢູ່ພາຍໃນພວກເຮົາແມ່ນ SER ທີ່ແທ້ຈິງ, SER ທີ່ແທ້ຈິງ, ປັນຍາທີ່ຖືກປາຖະຫນາຢ່າງຖືກຕ້ອງຕາມກົດຫມາຍແລະຍາກ.</p>\n<p>ປະຊາຊົນເຊື່ອວ່າຈິດໃຈແມ່ນສ້າງສັນ, ພວກເຂົາເຈົ້າແມ່ນຜິດພາດ. ຂ້ອຍບໍ່ແມ່ນຜູ້ສ້າງ ແລະ ຈິດໃຈແມ່ນແກນຫຼັກຂອງຂ້ອຍ.</p>\n<p>ປັນຍາແມ່ນສ້າງສັນເພາະວ່າມັນເປັນຂອງ SER, ມັນເປັນຄຸນລັກສະນະຂອງ SER. ພວກເຮົາບໍ່ຄວນສັບສົນຈິດໃຈກັບ INTELIGENCE.</p>\n<p>ພວກເຂົາເຈົ້າແມ່ນຜິດພາດຂອງແຜນການ ແລະ ໃນຮູບແບບທີ່ຮຸນແຮງຜູ້ທີ່ສົມມຸດວ່າ INTELIGENCE ແມ່ນສິ່ງທີ່ສາມາດປູກຝັງໄດ້ເຊັ່ນດອກໄມ້ເຮືອນແກ້ວ ຫຼື ສິ່ງທີ່ສາມາດຊື້ໄດ້ເຊັ່ນການຊື້ຊື່ສຽງຫຼືມີຫ້ອງສະຫມຸດທີ່ຫນ້າຢ້ານກົວ.</p>\n<p>ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະເຂົ້າໃຈຢ່າງເລິກເຊິ່ງທຸກຂະບວນການຂອງຈິດໃຈ, ປະຕິກິລິຍາທັງຫມົດ, MAS ທາງຈິດໃຈທີ່ສະສົມ, ແລະອື່ນໆ. ພຽງແຕ່ຫຼັງຈາກນັ້ນໄຟໄຫມ້ທີ່ລຸກລາມຂອງ INTELIGENCE ຈະແຕກງອກຢູ່ໃນພວກເຮົາໃນຮູບແບບທໍາມະຊາດແລະ spontaneous.</p>\n<p>ໃນຂະນະທີ່ Mefistófeles ທີ່ພວກເຮົາເອົາໄປພາຍໃນກໍາລັງລະລາຍ, ໄຟຂອງປັນຍາທີ່ສ້າງສັນກໍາລັງສະແດງອອກເທື່ອລະກ້າວພາຍໃນພວກເຮົາ, ຈົນກ່ວາມັນສ່ອງແສງຢ່າງຫນ້າຢ້ານກົວ.</p>\n<p>SER ທີ່ແທ້ຈິງຂອງພວກເຮົາແມ່ນ AMOR ແລະຈາກ AMOR ນັ້ນ INTELIGENCE ທີ່ແທ້ຈິງແລະຖືກຕ້ອງຕາມກົດຫມາຍເກີດຂື້ນເຊິ່ງບໍ່ແມ່ນເວລາ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/lao/educacion-fundamental/la-inteligencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/la-inteligencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/la-inteligencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
