import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "الذكاء",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "19. الذكاء",
    "order": 19
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>لقد تمكنا من التحقق من أن العديد من معلمي ومعلمات التاريخ العالمي في العالم الغربي يسخرون عادةً من بوذا وكونفوشيوس ومحمد وهرمس وكيتزالكواتل وموسى وكريشنا، وما إلى ذلك.</p>\n<p>وبعيدًا عن كل شك، فقد تمكنا أيضًا من التحقق إلى أقصى حد، من السخرية والاستهزاء والتهكم الذي يطلقه المعلمون والمعلمات على الأديان القديمة، وعلى الآلهة، وعلى الأساطير، وما إلى ذلك. كل هذا هو بالضبط نقص في الذكاء.</p>\n<p>في المدارس والكليات والجامعات، يجب تناول الموضوعات الدينية بمزيد من الاحترام، وبشعور عالٍ من التبجيل، وبذكاء إبداعي حقيقي.</p>\n<p>تحافظ الأشكال الدينية على القيم الأبدية ويتم تنظيمها وفقًا للاحتياجات النفسية والتاريخية لكل شعب، ولكل عرق.</p>\n<p>تشترك جميع الأديان في نفس المبادئ، ونفس القيم الأبدية، وتختلف فقط في الشكل.</p>\n<p>ليس من الذكاء أن يسخر مسيحي من دين بوذا أو من الدين العبري أو الهندوسي لأن جميع الأديان تقوم على نفس الأسس.</p>\n<p>إن تهكمات العديد من المثقفين على الأديان ومؤسسيها ترجع إلى السم الماركسي الذي يسمم في هذه الأوقات جميع العقول الضعيفة.</p>\n<p>يجب على معلمي ومعلمات المدارس والكليات والجامعات توجيه طلابهم وطالباتهم على طريق الاحترام الحقيقي لأقراننا.</p>\n<p>من الواضح أنه من الانحراف وغير اللائق أن يسخر الوضيع، باسم نظرية من أي نوع، من المعابد أو الأديان أو الطوائف أو المدارس أو المجتمعات الروحية.</p>\n<p>عندما يغادر الطلاب قاعات الدراسة، عليهم التعامل مع أشخاص من جميع الأديان والمدارس والطوائف، وليس من الذكاء ألا يعرفوا حتى كيف يحافظون على السلوك اللائق في المعبد.</p>\n<p>عندما يغادر الشباب والشابات قاعات الدراسة بعد عشر أو خمس عشرة سنة من الدراسة، يجدون أنفسهم بطيئين ونائمين مثل سائر البشر، ومليئين بالفراغ ويفتقرون إلى الذكاء كما كانوا في اليوم الأول الذي التحقوا فيه بالمدرسة.</p>\n<p>من الملح أن يقوم الطلاب، من بين أمور أخرى، بتطوير المركز العاطفي لأن الأمر لا يتعلق بالذكاء فقط. من الضروري تعلم الشعور بالانسجام الداخلي للحياة، وجمال الشجرة الوحيدة، وغناء العصفور في الغابة، وسيمفونية الموسيقى والألوان لغروب الشمس الجميل.</p>\n<p>من الضروري أيضًا أن نشعر ونتفهم بعمق جميع التناقضات الرهيبة في الحياة، مثل النظام الاجتماعي القاسي واللاذع في هذا العصر الذي نعيش فيه، والشوارع المليئة بالأمهات التعيسات اللائي يتسولن مع أطفالهن الذين يعانون من سوء التغذية والجوع قطعة خبز، والمباني القبيحة التي تعيش فيها الآلاف من الأسر الفقيرة، والطرق المقيتة التي تسير عليها الآلاف من السيارات التي تعمل بتلك الوقود التي تضر بالكائنات الحية، وما إلى ذلك.</p>\n<p>يجب على الطالب الذي يترك قاعات الدراسة ألا يواجه أنانيته الخاصة ومشاكله الخاصة فحسب، بل يواجه أيضًا أنانية جميع الناس والمشاكل المتعددة للمجتمع البشري.</p>\n<p>الأمر الأكثر خطورة هو أن الطالب الذي يغادر قاعات الدراسة، حتى لو كان لديه إعداد فكري، ليس لديه ذكاء، ووعيه نائم، وهو غير مستعد بشكل كافٍ للكفاح من أجل الحياة.</p>\n<p>لقد حان الوقت للبحث واكتشاف ما يسمى بالذكاء. القاموس والموسوعة عاجزان عن تعريف الذكاء بجدية.</p>\n<p>بدون ذكاء، لا يمكن أن يكون هناك تحول جذري أو سعادة حقيقية، ومن النادر جدًا في الحياة العثور على أشخاص أذكياء حقًا.</p>\n<p>الأهم في الحياة ليس مجرد معرفة كلمة الذكاء، بل تجربة معناها العميق في أنفسنا.</p>\n<p>هناك الكثير ممن يفترضون أنهم أذكياء، ولا يوجد سكران لا يفترض أنه ذكي، وكارل ماركس، معتقدًا أنه ذكي جدًا، كتب مهزلة مادية كلفت العالم فقدان القيم الأبدية، وإعدام الآلاف من الكهنة من مختلف الأديان، واغتصاب الراهبات، البوذيات، المسيحيات، وما إلى ذلك، وتدمير العديد من المعابد، وتعذيب الآلاف والملايين من الناس، إلخ إلخ إلخ.</p>\n<p>يمكن لأي شخص أن يفترض أنه ذكي، والشيء الصعب هو أن يكون كذلك حقًا.</p>\n<p>ليس عن طريق اكتساب المزيد من المعلومات الكتابية، والمزيد من المعرفة، والمزيد من الخبرات، والمزيد من الأشياء لإبهار الناس، والمزيد من المال لشراء القضاة والشرطة؛ وما إلى ذلك، كيف سيتم تحقيق ما يسمى بالذكاء.</p>\n<p>ليس بهذا المزيد، كيف يمكنك الوصول إلى الذكاء. أولئك الذين يفترضون أن الذكاء يمكن اكتسابه من خلال عملية المزيد مخطئون تمامًا.</p>\n<p>من الضروري أن نفهم بعمق وفي جميع مجالات العقل اللاواعي واللاوعي ما هي عملية المزيد الضارة هذه، لأنه في العمق يختبئ سرًا جدًا الأنا العزيزة، والأنا، ونفسي، التي ترغب وتريد دائمًا المزيد والمزيد لتنمو وتتقوى.</p>\n<p>يقول هذا الميفيستوفيليس الذي نحمله في الداخل، هذا الشيطان، هذا الأنا: لدي المزيد من المال، والمزيد من الجمال، والمزيد من الذكاء من ذلك، والمزيد من الهيبة، والمزيد من الدهاء، إلخ إلخ إلخ.</p>\n<p>من يريد حقًا أن يفهم ما هو الذكاء، يجب أن يتعلم أن يشعر به، ويجب أن يعيشه ويختبره من خلال التأمل العميق.</p>\n<p>كل ما يجمعه الناس بين قبر الذاكرة الغادرة المتعفن، والمعلومات الفكرية، وخبرات الحياة، يُترجم دائمًا بشكل قاتل إلى مصطلح المزيد والمزيد. لذلك لا يصلون أبدًا إلى معرفة المعنى العميق لكل ما يجمعونه.</p>\n<p>يقرأ الكثيرون كتابًا ثم يودعونه في الذاكرة وهم راضون عن جمع المزيد من المعلومات، ولكن عندما يُطلب منهم الإجابة عن العقيدة المكتوبة في الكتاب الذي قرأوه، اتضح أنهم يجهلون المعنى العميق للتعليم، لكن الأنا تريد المزيد والمزيد من المعلومات، والمزيد والمزيد من الكتب حتى عندما لم يعيشوا عقيدة أي منها.</p>\n<p>لا يتم تحقيق الذكاء بمزيد من المعلومات الكتابية، ولا بمزيد من الخبرة، ولا بمزيد من المال، ولا بمزيد من الهيبة، يمكن أن يزدهر الذكاء فينا عندما نفهم عملية الأنا بأكملها، وعندما نفهم بعمق كل هذا التلقائية النفسية للمزيد.</p>\n<p>من الضروري أن نفهم أن العقل هو المركز الأساسي للمزيد. في الواقع، هذا المزيد هو نفس الأنا النفسية التي تتطلب والعقل هو جوهرها الأساسي.</p>\n<p>من يريد أن يكون ذكيًا حقًا، يجب أن يقرر أن يموت ليس فقط على المستوى الفكري السطحي، ولكن أيضًا في جميع المجالات اللاواعية واللاواعية للعقل.</p>\n<p>عندما يموت الأنا، وعندما تذوب الأنا تمامًا، فإن الشيء الوحيد الذي يبقى في داخلنا هو الكائن الحقيقي، والكائن الحقيقي، والذكاء الشرعي الذي طالما رغب فيه والذي يصعب تحقيقه.</p>\n<p>يعتقد الناس أن العقل مبدع، وهم مخطئون. الأنا ليست مبدعة والعقل هو جوهر الأنا الأساسي.</p>\n<p>الذكاء مبدع لأنه من الكائن، وهو سمة من سمات الكائن. يجب ألا نخلط بين العقل والذكاء.</p>\n<p>أولئك الذين يفترضون أن الذكاء هو شيء يمكن تنميته مثل زهرة دفيئة أو شيء يمكن شراؤه كما يتم شراء ألقاب النبلاء أو امتلاك مكتبة هائلة مخطئون تمامًا وجذريًا.</p>\n<p>من الضروري أن نفهم بعمق جميع عمليات العقل، وجميع ردود الأفعال، وهذا المزيد النفسي الذي يتراكم، إلخ. عندها فقط تندلع فينا بشكل طبيعي وعفوي شعلة الذكاء المشتعلة.</p>\n<p>بينما يذوب الميفيستوفيليس الذي نحمله في الداخل، فإن نار الذكاء الخلاق تتجلى تدريجياً داخلنا، حتى تتألق بشكل حارق.</p>\n<p>إن كينونتنا الحقيقية هي الحب ومن هذا الحب يولد الذكاء الحقيقي والشرعي الذي ليس من الزمن.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/la-inteligencia.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-inteligencia.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-inteligencia.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
