import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ወጣትነት",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "26. ወጣትነት",
    "order": 26
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ንእሽቶይ ወዲ 21 ዓመት ዕድመ ክሳብ 28 ዓመት ዘሎ ቐዳማይ ቍጸ ጽምዲ ሸውዓተ ሸውዓተ ዓመት ዝኸውን ቍጸ እዋን ኣሎ። እቲ ኻልኣይ ቍጸ እዋን ካብ 28 ዓመት ጀሚሩ ክሳብ 35 ዓመት ይውድእ።</p>\n<p>መሰረት ንእስነት ኣብ ቤት፣ ኣብ ትምህርቲ፡ ከምኡውን ኣብ ጎደናታት እዩ ዝርከብ። እቲ ኣብ መሰረት መሰረታዊ ትምህርቲ ዝተሃንጸ ንእስነት ብሓቂ ህንጸትን መሰረታውን ባህርያቱ ዘዕብን እዩ።</p>\n<p>እቲ ኣብ ሓሶት መሰረት ዝተሃንጸ ንእስነት ከም ሳዕቤን ጌጋ መንገዲ እዩ።</p>\n<p>መብዛሕትኦም ሰባት ነቲ ቐጻሊ ህይወቶም ሓሳረ መከራ ንምግባር ነቲ ቐዳማይ ክፋል ህይወቶም ይጥቀሙሉ።</p>\n<p>መንእሰያት ብጌጋ ርድኢት ናይ ሓሶት ተባዕትነት ኣብ ሕቝፎ ሓንጐል ይወድቑ።</p>\n<p>ትርፊታት መንእሰይ ኣብ ልዕሊ እርጋን እተመዘዘ ፊደላት እዩ፣ ብጽቡቕ ውህሉል ወለድ ኣብ ሰላሳ ዓመት ዕለት ክፍሊት ዘለዎ።</p>\n<p>ብዘይ መሰረታዊ ትምህርቲ ንእስነት ቀጻሊ ስኽራን እዩ፡ ትኽሳታዊ ጌጋ፡ መስተ፡ ከምኡውን ስምዒታዊ እንስሳ እዩ።</p>\n<p>እቲ ሰብ ኣብ ህይወቱ ክኸውን ዘለዎ ዅሉ ኣብ መጀመርታ ሰላሳ ዓመታት ህልውና ኣብ ሓይሊ ምምዕባል እዩ ዝርከብ።</p>\n<p>ካብ ዅሎም እቶም ንፈልጦም ዓበይቲ ሰብኣዊ ተግባራት፡ ኣብ ዝሓለፈን ኣብዚ እዋንን፡ መብዛሕትኦም ቅድሚ ሰላሳ ዓመት ተጀሚሮም እዮም።</p>\n<p>እቲ ሰብኣይ ሰላሳ ዓመት ምስ በጽሐ ሓድሓደ ግዜ ብዙሓት መሳቱ ድሕሪ ሓደ ድሕሪ ሓደ ክወድቁ ዝረኣየሉ ዓቢ ውግእ ወጺኡ ኸም ዝመስሎ ይስምዖ።</p>\n<p>ኣብ ሰላሳ ዓመት ዕድሚኦም፡ ኣወዳትን ኣዋልድን ኅሉ ሳዕሳዒቶምን ተበራሪቕቶምን ስኢኖም እዮም፣ ኣብ መጀመርታ ንግዶም እንተፈሺሎም ከኣ፡ ተስፋ ይቘርጹን ነቲ ጸወታ ይገድፍዎን።</p>\n<p>ድንጋጽ ዕቤት ንድንጋጽ ንእስነት ይተካ። ብዘይ መሰረታዊ ትምህርቲ ውርሻ እርጋን ተስፋ ምቍራጽ እዩ።</p>\n<p>ንእስነት ቀልጣፍ እዩ። ጽባቐ ድማ ንዕብለላ ንእስነት እዩ፡ ግናኸ ጌጋ እዩ፡ ኣይጸንሕን።</p>\n<p>ንእስነት ህያው ተውህቦን ድኹም ፍርድን ኣለዎ። ኣብ ህይወት ሓያል ፍርድን ህያው ተውህቦን ዘለዎም መንእሰያት ውሑዳት እዮም።</p>\n<p>ብዘይ መሰረታዊ ትምህርቲ መንእሰያት ስምዒታውያን፡ ሰካራት፡ ቀያዳት፡ ዝነኽሱ፡ ተመናናይ፡ ዘልግሱ፡ መብልዕቲ፡ ስሱዓት፡ ቀናእቲ፡ ቀናእቲ፡ ጨካናት፡ ሌባታት፡ ትዕቢተኛታት፡ ሃካያት፡ ወዘተ እዮም።</p>\n<p>ንእስነት ሓጋይ ጸሓይ እዩ፡ ብቕልጡፍ ዝጠፍእ። መንእሰያት ነቶም መሰረታዊ ናይ ህይወት ዋጋታት ንእስነት ከም ዘባኽንዎ ይፈትዉ።</p>\n<p>ኣረጋውያን ነቶም መንእሰያት ብምዝመትን ናብ ኲናት ብምምራሕን ጌጋ ይገብሩ።</p>\n<p>መንእሰያት ነቲ ዓለም ናብ መሰረታዊ ትምህርቲ እንተተመርሑ ኺልውጥዎን ኪልውጥዎን ይኽእሉ እዮም።</p>\n<p>ኣብ ንእስነት ብድንጋጽ መሊእና ኢና፡ ንሱ ኸኣ ናብ ተስፋ ምቍራጽ ጥራይ እዩ ዝመርሓና።</p>\n<p>እቲ ኣነ ነቲ ሓዊ ንእስነት ተጠቒሙ ንምሕያልን ሓያል ንምግባርን።</p>\n<p>እቲ ኣነ ንእስነት ፈጺሙ ሓሳረ መከራ እኳ እንተ ዀነ፡ ብዝዀነ ይኹን ዋጋ ስምዒታውያን ርካቦታት እዩ ዝደሊ።</p>\n<p>መንእሰያት ኣብ ሕቝፎ ሓንጐል፡ ወይንን ኵሉ ዓይነት ባህታን ጥራይ እዮም ኪውፈዩ ዝደልዩ።</p>\n<p>መንእሰያት ባሮት ባህታ ምዃን ናይ ኣመንዝራታት ባህርይ ምዃኑ ንሰብ ሓቂ ግን ከም ዘይኰነ ኺርድኡ ኣይደልዩን።</p>\n<p>ዋላ ሓደ ባህታ እኹል ኣይጸንሕን። ጽምኢ ባህታ እቲ ንኣእምሮኣውያን እንስሳታት ዝንዕቕ ሕማም እዩ። እቲ ዓቢ ገጣሚ ቋንቋ ስጳኛ ጆርጅ ማንሪኬ ከምዚ በለ:-</p>\n<p>“ክንደይ ቅልጡፍ እዩ እቲ ባህታ ዝኸይድ፣\nድሕሪ ምዝካሩኸ ብኸመይ፡\nስቓይ ይህብ፣\nከምቲ ሓሳብና\nዝዀነ ይኹን ዝሓለፈ እዋን ይበልጽ።”</p>\n<p>ኣርስቶትል ብዛዕባ ባህታ ኺዛረብ ከሎ፡ “ሰባት ንባህታ ኣብ ምፍራድ ፈራዶ ኣይኰንናን” በለ።</p>\n<p>እቲ ኣእምሮኣዊ እንስሳ ንባህታ ብምጽዳቕ እዩ ዝሕጐስ። ፈደረሪኮ እቲ ዓቢይ ብግልጺ “እቲ ባህታ ኣብዚ ህይወት እዚ እቲ ዝበለጸ ሓቅነት እዩ” ብምባል ኣረጋገጸ።</p>\n<p>እቲ ዝኸፍአ ዘየዕግብ ስቓይ ካብቲ ብዝበረኸ መጠን ዘለዎ ባህታ እዩ ዝመጽእ።</p>\n<p>እቶም መንእሰያት ርእሰ ዝሓዙ ኸም ክፉእ ሳዕሪ ይበዝሑ። እቲ ርእሰ ዝሓዘ ኣነ ዅሉ ሳዕ ነቲ ባህታ የጽድቖ።</p>\n<p>እቲ በዚ ዝለመደ ርእሰ ዝሓዘ ሓዳር ይጸልእ ወይ ከኣ ምጕዳይ ይመርጽ። ነቲ ሓዳር ብምጕዳይ ኵሎም ባህታታት ምድሪ ንምግልጋል ምኽንያት ምውሳድ ከቢድ ነገር እዩ።</p>\n<p>ነቲ ሓይል ንእስነት ምውዳእ ድሕሪኡ ምምርዓው ዘይግቡእ እዩ፡ ግዳያት ናይ ከምዚ ዝበለ ዕሽነት እቶም ውሉዳት እዮም።</p>\n<p>ብዙሓት ሰባት ስለ ዝደኸሙ እዮም ዝምርዓዉ፡ ብዙሓት ኣንስቲ ብምስትያት እዮም ዝምርዓዋ፡ ሳዕቤን ከምዚ ዝበለ ዘይግቡእ ድማ ኵሉ ሳዕ ምጉዳእ እዩ።</p>\n<p>ዝዀነ ይኹን ጥበበኛ ሰብ ንእታ ዝመረጻ ሰበይቱ ብሓቂን ብዅሉ ልቡን ይፈትዋ።</p>\n<p>እውነት እንተ ዀይኑ መዋቲ እርጋን ከይንረክብ ኵሉ ሳዕ ኣብ ንእስነትና ኽንምርዓው ኣሎና።</p>\n<p>ኣብ ህይወት ንዅሉ እዋን ኣሎ። መንእሰይ እንተ ተመርዕዩ ልሙድ እዩ፡ ኣረጊት ምስ ተመርዕዩ ግን ዕሽነት እዩ።</p>\n<p>መንእሰያት ተመርዕዮም ቤቶም ከመይ ጌሮም ከም ዝመስርቱ ኺፈልጡ ኣለዎም። እቲ ጋኔን ቅንኢ ነቲ ቤታት ከም ዘጥፍኦ ኽንርስዕ የብልናን።</p>\n<p>ሰሎሞን ከምዚ በለ:- “ቅንኢ ኸም መቓብር ጨካን እዩ፡ ሓዊ ድማ የንደድ”።</p>\n<p>ዘርኢ ናይቶም ኣእምሮኣውያን እንስሳታት ከም ኣኽላባት ቀናእቲ እዮም። ቅንኢ ፈጺሙ እንስሳዊ እዩ።</p>\n<p>እቲ ንሰበይቱ ዝቐንኣ ሰብ ምስ መን ከም ዘሎ ኣይፈልጥን። እንታይ ዓይነት ሰበይቲ ኸም ዘላትና ንምፍላጥ ዘይምቕናኡ ይበልጽ።</p>\n<p>እቲ መርዛም ጨውያ ናይ ቀናእ ሰበይቲ ካብ ኣስናን ሕቡስ ኣኽላብ ዝኸፍእ ሞት ዘምጽእ እዩ።</p>\n<p>ኣብቲ ቅንኢ ዘለዎ ፍቕሪ ኣሎ ምባል ጌጋ እዩ። ቅንኢ ኻብ ፍቕሪ ኣይፍጠርን እዩ፡ ፍቕርን ቅንእን ድማ ኣይሰማምዑን። እቲ ምንጪ ናይ ቅንኢ ኣብ ፍርሂ እዩ ዝርከብ።</p>\n<p>እቲ ኣነ ነቲ ቅንኢ ብዝተፈላለየ ምኽንያት የጽድቖ። እቲ ኣነ ንእቲ ዝፈትዎ ሰብ ንምስኣን ይፈርህ።</p>\n<p>እቲ ብሓቂ ነቲ ኣነ ኺፍርስ ዝደሊ ኵሉ ሳዕ እቲ ዝፈትዎ ንምስኣን ድሉው ክኸውን ኣለዎ።</p>\n<p>ድሕሪ ብዙሕ ዓመታት ምዕዛብ ኣብ ግብሪ ከነረጋግጾ ኽኢልና ኢና፡ ዅሎም ሓደ ሰብ ዘይብሎም ፍቁራት ናብ ቀናእ ሰብኣይ ይቕየሩ።</p>\n<p>ዅሉ ሰብኣይ ብግዲ ዝምንዝር እዩ።</p>\n<p>እቲ ሰብኣይን ሰበይትን ብፍቓዶም ብፍቕሪ፡ ግናኸ ብፍርህን ብቅንእን ኣይኰነን ኪተሓሓዙ ዘለዎም።</p>\n<p>ኣብ ቅድሚ እቲ ዓቢ ሕጊ እቲ ሰብ ብዛዕባ ባህርዩን እታ ሰበይቲ ኸኣ ብዛዕባ ባህርያኣን ኪምልሱ ኣለዎም። እቲ ሰብኣይ ብዛዕባ ባህርይ ሰበይቱ ኺምልስ ኣይክእልን እዩ፡ እታ ሰበይቲ ኸኣ ብዛዕባ ባህርይ ሰብኣያ ኽትምልስ ኣይትኽእልን እያ። ነፍሲ ወከፍ ሰብ ብዛዕባ ባሕርዩ ይመልስ ቅንኢ ድማ ይፍታሕ።</p>\n<p>እቲ መሰረታዊ ጸገም ናይ መንእሰያት ሓዳር እዩ።</p>\n<p>እታ ወጣት ጓል እቶም ዝበዝሑ መርዓውቲ “ምኽንያቱ ነፍሲ ወከፎም ካብኣ ተስፋ ይቘርጹ” ሓደ ሰብ ዘይብላ ትተርፍ።</p>\n<p>ነፍሲ ወከፍ ኣዋልድ ብሓቂ ኺምርዓዋ እንተ ደልየን ንመርዓዊአን ከመይ ጌረን ከም ዝሕልዋ ኺፈልጣ ኣለዎም።</p>\n<p>ነቲ ፍቕሪ ምስ ስምዒት ምምሳሱ ኣድላዪ ኣይኰነን። እቶም ዝተፈቐሩ መንእሰያትን ኣዋልድን ኣብ መንጎ ፍቕርን ስምዒትን ኣይፈልዩን።</p>\n<p>ስምዒት መርዚ ኮይኑ ነቲ ኣእምሮን ልብን ከም ዘታልልዎ ምፍላጥ ህጹጽ እዩ።</p>\n<p>ዝዀነ ይኹን ስምዒታውያን ሰብን ዅለን ስምዒታውያን ኣንስትን ብሓቂ ከም እተፈቐሩ ብንብዓት ደም እኳ ኺምሕልዋ ይኽእላ።</p>\n<p>እቲ ስምዒታዊ ባህርይ ድሕሪ ምዕጋቡ፡ እቲ ቤት ወረቐት ናብ ምድሪ ይወድቕ።</p>\n<p>ኣብ ብዙሓት ሓዳር ዝፈሸሉ ምኽንያት ብስምዒታዊ ባህርይ ስለ እተመርዓዉ እዩ፡ ብፍቕሪ ግን ኣይኰነን።</p>\n<p>እቲ ኣብ ግዜ ንእስነት እንገብሮ ዝኸፍእ ስጉምቲ ሓዳር እዩ፡ ኣብ ትምህርቲ ቤታት፡ ኣብ ኮለጃትን ኣብ ዩኒቨርሲቲታትን ንመንእሰያትን ንኣዋልድን ነዚ ኣገዳሲ ስጉምቲ ኺዳለዉ ይግብኦም።</p>\n<p>ብዙሓት መንእሰያትን ኣዋልድን ምእንቲ ገንዘባዊ ረብሓ ወይ ዝተረጋገጸ ማሕበራዊ ጥቕሚ ምምርዓዎም ዘሕዝን እዩ።</p>\n<p>እቲ ሓዳር ብስምዒታዊ ባህርይ ወይ ብማሕበራዊ ምቾት ወይ ብገንዘባዊ ረብሓ ምስ ዝግበር፡ እቲ ሳዕቤን ምፍሻል እዩ።</p>\n<p>ብሰንኪ ዘይምስምማዕ ባህርይ ኣብ ሓዳር ዝፈሽሉ ብዙሓት ጻምድታት ኣለዉ።</p>\n<p>እታ ምስ ቀናእ፡ ተቘጣዕ፡ ዝረግም መንእሰይ እትምርዓው ሰበይቲ፡ ግዳይ ጨካን ትኸውን።</p>\n<p>እቲ ምስ ቀናእ፡ እተቘጥዐት፡ ትረግም ሰበይቲ እተመርዓወ መንእሰይ፡ ህይወቱ ኣብ ገሃነም ከም ዜሕልፎ ንጹር እዩ።</p>\n<p>ኣብ መንጎ ክልተ ሰባት ናይ ሓቂ ፍቕሪ ምእንቲ ኺህሉ፡ ስምዒታዊ ባህርይ ከም ዘይህሉ ህጹጽ እዩ፡ ነቲ ኣነ ናይ ቅንኢ ምፍታሁ ኣገዳሲ እዩ፡ ነቲ ቍጥዓ ምፍራስ ኣድላዪ እዩ፡ ሓደ ውልቀ ሰብ ኣብ ዝዀነ ይኹን ፈተና ዘይሓስብ ምዃኑ መሰረታዊ እዩ።</p>\n<p>እቲ ኣነ ንነባር የረስዮ፡ እቲ ኣነ ባዕለይ ንስምረት የጥፍኦ። እቶም መንእሰያትን ኣዋልድን ነዚ መሰረታዊ ትምህርትና እንተ ተማሂሮምን ነቲ ኣነ ንምፍራስ እንተ ተበጊሶምን፡ ነቲ መገዲ ፍጹም ሓዳር ከም ዝረኽብዎ ንዅሉ ንጹር እዩ።</p>\n<p>ነቲ ኢጎ ብምፍራስ ጥራይ ኣብ ቤታት ናይ ሓቂ ሓጐስ ኪህሉ ይኽእል። ንመንእሰያትን ንኣዋልድን ኣብ ሓዳር ኺሕጐሱ ንዝደልዩ ነዚ መሰረታዊ ትምህርትና ኣጽንዑን ነቲ ኣነ ፍትሕዎን ኢልና ንእዝዞም።</p>\n<p>ብዙሓት ወለዲ ንደቆም ብመልክዕ ዘስግእ ይቐንኡሎምን ደቆም መርዓዊ ኺህልወን ኣይደልዩን። ከምዚ ዝበለ ኣካይዳ ሚእቲ ሚእቲ ዘይግቡእ እዩ፡ ምኽንያቱ እተን ኣዋልድ መርዓዊ ኺህልወን እሞ ኺምርዓዋ የድልየን እዩ።</p>\n<p>ውጽኢት ናይ ከምዚ ዝበለ ዘይምርድዳእ እቶም መርዓውቲ ብሕቡእ፡ ኣብ ጎደና፡ ኵሉ ሳዕ ኣብ ኢድ ናይቲ ኣታላሊ ሰብ ከም ዝወድቁ ዝገብር ሓደጋ እዩ።</p>\n<p>እተን ኣዋልድ መርዓዊ ኺህልወን ኵሉ ሳዕ ነጻነት ኺህልወን ኣለዎ፡ ግናኸ ነቲ ኣነ ገና ስለ ዘይፈታትሕኦ፡ ምስ መርዓዊ ብተንኰል ክሕለዋ ይግባእ።</p>\n<p>እቶም መንእሰያትን ኣዋልድን ኣብ ቤቶም ድግስ ንምግባር ነጻነት ኺህልዎም ኣለዎ። ጥዑያት መዘናግዒታት ንዝዀነ ይኹን ኣይጎድኡን እዮም፡ ንእስነት ድማ መዘናግዒታት ኺህልዎ ኣለዎ።</p>\n<p>እቲ ንእስነት ዝጐድኦ መስተ፡ ትምባኾ፡ ምንዝርና፡ ጋቢታት፡ ግልጽ ዝዀነ ምዝሙት፡ መካናውያን መስተታት፡ መዘናግዒ ኣዳራሻት፡ ወዘተ እዩ።</p>\n<p>ድግሳት ስድራ ቤት፡ ስሉሳት ውድድራት፡ ጽቡቕ ሙዚቃ፡ ኣየር ንምቕያር ምኻድ፡ ወዘተ ንዝዀነ ይኹን ኣይጎድኡን እዮም።</p>\n<p>እቲ ኣእምሮ ንፍቕሪ የረስዮ። ብዙሓት መንእሰያት በሰንኪ ናይ ገንዘባዊ ፍርሆቶም፡ በቲ ናይ ትማሊ ትዝታታት ከምኡውን ብምጭናቕ ናይ ጽባሕ ምስ ድንቂ ኣንስቲ ናይ መርዓ ዕድል ስኢኖም እዮም።</p>\n<p>ፍርሂ ህይወት፡ ጥሜት፡ ድኽነት ከምኡውን ከንቱ ፕሮጀክት ኣእምሮ መበቈላዊ ምኽንያት ናይ ኵሉ ምጕዳእ ናይ ሓዳር ይኸውን።</p>\n<p>ብዙሓት እዮም እቶም ክሳብ ዝተወሰነ መጠን ዘለዎ ገንዘብ፡ ናይ ባዕሎም ቤት፡ መኪና ናይዚ እዋን ሞዴል ከምኡውን ሺሕ ዕሽነት ከም ዘይህልዎም ሓዳር ከም ዘይእስሩ ዝምድኑ መንእሰያት፡ ዅሉ እቲ ሓጐስ ኸም ዝዀነ ጌሮም።</p>\n<p>እቲ ከምዚ ዝበለ ኣወዳት በሰንኪ ፍርሂ ናብ ህይወት፡ ናብ ሞት፡ እንታይ እዩ ዝብሃል፡ ወዘተ ድንቂ ዕድላት መርዓ ምጥፋኦም ዘሕዝን እዩ።</p>\n<p>ከምዚ ዝበለ ዓይነት ሰባት ንምሉእ ህይወቶም ሓደ ሰብ ዘይብሎም ይተርፉ ወይ ከኣ ንስድራ ቤት ንምቛምን ውሉዶም ንምምሃርን እዋን ምስ ዘይተርፎም ድሕሪ ግዜ እዮም ዝምርዓዉ።</p>\n<p>ብሓቂ ዅሉ እቲ ሓደ ሰብኣይ ንሰበይቱን ንውሉዱን ንምድጋፍ ዘድልዮ ትሑት ሞያ ወይ ስራሕ ምህላዉ እዩ፡ እዚ ጥራይ እዩ።</p>\n<p>ብዙሓት ኣዋልድ መርዓዊ እናመረጻ ሓደ ሰብ ዘይብለን ይተርፋ። እተን ተሳተይቲ፡ ረብሓታት ዝደልያ፡ በኣታውያን ኣንስቲ ሓደ ሰብ ዘይብለን ይተርፋ ወይ ከኣ ኣብ ሓዳር ከምዚ ዝብሃል ፈሺሎም ይተርፋ።</p>\n<p>ነፍሲ ወከፍ ሰብ ካብ እታ ረብሓታት እትደሊ፡ ተሳታፊትን በኣታውን ሰበይቲ ተስፋ ከም ዝቘርጽኣ ኽርድኣን ኣድላዪ እዩ።</p>\n<p>ገሊአን ንመርዓዊ ኼጥልፋ ዚደልያ መንእሰያት ኣንስቲ ነቲ ገጸን ብልክዕ ኣይገልጻን፡ ነቲ ቅንድባተን ይግልጻኦ፡ ነቲ ጸጉረን የንፈርቅቓ፡ ዊግን ናይ ሓሶት ኣዒንቲ የንብርኣ፡ እዚኣተን ኣንስቲ ንሥነ ኣእምሮ ኽንዲ ሰብኣይ ኣይርድኣኣን።</p>\n<p>እቲ ሰብ ብባህርዩ ነተን ዝተቐብኣኦ ኣሻንት ይጸልእን ነቲ ፈጺሙ ባህርያዊ ዝዀነ ጽባቐን ነቲ ዘይተሓላለኸ ርዑድ ይደንቕሉ።</p>\n<p>እቲ ሰብ ኣብ ሰበይቲ እቲ ቅንዕና፡ እቲ ቀሊልነት፡ እቲ ናይ ሓቂን ረብሓ ዘይብሉን ፍቕሪ፡ ነቲ ተፈጥሮ ዘይተሓላለኸ ከም ዝርኢ እዩ ዝደሊ።</p>\n<p>እተን ክምርዓዋ ዝደልያ ኣዋልድ ነቲ ሥነ ኣእምሮ ናይ ወዲ ተባዕታይ ብልክዕ ኽርድኣ ኣለወን።</p>\n<p>እቲ ፍቕሪ ዓሚቝ ጥበብ እዩ። እቲ ፍቕሪ ብፍቕሪ እዩ ዝምገብ። እቲ ሓዊ ዘልኣለማዊ ንእስነት ፍቕሪ እዩ።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/la-juventud.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-juventud.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-juventud.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
