import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "青年",
  "locale": "zh",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "26. 青年",
    "order": 26
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>青年时期分为两个阶段，每个阶段七年。第一个阶段从 21 岁开始，到 28 岁结束。第二个阶段从 28 岁开始，到 35 岁结束。</p>\n<p>青年时期的基础在于家庭、学校和街道。建立在基础教育之上的青年时期，实际上是具有启发性和本质上的尊严的。</p>\n<p>建立在虚假基础上的青年时期，从逻辑上讲是一条错误的道路。</p>\n<p>大多数人一生中的前半部分都在使他们的余生变得悲惨。</p>\n<p>年轻人由于对虚假男子气概的错误概念，常常会投入妓女的怀抱。</p>\n<p>青年时期的过度行为是对老年时期开出的支票，三十年后要付出昂贵的利息。</p>\n<p>没有基础教育，青年时期就像一场永恒的醉酒：是错误的狂热，是烈酒和动物的激情。</p>\n<p>一个人一生中应该成为的一切，在他存在的最初三十年中都处于潜在状态。</p>\n<p>在我们所知道的所有伟大的人类行动中，无论是过去的还是现在的，大部分都是在三十岁之前开始的。</p>\n<p>一个到了三十岁的人，有时感觉好像走出了一场大战，在战斗中他眼睁睁地看着许多战友一个个倒下。</p>\n<p>到了三十岁，男人和女人已经失去了所有的活力和热情，如果他们在最初的事业中失败了，他们就会充满悲观情绪并放弃比赛。</p>\n<p>成熟期的幻想接替了青年期的幻想。没有基础教育，老年时期留下的遗产通常是绝望。</p>\n<p>青春是短暂的。美丽是青春的光彩，但它是虚幻的，不会持久。</p>\n<p>青春拥有鲜活的天赋和薄弱的判断力。一生中很少有判断力强、天赋鲜活的年轻人。</p>\n<p>没有基础教育，年轻人就会变得充满激情、醉醺醺的、无赖的、尖刻的、贪婪的、淫荡的、暴食的、贪婪的、嫉妒的、好色的、恶霸、小偷、骄傲、懒惰等等。</p>\n<p>青春是夏日的太阳，很快就会消失。年轻人喜欢挥霍青春的生命价值。</p>\n<p>老年人犯的错误是剥削年轻人并将他们带入战争。</p>\n<p>如果年轻人以基础教育为指导，他们可以改变自己并改变世界。</p>\n<p>在青年时期，我们充满了幻想，这些幻想只会导致我们失望。</p>\n<p>“我”利用青春的火焰来增强力量并变得强大。</p>\n<p>“我”想要满足，不惜一切代价的激情，即使老年时期是完全灾难性的。</p>\n<p>年轻人只对投入到淫乱、酒精和各种各样的享乐中感兴趣。</p>\n<p>年轻人不愿意意识到，成为快乐的奴隶是妓女的特征，而不是真正的人的特征。</p>\n<p>没有一种快乐能够持久。对快乐的渴望是使知识动物最令人鄙视的疾病。伟大的西班牙语诗人豪尔赫·曼里克说：</p>\n<p>“快乐消逝得多么快，\n回忆起来之后，\n多么令人痛苦，\n在我们看来，\n过去的任何时候都比现在好”</p>\n<p>亚里士多德在谈到快乐时说：“当涉及到判断快乐时，我们人类不是公正的法官”。</p>\n<p>知识动物喜欢为快乐辩护。腓特烈大帝毫不犹豫地强调说：“快乐是今生最真实的善”。</p>\n<p>最难以忍受的痛苦是由最强烈的快乐的延长所引起的。</p>\n<p>浪荡公子像杂草一样多。浪荡公子的“我”总是为快乐辩护。</p>\n<p>慢性浪荡公子憎恶婚姻或宁愿推迟婚姻。以享受世间所有享乐为借口推迟婚姻是一件严重的事情。</p>\n<p>耗尽青春的活力然后再结婚是荒谬的，这种愚蠢行为的受害者是孩子。</p>\n<p>许多男人因为厌倦而结婚，许多女人因为好奇而结婚，这种荒谬的结果总是令人失望。</p>\n<p>每个明智的人都会真正地全心全意地爱他所选择的女人。</p>\n<p>如果我们真的不想拥有悲惨的晚年，我们应该在年轻时结婚。</p>\n<p>生活中万事皆有时。年轻人结婚是正常的，但老年人结婚是愚蠢的。</p>\n<p>年轻人应该结婚并懂得建立自己的家庭。我们不应忘记，嫉妒的怪物会摧毁家庭。</p>\n<p>所罗门说：“嫉妒像坟墓一样残酷；它的火焰是火焰的煤炭”。</p>\n<p>知识动物的种族像狗一样嫉妒。嫉妒完全是动物性的。</p>\n<p>嫉妒一个女人的男人不知道他依靠的是谁。最好不要嫉妒她，以便知道我们拥有什么样的女人。</p>\n<p>一个嫉妒的女人恶毒的尖叫声比疯狗的毒牙更致命。</p>\n<p>说有嫉妒就有爱是错误的。嫉妒绝不是从爱中产生的，爱和嫉妒是不相容的。嫉妒的根源在于恐惧。</p>\n<p>“我”用各种各样的理由来为嫉妒辩护。“我”害怕失去所爱的人。</p>\n<p>任何想要真正溶解“我”的人，都应该随时准备好失去最爱。</p>\n<p>在多年的观察之后，我们已经在实践中证明，每个自由放荡的单身汉都会变成一个嫉妒的丈夫。</p>\n<p>每个人都曾是一个可怕的淫乱者</p>\n<p>男人和女人应该自愿地因为爱而结合在一起，而不是因为恐惧和嫉妒。</p>\n<p>在大法面前，男人必须为自己的行为负责，女人必须为自己的行为负责。丈夫不能为妻子的行为负责，妻子也不能为丈夫的行为负责。每个人都为自己的行为负责，嫉妒就会消失。</p>\n<p>青年时期的基本问题是婚姻。</p>\n<p>一个与多个男友调情的年轻女子会变成老处女，“因为每个人都对她感到失望。</p>\n<p>如果年轻女性真的想结婚，就必须学会留住自己的男友。</p>\n<p>有必要不要将爱与激情混淆。坠入爱河的年轻人和女孩不知道如何区分爱与激情。</p>\n<p>迫切需要知道激情是一种欺骗心灵和思想的毒药。</p>\n<p>每个充满激情的男人和每个充满激情的女人甚至可能会含着血泪发誓说他们是真的相爱。</p>\n<p>在动物的激情得到满足之后，纸牌的城堡就会倒塌。</p>\n<p>这么多婚姻失败的原因是他们因为动物的激情而结婚，而不是因为爱。</p>\n<p>我们在青年时期迈出的最重要的一步是婚姻，学校、学院和大学应该为年轻人和小姐们做好准备，以迎接这一重要的一步。</p>\n<p>许多年轻人和小姐们因为经济利益或单纯的社会便利而结婚是可悲的。</p>\n<p>当婚姻是由于动物的激情或社会便利或经济利益而实现时，结果是失败。</p>\n<p>许多夫妇因为性格不合而在婚姻中失败。</p>\n<p>一个嫁给一个嫉妒、愤怒、暴怒的年轻人的女人，将会成为一个刽子手的受害者。</p>\n<p>一个嫁给一个嫉妒、暴怒、暴怒的女人的年轻人，显然将不得不把他的生活在地狱中度过。</p>\n<p>为了在两个人之间存在真正的爱，迫切需要不存在动物的激情，必不可少的是消除嫉妒的“我”，有必要消除愤怒，对任何考验都漠不关心是根本的。</p>\n<p>“我”会破坏家庭，“我自己”会破坏和谐。如果年轻人和小姐们学习我们的基础教育并决心消除“我”，那么很明显，他们将能够找到完美婚姻的道路。</p>\n<p>只有消除自我才能使家庭真正幸福。对于想要在婚姻中幸福的年轻人和小姐们，我们建议深入研究我们的基础教育并消除“我”。</p>\n<p>许多父母非常嫉妒女儿，不希望她们有男朋友。这种行为是百分之百荒谬的，因为女孩需要有男朋友并结婚。</p>\n<p>这种缺乏理解的结果是在街上偷偷摸摸的约会，总是面临落入引诱情人的手中的危险。</p>\n<p>年轻女性应该始终有自由拥有自己的男朋友，但由于她们尚未消除“我”，因此最好不要让她们与男朋友单独相处。</p>\n<p>年轻人和小姐们应该有自由在家举办派对。健康的娱乐活动不会伤害任何人，年轻人需要娱乐活动。</p>\n<p>对年轻人有害的是酒精、香烟、淫乱、狂欢、放荡、小酒馆、夜总会等等。</p>\n<p>家庭聚会、体面的舞会、好听的音乐、郊游等等，不会伤害任何人。</p>\n<p>思想会破坏爱情。许多年轻人由于对经济的恐惧、对过去的回忆、对未来的担忧而失去了与优秀的女人结婚的机会。</p>\n<p>对生活、饥饿、贫困的恐惧以及思想中空洞的计划已成为所有婚姻推迟的根本原因。</p>\n<p>许多年轻人计划在拥有一定的金钱、自己的房子、最新型号的汽车和一千个其他愚蠢的东西之前不结婚，仿佛所有这些就是幸福。</p>\n<p>可悲的是，这类男人因为对生活、死亡和别人的闲言碎语的恐惧而失去了美好的婚姻机会。</p>\n<p>这类男人一生都保持单身，或者结婚太晚了，以至于没有时间建立家庭和教育他们的孩子。</p>\n<p>实际上，一个男人养活他的妻子和孩子所需要的一切就是拥有一份职业或一份卑微的工作，仅此而已。</p>\n<p>许多年轻女性因为挑选丈夫而仍然单身。精于算计、自私自利的女人仍然单身或在婚姻中彻底失败。</p>\n<p>年轻女孩有必要明白，每个男人都会对精于算计、自私自利的女人感到失望。</p>\n<p>一些渴望钓到丈夫的年轻女性会夸张地化妆，拔掉眉毛，卷曲头发，戴上假发和假眼袋，这些女性不了解男性心理。</p>\n<p>男人天生憎恶涂脂抹粉的玩偶，欣赏完全自然的美丽和天真的微笑。</p>\n<p>男人想在女人身上看到真诚、简单、真诚而无私的爱、大自然的天真。</p>\n<p>想要结婚的小姐们需要深入了解男性心理。</p>\n<p>爱是智慧的顶峰。爱用爱来滋养。永恒青春的火焰是爱。</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/zh/educacion-fundamental/la-juventud.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/zh/educacion-fundamental/la-juventud.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/zh/educacion-fundamental/la-juventud.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
