import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ወጣቶች",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "26. ወጣቶች",
    "order": 26
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ወጣትነት በሰባት ዓመት ልዩነት በሁለት ክፍለ ጊዜ ይከፈላል፡፡ የመጀመሪያው ክፍለ ጊዜ የሚጀምረው በ21 ዓመት እድሜ ሲሆን በ28 ዓመት ያበቃል፡፡ ሁለተኛው ክፍለ ጊዜ በ28 ዓመት የሚጀምር ሲሆን በ35 ዓመት ይጠናቀቃል፡፡</p>\n<p>የወጣትነት መሰረቶች በቤት፣ ትምህርት ቤት እና ጎዳና ላይ ይገኛሉ፡፡ በመሰረታዊ ትምህርት ላይ የተመሰረተ ወጣትነት በእርግጥም አስተማሪ እና በመሰረቱ የሚያከብር ነው፡፡</p>\n<p>በሐሰት መሠረት ላይ የተገነባ ወጣትነት በሎጂክ የተሳሳተ መንገድ ነው፡፡</p>\n<p>አብዛኞቹ ወንዶች የሕይወታቸውን የመጀመሪያ ክፍል ቀሪውን ክፍል አስከፊ በማድረግ ያሳልፋሉ፡፡</p>\n<p>ወጣቶች የተሳሳተ የሐሰት ወንድነት ጽንሰ-ሐሳብ ምክንያት ብዙ ጊዜ በሴተኛ አዳሪዎች እቅፍ ውስጥ ይወድቃሉ፡፡</p>\n<p>የወጣትነት ጽንፈኝነት በሰላሳ አመት ጊዜ በከፍተኛ ወለድ የሚከፈል የእርጅና ደብዳቤ ነው፡፡</p>\n<p>ያለ መሰረታዊ ትምህርት ወጣትነት ዘላለማዊ ስካር ነው፡ የስህተት ትኩሳት፣ የአልኮል መጠጥ እና የእንስሳት ስሜት ነው፡፡</p>\n<p>አንድ ሰው በሕይወቱ ውስጥ ሊሆን የሚገባው ነገር ሁሉ በሕይወት የመጀመሪያዎቹ ሠላሳ ዓመታት ውስጥ በድብቅ ሁኔታ ውስጥ ይገኛል፡፡</p>\n<p>ቀደም ባሉትም ሆነ በእኛ ጊዜ ውስጥ ካወቅናቸው ታላላቅ የሰው ልጆች ድርጊቶች መካከል አብዛኛዎቹ ከሰላሳ ዓመት በፊት ተጀምረዋል፡፡</p>\n<p>ሠላሳ ዓመት የሞላው ሰው ብዙ ጓደኞቹ አንድ በአንድ ሲወድቁ ያየበት ከታላቅ ጦርነት የወጣ ይመስለዋል፡፡</p>\n<p>ወንዶች እና ሴቶች በሠላሳ ዓመታቸው ሙሉ ሕያውነት እና ጉጉታቸውን ያጣሉ እና በመጀመሪያዎቹ ሥራዎቻቸው ውስጥ ካልተሳካላቸው በተስፋ መቁረጥ ተሞልተው ጨዋታውን ይተዋሉ፡፡</p>\n<p>የብስለት ቅዠቶች የወጣትነት ቅዠቶችን ይተካሉ፡፡ ያለመሰረታዊ ትምህርት የእርጅና ውርስ ብዙውን ጊዜ ተስፋ መቁረጥ ነው፡፡</p>\n<p>ወጣትነት ሩጫ ነው፡፡ ውበት የወጣትነት ግርማ ነው፣ ነገር ግን ቅዠት ነው፣ አይቆይም፡፡</p>\n<p>ወጣትነት ሕያው ሊቅ እና ደካማ ፍርድ አለው፡፡ በሕይወት ውስጥ ብርቱ ፍርድ እና ሕያው ሊቅ ያላቸው ወጣቶች ጥቂት ናቸው፡፡</p>\n<p>ያለ መሰረታዊ ትምህርት ወጣቶች ስሜታዊ፣ ሰካራሞች፣ ሌቦች፣ ነቃፊዎች፣ ተጎጂዎች፣ አመንዝሮች፣ ሆዳሞች፣ ስስታሞች፣ ምቀኞች፣ ቀናተኞች፣ ጉልበተኞች፣ ሌቦች፣ ኩሩዎች፣ ሰነፎች ወዘተ ይሆናሉ።</p>\n<p>ወጣትነት በቅርቡ የምትደበቅ የበጋ ፀሐይ ናት፡፡ ወጣቶች የወጣትነትን የሕይወት እሴቶች ማባከን ይወዳሉ፡፡</p>\n<p>አዛውንቶች ወጣቶችን የመበዝበዝ እና ወደ ጦርነት የመምራት ስህተት ይፈጽማሉ፡፡</p>\n<p>ወጣቶች በመሰረታዊ ትምህርት ጎዳና ከተመሩ ዓለምን መለወጥ እና መለወጥ ይችላሉ፡፡</p>\n<p>በወጣትነት ተስፋ በማስቆረጥ ብቻ ወደሚመሩን ቅዠቶች ተሞልተናል፡፡</p>\n<p>ራስ ወዳድነት ወጣትነትን እሳት ተጠቅሞ ለማጠንከር እና ኃይለኛ ለማድረግ ይፈልጋል፡፡</p>\n<p>ራስ ወዳድነት እርጅና ሙሉ በሙሉ አደገኛ ቢሆንም እንኳ ማንኛውንም ዋጋ የሚጠይቁ ስሜታዊ እርካታዎችን ይፈልጋል፡፡</p>\n<p>ወጣቶች ከዝሙት፣ ከወይን እና ከሁሉም ዓይነት ተድላዎች ጋር ለመኖር ብቻ ነው የሚፈልጉት፡፡</p>\n<p>ወጣቶች ለደስታ ባሪያ መሆን የሴቶች ጉዳይ እንጂ እውነተኛ ወንዶች እንዳልሆነ መገንዘብ አይፈልጉም፡፡</p>\n<p>ምንም ዓይነት ደስታ ለረጅም ጊዜ አይቆይም፡፡ ተድላዎችን የመሻት ጥማት አስተዋይ እንስሳትን በጣም የሚያስንቅ በሽታ ነው፡፡ ታላቁ የስፓኒሽ ተናጋሪ ገጣሚ ጆርጅ ማንሪኬ እንዲህ ብሏል፡-</p>\n<p>“ደስታ ምን ያህል በፍጥነት ይሄዳል፣\nከታሰበ በኋላ እንዴት\nይጎዳል፣\nእንዴት እንደምንመስል\nያለፈው ጊዜ የተሻለ ነበር”</p>\n<p>አርስቶትል ስለ ደስታ ሲናገር፡- “ሰዎች ስለ ደስታ ስንፈርድ አድልዎ የለሽ ዳኞች አይደለንም” ብሏል።</p>\n<p>አስተዋይ እንስሳ ደስታን በማጽደቅ ይደሰታል፡፡ ታላቁ ፍሬደሪክ በጉልህ ለማረጋገጥ አላመነታም፡- “ደስታ በዚህ ሕይወት ውስጥ በጣም እውነተኛው ነገር ነው”፡፡</p>\n<p>በጣም የማይታገሰው ህመም የሚመጣው በጣም ኃይለኛውን ደስታ በማራዘም ነው፡፡</p>\n<p>ጭንቅላት የሌላቸው ወጣቶች እንደ አረም በዝተዋል፡፡ ራስ ወዳድነት ሁል ጊዜ ደስታን ያጸድቃል፡፡</p>\n<p>ጭንቅላት የሌለው ሥር የሰደደ የጋብቻ ሕይወትን ይጠላል ወይም ለሌላ ጊዜ ማስተላለፍን ይመርጣል፡፡ በምድር ላይ ያለውን ደስታ ሁሉ ለመደሰት በሚል ሰበብ ትዳርን ለሌላ ጊዜ ማስተላለፍ ከባድ ነገር ነው፡፡</p>\n<p>የወጣትነትን ሕያውነት ማቆም እና ከዚያም ማግባት የማይረባ ነገር ነው፣ የዚህ ዓይነቱ ሞኝነት ሰለባዎች ልጆች ናቸው፡፡</p>\n<p>ብዙ ወንዶች ስለደከሙ ያገባሉ፣ ብዙ ሴቶች ለማወቅ ጓጉተው ያገባሉ፣ እና የዚህ አይነት የማይረባ ውጤት ሁልጊዜ ብስጭት ነው፡፡</p>\n<p>እያንዳንዱ ጥበበኛ ሰው የመረጣትን ሴት በእውነት እና በሙሉ ልቡ ይወዳል፡፡</p>\n<p>እውነተኛ ደስተኛ እርጅና ካልፈለግን በወጣትነት ጊዜ ሁል ጊዜ ማግባት አለብን፡፡</p>\n<p>በሕይወት ውስጥ ለሁሉም ነገር ጊዜ አለው፡፡ አንድ ወጣት ቢያገባ የተለመደ ነው, ነገር ግን አንድ ሽማግሌ ቢያገባ ሞኝነት ነው፡፡</p>\n<p>ወጣቶች ማግባት እና ቤታቸውን መመስረት አለባቸው፡፡ የቅናት ጭራቅ ቤቶችን እንደሚያጠፋ መዘንጋት የለብንም፡፡</p>\n<p>ሰሎሞን እንዲህ አለ፡- “ቅናት እንደ መቃብር ጨካኝ ነው፤ የእሳቱ ፍም የእሳት ነበልባል ነው”</p>\n<p>የአስተዋይ እንስሳት ዘር እንደ ውሻ ቀናተኛ ነው፡፡ ቅናት ሙሉ በሙሉ የእንስሳት ባህሪ ነው፡፡</p>\n<p>አንዲትን ሴት የሚቀና ሰው ከማን ጋር እንደሚቆጠር አያውቅም፡፡ ምን ዓይነት ሴት እንዳለን ለማወቅ አለመቅናት ይሻላል፡፡</p>\n<p>የቀናች ሴት መርዛማ ጩኸት ከእብድ ውሻ ጥርስ የበለጠ ገዳይ ነው፡፡</p>\n<p>ቅናት ባለበት ፍቅር አለ ማለት ሐሰት ነው፡፡ ቅናት በፍጹም ከፍቅር አይመነጭም፤ ፍቅርና ቅናት አይጣጣሙም። የቅናት ምንጭ በፍርሃት ውስጥ ነው፡፡</p>\n<p>ራስ ወዳድነት ቅናትን በብዙ ዓይነት ምክንያቶች ያጸድቃል፡፡ ራስ ወዳድነት የሚወደውን ሰው ማጣት ይፈራል፡፡</p>\n<p>ራስ ወዳድነትን ለማጥፋት የሚፈልግ ሁል ጊዜ በጣም የሚወደውን ነገር ለማጣት ዝግጁ መሆን አለበት፡፡</p>\n<p>በልምምድ ከብዙ ዓመታት ምልከታ በኋላ ያረጋገጥነው ነገር እያንዳንዱ ነጠላ ፈሪሃ አምላክ የሌለው ሰው ቀናተኛ ባል ይሆናል፡፡</p>\n<p>እያንዳንዱ ወንድ አስከፊ አመንዝራ ነበር</p>\n<p>ወንድና ሴት በፈቃደኝነት እና በፍቅር መተሳሰር አለባቸው፣ በፍርሃትና በቅናት አይደለም፡፡</p>\n<p>በታላቁ ሕግ ፊት ሰው ለባህሪው፣ ሴትም ለራሷ ባህሪ ተጠያቂ መሆን አለባቸው፡፡ ባል ለሚስቱ ባህሪ ተጠያቂ ሊሆን አይችልም ወይም ሚስት ለባሏ ባህሪ ተጠያቂ መሆን አትችልም፡፡ እያንዳንዱ ሰው ለራሱ ባህሪ ተጠያቂ ይሁን እና ቅናት ይሟሟ፡፡</p>\n<p>የወጣትነት መሰረታዊ ችግር ጋብቻ ነው፡፡</p>\n<p>አንድ ወጣት ሴት ብዙ ፍቅረኛዎች ያሏት “ሁለቱም ስለ እርሷ ስለሚጠሉ ያረጀች ሆነች ቀረች፡፡</p>\n<p>ወጣቶች በእውነት ማግባት ከፈለጉ ፍቅረኛቸውን መጠበቅ አስፈላጊ ነው፡፡</p>\n<p>ፍቅርን ከስሜት ጋር ላለማሳሳት አስፈላጊ ነው፡፡ በፍቅር የወደቁ ወጣቶች እና ልጃገረዶች በስሜት እና በፍቅር መካከል ያለውን ልዩነት አያውቁም፡፡</p>\n<p>ስሜት አእምሮንና ልብን የሚያታልል መርዝ መሆኑን ማወቅ አስቸኳይ ነው፡፡</p>\n<p>እያንዳንዱ ስሜታዊ ሰው እና እያንዳንዱ ስሜታዊ ሴት በእውነት በፍቅር እንዳሉ በደም እንባ ሊምሉ ይችላሉ፡፡</p>\n<p>የእንስሳት ስሜት ከተረካ በኋላ ካርዶቹ ይወድቃሉ፡፡</p>\n<p>እነዚህ ሁሉ ብዙ ትዳሮች መውደቅ በዋነኛነት በእንስሳት ስሜት የተጋቡ እንጂ በፍቅር ባለመሆኑ ነው፡፡</p>\n<p>በወጣትነት የምንወስደው በጣም ከባድ እርምጃ ትዳር ነው እና ወጣቶች እና ወጣት ሴቶች ለዚህ ጠቃሚ እርምጃ በትምህርት ቤቶች፣ ኮሌጆች እና ዩኒቨርሲቲዎች መዘጋጀት አለባቸው፡፡</p>\n<p>ብዙ ወጣቶች እና ወጣት ሴቶች በኢኮኖሚያዊ ጥቅም ወይም በንጹህ ማህበራዊ ምቾት ምክንያት ማግባታቸው አሳዛኝ ነው፡፡</p>\n<p>ትዳሩ በእንስሳት ስሜት ወይም በማህበራዊ ምቾት ወይም በኢኮኖሚያዊ ጥቅም ሲፈፀም ውጤቱ ውድቀት ነው፡፡</p>\n<p>በባህሪ አለመጣጣም ምክንያት በትዳር ውስጥ የሚወድቁ ብዙ ባለትዳሮች አሉ፡፡</p>\n<p>አንዲት ሴት ቀናተኛ፣ ቁጡ፣ ቁጡ ከሆነ ወጣት ጋር የምታገባ ከሆነ የአስፈፃሚ ሰለባ ትሆናለች፡፡</p>\n<p>አንዲት ሴት ቀናተኛ፣ ቁጡ፣ ቁጡ ከሆነች ወጣት ጋር የሚያገባ ወጣት ሕይወቱን በሲኦል ውስጥ እንደሚያሳልፍ ግልጽ ነው፡፡</p>\n<p>በሁለት ፍጡራን መካከል እውነተኛ ፍቅር እንዲኖር የእንስሳት ስሜት አለመኖር አስቸኳይ ነው፤ የቅናትን ራስ ወዳድነት መፍታት አስፈላጊ ነው፤ ቁጣን ማስወገድ አስፈላጊ ነው፤ ለማንኛውም ፈተና ፍላጎት የሌለበት መሆን መሰረታዊ ነገር ነው፡፡</p>\n<p>ራስ ወዳድነት ቤቶችን ይጎዳል፣ ራስ ወዳድነቴ ስምምነትን ያጠፋል፡፡ ወጣቶች እና ወጣት ሴቶች የእኛን መሰረታዊ ትምህርት ካጠኑ እና ራስ ወዳድነትን ለማጥፋት ከወሰኑ ፍጹም የሆነውን የትዳር መንገድ ማግኘት እንደሚችሉ ለሁሉም ግልጽ ነው፡፡</p>\n<p>EGO ን በማጥፋት ብቻ በቤቶች ውስጥ እውነተኛ ደስታ ሊኖር ይችላል፡፡ በትዳር ውስጥ ደስተኛ መሆን ለሚፈልጉ ወጣቶች እና ወጣት ሴቶች የእኛን መሰረታዊ ትምህርት በጥልቀት እንዲያጠኑ እና ራስ ወዳድነትን እንዲያጠፉ እንመክራቸዋለን፡፡</p>\n<p>ብዙ የቤተሰብ አባላት ሴት ልጆቻቸውን በአሰቃቂ ሁኔታ ይቀናሉ እና የፍቅር ጓደኛ እንዲኖራቸው አይፈልጉም፡፡ ይህ መሰል ባህሪ መቶ በመቶ የማይረባ ነው ምክንያቱም ልጃገረዶች የወንድ ጓደኛ ያስፈልጋቸዋል እና ማግባት አለባቸው፡፡</p>\n<p>የዚህ ዓይነቱ መረዳት ማጣት ውጤቱ በድብቅ፣ በጎዳና ላይ ያሉ የወንድ ጓደኞች ናቸው፣ ሁልጊዜም አሳሳች ፈላጊ እጅ ውስጥ የመውደቅ አደጋ አለው፡፡</p>\n<p>ወጣቶች ሁል ጊዜ የፍቅር ጓደኛ ለማፍራት ነፃነት ሊኖራቸው ይገባል፣ ነገር ግን ራስ ወዳድነትን ገና ስላላጠፉት ከወንድ ጓደኛ ጋር ብቻቸውን አለመተዋቸው ይመከራል፡፡</p>\n<p>ወጣቶች በቤት ውስጥ ድግስ ለማድረግ ነፃነት ሊኖራቸው ይገባል፡፡ ጤናማ መዝናኛዎች ማንንም አይጎዱም እና ወጣትነት መዝናናት ያስፈልገዋል፡፡</p>\n<p>ወጣቶችን የሚጎዳው አልኮል፣ ሲጋራ፣ ዝሙት፣ ጭፈራ፣ ነፃነት፣ መዝናኛ ቤቶች፣ ካባሬቶች ወዘተ ናቸው፡፡</p>\n<p>የቤተሰብ ድግሶች፣ ጨዋ ዳንሶች፣ ጥሩ ሙዚቃ፣ ወደ ገጠር መሄድ ወዘተ ማንንም ሊጎዳ አይችልም፡፡</p>\n<p>አእምሮ ፍቅርን ይጎዳል፡፡ ብዙ ወጣቶች በኢኮኖሚያዊ ፍርሃታቸው፣ በትላንትናው ትውስታ፣ ለነገ በነበራቸው ስጋቶች ምክንያት ከታላላቅ ሴቶች ጋር ትዳር የመመሥረት ዕድል አምልጧቸዋል፡፡</p>\n<p>ለሕይወት፣ ለረሃብ፣ ለመከራ መፍራት እና የአዕምሮ ከንቱ ፕሮጀክቶች የጋብቻ መዘግየት ዋነኛው መንስኤ ይሆናሉ፡፡</p>\n<p>ብዙ ወጣቶች የተወሰነ መጠን ያለው ገንዘብ፣ የራሳቸው ቤት፣ የቅርብ ጊዜ ሞዴል መኪና እና ሌሎች ሺዎች ሞኝ ነገሮች እስካላቸው ድረስ ላለማግባት አቅደዋል፣ ያ ሁሉ ደስታ እንደሆነ፡፡</p>\n<p>ይህ ዓይነቱ ወንዶች ለሕይወት፣ ለሞት፣ ምን ይላሉ በሚለው ፍርሃት ምክንያት የሚያምሩ ትዳርን እንደሚያጡ አሳዛኝ ነው፡፡</p>\n<p>እንደዚህ ዓይነት ወንዶች ቀሪ ሕይወታቸውን ነጠላ ሆነው ያሳልፋሉ ወይም በጣም ዘግይተው ያገባሉ፣ ቤተሰብ ለመመስረትና ልጆቻቸውን ለማሳደግ ጊዜ በማይኖራቸው ጊዜ፡፡</p>\n<p>አንድ ወንድ ሚስቱንና ልጆቹን ለመንከባከብ የሚያስፈልገው ሁሉ ትሑት ሙያ ወይም ንግድ መኖሩ ነው፣ ያ ብቻ ነው፡፡</p>\n<p>ብዙ ወጣት ሴቶች ባልን በመምረጥ ምክንያት አርጅተው ያረጃሉ፡፡ አስልቶ የሚሠሩ፣ የሚስቡ፣ ራስ ወዳድ ሴቶች ያረጃሉ ወይም በትዳር ውስጥ ሙሉ በሙሉ ይወድቃሉ።</p>\n<p>ሴቶች ሁሉ ከስሜት ጋር ላሉ፣ አስልቶ ለሚሰሩ እና ራስ ወዳድ ለሆኑ ሴቶች ፍላጎት እንደሚያጡ መረዳት አለባቸው፡፡</p>\n<p>አንዳንድ ወጣት ሴቶች ባል ለማጥመድ ፊታቸውን ከመጠን በላይ ይቀባሉ፣ ቅንድባቸውን ያስወግዳሉ፣ ፀጉራቸውን ያስውባሉ፣ ዊግ እና የውሸት የዐይን መሸፈኛ ይለብሳሉ፣ እነዚህ ሴቶች የወንዶችን ስነ-ልቦና አይረዱም።</p>\n<p>ወንዱ በተፈጥሮው የተቀቡ አሻንጉሊቶችን ይጠላል እና ሙሉ በሙሉ ተፈጥሯዊ ውበት እና የዋህ ፈገግታ ያደንቃል፡፡</p>\n<p>አንድ ወንድ በሴት ላይ ቅንነትን፣ ቀላልነትን፣ እውነተኛ እና ከራስ ወዳድነት የጸዳ ፍቅርን፣ የተፈጥሮን የዋህነት ማየት ይፈልጋል፡፡</p>\n<p>ማግባት የሚፈልጉ ወጣት ሴቶች የወንድ ፆታን ስነ-ልቦና በጥልቀት መረዳት አለባቸው፡፡</p>\n<p>ፍቅር የጥበብ ድምር ነው፡፡ ፍቅር በፍቅር ይመገባል፡፡ የዘላለም ወጣትነት እሳት ፍቅር ነው፡፡</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/la-juventud.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-juventud.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-juventud.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
