import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ነፃ ተነሳሽነት",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "1. ነፃ ተነሳሽነት",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>በመላው ዓለም የሚገኙ በሚሊዮን የሚቆጠሩ ተማሪዎች በየቀኑ ትምህርት ቤት እና ዩኒቨርሲቲ የሚሄዱት ለምን እንደሆነ እና ለምን እንደሆነ ሳያውቁ ባለማወቅ፣ በራስ-ሰር፣ በተጨባጭ ነው።</p>\n<p>ተማሪዎች ሒሳብ፣ ፊዚክስ፣ ኬሚስትሪ፣ ጂኦግራፊ ወዘተ እንዲያጠኑ ይገደዳሉ።</p>\n<p>የተማሪዎች አእምሮ በየቀኑ መረጃ እየተቀበለ ነው ነገር ግን በሕይወታቸው ውስጥ ያንን መረጃ ለምን እንደሆነ፣ የዚያ መረጃ ዓላማ ምንድን ነው ብለው ለማሰብ ለአንድ አፍታም አይቆሙም።</p>\n<p>ለምን በዚያ መረጃ እንሞላለን? ለምን በዚያ መረጃ እንሞላለን?</p>\n<p>ተማሪዎች በእርግጥም ሜካኒካዊ ሕይወት ይኖራሉ እና ምሁራዊ መረጃ መቀበል እና በማስታወስ ውስጥ ተከማችቶ ማቆየት እንዳለባቸው ብቻ ያውቃሉ፣ ያ ብቻ ነው።</p>\n<p>ተማሪዎች ይህ ትምህርት ምን እንደሆነ ለማሰብ ፈጽሞ አይደርስባቸውም, ወደ ትምህርት ቤት, ኮሌጅ ወይም ዩኒቨርሲቲ የሚሄዱት ወላጆቻቸው ስለላኳቸው ነው, ያ ብቻ ነው.</p>\n<p>ለተማሪዎችም ሆነ ለአስተማሪዎች ራሳቸውን ለመጠየቅ አይደርስባቸውም: እዚህ ለምን መጣሁ? እዚህ ምን አመጣኝ? እዚህ ያመጣኝ እውነተኛው ሚስጥራዊ ምክንያት ምንድን ነው?</p>\n<p>ወንድ ተማሪዎች እና ሴት ተማሪዎች በተኛ ንቃተ ህሊና ይኖራሉ፣ እንደ እውነተኛ አውቶማቲክ ይሠራሉ፣ ትምህርት ቤት፣ ኮሌጅ እና ዩኒቨርሲቲ የሚሄዱት ባለማወቅ፣ በተጨባጭ፣ ለምን እንደሆነ ወይም ለምን እንደሆነ ምንም ሳያውቁ ነው።</p>\n<p>አውቶማቲክ መሆንን ማቆም፣ ንቃተ ህሊናን መቀስቀስ፣ ለፈተና ማለፍ፣ ለማጥናት፣ በየቀኑ ለማጥናት እና አመቱን ለማለፍ በተወሰነ ቦታ ለመኖር እና አስደንጋጭ፣ ጭንቀት፣ ስጋት ለመሰማት፣ ስፖርቶችን ለመለማመድ፣ ከትምህርት ቤት ጓደኞች ጋር ለመጣላት ወዘተ ምን ያህል አስከፊ እንደሆነ በራሳችን መፈለግ ያስፈልጋል።</p>\n<p>መምህራን ተማሪዎች ንቃተ ህሊናቸውን እንዲቀሰቅሱ ለመርዳት ከትምህርት ቤት፣ ከኮሌጅ ወይም ከዩኒቨርሲቲ በመተባበር የበለጠ ንቁ መሆን አለባቸው።</p>\n<p>በብዙ አውቶማቲክ ትምህርት ቤቶች፣ ኮሌጆች እና ዩኒቨርሲቲዎች ውስጥ አግዳሚ ወንበሮች ላይ ተቀምጠው ለምን እንደሆነ ወይም ለምን እንደሆነ ሳያውቁ በማስታወስ ውስጥ ማቆየት ያለባቸውን መረጃ ሲቀበሉ ማየት ያሳዝናል።</p>\n<p>ወንዶቹ የሚያሳስባቸው አመቱን ማለፍ ብቻ ነው፤ ሕይወታቸውን ለማሸነፍ፣ ሥራ ለማግኘት ወዘተ መዘጋጀት እንዳለባቸው ተነግሯቸዋል። እናም ስለወደፊቱ በምናባቸው በሺዎች የሚቆጠሩ ምናባዊ ነገሮችን እየፈጠሩ ያጠናሉ፣ በእርግጥም የአሁኑን ሳያውቁ፣ ፊዚክስ፣ ኬሚስትሪ፣ ባዮሎጂ፣ አሪትሜቲክስ፣ ጂኦግራፊ ወዘተ ማጥናት ያለባቸውን እውነተኛ ምክንያት ሳያውቁ።</p>\n<p>ዘመናዊ ልጃገረዶች ጥሩ ባል ለማግኘት የሚያስችላቸው ዝግጅት እንዲኖራቸው ወይም ሕይወታቸውን ለማሸነፍ እና ባልየው ቢተዋቸው ወይም መበለት ወይም ያላገቡ ቢሆኑ በአግባቡ ለመዘጋጀት ያጠናሉ።</p>\n<p>በእርግጥም የወደፊት ሕይወታቸው ምን እንደሚሆን ወይም በስንት ዓመታቸው እንደሚሞቱ ስለማያውቁ ንጹሕ ምናባዊ ነገሮች በአእምሮ ውስጥ ይፈጠራሉ።</p>\n<p>በትምህርት ቤት ያለው ሕይወት በጣም ግልጽ ያልሆነ፣ በጣም የማይጣጣም፣ በጣም ተጨባጭ ነው፤ ልጁ በተግባር ለማንም የማይጠቅሙ የተወሰኑ ትምህርቶችን እንዲማር ይደረጋል።</p>\n<p>በአሁኑ ጊዜ በትምህርት ቤት ውስጥ በጣም አስፈላጊው ነገር አመቱን ማለፍ ብቻ ነው።</p>\n<p>ከዚህ በፊት ቢያንስ አመቱን ከማለፍ ጋር በተያያዘ ትንሽ ተጨማሪ ሥነ ምግባር ነበረው። አሁን ያ ሥነ ምግባር የለም። የወላጆች የቤተሰብ አባላት ለአስተማሪው ወይም ለአስተማሪው በምስጢር ጉቦ መስጠት ይችላሉ እናም ወንዱ ወይም ሴቷ ልጅ በጣም መጥፎ ተማሪ ቢሆኑም አመቱን ሳያስቀሩ ያልፋሉ።</p>\n<p>በትምህርት ቤት ያሉ ልጃገረዶች አመቱን ለማለፍ በማሰብ ለአስተማሪው አፍ ይሞላሉ እናም ውጤቱ በጣም ድንቅ ነው, ምንም እንኳን አስተማሪው የሚያስተምረውን “ጄ” ባይረዱም, በማንኛውም መንገድ በፈተናዎች ላይ ጥሩ ውጤት ያገኛሉ እና አመቱን ያልፋሉ.</p>\n<p>አመቱን ለማለፍ በጣም ብልሆች የሆኑ ወንዶች እና ሴቶች ልጆች አሉ። ይህ በብዙ ጉዳዮች ላይ የብልሃት ጉዳይ ነው።</p>\n<p>አንድ ወንድ ልጅ የተወሰነ ፈተና (አንዳንድ ደደብ ፈተና) በድል ማለፉ በዚያ በተፈተነበት ጉዳይ ላይ እውነተኛ ተጨባጭ ንቃተ ህሊና አለው ማለት አይደለም።</p>\n<p>ተማሪው እንደ በቀቀን ፣ ኮቶሮ ወይም ፓፓጋዮ እና በሜካኒካዊ መንገድ ያጠናውን እና የተፈተነበትን ጉዳይ ይደግማል።</p>\n<p>ያንን ጉዳይ በራስ-ንቃተ ህሊና መገንዘብ አይደለም፣ ያንን የተማርነውን እንደ በቀቀኖች ወይም ኮቶሮዎች ማስታወስ እና መደጋገም ነው፣ ያ ብቻ ነው።</p>\n<p>ፈተናዎችን ማለፍ፣ አመቱን ማለፍ በጣም አስተዋይ መሆን ማለት አይደለም። በተግባር ሕይወት ውስጥ በትምህርት ቤት በፈተናዎች ጥሩ ውጤት ያላገኙ በጣም አስተዋይ የሆኑ ሰዎችን እናውቃለን። በትምህርት ቤት በጣም ደካማ ተማሪዎች የነበሩ እና በሰዋስው እና በሂሳብ ፈተናዎች ጥሩ ውጤት ያላመጡ ግሩም ጸሐፊዎችን እና ታላላቅ የሂሳብ ሊቃውንትን እናውቃለን።</p>\n<p>በሰውነት አናቶሚ ውስጥ ደካማ የነበረ እና ብዙ ከሰቃየ በኋላ በሰውነት አናቶሚ ፈተናዎች ጥሩ ውጤት ማግኘት የቻለ የአንድ ተማሪ ጉዳይ እናውቃለን። በአሁኑ ጊዜ ያ ተማሪ በሰውነት አናቶሚ ላይ አንድ ትልቅ ሥራ ደራሲ ነው።</p>\n<p>አመቱን ማለፍ የግድ በጣም አስተዋይ መሆን ማለት አይደለም። አንድ ዓመት እንኳን ያላለፉ እና በጣም አስተዋይ የሆኑ ሰዎች አሉ።</p>\n<p>አመቱን ከማለፍ የበለጠ ጠቃሚ ነገር አለ፣ የተወሰኑ ትምህርቶችን ከማጥናት የበለጠ ጠቃሚ ነገር አለ እናም በግልጽ እና ብሩህ በሆነ ሁኔታ በተጠኑ ጉዳዮች ላይ ሙሉ ተጨባጭ ንቃተ ህሊና መኖር ነው።</p>\n<p>መምህራን ተማሪዎች ንቃተ ህሊናቸውን እንዲቀሰቅሱ ለመርዳት መጣር አለባቸው; የመምህራን ጥረት ሁሉ ወደ ተማሪዎች ንቃተ ህሊና መምራት አለበት። ተማሪዎች በሚያጠኑት ትምህርት ላይ ሙሉ በሙሉ ራስን የሚያውቁ መሆናቸው አስቸኳይ ነው።</p>\n<p>እንደ በቀቀን ማስታወስ በቀላሉ የቃሉ ሙሉ ትርጉም ደደብ ነው።</p>\n<p>ተማሪዎች አስቸጋሪ የሆኑ ትምህርቶችን ለማጥናት እና “አመቱን ለማለፍ” በማስታወሻቸው ውስጥ እንዲያስቀምጡ ይገደዳሉ, ከዚያም በተግባር ሕይወት ውስጥ እነዚህ ጉዳዮች የማይጠቅሙ ከመሆናቸውም በላይ ማህደረ ትውስታው ታማኝ ስላልሆነ ይረሳሉ.</p>\n<p>ወንዶቹ ሥራ ለማግኘት እና ሕይወታቸውን ለማሸነፍ በማሰብ ያጠናሉ እና በኋላ ሥራውን የማግኘት እድል ካገኙ ባለሙያዎች, ዶክተሮች, ጠበቆች ወዘተ ከሆኑ የሚያገኙት ነገር ቢኖር የድሮውን ታሪክ መድገም ብቻ ነው, ያገባሉ, ይሠቃያሉ, ልጆች ይወልዳሉ እና ንቃተ ህሊናቸውን ሳያነቁ ይሞታሉ, የራሳቸውን ሕይወት ሳያውቁ ይሞታሉ. ያ ብቻ ነው።</p>\n<p>ልጃገረዶች ያገባሉ፣ ቤታቸውን ይመሰርታሉ፣ ልጆች ይወልዳሉ፣ ከጎረቤቶቻቸው፣ ከባላቸው፣ ከልጆቻቸው ጋር ይጣላሉ፣ ይፋታሉ እና እንደገና ያገባሉ፣ መበለት ይሆናሉ፣ ያረጃሉ ወዘተ፣ እና በመጨረሻም ተኝተው፣ ሳያውቁ፣ የህልውናውን ያሳማሚ ድራማ እየደጋገሙ ከኖሩ በኋላ ይሞታሉ።</p>\n<p>የአንደኛ ደረጃ ትምህርት ቤት መምህራን ሁሉም የሰው ልጆች የተኛ ንቃተ ህሊና እንዳላቸው መገንዘብ አይፈልጉም። የአንደኛ ደረጃ ትምህርት ቤት መምህራን ተማሪዎችን ለማንቃት እንዲችሉ መነቃት አለባቸው።</p>\n<p>ራስን በመገንዘብ፣ በተጠኑ ጉዳዮች ላይ፣ በተግባራዊ ሕይወት ላይ ተጨባጭ፣ ግልጽ እና ፍጹም ግንዛቤ ከሌለን፣ የዳንቴን፣ የሆሜርን፣ የቨርጂልን ወዘተ ጠቅሶ ጭንቅላታችንን በንድፈ ሐሳቦችና በበለጠ ንድፈ ሐሳቦች መሙላት ምንም ጥቅም የለውም።</p>\n<p>ፈጣሪዎች፣ ንቁ፣ በእውነት አስተዋይ ካልሆንን ትምህርት ምን ይጠቅማል?</p>\n<p>እውነተኛ ትምህርት ማንበብና መጻፍን ማወቅ አይደለም። ማንኛውም ዱርዬ፣ ማንኛውም ሞኝ ማንበብና መጻፍ ይችላል።</p>\n<p>ብልሆች መሆን አለብን እና የማሰብ ችሎታ ንቃተ ህሊናችን ሲነቃ ብቻ በእኛ ውስጥ ይነቃል።</p>\n<p>የሰው ልጅ ዘጠና ሰባት በመቶ ንዑስ ንቃተ ህሊና እና ሶስት በመቶ ንቃተ ህሊና አለው።</p>\n<p>ንቃተ ህሊናን ማነቃቃት አለብን፣ ንዑስ ንቃተ ህሊናውን ወደ ንቃተ ህሊና መለወጥ አለብን። አንድ መቶ በመቶ ንቃተ ህሊና ሊኖረን ይገባል።</p>\n<p>የሰው ልጅ ሰውነቱ ሲተኛ ብቻ ሳይሆን ሰውነቱ ሳይተኛ ሲነቃም ያልማል።</p>\n<p>ማለም ማቆም አለብን፣ ንቃተ ህሊናን ማነቃቃት አለብን እናም የማንቃት ሂደቱ ከቤት እና ከትምህርት ቤት መጀመር አለበት።</p>\n<p>የመምህራን ጥረት ወደ ተማሪዎች ንቃተ ህሊና መምራት አለበት እንጂ ወደ ማህደረ ትውስታ ብቻ አይደለም።</p>\n<p>ተማሪዎች የሌሎችን ንድፈ ሃሳቦች እንደ በቀቀን ወይም ኮቶሮ ከመድገም ይልቅ በራሳቸው ማሰብን መማር አለባቸው።</p>\n<p>መምህራን የተማሪዎችን ፍርሃት ለማስወገድ መታገል አለባቸው።</p>\n<p>መምህራን ተማሪዎች የሚያጠኑትን ንድፈ ሃሳቦች ሁሉ በተፈቀደ መልኩ ለመቃወም እና በጥሩ መልኩ ለመተቸት ነፃነት ሊሰጧቸው ይገባል።</p>\n<p>በትምህርት ቤት፣ በኮሌጅ ወይም በዩኒቨርሲቲ ውስጥ የሚማሩትን ንድፈ ሃሳቦች በዶግማ መንገድ እንዲቀበሉ ማስገደድ የማይረባ ነው።</p>\n<p>ተማሪዎች በራሳቸው ማሰብን እንዲማሩ ፍርሃትን ማስወገድ አለባቸው። ተማሪዎች የሚያጠኗቸውን ንድፈ ሃሳቦች ለመተንተን እንዲችሉ ፍርሃትን ማስወገድ አስቸኳይ ነው።</p>\n<p>ፍርሃት የማሰብ ችሎታዎች አንዱ ነው። ፈሪ ተማሪ ለመስማማት አይደፍርም እና የተለያየ ደራሲዎች የሚሉትን ሁሉ እንደ ዕውር እምነት ይቀበላል።</p>\n<p>መምህራን እራሳቸው የሚፈሩ ከሆነ ስለ ድፍረት መናገር ምንም ጥቅም የለውም። መምህራን ከፍርሃት ነጻ መሆን አለባቸው። ትችትን የሚፈሩ መምህራን፣ ምን ይላሉ ወዘተ እውነት አስተዋይ መሆን አይችሉም።</p>\n<p>የትምህርት እውነተኛ ዓላማ ፍርሃትን ማስወገድ እና ንቃተ ህሊናን ማነቃቃት መሆን አለበት።</p>\n<p>ፈሪዎች እና ንቃተ-ቢሶች ከሆንን ፈተናዎችን ማለፍ ምን ይጠቅማል?</p>\n<p>መምህራን ከትምህርት ቤቱ ወንበሮች ጀምሮ ለህይወት ጠቃሚ እንዲሆኑ ተማሪዎችን የመርዳት ግዴታ አለባቸው, ነገር ግን ፍርሃት እስካለ ድረስ ማንም ለህይወት ጠቃሚ ሊሆን አይችልም.</p>\n<p>በፍርሃት የተሞላው ሰው ከሌሎች አስተያየት ጋር ለመስማማት አይችልም.</p>\n<p>በፍርሃት የተሞላው ሰው ነፃ ተነሳሽነት ሊኖረው አይችልም.</p>\n<p>በእርግጥም የእያንዳንዱ መምህር ተግባር የእያንዳንዱ ትምህርት ቤት ተማሪ ፍርሃት ሙሉ በሙሉ ነፃ እንዲሆኑ መርዳት ነው፣ ስለዚህ እንዲነገራቸው፣ እንዲታዘዙ ሳያስፈልጋቸው በድንገት እርምጃ መውሰድ ይችላሉ።</p>\n<p>ተማሪዎች ድንገተኛ እና የፈጠራ ተነሳሽነት እንዲኖራቸው ፍርሃትን ማስወገድ አስቸኳይ ነው።</p>\n<p>ተማሪዎች በራሳቸው ተነሳሽነት፣ በነጻነት እና በድንገት የሚያጠኗቸውን ንድፈ ሃሳቦች መተንተን እና በነጻነት መተቸት ሲችሉ ሜካኒካላዊ፣ ተጨባጭ እና ደደብ አካላት መሆን ያቆማሉ።</p>\n<p>ለወንዶች እና ለሴቶች ተማሪዎች የፈጠራ የማሰብ ችሎታ እንዲፈጠር ነፃ ተነሳሽነት መኖር አስቸኳይ ነው።</p>\n<p>ተማሪዎች የሚያጠኑትን ነገር እንዲገነዘቡ በፈጠራ መግለጫ በድንገት እና ያለ ምንም ዓይነት ቅድመ ሁኔታ ለወንዶች እና ለሴቶች ልጆች ሁሉ ነፃነት መስጠት አስፈላጊ ነው።</p>\n<p>ነፃ የፈጠራ ኃይል ሊገለጥ የሚችለው ትችትን፣ ምን ይላሉ፣ የአስተማሪውን በትር፣ ደንቦቹን ወዘተ ስንፈራ ብቻ ነው።</p>\n<p>የሰው አእምሮ በፍርሃት እና በዶግማቲዝም ተበላሽቷል እና በድንገት እና ከፍርሃት ነፃ በሆነ ተነሳሽነት እንደገና መፈጠር አስቸኳይ ነው።</p>\n<p>የራሳችንን ሕይወት መገንዘብ አለብን እና የማንቃት ሂደቱ ከትምህርት ቤቱ አግዳሚ ወንበሮች መጀመር አለበት።</p>\n<p>ንቃተ-ቢሶች እና ተኝተው ከትምህርት ቤት ከወጣን ትምህርት ቤቱ ብዙ አይጠቅመንም።</p>\n<p>ፍርሃትን ማስወገድ እና ነፃ ተነሳሽነት ድንገተኛ እና ንጹህ እርምጃን ያስከትላል።</p>\n<p>በነጻ ተነሳሽነት ወንዶች እና ሴቶች ልጆች በሁሉም ትምህርት ቤቶች እየተማሩ ያሉትን ንድፈ ሃሳቦች በጉባኤ የመወያየት መብት ሊኖራቸው ይገባል።</p>\n<p>በዚህ መንገድ ብቻ ፍርሃትን በማላቀቅ እና ለመወያየት፣ ለመተንተን፣ ለማሰላሰል እና የምንማረውን ነገር በሰላም በመተቸት የእነዚያን ጉዳዮች እንገነዘባለን እንጂ በማስታወስ የምናከማቸውን ነገሮች የሚደግሙ በቀቀኖች ወይም ኮቶሮዎች ብቻ አይደለንም።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/la-libre-iniciativa.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-libre-iniciativa.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-libre-iniciativa.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
