import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "自由なイニシアチブ",
  "locale": "ja",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "1. 自由なイニシアチブ",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>世界中の何百万人もの学生が、毎日、無意識的、自動的、主観的に、なぜ、何のために学校や大学に通っているのかを知らずに通っています。</p>\n<p>学生は、数学、物理、化学、地理などを勉強することを強制されています。</p>\n<p>学生の心は毎日情報を受け取っていますが、その情報の理由や目的について考えることは決してありません。</p>\n<p>なぜ私たちはそのような情報でいっぱいになるのでしょうか？何のために私たちはそのような情報でいっぱいになるのでしょうか？</p>\n<p>学生は実際には機械的な生活を送っており、知的な情報を受け取り、不誠実な記憶に保存することだけを知っています。それがすべてです。</p>\n<p>学生は、この教育が実際には何であるかについて考えることを決して思いつきません。彼らは両親に言われたから学校、中学校、または大学に行くだけです。それがすべてです。</p>\n<p>学生も教師も、自分自身に「なぜ私はここにいるのか？何のためにここに来たのか？私をここに連れてきた本当の秘密の理由は何か？」と尋ねることはありません。</p>\n<p>教師、生徒、男子学生、女子学生は、意識が眠った状態で生活し、真のオートマタのように行動し、無意識的、主観的に学校、中学校、大学に通い、なぜ、何のために通っているのかを本当に何も知りません。</p>\n<p>オートマタであることをやめ、意識を目覚めさせ、試験に合格するため、勉強するため、毎日勉強するために特定の場所に住み、一年を過ごし、恐怖、苦悩、心配を抱え、スポーツをし、学校の仲間と喧嘩するなど、それほど恐ろしい闘争が何であるかを自分で発見する必要があります。</p>\n<p>教師は、学校、中学校、または大学から学生の意識を目覚めさせるのを助けるために協力するために、より意識的になる必要があります。</p>\n<p>学校、中学校、大学のベンチに座って、なぜ、何のために記憶に保存しなければならない情報を受け取っている多くのオートマタを見るのは残念です。</p>\n<p>若者たちはただ進級することだけを心配しています。彼らは生計を立てるため、仕事を見つけるために準備しなければならないと言われています。そして、彼らは未来について心の中に何千もの空想を抱きながら勉強していますが、現在を本当に知らず、物理、化学、生物学、算数、地理などを勉強しなければならない本当の理由を知りません。</p>\n<p>現代の女の子は、良い夫を見つけることができるように、または生計を立て、夫が自分を捨てるか、未亡人または独身女性になる場合に備えて適切に準備できるように勉強します。</p>\n<p>彼女たちは本当に自分の未来がどうなるのか、何歳で死ぬのかを知らないので、心の中には純粋な空想しかありません。</p>\n<p>学校での生活は非常に曖昧で、非常に支離滅裂で、非常に主観的であり、子供は実生活では役に立たない科目を学ぶことを強いられることがあります。</p>\n<p>今日、学校で重要なことは進級することであり、それがすべてです。</p>\n<p>昔は、進級することにある程度の倫理観がありました。今ではそのような倫理観はありません。親は教師に密かに賄賂を贈ることができ、少年や少女は最悪の学生であっても、必然的に進級します。</p>\n<p>学校の女の子は、進級するために先生にゴマをする傾向があり、その結果は素晴らしいものになることがあります。先生が教えていることを何も理解していなくても、試験で良い成績を収めて進級します。</p>\n<p>進級するのが非常に上手な少年少女がいます。多くの場合、これは狡猾さの問題です。</p>\n<p>試験に合格した少年（愚かな試験）が、試験を受けた科目について真の客観的な意識を持っていることを意味するわけではありません。</p>\n<p>学生はオウムのように、勉強し、試験を受けた科目を機械的に繰り返します。</p>\n<p>それはその科目について自己認識していることではなく、私たちが学んだことをオウムのように記憶して繰り返しているだけであり、それがすべてです。</p>\n<p>試験に合格すること、進級することは、非常に知的であることを意味するわけではありません。実生活では、学校で試験に合格したことがない非常に知的な人々を知っています。私たちは、学校では最悪の学生であり、文法や数学の試験に合格したことがない素晴らしい作家や偉大な数学者を知っています。</p>\n<p>私たちは、解剖学の試験で非常に苦労した後、ようやく合格できた、解剖学が苦手な学生の事例を知っています。今日、その学生は解剖学に関する偉大な作品の著者です。</p>\n<p>進級することは、必ずしも非常に知的であることを意味するわけではありません。一度も進級したことがないが、非常に知的な人々がいます。</p>\n<p>進級することよりも重要なこと、特定の科目を勉強することよりも重要なことは、勉強している科目について明確で明るい客観的な意識を持つことです。</p>\n<p>教師は、学生の意識を目覚めさせるために努力する必要があります。教師のすべての努力は、学生の意識に向けられるべきです。学生が勉強している科目について完全に自己認識することが急務です。</p>\n<p>記憶で学ぶこと、オウムのように学ぶことは、言葉の最も完全な意味で単に愚かです。</p>\n<p>学生は難しい科目を勉強し、「進級するため」に記憶に保存することを強いられます。その後、実生活では、これらの科目は役に立たないだけでなく、記憶は不誠実であるため、忘れられます。</p>\n<p>若者たちは仕事を見つけて生計を立てるために勉強し、その後、運が良ければそのような仕事を見つけ、専門家、医師、弁護士などになれば、彼らが手に入れるのは、いつもの同じ話を繰り返すことだけです。彼らは結婚し、苦しみ、子供をもうけ、意識を目覚めさせることなく死に、自分の人生を意識することなく死にます。それがすべてです。</p>\n<p>女の子は結婚し、家庭を築き、子供をもうけ、隣人、夫、子供と喧嘩し、離婚し、再婚し、未亡人になり、年を取り、眠った状態、無意識の状態で生き、いつものように同じ苦痛な存在のドラマを繰り返した後、ついに死にます。</p>\n<p>学校の教師は、すべての人間が意識を眠らせていることに気づきたがりません。学校の教師が目を覚まし、学生を目覚めさせることができるようにすることが急務です。</p>\n<p>私たちが自分自身、私たちが勉強している科目、実生活について客観的で明確で完璧な意識を持っていなければ、頭を理論でいっぱいにし、ダンテ、ホメロス、ウェルギリウスなどを引用しても意味がありません。</p>\n<p>私たちが創造的で、意識的で、本当に知的にならなければ、教育は何の役に立つのでしょうか？</p>\n<p>真の教育は、読み書きができることではありません。どんな愚か者でも、どんな馬鹿でも読み書きができます。</p>\n<p>私たちは知的になる必要があり、知性は意識が目覚めるときにのみ私たちの中で目覚めます。</p>\n<p>人類は潜在意識が97％、意識が3％です。</p>\n<p>意識を目覚めさせる必要があり、潜在意識を意識に変える必要があります。私たちは100％の意識を持つ必要があります。</p>\n<p>人間は肉体が眠るときだけでなく、肉体が眠っていないとき、覚醒状態のときにも夢を見ます。</p>\n<p>夢を見るのをやめる必要があり、意識を目覚めさせる必要があり、その目覚めのプロセスは家庭と学校から始める必要があります。</p>\n<p>教師の努力は、記憶だけでなく、学生の意識に向けられるべきです。</p>\n<p>学生は、他人の理論をオウムのように繰り返すのではなく、自分で考えることを学ぶ必要があります。</p>\n<p>教師は、学生の恐怖を取り除くために戦う必要があります。</p>\n<p>教師は、学生が勉強しているすべての理論に異議を唱え、健全かつ建設的に批判する自由を学生に許可する必要があります。</p>\n<p>学校、中学校、または大学で教えられているすべての理論を教条的に受け入れるように強制するのはばかげています。</p>\n<p>学生が自分で考えることを学ぶためには、恐怖を捨てる必要があります。学生が勉強している理論を分析するためには、恐怖を捨てることが急務です。</p>\n<p>恐怖は知性の障壁の1つです。恐怖心を持っている学生は異議を唱えることを敢えてせず、さまざまな著者が言うことを盲目的な信仰の対象として受け入れます。</p>\n<p>教師自身が恐れていれば、勇気について話しても意味がありません。教師は恐怖から解放される必要があります。批判や世間の評判などを恐れる教師は、真に知的であることはできません。</p>\n<p>教育の真の目的は、恐怖をなくし、意識を目覚めさせることです。</p>\n<p>恐れて無意識のままであれば、試験に合格しても意味がありません。</p>\n<p>教師は、学校のベンチから学生が人生で役立つように支援する義務がありますが、恐怖が存在する限り、誰も人生で役立つことはできません。</p>\n<p>恐怖に満ちた人は、他人の意見に異議を唱えることを敢えてしません。</p>\n<p>恐怖に満ちた人は、自由なイニシアチブを持つことができません。</p>\n<p>すべての教師の機能は、明らかに、学校のすべての生徒が恐怖から完全に解放されるように支援し、指示されたり、命令されたりすることなく、自発的に行動できるようにすることです。</p>\n<p>学生が自発的で創造的な自由なイニシアチブを持つことができるように、恐怖を手放すことが急務です。</p>\n<p>学生が自発的に、自由で自発的なイニシアチブによって、勉強している理論を自由に分析し、批判できるとき、彼らは単なる機械的、主観的、愚かな存在ではなくなります。</p>\n<p>生徒の創造的な知性が生まれるためには、自由なイニシアチブが存在することが急務です。</p>\n<p>生徒が勉強していることを意識できるように、あらゆる種類の制約なしに、自発的な創造的表現の自由をすべての生徒に与える必要があります。</p>\n<p>自由な創造力は、批判、世間の評判、教師の権威、規則などを恐れていない場合にのみ発揮されます。</p>\n<p>人間の心は恐怖と教条主義によって退化しており、恐怖のない自発的な自由なイニシアチブによって再生することが急務です。</p>\n<p>私たちは自分自身の生活を意識する必要があり、その目覚めのプロセスは学校のベンチから始める必要があります。</p>\n<p>無意識で眠った状態で学校を出れば、学校はほとんど役に立たなかったでしょう。</p>\n<p>恐怖の廃止と自由なイニシアチブは、自発的で純粋な行動を生み出します。</p>\n<p>生徒は自由なイニシアチブによって、すべての学校で勉強しているすべての理論を会議で議論する権利を持つ必要があります。</p>\n<p>私たちが勉強していることを分析、瞑想、健全に批判し、記憶に蓄積したものを繰り返すだけのオウムにならないようにするには、恐怖からの解放と議論の自由によってのみ、これらの科目を意識することができます。</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ja/educacion-fundamental/la-libre-iniciativa.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ja/educacion-fundamental/la-libre-iniciativa.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ja/educacion-fundamental/la-libre-iniciativa.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
