import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ናጻ ጅማሮ",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "1. ናጻ ጅማሮ",
    "order": 1
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ሚልዮናት ተምሃሮ ኹሎም ሃገራት ዓለም ብዘይፍላጥ፡ ብውልቃዊ መገዲ፡ ንምንታይ ከምዝኸዱን እንታይ ከምዝገብሩን ከይፈለጡ ንትምህርቲ ቤትን ዩኒቨርሲቲን ይኸዱ።</p>\n<p>ተምሃሮ ሒሳብ፡ ፊዚክስ፡ ኬሚስትሪ፡ ሂስትሪ ወዘተ ክመሃሩ ይግደዱ።</p>\n<p>ኣእምሮ ተምሃሮ መዓልታዊ ሓበሬታ ይቕበል ኣሎ፡ እንተኾነ ግን ኣብ ህይወቶም ነቲ ሓበሬታ ንምንታይ ከምዘድልዮም ወይ ዕላማ ናይቲ ሓበሬታ ንምሕሳብ ኣይድግሱን እዮም።</p>\n<p>ስለምንታይ በቲ ሓበሬታ ንምላእ? ንምንታይ በቲ ሓበሬታ ንምላእ?</p>\n<p>ተምሃሮ ብሓቂ ሜካኒካዊ ህይወት እዮም ዝነብሩ፡ ናይ ኣእምሮ ሓበሬታ ኸምዝቕበሉን ኣብ ትኽክል ዘይኮነት ተዘክሮ ከምዘቐምጡን ጥራይ እዮም ዝፈልጡ፡ እዚ ጥራይ እዩ።</p>\n<p>ተምሃሮ ብዛዕባ እዚ ትምህርቲ ሓሲቦም ኣይፈልጡን እዮም፡ ናብ ቤት ትምህርቲ፡ ኮሌጅ ወይ ዩኒቨርሲቲ ይኸዱ ምኽንያቱ ወለዶም ስለዝለኣኽዎም፡ እዚ ጥራይ እዩ።</p>\n<p>ተምሃሮ ወይ መምህራን ንባዕሎም፡ ስለምንታይ ኣብዚ ኣለኹ? ናብዚ ንምንታይ መጺአ? ናይ ብሓቂ ምስጢራዊ ምኽንያት ናብዚ ዘምጸአኒ እንታይ እዩ? ኢሎም ኣይሓቱን እዮም።</p>\n<p>መምህራን፡ ተባዕትዮ ተምሃሮን ኣንስትዮ ተምሃሮን፡ ብድቃስ ሕልና እዮም ዝነብሩ፡ ከም ናይ ሓቂ ኣውቶማት ይገብሩ፡ ናብ ቤት ትምህርቲ፡ ኮሌጅን ዩኒቨርሲቲን ብዘይፍላጥ፡ ብውልቃዊ መገዲ፡ ንምንታይ ወይ እንታይ ከምዝገብሩ ብዘይ ፍልጠት እዮም ዝኸዱ።</p>\n<p>ኣውቶማት ምዃን፡ ንቑሕ ምዃን፡ ፈተና ንምሕላፍ፡ ንምጽናዕ፡ መዓልታዊ ንምጽናዕን ዓመት ንምሕላፍን ኣብ ሓደ ቦታ ንምንባር፡ ፍርሒ፡ ጭንቀት፡ ስክፍታ ንምዕባይን፡ ስፖርት ንምስራሕ፡ ምስ መሳቱኻ ንምብኣስ ወዘተ ዝብል ቃልሲ በዓልኻ ምፍላጥ የድሊ።</p>\n<p>መምህራን ካብ ቤት ትምህርቲ፡ ኮሌጅ ወይ ዩኒቨርሲቲ ንተምሃሮ ንቑሓት ንክኾኑ ክሕግዙ ብዝያዳ ንቑሓት ክኾኑ ይግባእ።</p>\n<p>ኣውቶማት ኣብ መቀመጫ ትምህርቲ ቤት ኮሌጅን ዩኒቨርሲቲን ተቀሚጦም፡ ንምንታይ ወይ እንታይ ከምዝገብሩ ከይፈለጡ ኣብ ተዘክሮኦም ከቐምጥዎ ዝግበኦም ሓበሬታ ክቕበሉ ምርኣይ የሕዝን።</p>\n<p>ተምሃሮ ዓመት ንምሕላፍ ጥራይ እዮም ዝግደሱ፤ ንናብራኦም ወይ ስራሕ ንምርካብ ክዳለዉ ከምዘለዎም ተነጊርዎም ኣሎ። ንሳቶም ብዛዕባ መጻኢ ሺሕ ፈንታዝያታት ኣብ ኣእምሮኦም እናፈጠሩ ብዛዕባ ፊዚክስ፡ ኬሚስትሪ፡ ባዮሎጂ፡ ኣሪትሜቲክ፡ ጂኦግራፊ ወዘተ ንምንታይ ከምዝመሃሩ ከይፈለጡ ይጽንዑ።</p>\n<p>ዘመናውያን ኣዋልድ ጽቡቕ ሰብኣይ ንምርካብ ወይ ንናብራኦም ስራሕ ንምርካብ ክኽእላ ወይ ሰብኣይ እንተሓዲግወን ወይ እንተዘይተመርዓዋ ወይ መበለታትን ንምዃን ይጽንዓ።</p>\n<p>ናይ ሓቂ መጻኢአን እንታይ ከምዝኸውንን መዓስ ከምዝሞታን ስለዘይፈልጣ፡ ኣብ ኣእምሮኦን ፈንታዝያታት ይፈጥራ።</p>\n<p>ህይወት ኣብ ቤት ትምህርቲ ብጣዕሚ ዘይምልከት፡ ብጣዕሚ ዘይምሳማዕን ብጣዕሚ ውልቃዊ እዩ፡ ቈልዓ ኣብ ህይወት ዘየድልዩ ትምህርታት ክመሃር ይግደድ።</p>\n<p>ሎሚ ኣብ ቤት ትምህርቲ ዓመት ምሕላፍ እዩ ኣገዳሲ፡ እዚ ጥራይ እዩ።</p>\n<p>ኣብ ካልእ ግዜ ዓመት ንምሕላፍ እቲ ስርዓት ይሓይሽ ነይሩ። ሕጂ ግን ከምኡ ዓይነት ስነ-ምግባር የለን። ወለዲ ንመምህር ብሕቡእ ገንዘብ ክህቡ ይኽእሉ እዮም፡ እቲ ተምሃራይ ኣዝዩ ድኹም ተምሃራይ እንተኾይኑ እውን ዓመት ብዘይጥርጥር ክሓልፍ እዩ።</p>\n<p>ኣዋልድ ዓመት ንምሕላፍ ንመምህራን ይልምኑወን፡ ውጽኢቱ ድማ መስተንክር እዩ ዝኸውን፡ መምህር እንታይ ከምዘምህር እንተዘይተረዲአን እውን ኣብ ፈተና ጽቡቕ ነጥቢ ኣምጺአን ዓመት ይሓልፋ።</p>\n<p>ዓመት ንምሕላፍ ዝሃብትም ተምሃሮ ኣለዉ። እዚ ኣብ ብዙሓት ኩነታት ናይ ምትላል ጉዳይ እዩ።</p>\n<p>ሓደ ፈተና ብዓወት ዝሓለፈ ተምሃራይ (ዓሻዊ ፈተና) ኣብቲ ዝተፈተነሉ ትምህርቲ ናይ ሓቂ ንጹር ሕልና ኣለዎ ማለት ኣይኮነን።</p>\n<p>ተምሃራይ ከም ዒፍ ወይ ጫረቃ ነቲ ዝጸንዖን ዝተፈተነሉን ትምህርቲ ብሜካኒካዊ መገዲ ይደግሞ።</p>\n<p>እዚ ብዛዕባቲ ትምህርቲ ባዕልኻ ምፍላጥ ኣይኮነን፡ እቲ ዝተማሃርናዮን ከም ዒፍ ወይ ጫረቃ ዝደገምናዮን ንዝክር ምሓዝ እዩ፡ እዚ ጥራይ እዩ።</p>\n<p>ፈተና ምሕላፍ፡ ዓመት ምሕላፍ ኣዝዩ ልዑል ምዃን ኣይኮነን። ኣብ ናብራና ኣብ ቤት ትምህርቲ ፈተና ዘይሓለፉ ብጣዕሚ ልዑላት ሰባት ፈሊጥና ኢና። ኣብ ቤት ትምህርቲ ድኹማት ተምሃሮ ዝነበሩ፡ ፈተና ስዋስን ሒሳብን ዘይሓለፉ ግሩማት ጸሓፍትን ዓበይቲ ሒሳባውያንን ፈሊጥና ኢና።</p>\n<p>ኣብ ኣናቶሚ ድኹም ዝነበረ ተምሃራይ፡ ድሕሪ ብዙሕ ስቓይ ኣብ ፈተና ኣናቶሚ ብጽቡቕ ከምዝሓለፈ ንፈልጥ ኢና። ሎሚ እቲ ተምሃራይ ኣብ ኣናቶሚ ዓቢ ስራሕ ዝሰርሐ እዩ።</p>\n<p>ዓመት ምሕላፍ ብግዲኡ ልዑል ምዃን ማለት ኣይኮነን። ዓመት ዘይሓለፉን ልዑላት ዝኾኑ ሰባት ኣለዉ።</p>\n<p>ካብ ዓመት ምሕላፍ ንላዕሊ ዝኸበረ ነገር ኣሎ፡ ገለ ትምህርቲታት ካብ ምጽናዕ ንላዕሊ ዝኸበረ ነገር ኣሎ፡ እዚ ኸኣ ብዛዕባቲ እተጽንዖ ዘለኻ ንጹርን ብሩህን ሕልና ምህላው እዩ።</p>\n<p>መምህራን ተምሃሮ ንቑሓት ንክኾኑ ንምሕጋዝ ጻዕሪ ክገብሩ ይግባእ። ኹሎም ጻዕሪ መምህራን ናብ ሕልና ተምሃሮ ክመርሑ ኣለዎም። ተምሃሮ ብዛዕባ ዝጽንዕዎ ንቑሓት ምዃኖም ኣዝዩ ኣገዳሲ እዩ።</p>\n<p>ከም ዒፍ ምጽናዕ፡ ከም ጫረቃ ምጽናዕ ብትክክል ዓሻነት እዩ።</p>\n<p>ተምሃሮ “ዓመት ንምሕላፍ” ከበድቲ ትምህርታት ክመሃሩን ኣብ ተዘክሮኦም ከቐምጡን ይግደዱ፡ ጸኒሑ ድማ እዞም ትምህርታት ኣብ ናብራ ጥቕሚ ዘይብሎም ጥራይ ዘይኮነስ ይርሳዑ ምኽንያቱ ተዘክሮ ትኽክል ኣይኮነትን።</p>\n<p>ተምሃሮ ስራሕ ንምርካብን ንናብራኦም ንምኽኣልን ይጽንዑ፡ እንተሰለጦም ድማ እቲ ስራሕ እንተረኺቦም፡ ሞያን እንተረኸቡ፡ ሓካይም፡ ሕጋውያን ወዘተ እንተኾይኖም ዝረኽብዎ ነገር ቀዳማይ ታሪኽ ምድጋም እዩ፡ ይምርዓዉ፡ ይሳቐዩ፡ ውሉድ ይወልዱ፡ ንቑሓት ከይኾኑ ይሞቱ፡ ብዛዕባ ህይወቶም ከይፈለጡ ይሞቱ። እዚ ጥራይ እዩ።</p>\n<p>ኣዋልድ ይምርዓዋ፡ ቤተሰብ ይቛውማ፡ ውሉድ ይወልዳ፡ ምስ ጎረባብቲ፡ ምስ ሰብኣይ፡ ምስ ውሉድ ይበኣሳ፡ ይፋትሓ፡ ንድሕሪት ተመሊሰን ይምርዓዋ፡ ይበልግዋ ወዘተ ድሕሪኡ ድቃስ ዝወሰደን፡ ዘይፈልጣ ኮይነን ናይ ህልውና ቃንዛ ዝመልኦ ትያትር እናደገማ ይሞታ።</p>\n<p>መምህራን ቤት ትምህርቲ ኹሎም ደቂ ሰባት ድቃስ ዝወሰዶም ሕልና ከምዘለዎም ክፈልጡ ኣይደልዩን እዮም። መምህራን ቤት ትምህርቲ ንተምሃሮ ንምትንሳእውን ክነቅሑ ኣለዎም።</p>\n<p>ሕልና እንተዘይብልና ጥዑም ምኽሪ ዝሓዘ ነገር ኣብ ርእስና ምእታው ዋጋ የብሉን።</p>\n<p>ትምህርቲ ፈጠርቲ፡ ንቑሓትን ናይ ሓቂ ልዑላት እንተዘይገበረና ስለምንታይ እዩ?</p>\n<p>ናይ ሓቂ ትምህርቲ ምንባብን ምጽሓፍን ምፍላጥ ኣይኮነን። ዝኾነ ዓሻ ወይ ደንቆሮ ምንባብን ምጽሓፍን ይኽእል።</p>\n<p>ልዑላት ክንከውን የድልየና፡ ልዑልነት ድማ ሕልና ክነቅሕ እንከሎ ጥራይ እዩ ዝነቅሕ።</p>\n<p>ደቂ ሰባት 97 ሚእታዊት ንኡስ ሕልናን 3 ሚእታዊት ሕልናን ኣለዎም።</p>\n<p>ሕልና ከነንቅሕ የድልየና፡ ንኡስ ሕልና ናብ ሕልና ክንልውጦ የድልየና። ምሉእ ብምሉእ ሕልና ክህልወና የድልየና።</p>\n<p>ደቂ ሰባት ኣካላዊ ኣካሎም ክድቅስ ከሎ ጥራይ ዘይኮነስ ኣካላዊ ኣካሎም ዘይድቅስ ከሎ እውን ይሓልሙ እዮም፡ ንቑሕ ምስ ዝኾኑ እውን።</p>\n<p>ምሕላም ምክታብ የድሊ፡ ሕልና ከነንቅሕ የድሊ፡ እዚ መስርሕ ምንቃሕ ካብ ቤትናን ቤት ትምህርትናን ክጅምር ኣለዎ።</p>\n<p>ጻዕሪ መምህራን ናብ ሕልና ተምሃሮ ክመርሑ ኣለዎም፡ ናብ ተዘክሮ ጥራይ ዘይኮነስ።</p>\n<p>ተምሃሮ ብባዕሎም ክሓስቡን ከም ዒፍ ወይ ከም ጫረቃ ንድሕሪት ንድሕሪት ንድሕሪት ናይ ካልኦት ንድፈታት ጥራይ ክደግሙ የብሎምን።</p>\n<p>መምህራን ንፍርሒ ተምሃሮ ንምውጋድ ክቃለሱ ኣለዎም።</p>\n<p>መምህራን ነቲ ዝጽንዕዎ ንድፈታት ብሰላምን ብሓላፍነትን ንኽነቕፉን ንኽፈትሑን ናጽነት ክህብዎም ይግባእ።</p>\n<p>ኣብ ቤት ትምህርቲ ኮሌጅ ወይ ዩኒቨርሲቲ ዝተምህረ ኹሉ ንድፈ-ሓሳብ ብግዴታ ክቕበልዎም ይግደዱ።</p>\n<p>ተምሃሮ ባዕሎም ንምሕሳብ ፍርሒ ክገድፉ የድሊ። ተምሃሮ ዝጽንዕዎ ንድፈ-ሓሳብ ክምርምሩ ፍርሒ ክገድፉ ኣዝዩ ኣገዳሲ እዩ።</p>\n<p>ፍርሒ ሓደ ካብ መከላኸሊታት ልዕልና እዩ። ፈራህ ተምሃራይ ንምዝራብ ኣይደፍርን እዩ፡ ኹሉ እቲ ዝተፈላለዩ ደረስቲ ዝብልዎ ከም እምነት ይቕበሎ።</p>\n<p>መምህራን ባዕሎም ፈሪሖም እንከለዉ ብዛዕባ ድፍረት ምዝራብ ዋጋ የብሉን። መምህራን ካብ ፍርሒ ነጻ ክኾኑ ኣለዎም። ነቐፌታ ዝፈርሁ መምህራን ናይ ሓቂ ልዑላት ክኾኑ ኣይክእሉን እዮም።</p>\n<p>ናይ ሓቂ ዕላማ ናይ ትምህርቲ ፍርሒ ምውጋድን ሕልና ምትንሳእን ክኸውን ኣለዎ።</p>\n<p>ፈርሀትን ዘይፈልጡን ኮይና እንተቐጺልና ፈተና እንተሓለፍና እንታይ እዩ ፋይዳኡ?</p>\n<p>መምህራን ኣብ ህይወት ጠቓሚት ንክኾኑ ካብ ቤት ትምህርቲ ንተምሃሮ ናይ ምሕጋዝ ግዴታ ኣለዎም፡ ፍርሒ ክሳብ ዝሃለወ ግን ኣብ ህይወት ጠቓሚ ክኸውን ዝኽእል የለን።</p>\n<p>ፍርሒ ዝመልኦ ሰብ ካብ ሓሳብ ካልኦት ንምዝንባል ኣይደፍርን እዩ።</p>\n<p>ፍርሒ ዝመልኦ ሰብ ናጻ ተበግሶ ክህልዎ ኣይክእልን እዩ።</p>\n<p>ዕማም ናይ ሓደ መምህር ነፍሲ ወከፍ ተምሃራይ ካብ ፍርሒ ነጻ ምእንቲ ክኸውን ብዘየገድድ፡ ብዘይትእዛዝ ብህድኣት ንኽገብር ምሕጋዝ እዩ።</p>\n<p>ተምሃሮ ናጻን ፈጠራውን ተበግሶ ክህልዎም ፍርሒ ምግዳፍ ኣዝዩ ኣገዳሲ እዩ።</p>\n<p>ተምሃሮ ብናቶም ተበግሶ ነቲ ዝመሃርዎ ንድፈ-ሓሳብ ብናጽነት ክፍትሹን ክነቕፉን እንተኽኢሎም ድማ ሜካኒካውያን፡ ውልቃውያን ዓሻታት ምዃኖም ክገድፉ እዮም።</p>\n<p>ፈጠራዊ ልዕልና ኣብ ተምሃሮ ንኽዓቢ ናጻ ተበግሶ ምህላዉ ኣዝዩ ኣገዳሲ እዩ።</p>\n<p>ተምሃሮ በቲ ዝጽንዕዎ ነገር ንቑሓት ምእንቲ ክኾኑ ናይ ናጽነት ምግላጽ ብዘይዝኾነ ይኹን ኩነት ናጽነት ምሃብ የድሊ።</p>\n<p>ናጻ ፈጠራዊ ሓይሊ ነቲ ነቐፌታ እንተዘይፈራሕና ጥራይ ክግለጽ ይኽእል፡ ነቲ መምህር ምእዛዝን ሕግን ወዘተ።</p>\n<p>ኣእምሮ ደቂ ሰባት ብፍርሕን ብዘይውሱን እምነትን በላሽዩ እዩ፡ በዚ ምኽንያት ድማ ብናጻ ተበግሶ ብዘይ ፍርሒ ምሕዳስ ኣዝዩ ኣገዳሲ እዩ።</p>\n<p>ንገዛእ ርእስና ንቑሓት ክንከውን የድልየና እዚ መስርሕ ምንቃሕ ካብ ቤት ትምህርቲ ክጅምር ኣለዎ።</p>\n<p>ካብኣ ንቑሓት ከይኮና እንተወጻእና ቤት ትምህርቲ ኣይጠቐመናን።</p>\n<p>ፍርሒ ምውጋድን ናጻ ተበግሶን ናጻን ንጹህን ተግባር ከምጽእ እዩ።</p>\n<p>ተምሃሮ ብናጻ ተበግሶ ኣብ ኹለን ቤተ-ትምህርቲ ነቲ ዝመሃርዎ ንድፈ-ሓሳብ ኣብ ኣኼባ ናይ ምክታዕ መሰል ክህልዎም ይግባእ።</p>\n<p>ከምዚ ብምግባር ጥራይ ነቲ ንመሃሮ ዘለናዮ ነገራት ሕልና ምእንቲ ክህልወና ፍርሒ ብምስዓርን ብዛዕብኡ ብናጻ ብምዝታይ ብምትንታን ብምምርማርን ጥራይ እዩ ንፉዓት ተምሃሮ ክንከውን እንኽእል።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/la-libre-iniciativa.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-libre-iniciativa.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-libre-iniciativa.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
