import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ความตาย",
  "locale": "th",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. ความตาย",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>เป็นเรื่องเร่งด่วนที่จะต้องเข้าใจอย่างลึกซึ้งในทุกแง่มุมของจิตใจว่า ความตายคืออะไรกันแน่ เพราะมีเพียงวิธีนี้เท่านั้นที่เราจะสามารถเข้าใจความเป็นอมตะได้อย่างแท้จริง</p>\n<p>การเห็นร่างกายมนุษย์ของคนที่คุณรักอยู่ในโลงศพไม่ได้หมายความว่าคุณได้เข้าใจความลึกลับของความตายแล้ว</p>\n<p>ความจริงคือสิ่งที่ไม่รู้จักในแต่ละขณะ ความจริงเกี่ยวกับความตายก็ไม่สามารถเป็นข้อยกเว้นได้</p>\n<p>“ตัวตน” ต้องการหลักประกันความตาย ต้องการหลักประกันเพิ่มเติม และต้องการอำนาจที่จะรับประกันตำแหน่งที่ดีและความเป็นอมตะใดๆ นอกเหนือจากหลุมศพที่น่าสะพรึงกลัว</p>\n<p>“ตัวฉัน” ไม่อยากตาย “ตัวตน” ต้องการที่จะอยู่ต่อไป “ตัวตน” กลัวความตายมาก</p>\n<p>ความจริงไม่ใช่เรื่องของความเชื่อหรือความสงสัย ความจริงไม่มีส่วนเกี่ยวข้องกับความเชื่อถือหรือความสงสัย ความจริงไม่ใช่เรื่องของความคิด ทฤษฎี ความคิดเห็น แนวคิด แนวคิดล่วงหน้า ข้อสันนิษฐาน อคติ การยืนยัน การเจรจาต่อรอง ฯลฯ ความจริงเกี่ยวกับความลึกลับของความตายก็ไม่สามารถเป็นข้อยกเว้นได้</p>\n<p>ความจริงเกี่ยวกับความลึกลับของความตายสามารถเป็นที่รู้จักได้ผ่านประสบการณ์โดยตรงเท่านั้น</p>\n<p>เป็นไปไม่ได้ที่จะสื่อสารประสบการณ์จริงของความตายให้กับผู้ที่ไม่รู้จัก</p>\n<p>กวีคนใดก็สามารถเขียนหนังสือรักที่สวยงามได้ แต่เป็นไปไม่ได้ที่จะสื่อสารความจริงเกี่ยวกับความรักให้กับผู้ที่ไม่เคยมีประสบการณ์ ในทำนองเดียวกัน เรากล่าวว่ามันเป็นไปไม่ได้ที่จะสื่อสารความจริงเกี่ยวกับความตายให้กับผู้ที่ยังไม่เคยประสบ</p>\n<p>ใครก็ตามที่ต้องการทราบความจริงเกี่ยวกับความตายจะต้องสืบสวน ทดลองด้วยตนเอง ค้นหาอย่างถูกต้อง เราจึงจะสามารถค้นพบความหมายที่ลึกซึ้งของความตายได้</p>\n<p>การสังเกตและประสบการณ์หลายปีทำให้เราเข้าใจว่าผู้คนไม่สนใจที่จะเข้าใจความหมายที่ลึกซึ้งของความตายอย่างแท้จริง สิ่งเดียวที่ผู้คนสนใจจริงๆ คือการอยู่ต่อไปในปรโลก และนั่นคือทั้งหมด</p>\n<p>หลายคนปรารถนาที่จะอยู่ต่อไปผ่านทางทรัพย์สินทางวัตถุ เกียรติยศ ครอบครัว ความเชื่อ ความคิด ลูกๆ ฯลฯ และเมื่อพวกเขาเข้าใจว่าความต่อเนื่องทางจิตใจทุกรูปแบบนั้นไร้ประโยชน์ ชั่วคราว ไม่ยั่งยืน ไม่มั่นคง เมื่อรู้สึกว่าไม่มีหลักประกัน ไม่ปลอดภัย พวกเขาก็ตกใจ กลัว และเต็มไปด้วยความหวาดกลัวอย่างไม่มีที่สิ้นสุด</p>\n<p>คนยากจนเหล่านี้ไม่ต้องการที่จะเข้าใจว่าทุกสิ่งที่ดำเนินต่อไปนั้นคลี่คลายไปตามกาลเวลา</p>\n<p>คนยากจนเหล่านี้ไม่ต้องการที่จะเข้าใจว่าทุกสิ่งที่ดำเนินต่อไปนั้นเสื่อมโทรมไปตามกาลเวลา</p>\n<p>คนยากจนเหล่านี้ไม่ต้องการที่จะเข้าใจว่าทุกสิ่งที่ดำเนินต่อไปนั้นกลายเป็นแบบกลไก เป็นกิจวัตร และน่าเบื่อ</p>\n<p>เป็นเรื่องเร่งด่วน จำเป็น และขาดไม่ได้ที่จะต้องตระหนักอย่างเต็มที่ถึงความหมายที่ลึกซึ้งของความตาย มีเพียงวิธีนี้เท่านั้นที่ความกลัวที่จะเลิกมีอยู่จะหายไป</p>\n<p>เมื่อสังเกตมนุษยชาติอย่างระมัดระวัง เราจะสามารถตรวจสอบได้ว่าจิตใจนั้นถูกขังอยู่ในสิ่งที่รู้จักเสมอ และต้องการให้สิ่งที่รู้จักนั้นดำเนินต่อไปนอกเหนือจากหลุมศพ</p>\n<p>จิตใจที่ถูกขังอยู่ในสิ่งที่รู้จัก จะไม่มีวันได้สัมผัสกับสิ่งที่ไม่รู้จัก สิ่งที่เป็นจริง สิ่งที่เป็นความจริง</p>\n<p>มีเพียงการทำลายขวดแห่งเวลาด้วยการทำสมาธิที่ถูกต้องเท่านั้นที่เราจะสามารถสัมผัสกับนิรันดร ไร้กาลเวลา สิ่งที่เป็นจริง</p>\n<p>ผู้ที่ต้องการจะอยู่ต่อไปกลัวความตาย และความเชื่อและทฤษฎีของพวกเขาก็เป็นเพียงยาเสพติด</p>\n<p>ความตายในตัวมันเองไม่มีอะไรน่าสะพรึงกลัว มันเป็นสิ่งที่สวยงาม สูงส่ง พูดไม่ออก แต่จิตใจที่ถูกขังอยู่ในสิ่งที่รู้จัก เคลื่อนไหวไปมาในวงจรอุบาทว์ที่ดำเนินไปจากความเชื่อถือไปสู่ความสงสัยเท่านั้น</p>\n<p>เมื่อเราตระหนักอย่างเต็มที่ถึงความหมายที่ลึกซึ้งของความตาย เราจะค้นพบด้วยตนเองผ่านประสบการณ์โดยตรงว่าชีวิตและความตายเป็นองค์รวมที่สมบูรณ์ เป็นเอกภาพ</p>\n<p>ความตายคือคลังของชีวิต เส้นทางแห่งชีวิตถูกสร้างขึ้นด้วยรอยเท้าของความตาย</p>\n<p>ชีวิตคือพลังงานที่ถูกกำหนดและกำหนด ตั้งแต่แรกเกิดจนถึงตาย พลังงานประเภทต่างๆ ไหลเวียนอยู่ในร่างกายมนุษย์</p>\n<p>พลังงานเพียงประเภทเดียวที่ร่างกายมนุษย์ไม่สามารถต้านทานได้คือ รังสีแห่งความตาย รังสีนี้มีแรงดันไฟฟ้าที่สูงเกินไป ร่างกายมนุษย์ไม่สามารถต้านทานแรงดันไฟฟ้าดังกล่าวได้</p>\n<p>เช่นเดียวกับที่สายฟ้าสามารถฉีกต้นไม้ได้ ในทำนองเดียวกัน รังสีแห่งความตายเมื่อไหลผ่านร่างกายมนุษย์ก็จะทำลายมันอย่างหลีกเลี่ยงไม่ได้</p>\n<p>รังสีแห่งความตายเชื่อมโยงปรากฏการณ์ความตายกับปรากฏการณ์การเกิด</p>\n<p>รังสีแห่งความตายก่อให้เกิดความตึงเครียดทางไฟฟ้าที่ลึกซึ้งและความโน้ตสำคัญบางอย่างที่มีอำนาจในการกำหนดการรวมตัวของยีนภายในไข่ที่ปฏิสนธิแล้ว</p>\n<p>รังสีแห่งความตายลดร่างกายมนุษย์ลงเหลือองค์ประกอบพื้นฐาน</p>\n<p>อัตตา ตัวตนทางพลังงาน ยังคงอยู่ในลูกหลานของเราอย่างน่าเสียดาย</p>\n<p>ความจริงเกี่ยวกับความตาย สิ่งที่เป็นช่วงเวลาระหว่างความตายและการปฏิสนธินั้นเป็นสิ่งที่ไม่ขึ้นอยู่กับเวลา และเราสามารถสัมผัสได้ผ่านทางวิทยาศาสตร์แห่งการทำสมาธิเท่านั้น</p>\n<p>ครู อาจารย์ในโรงเรียน วิทยาลัย และมหาวิทยาลัย ควรสอนนักเรียนชายและหญิงของตนถึงเส้นทางที่นำไปสู่ประสบการณ์แห่งสิ่งที่เป็นจริง สิ่งที่เป็นความจริง</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/th/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
