import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "አእምሮ",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "9. አእምሮ",
    "order": 9
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>በልምድ እንደተረዳነው ፍቅር የሚባለውን ነገር የአዕምሮን ውስብስብ ችግር ሙሉ በሙሉ ካልተረዳን ለመረዳት የማይቻል ነው።</p>\n<p>አዕምሮ አንጎል ነው ብለው የሚያስቡ ሰዎች ፍጹም ተሳስተዋል። አዕምሮ ኃይል ሰጪ፣ ስውር ነው፣ ከቁስ አካል ነፃ መሆን ይችላል፣ በተወሰኑ የሂፕኖቲክ ሁኔታዎች ወይም በተለመደው እንቅልፍ ወቅት፣ ርቀው ወደሚገኙ ቦታዎች በመጓዝ በእነዚያ ቦታዎች ምን እየተከሰተ እንዳለ ለማየት እና ለመስማት ይችላል።</p>\n<p>በፓራሳይኮሎጂ ላቦራቶሪዎች ውስጥ በሚያስደንቁ የሂፕኖቲክ ሁኔታዎች ውስጥ ሙከራዎች ይካሄዳሉ።</p>\n<p>ብዙ ሰዎች በሂፕኖቲክ ሁኔታ ውስጥ ሆነው ስለ ክስተቶች፣ ሰዎች እና ሁኔታዎች በሂፕኖቲክ ትራንስ ውስጥ በሩቅ ርቀት ስለተከሰቱ ሁኔታዎች በዝርዝር መረጃ መስጠት ችለዋል።</p>\n<p>ሳይንቲስቶች ከእነዚህ ሙከራዎች በኋላ የእነዚያን መረጃዎች እውነታ ማረጋገጥ ችለዋል። የእውነታውን ትክክለኛነት፣ የክስተቶቹን ትክክለኛነት ማረጋገጥ ችለዋል።</p>\n<p>ከእነዚህ የፓራሳይኮሎጂ ላቦራቶሪዎች ሙከራዎች በአስተያየት እና በተሞክሮ አንጎል አእምሮ እንዳልሆነ ሙሉ በሙሉ ተረጋግጧል።</p>\n<p>በእውነት እና በእውነት አእምሮ ከአንጎል ነፃ ሆኖ በጊዜ እና በቦታ ተጉዞ ሩቅ ቦታዎች ላይ የሚከሰቱትን ነገሮች ማየት እና መስማት ይችላል ማለት እንችላለን።</p>\n<p>የEXTRA-PERCEPCIONES SENSORIALES እውነታ አሁን በፍጹም የተረጋገጠ ሲሆን እብድ ወይም አእምሮ የጎደለው ሰው ብቻ ነው የEXTRA PERCEPCIONESን እውነታ ሊክድ የሚችለው።</p>\n<p>አንጎል አስተሳሰብን ለማዳበር የተሰራ ነው ነገር ግን አስተሳሰብ አይደለም። አንጎል የአዕምሮ መሳሪያ ብቻ ነው፣ አዕምሮ አይደለም።</p>\n<p>ፍቅር የሚባለውን ነገር ሙሉ በሙሉ ማወቅ ከፈለግን አእምሮን በጥልቀት ማጥናት አለብን።</p>\n<p>ህጻናት እና ወጣቶች፣ ወንዶች እና ሴቶች፣ የበለጠ ተለዋዋጭ፣ ታዛዥ፣ ፈጣን፣ ንቁ፣ ወዘተ አእምሮ አላቸው።</p>\n<p>ብዙ ህጻናት እና ወጣቶች ወላጆቻቸውን እና አስተማሪዎቻቸውን ስለ አንድ ወይም ሌላ ነገር በመጠየቅ ይደሰታሉ, ተጨማሪ ነገር ማወቅ ይፈልጋሉ, ማወቅ ይፈልጋሉ እና ለዚህ ነው የሚጠይቁት, የሚመለከቱት, አዋቂዎች ችላ የሚሏቸውን ወይም የማይገነዘቧቸውን አንዳንድ ዝርዝሮች ይመለከታሉ።</p>\n<p>ዓመታት እያለፉ ሲሄዱ፣ በእድሜ እየገፋን ስንሄድ አእምሮው ቀስ በቀስ እየጠነከረ ይሄዳል።</p>\n<p>የአረጋውያን አእምሮ ቋሚ ነው፣ ደንዝዟል፣ በምንም መንገድ አይለወጥም።</p>\n<p>ሽማግሌዎች እንደዛ ናቸው እናም እንደዛው ይሞታሉ, አይለወጡም, ሁሉንም ነገር ከቋሚ ነጥብ ይመለከታሉ.</p>\n<p>የሽማግሌዎች “CHOCHERA”፣ ጭፍን ጥላቻቸው፣ ቋሚ ሐሳቦቻቸው፣ ወዘተ በአንድ ላይ ቋጥኝ፣ በምንም መንገድ የማይለወጥ ድንጋይ ይመስላሉ። ለዚህ ነው “ባህሪ እና ቁመና እስከ መቃብር” የሚባለው።</p>\n<p>የተማሪዎችን ስብዕና የመገንባት ኃላፊነት የተጣለባቸው መምህራንና መምህራን አዳዲስ ትውልዶችን በአስተዋይነት መምራት እንዲችሉ አእምሮን በጥልቀት ማጥናት አስፈላጊ ነው።</p>\n<p>ጊዜ እያለፈ ሲሄድ አእምሮው ቀስ በቀስ እየጠነከረ ሲሄድ መረዳት ያሳምማል።</p>\n<p>አእምሮ የእውነተኛው፣ የእውነቱ ገዳይ ነው። አእምሮ ፍቅርን ያጠፋል።</p>\n<p>አእምሮው በሚያሰቃዩ ልምዶች፣ ጭፍን ጥላቻዎች፣ እንደ ብረት ጫፍ ባሉ ቋሚ ሐሳቦች የተሞላ ስለሆነ ወደ እርጅና የደረሰ ሰው መውደድ አይችልም።</p>\n<p>አሁንም መውደድ እንደሚችሉ የሚያስቡ አረንጓዴ ሽማግሌዎች አሉ, ነገር ግን የሚሆነው እነዚያ ሽማግሌዎች በሴኒል የፆታ ስሜት የተሞሉ እና ስሜትን ከፍቅር ጋር ያደናግሩታል.</p>\n<p>ሁሉም “አረንጓዴ ሽማግሌ” እና “ሁሉም አረንጓዴ ሴት አሮጊት” ከመሞታቸው በፊት እጅግ በጣም ስሜታዊ በሆነ ስሜት ውስጥ ያልፋሉ እና ያ ፍቅር ነው ብለው ያስባሉ።</p>\n<p>የአዛውንቶች ፍቅር የማይቻል ነው ምክንያቱም አእምሮው በ “CHOCHERAS” ቋሚ ሐሳቦች”, “ጭፍን ጥላቻዎች”, “ቅናት”, “ልምዶች”, ትዝታዎች”, የፆታ ስሜቶች, ወዘተ.</p>\n<p>አእምሮ የፍቅር የከፋ ጠላት ነው። በከፍተኛ ስልጣኔ በደረሱ አገሮች ውስጥ የሰዎች አእምሮ ፋብሪካዎችን፣ የባንክ ሒሳቦችን፣ ቤንዚንንና ሴሉሎይድን ብቻ ስለሚሸት ፍቅር የለም።</p>\n<p>ለአእምሮ ብዙ ጠርሙሶች አሉ እና የእያንዳንዱ ሰው አእምሮ በደንብ ተሞልቷል።</p>\n<p>አንዳንዶቹ አእምሯቸው በአስጸያፊው ኮሙኒዝም ውስጥ የታሸገ ነው፣ ሌሎች ደግሞ በጭካኔው ካፒታሊዝም ውስጥ ታሽገዋል።</p>\n<p>አእምሯቸው በቅናት፣ በጥላቻ፣ በሀብታም የመሆን ፍላጎት፣ በጥሩ ማህበራዊ ደረጃ፣ በተስፋ መቁረጥ፣ በተወሰኑ ሰዎች ላይ በመጣበቅ፣ በራሳቸው ስቃይ ላይ በመጣበቅ፣ በቤተሰብ ችግሮች ላይ ወዘተ የታሸጉ አሉ።</p>\n<p>ሰዎች አእምሮን መሙላት ይወዳሉ፣ ጠርሙሱን በእውነት ለመስበር የሚወስኑ ጥቂቶች ናቸው።</p>\n<p>አእምሮን ነጻ ማድረግ አለብን ነገር ግን ሰዎች ባርነትን ይወዳሉ, አእምሮው በደንብ ያልታሸገ ሰው በህይወት ውስጥ ማግኘት በጣም አልፎ አልፎ ነው.</p>\n<p>መምህራንና መምህራን እነዚህን ሁሉ ነገሮች ለተማሪዎቻቸው ማስተማር አለባቸው። አዳዲስ ትውልዶች የራሳቸውን አእምሮ እንዲመረምሩ, እንዲመለከቱት, እንዲረዱት ማስተማር አለባቸው, በዚህ መንገድ ብቻ በመረዳት አእምሮው እንዳይጠነክር, እንዳይቀዘቅዝ, እንዳይታሸግ መከላከል እንችላለን.</p>\n<p>ዓለምን መለወጥ የሚችለው ፍቅር የሚባለው ነገር ብቻ ነው, ነገር ግን አእምሮ ፍቅርን ያጠፋል።</p>\n<p>የራሳችንን አእምሮ ማጥናት፣ መመልከት፣ በጥልቀት መመርመር፣ በእውነት መረዳት አለብን። በዚህ መንገድ ብቻ፣ የራሳችን ጌቶች በመሆን፣ የራሳችን አእምሮ ጌቶች በመሆን የፍቅር ገዳይ እንገድላለን እና በእውነት ደስተኞች እንሆናለን።</p>\n<p>ስለ ፍቅር በሚያምር ሁኔታ የሚያልሙ፣ ስለ ፍቅር ፕሮጀክቶችን የሚያዘጋጁ፣ ፍቅር እንደ ጣዕማቸው እና ጥላቻቸው፣ ፕሮጀክቶቻቸው እና ምናባቸው፣ ህጎቻቸው እና ጭፍን ጥላቻቸው፣ ትዝታዎቻቸው እና ልምዶቻቸው ወዘተ እንዲሰራ የሚፈልጉ በእርግጥ ፍቅር ምን እንደሆነ በጭራሽ ሊያውቁ አይችሉም ፣ በእውነቱ እነሱ የፍቅር ጠላቶች ሆነዋል።</p>\n<p>በልምድ ክምችት ውስጥ ያሉትን የአዕምሮ ሂደቶችን በINTEGRA መልክ መረዳት ያስፈልጋል።</p>\n<p>መምህሩ፣ መምህርዋ ብዙ ጊዜ በትክክል ትገስጻለች ነገር ግን አንዳንድ ጊዜ በሞኝነት እና ያለ እውነተኛ ምክንያት፣ ማንኛውም ፍትሃዊ ያልሆነ ወቀሳ በተማሪዎቹ አእምሮ ውስጥ እንደሚቀመጥ ሳይረዱ፣ የእንደዚህ አይነት የተሳሳተ አሰራር ውጤት ለአስተማሪው ፍቅር ማጣት ሊሆን ይችላል።</p>\n<p>አእምሮ ፍቅርን ያጠፋል እናም ይህ የትምህርት ቤቶች፣ ኮሌጆች እና ዩኒቨርሲቲዎች መምህራን ፈጽሞ መርሳት የሌለባቸው ነገር ነው።</p>\n<p>የፍቅርን ውበት የሚያጠፉትን እነዚህን የአእምሮ ሂደቶች በሙሉ በጥልቀት መረዳት ያስፈልጋል።</p>\n<p>የቤተሰብ አባት ወይም እናት መሆን ብቻ በቂ አይደለም፣ መውደድ አለቦት። ወላጆች ልጆቻቸውን ስለያዙ፣ የራሳቸው ስለሆኑ፣ ብስክሌት፣ መኪና፣ ቤት እንዳለው ሰው ስለሚይዟቸው እንደሚወዷቸው ያምናሉ።</p>\n<p>ይህ የባለቤትነት፣ የጥገኛነት ስሜት ከፍቅር ጋር ይደባለቃል ነገር ግን በጭራሽ ፍቅር ሊሆን አይችልም።</p>\n<p>ትምህርት ቤቱ ሁለተኛ ቤታችን ስለሆነ መምህራኖቹ እና መምህራኖቹ እንደነሱ ስለሚሆኑ፣ ስለሚይዟቸው ተማሪዎቻቸውን እንደሚወዱ ያምናሉ፣ ነገር ግን ያ ፍቅር አይደለም። የባለቤትነት ወይም የጥገኛነት ስሜት ፍቅር አይደለም።</p>\n<p>አእምሮ ፍቅርን ያጠፋል እና የአዕምሮን የተሳሳቱ ተግባራትን፣ የኛን የማይረባ አስተሳሰብ፣ መጥፎ ልማዶቻችንን፣ አውቶማቲክ ልማዶችን፣ የተሳሳተ ነገሮችን የማየት መንገድ ወዘተ በመረዳት ብቻ ልምድ ማግኘት፣ በእውነት የጊዜ ያልሆነውን፣ ፍቅር የሚባለውን ነገር መለማመድ እንችላለን።</p>\n<p>ፍቅር የራሳቸው የዕለት ተዕለት ማሽን አካል እንዲሆን የሚፈልጉ፣ ፍቅር በራሳቸው ጭፍን ጥላቻ፣ ምኞቶች፣ ፍርሃቶች፣ የህይወት ተሞክሮዎች፣ ነገሮችን በራስ ወዳድነት የማየት መንገድ፣ የተሳሳተ የአስተሳሰብ መንገድ ወዘተ በተሳሳቱ መስመሮች ላይ እንዲራመድ የሚፈልጉ ፍቅር ፈጽሞ እንዲገዛ ስለማይፈቅድ ፍቅርን ያጠፋሉ።</p>\n<p>ፍቅር እንደምፈልገው፣ እንደምመኘው፣ እንደማስበው እንዲሰራ የሚፈልጉ ፍቅርን ያጣሉ ምክንያቱም CUPIDO፣ የፍቅር አምላክ፣ በጭራሽ በራስ ለመገዛት ዝግጁ አይደለም።</p>\n<p>የፍቅርን ልጅ ላለማጣት እኔን፣ ራሴን፣ ራሴን ማቆም አለብን።</p>\n<p>እኔ ትዝታዎች፣ ምኞቶች፣ ፍርሃቶች፣ ጥላቻዎች፣ ስሜቶች፣ ልምዶች፣ ራስ ወዳድነት፣ ምቀኝነት፣ ስግብግብነት፣ የፍትወት ሐሳቦች፣ ወዘተ ክምችት ነው።</p>\n<p>እያንዳንዱን ጉድለት ለየብቻ በመረዳት ብቻ; በአእምሮ ክልል ውስጥ ብቻ ሳይሆን በአዕምሮው ውስጥ ባሉ ሁሉም ንዑስ ንቃተ ህሊናዎች ውስጥ በመመልከት እና በማጥናት እያንዳንዱ ጉድለት ይጠፋል, ከጊዜ ወደ ጊዜ እንሞታለን. በዚህ መንገድ ብቻ እና በተመሳሳይ መንገድ የራስን ውህደት እናሳካለን።</p>\n<p>ፍቅርን በራሴ አስከፊ ጠርሙስ ውስጥ ለማሸግ የሚፈልጉ ፍቅርን ያጣሉ, ያለሱ ይቀራሉ, ምክንያቱም ፍቅር ፈጽሞ ሊታሸግ አይችልም.</p>\n<p>እንደ አለመታደል ሆኖ ሰዎች ፍቅር ከራሳቸው ልማዶች፣ ምኞቶች፣ ወዘተ ጋር እንዲመሳሰል ይፈልጋሉ፣ ሰዎች ፍቅር ለራስ እንዲገዛ ይፈልጋሉ እና ያ ፈጽሞ የማይቻል ነው ምክንያቱም ፍቅር እኔን አይታዘዝም።</p>\n<p>ጥንዶች፣ ወይም በይበልጥ ስሜታዊ የሆኑት፣ በዚህ ዓለም ውስጥ በብዛት እንደሚገኙት፣ ፍቅር በራሳቸው ምኞቶች፣ ስሜቶች፣ ስህተቶች ወዘተ መስመሮች ላይ በታማኝነት መሄድ እንዳለበት ያስባሉ እናም በዚህ ውስጥ ሙሉ በሙሉ ተሳስተዋል።</p>\n<p>ስለ ሁለቱ እንነጋገር! ይላሉ ፍቅረኞች ወይም በፆታዊ ስሜት የተሞሉ፣ እና ከዚያ ንግግሮች፣ ፕሮጀክቶች፣ ምኞቶች እና ትንፋሽዎች ይመጣሉ። እያንዳንዱ ሰው አንድ ነገር ይናገራል, ፕሮጀክቶቹን, ምኞቶቹን, ነገሮችን በህይወት ውስጥ የሚመለከትበትን መንገድ ያቀርባል እና ፍቅር እንደ ባቡር መኪና በአዕምሮ በተዘጋጁት የብረት መስመሮች ላይ እንዲንቀሳቀስ ይፈልጋል.</p>\n<p>ምን ያህል የተሳሳቱ ናቸው እነዚያ ፍቅረኛሞች ወይም በስሜት የተሞሉ! ከእውነታው ምን ያህል የራቁ ናቸው።</p>\n<p>ፍቅር ራስን አይታዘዝም እናም ባለትዳሮች በአንገቱ ላይ ሰንሰለት ማድረግ እና እሱን ማስገዛት ሲፈልጉ ጥንዶቹን በውርደት ትቶ ይሸሻል።</p>\n<p>አእምሮ የመነፃፀር መጥፎ ጣዕም አለው። ሰው አንድን የሴት ጓደኛ ከሌላው ጋር ያወዳድራል። ሴት አንድን ሰው ከሌላው ጋር ታወዳድራለች። መምህሩ አንድ ተማሪን ከሌላው ጋር ያወዳድራል፣ አንዲትን ተማሪ ከሌላዋ ጋር ተማሪዎቹ በሙሉ ተመሳሳይ አድናቆት የማይገባቸው ይመስል ሪያልቲ ሁሉም ንጽጽሮች አስጸያፊ ናቸው።</p>\n<p>ውብ የሆነች ፀሐይ ስትጠልቅ ተመልክቶ ከሌላ ጋር የሚያወዳድር በእርግጥ በዓይኑ ፊት ያለውን ውበት መረዳት አይችልም።</p>\n<p>አንድን የሚያምር ተራራ ተመልክቶ ከትላንትናው ካየው ሌላ ጋር የሚያወዳድር በእርግጥ በዓይኑ ፊት ያለውን የተራራውን ውበት እየተረዳ አይደለም።</p>\n<p>ንጽጽር ባለበት እውነተኛ ፍቅር የለም። ልጆቻቸውን በእውነት የሚወዱ አባትና እናት በጭራሽ ከማንም ጋር አያወዳድሯቸውም፣ ይወዳሉ እና ያ ብቻ ነው።</p>\n<p>ሚስቱን በእውነት የሚወድ ባል ከማንም ጋር የማወዳደር ስህተት በጭራሽ አይሰራም፣ ይወዳታል እና ያ ብቻ ነው።</p>\n<p>መምህሩ ወይም መምህርት ተማሪዎቻቸውን የሚወዱ በጭራሽ አይለዩዋቸውም ፣ በጭራሽ አያወዳድሯቸውም ፣ በእውነት ይወዳሉ እና ያ ብቻ ነው።</p>\n<p>ንጽጽር በተከፋፈለ አእምሮ፣ በ DUALISMO ባሪያ የሆነ አእምሮ ፍቅርን ያጠፋል።</p>\n<p>በተቃራኒዎች ጦርነት የተከፋፈለ አእምሮ አዲሱን ነገር መረዳት አይችልም, ይጠነክራል, ይቀዘቅዛል.</p>\n<p>አእምሮ ብዙ ጥልቀቶች፣ ክልሎች፣ ንዑስ ንቃተ ህሊና መሬቶች፣ ማዕዘኖች አሉት፣ ነገር ግን ከሁሉም በላይ አስፈላጊው ESSENCE፣ CONSCIENCE ነው እና በመሃል ላይ ይገኛል።</p>\n<p>DUALISMO ሲያልቅ፣ አእምሮ INTEGRATED፣ SERENA፣ QUIETA፣ PROFUNDA ሲሆን፣ ሲያወዳድር ESSENCE፣ CONSCIENCE ይነሳል እና ያ የመሠረታዊ ትምህርት እውነተኛ ዓላማ መሆን አለበት።</p>\n<p>በዓላማ እና በዓላማ መካከል እንለይ። በ OBJECTIVO ውስጥ ንቁ ህሊና አለ። በ SUBJETIVO ውስጥ የተኛ ህሊና፣ ንዑስ ህሊና አለ።</p>\n<p>OBJECTIVO እውቀት ማግኘት የሚችለው OBJECTIVO CONSCIENCE ብቻ ነው።</p>\n<p>በአሁኑ ጊዜ በሁሉም ትምህርት ቤቶች፣ ኮሌጆች እና ዩኒቨርሲቲዎች ተማሪዎች የሚያገኙት ምሁራዊ መረጃ መቶ በመቶ ተገዢ ነው።</p>\n<p>OBJECTIVO CONSCIENCE ከሌለ OBJECTIVO እውቀት ማግኘት አይቻልም።</p>\n<p>ተማሪዎች መጀመሪያ AUTOCONCIENCIA እና ከዚያም ወደ OBJECTIVO CONSCIENCE መድረስ አለባቸው።</p>\n<p>ወደ OBJECTIVO CONSCIENCE እና OBJECTIVO እውቀት መድረስ የምንችለው በፍቅር መንገድ ብቻ ነው።</p>\n<p>የፍቅርን መንገድ በእውነት ለመከተል ከፈለግን የአእምሮን ውስብስብ ችግር መረዳት ያስፈልጋል።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/la-mente.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-mente.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-mente.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
