import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "زېږنتون",
  "locale": "ps",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "23. زېږنتون",
    "order": 23
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>د انسان ژوند د یوې ساده حجرې په توګه پیل کیږي، لکه څنګه چې طبیعي ده، د ژوندیو حجرو خورا ګړندي وخت سره مخ کیږي.</p>\n<p>حمل، د حمل موده، زیږون، دا تل هغه حیرانونکې او په زړه پوري درې واړه دي چې د هر مخلوق ژوند ورسره پیل کیږي.</p>\n<p>دا واقعیا د حیرانتیا خبره ده چې زموږ د هستۍ لومړنۍ شیبې باید په بې حده کوچني کې ژوند وکړو، هر یو موږ د یوې ساده مایکروسکوپي حجرې په توګه بدلیږو.</p>\n<p>موږ د یوې بې ارزښته حجرې په توګه وجود پیل کوو او خپل ژوند د زړو، لویانو او د یادونو څخه ډک پای ته رسوو.</p>\n<p>ځان حافظه ده. ډیری زاړه خلک په اوسني وخت کې ژوند نه کوي، ډیری زاړه خلک یوازې په تیرو وختونو یادولو کې ژوند کوي. هر زوړ سړی یوازې یو غږ او سیوری دی. هر زوړ سړی د تیرو وختونو یو भूत دی، راټول شوي حافظه او دا هغه څه دي چې زموږ د اولادونو په جینونو کې دوام لري.</p>\n<p>د انسان حمل د غیر معمولي چټکو وختونو سره پیل کیږي، مګر د ژوند د مختلفو پروسو له لارې دوی ورځ تر بلې ورو کیږي.</p>\n<p>ډیری لوستونکي باید د وخت نسبیت په یاد ولري. هغه بې ارزښته حشره چې یوازې د دوبي په ماسپښین کې څو ساعته ژوند کوي، داسې ښکاري لکه چې هغه ژوند نه کوي، مګر په حقیقت کې هغه د یو سړي په څیر ژوند کوي چې په اتیا کلونو کې ژوند کوي، هغه څه چې پیښیږي هغه دا دی چې هغه په چټکۍ سره ژوند کوي، یو سړی په اتیا کلونو کې هغه څه ژوند کوي چې یو سیاره په ملیونونو کلونو کې ژوند کوي.</p>\n<p>کله چې نطفه د هګۍ سره یوځای کیږي، حمل پیل کیږي. هغه حجره چې د انسان ژوند ورسره پیل کیږي، اته څلویښت کروموزومونه لري.</p>\n<p>کروموزومونه په جینونو ویشل شوي، یو سل یا ډیر وروستي په یقین سره هغه څه دي چې کروموزوم دی.</p>\n<p>د جینونو مطالعه خورا ستونزمنه ده ځکه چې هر یو یې د یو څو مالیکولونو څخه جوړ شوی چې په بې ساري سرعت سره حرکت کوي.</p>\n<p>د جینونو حیرانونکې نړۍ د درې اړخیزې نړۍ او څلورم اړخ نړۍ ترمنځ منځنۍ سیمه جوړوي.</p>\n<p>په جینونو کې د میراث اتومونه موندل کیږي. زموږ د پلرونو ارواپوهنیز ځان د القاح شوي هګۍ رنګولو لپاره راځي.</p>\n<p>د بریښنایی تخنیک او اتومي علومو په دې دور کې، دا په هیڅ ډول مبالغه نه ده چې ووایو هغه بریښنایی مقناطیسي نښه چې د یو نیکه لخوا پریښودل شوې وه چې خپله وروستۍ ساه یې اخیستې وه د یوه اولاد لخوا القاح شوي هګۍ په جینونو او کروموزومونو کې چاپ شوې ده.</p>\n<p>د ژوند لاره د مرګ د آس د پښو د نښو سره جوړه شوې ده.</p>\n<p>د وجود په جریان کې، مختلف ډوله انرژي د انسان بدن ته تیریږي. هر ډول انرژي د عمل خپله طریقه لري، هر ډول انرژي په خپل وخت او خپل ساعت کې څرګندیږي.</p>\n<p>د حمل په دوو میاشتو کې موږ هاضمي فعالیت لرو او د حمل په څلورو میاشتو کې د محرک ځواک په فعالیت کې راځي چې د تنفسي او عضلاتي سیسټمونو سره نږدې تړاو لري.</p>\n<p>د ټولو شیانو د زیږون او مړینې ساینسي ننداره حیرانوونکې ده.</p>\n<p>ډیری پوهان ادعا کوي چې د انسان د مخلوق د زیږون او په فضا کې د نړۍ د زیږون ترمنځ نږدې ورته والی شتون لري.</p>\n<p>په نهو میاشتو کې ماشوم زیږیږي، په لسو کې وده د ټولو حیرانونکو میټابولیزم او د ارتباطي نسجونو سمیټریک او کامل پرمختګ سره پیل کیږي.</p>\n<p>کله چې د نوي زیږیدلو ماشومانو مخکینۍ فونټینل د دوو یا دریو کلونو په عمر کې تړل کیږي، دا نښه ده چې د دماغ نخاع سیسټم په بشپړه توګه بشپړ شوی دی.</p>\n<p>ډیری ساینس پوهانو ویلي چې طبیعت تصور لري او دا تصور هر هغه څه ته ژوندی شکل ورکوي چې دی، هر هغه څه چې و او هر هغه څه چې به وي.</p>\n<p>ډیری خلک په تصور خاندي او ځینې یې حتی د “کور لیونۍ” بولي.</p>\n<p>د تصور کلمې شاوخوا ډیر ګډوډي شتون لري او ډیری هغه څوک شتون لري چې تصور د خیال سره ګډوډوي.</p>\n<p>ځینې پوهان وايي چې دوه تصورات شتون لري. لومړی یې میکانیکي تصور او دویم یې قصدي تصور بولي: لومړی د ذهن د ضایعاتو څخه جوړ شوی او دویم یې ترټولو وړ او ښه دی چې موږ دننه لرو.</p>\n<p>د مشاهدې او تجربې له لارې موږ دا هم تایید کړې چې د میکانیکي فرعي تصور یو ډول ناروغ انفرا شعوري او موضوعي هم شتون لري.</p>\n<p>دا ډول اتوماتیک فرعي تصور د ذهني زون لاندې کار کوي.</p>\n<p>ایروټیک انځورونه، ناروغ فلمونه، مسالحه کیسې چې دوه ګونی معنی لري، ناروغ ټوکې او نور، معمولا د ناخبرۍ په بڼه د میکانیکي فرعي تصور کار کوي.</p>\n<p>د شالید تحلیل موږ دې منطقي پایلې ته رسولي چې د ایټروټیک خوبونه او د شپې انتشار د میکانیکي فرعي تصور له امله دي.</p>\n<p>مطلق پاک لمنیت ناممکن دی تر هغه چې میکانیکي فرعي تصور شتون ولري.</p>\n<p>دا په بشپړه توګه روښانه ده چې شعوري تصور په بنسټیز ډول د هغه څه څخه توپیر لري چې د میکانیکي، موضوعي، انفرا شعوري، فرعي شعوري تصور په نوم یادیږي.</p>\n<p>هر استازیتوب په ځان لوړولو او باعزته ډول پیژندل کیدی شي، مګر د میکانیکي ډول فرعي تصور، انفرا شعوري، فرعي شعوري کولی شي موږ ته په اتوماتيک ډول د حسي، جذباتي، ډوب شوي رنګونو او انځورونو سره کار کولو سره خیانت وکړي.</p>\n<p>که موږ بشپړ، یونی ټول پاک لمنیت غواړو، موږ اړتیا لرو چې نه یوازې د شعوري تصور څارنه وکړو، بلکې د میکانیکي تصور او د ناخبره، اتوماتیک، فرعي شعوري، ډوب شوي فرعي تصور هم څارنه وکړو.</p>\n<p>موږ باید هیڅکله د جنس او تصور ترمنځ نږدې اړیکه هیر نکړو.</p>\n<p>د شالید مراقبت له لارې موږ باید د میکانیکي تصور ټول ډولونه او د فرعي تصور او انفرا تصور اتوماتیک ټول ډولونه په شعوري، هدفي تصور بدل کړو.</p>\n<p>هدفي تصور پخپله په اصل کې تخلیقی دی، پرته له هغې اختراع کوونکي نشي کولی ټیلیفون، راډیو، الوتکه او نور تصور کړي.</p>\n<p>د امیندوارې ښځې تصور د جنین د ودې لپاره بنسټیز دی. دا ثابته شوې ده چې هره مور کولی شي د خپل تصور سره د جنین رواني حالت بدل کړي.</p>\n<p>دا بیړنۍ ده چې امیندواره ښځه ښکلي انځورونه، عالي منظره وګوري او کلاسیک میوزیک او همغږي کلمې واوري، پدې توګه هغه کولی شي په همغږۍ سره د هغه مخلوق رواني حالت باندې عمل وکړي چې هغه په خپل رحم کې لري.</p>\n<p>امیندواره ښځه باید الکول ونه څښي، سګرټ ونه څښي او بد، ناخوښه ونه ګوري ځکه چې دا ټول د مخلوق د همغږې ودې لپاره زیان رسونکي دي.</p>\n<p>تاسو باید د امیندوارې ښځې ټول خواهشات او تېروتنې وبښئ.</p>\n<p>ډیری بې زغمه او د ریښتیني تفاهم څخه بې برخې نارینه په امیندوارې ښځې غوسه کیږي او سپکاوی کوي. د هغې تریخوالی، هغه کړاوونه چې د نااهله میړه له امله رامینځته کیږي، نه یوازې په فزیکي توګه بلکې رواني توګه د حمل په حالت کې جنین باندې اغیزه کوي.</p>\n<p>د تخلیقي تصور ځواک ته په پام سره، دا منطقي ده چې ووایو چې امیندواره ښځه باید بد، ناخوښه، ناهمغږي، کرکه او نور ونه ګوري.</p>\n<p>وخت رارسیدلی چې حکومتونه باید د زېږون پورې اړوند لویو ستونزو په حلولو کې اندیښنه وکړي.</p>\n<p>دا نامناسبه ده چې په داسې ټولنه کې چې ځان مسیحي او دیموکراتیک بولي، د زېږون مذهبي احساس ته درناوی او درناوی نه کیږي. دا وحشتناکه ده چې په زرګونو امیندواره میرمنې پرته له کوم ملاتړ څخه، د میړه او ټولنې لخوا پریښودل شوي، د ډوډۍ یا دندې یوه ټوټه ګدایي کوي او ډیری وختونه د هغه مخلوق سره د ژوندي پاتې کیدو لپاره سخت فزیکي کارونه کوي چې دوی یې په خپل رحم کې لري.</p>\n<p>د اوسنۍ ټولنې دا غیر انساني حالات، د واکمنانو او خلکو دا ظلم او د مسؤلیت نشتوالی په روښانه توګه موږ ته په ګوته کوي چې لا تر اوسه ډیموکراسي شتون نلري.</p>\n<p>د زیږون خونو سره روغتونونه لا تر اوسه دا ستونزه نه ده حل کړې، ځکه چې دا روغتونونه یوازې هغه میرمنو ته رسیدلی شي کله چې زیږون نږدې وي.</p>\n<p>د بې وزلو امیندواره میرمنو لپاره د سالونونو او استوګنځایونو، کلینیکونو او د دوی د ماشومانو لپاره باغونو سره مجهز اجتماعي کورونو، ریښتیني باغ ښارونو ته سمدستي اړتیا ده.</p>\n<p>دا اجتماعي کورونه د امیندوارو بې وزلو میرمنو لپاره د استوګنې ځایونه دي، د ټولو اسانتیاوو، ګلونو، موسیقۍ، همغږۍ، ښکلا او نورو څخه ډک دي، د زیږون لویه ستونزه به په بشپړه توګه حل کړي.</p>\n<p>موږ باید پوه شو چې انساني ټولنه یوه لویه کورنۍ ده او هیڅ بهرنۍ ستونزه شتون نلري ځکه چې هره ستونزه په یوه یا بله بڼه د ټولنې ټولو غړو ته په خپل اړوند دایره کې اغیزه کوي. دا بې معنی ده چې امیندواره میرمنې د دې لپاره تبعیض شي چې دوی بې وزله دي. دا جنایي ده چې دوی کم ارزښته کړئ، سپکاوی وکړئ یا په بې وزلو پناه ځای کې یې کونج کړئ.</p>\n<p>په دې ټولنه کې چې موږ ژوند کوو ماشومان او ستمګر نشي کیدی، ځکه چې موږ ټول انسانان یو او مساوي حقوق لرو.</p>\n<p>موږ اړتیا لرو ریښتینې ډیموکراسي رامینځته کړو، که موږ واقعیا نه غواړو چې د کمونیزم لخوا تیر شو.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ps/educacion-fundamental/la-maternidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/la-maternidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/la-maternidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
