import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Смъртта",
  "locale": "bg",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. Смъртта",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Наложително е да разберем задълбочено и във всички области на ума какво всъщност е СМЪРТТА, само така е възможно наистина да разберем в цялостен вид какво е безсмъртието.</p>\n<p>Да видиш човешкото тяло на любим човек, поставено в ковчег, не означава, че си разбрал мистерията на смъртта.</p>\n<p>Истината е непознатото от момент на момент. Истината за смъртта не може да бъде изключение.</p>\n<p>АЗ-ът винаги иска, както е напълно естествено, застраховка живот, допълнителна гаранция, някакъв авторитет, който да се погрижи да ни осигури добра позиция и всякакъв вид безсмъртие отвъд ужасяващия гроб.</p>\n<p>САМИЯТ АЗ няма голямо желание да умре. АЗ-ът иска да продължи. АЗ-ът много се страхува от смъртта.</p>\n<p>ИСТИНАТА не е въпрос на вярване или съмнение. Истината няма нищо общо с доверчивостта, нито със скептицизма. Истината не е въпрос на идеи, теории, мнения, концепции, предконцепции, предположения, предразсъдъци, твърдения, преговори и т.н. Истината за мистерията на Смъртта не е изключение.</p>\n<p>Истината за мистерията на смъртта може да бъде позната само чрез пряк опит.</p>\n<p>Невъзможно е да се предаде РЕАЛНИЯТ опит на смъртта на някой, който не го познава.</p>\n<p>Всеки поет може да пише красиви книги за ЛЮБОВТА, но е невъзможно да се предаде ИСТИНАТА за ЛЮБОВТА на хора, които никога не са я преживявали. По същия начин казваме, че е невъзможно да се предаде истината за смъртта на хора, които не са я преживели.</p>\n<p>Който иска да знае истината за смъртта, трябва да изследва, да експериментира сам, да търси както трябва, само така можем да открием дълбокия смисъл на смъртта.</p>\n<p>Наблюдението и опитът от много години ни позволиха да разберем, че хората не се интересуват да разберат наистина дълбокия смисъл на смъртта; хората единствено се интересуват да продължат в отвъдното и това е всичко.</p>\n<p>Много хора желаят да продължат чрез материални блага, престиж, семейство, вярвания, идеи, деца и т.н., и когато разберат, че всякакъв вид психологическа приемственост е напразна, преходна, ефимерна, нестабилна, тогава, чувствайки се без гаранции, несигурни, те се плашат, ужасяват, изпълват се с безкраен ужас.</p>\n<p>Не искат да разберат бедните хора, не искат да разберат, че всичко, което продължава, се развива във времето.</p>\n<p>Не искат да разберат бедните хора, че всичко, което продължава, запада с времето.</p>\n<p>Не искат да разберат бедните хора, че всичко, което продължава, става механично, рутинно, досадно.</p>\n<p>Неотложно, необходимо, задължително е да осъзнаем напълно дълбокия смисъл на смъртта, само така изчезва страхът от преставане на съществуването.</p>\n<p>Наблюдавайки внимателно човечеството, можем да установим, че умът винаги е затворен в познатото и иска това, което е познато, да продължи отвъд гроба.</p>\n<p>Умът, затворен в познатото, никога не може да изпита непознатото, реалното, истинското.</p>\n<p>Само като счупим бутилката на времето чрез правилната медитация, можем да изпитаме ВЕЧНОТО, БЕЗВРЕМЕННОТО, РЕАЛНОТО.</p>\n<p>Тези, които желаят да продължат, се страхуват от смъртта и техните вярвания и теории им служат само като наркотик.</p>\n<p>Самата смърт няма нищо страшно, тя е нещо много красиво, възвишено, неизразимо, но умът, затворен в познатото, се движи само в порочния кръг, който върви от доверчивост към скептицизъм.</p>\n<p>Когато наистина осъзнаем напълно дълбокия и съкровен смисъл на смъртта, тогава откриваме сами чрез прекия опит, че Животът и Смъртта представляват цялостен, уни-тотален единство.</p>\n<p>Смъртта е хранилище на Живота. Пътеката на Живота е образувана от следите от копитата на смъртта.</p>\n<p>Животът е определена и определяща Енергия. От раждането до смъртта различни видове енергия текат в човешкия организъм.</p>\n<p>Единственият вид енергия, на който човешкият организъм не може да устои, е ЛЪЧЪТ НА СМЪРТТА. Този лъч има твърде високо електрическо напрежение. Човешкият организъм не може да устои на такова напрежение.</p>\n<p>Както един мълния може да разбие едно дърво, така и лъчът на смъртта, преминавайки през човешкия организъм, неизбежно го унищожава.</p>\n<p>Лъчът на смъртта свързва феномена смърт с феномена раждане.</p>\n<p>Лъчът на смъртта поражда много интимни електрически напрежения и определена ключова нота, която има определящата сила да комбинира гените в оплодената яйцеклетка.</p>\n<p>Лъчът на смъртта редуцира човешкия организъм до неговите основни елементи.</p>\n<p>ЕГОТО, енергийният АЗ, продължава в нашите потомци, за съжаление.</p>\n<p>Това, което е Истината за смъртта, това, което е интервалът между смъртта и зачатието, е нещо, което не принадлежи на времето и което само чрез науката за медитацията можем да изпитаме.</p>\n<p>Учителите и учителките в училищата, колежите и университетите трябва да учат своите ученици и ученички пътя, който води до преживяването на РЕАЛНОТО, ИСТИНСКОТО.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bg/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
