import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Смерць",
  "locale": "be",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. Смерць",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Крайне важна глыбока і ва ўсіх сферах розуму зразумець, што сабой уяўляе СМЕРЦЬ як такая, толькі так можна па-сапраўднаму зразумець цалкам, што такое бессмяротнасць.</p>\n<p>Бачыць чалавечае цела каханага чалавека ў труне не азначае, што вы зразумелі таямніцу смерці.</p>\n<p>Праўда - гэта невядомае ў кожны момант. Праўда пра смерць не можа быць выключэннем.</p>\n<p>Я заўсёды хоча, як гэта натуральна, страхоўку на выпадак смерці, дадатковую гарантыю, нейкі орган, які б забяспечваў нам добрую пазіцыю і ўсялякае бессмяротнасць пасля жахлівай магілы.</p>\n<p>САМОМУ МНЕ не вельмі хочацца паміраць. Я хоча працягваць. Я вельмі баіцца смерці.</p>\n<p>ПРАЎДА - гэта не пытанне веры ці сумневу. Праўда не мае нічога агульнага з легкавернасцю або скептыцызмам. Праўда - гэта не пытанне ідэй, тэорый, меркаванняў, паняццяў, перадумоў, здагадак, прадузятасцей, сцвярджэнняў, перамоваў і г.д. Праўда пра таямніцу Смерці не з’яўляецца выключэннем.</p>\n<p>Праўду пра таямніцу смерці можна даведацца толькі праз непасрэдны вопыт.</p>\n<p>Немагчыма паведаміць РЭАЛЬНЫ вопыт смерці таму, хто яго не ведае.</p>\n<p>Любы паэт можа напісаць прыгожыя кнігі пра КАХАННЕ, але немагчыма паведаміць ПРАЎДУ пра КАХАННЕ людзям, якія ніколі не адчувалі гэтага, аналагічна мы кажам, што немагчыма паведаміць праўду пра смерць людзям, якія гэтага не адчувалі.</p>\n<p>Той, хто хоча ведаць праўду пра смерць, павінен даследаваць, эксперыментаваць самастойна, шукаць належным чынам, толькі так мы можам адкрыць глыбокае значэнне смерці.</p>\n<p>Назіранне і шматгадовы вопыт дазволілі нам зразумець, што людзям не цікава сапраўды разумець глыбокі сэнс смерці; людзей адзінае, што сапраўды цікавіць, гэта працягвацца ў замагільным свеце, і ўсё.</p>\n<p>Многія людзі жадаюць працягвацца праз матэрыяльныя даброты, прэстыж, сям’ю, вераванні, ідэі, дзяцей і г.д., і калі яны разумеюць, што любы тып псіхалагічнай пераемнасці з’яўляецца марным, мімалётным, эфемерным, нестабільным, тады, адчуваючы сябе без гарантый, няўпэўненымі, яны палохаюцца, жахаюцца, напаўняюцца бясконцым жахам.</p>\n<p>Не хочуць разумець бедныя людзі, не хочуць разумець, што ўсё, што працягваецца, развіваецца ў часе.</p>\n<p>Не хочуць разумець бедныя людзі, што ўсё, што працягваецца, прыходзіць у заняпад з часам.</p>\n<p>Не хочуць разумець бедныя людзі, што ўсё, што працягваецца, становіцца механістычным, руцінным, сумным.</p>\n<p>Вельмі важна, неабходна, абавязкова, каб мы цалкам усвядомілі глыбокі сэнс смерці, толькі так знікае страх перастаць існаваць.</p>\n<p>Уважліва назіраючы за чалавецтвам, мы можам пераканацца, што розум заўсёды знаходзіцца ў палоне вядомага і хоча, каб тое, што вядома, працягвалася пасля магілы.</p>\n<p>Розум, які знаходзіцца ў палоне вядомага, ніколі не зможа адчуць невядомае, рэальнае, праўдзівае.</p>\n<p>Толькі разбіўшы бутэльку часу з дапамогай правільнай медытацыі, мы можам адчуць ВЕЧНАЕ, ПА-ЗА ЧАСАМ, РЭАЛЬНАЕ.</p>\n<p>Тыя, хто жадае працягвацца, баяцца смерці, і іх вераванні і тэорыі служаць толькі наркотыкам.</p>\n<p>У самой смерці няма нічога жудаснага, гэта нешта вельмі прыгожае, узнёслае, невымоўнае, але розум, які знаходзіцца ў палоне вядомага, рухаецца толькі ў заганным крузе, які ідзе ад легкавернасці да скептыцызму.</p>\n<p>Калі мы сапраўды цалкам усведамляем глыбокі і грунтоўны сэнс смерці, тады мы адкрываем для сябе праз непасрэдны вопыт, што Жыццё і Смерць уяўляюць сабой цэласную, адзіную тотальнасць.</p>\n<p>Смерць - гэта сховішча Жыцця. Шлях Жыцця складаецца з слядоў капытоў смерці.</p>\n<p>Жыццё - гэта пэўная і вызначальная энергія. Ад нараджэння да смерці ўнутры чалавечага арганізма цякуць розныя тыпы энергіі.</p>\n<p>Адзіны тып энергіі, якому чалавечы арганізм не можа супрацьстаяць, - гэта ПРАМЫНЬ СМЕРЦІ. Гэты прамень мае занадта высокую электрычную напругу. Чалавечы арганізм не можа вытрымаць такую напругу.</p>\n<p>Падобна таму, як маланка можа разбіць дрэва, так і прамень смерці, праходзячы праз чалавечы арганізм, непазбежна разбурае яго.</p>\n<p>Прамень смерці звязвае з’яву смерці з з’явай нараджэння.</p>\n<p>Прамень смерці выклікае вельмі інтымныя электрычныя напружання і пэўную ключавую ноту, якая мае моц, якая вызначае камбінаванне генаў ўнутры аплодненай яйкаклеткі.</p>\n<p>Прамень смерці зводзіць чалавечы арганізм да яго фундаментальных элементаў.</p>\n<p>ЭГА, энергетычнае Я, працягваецца, на жаль, у нашых нашчадках.</p>\n<p>Тое, што такое Праўда пра смерць, тое, што такое прамежак паміж смерцю і зачаццем, гэта нешта, што не належыць часу і што толькі з дапамогай навукі медытацыі мы можам адчуць.</p>\n<p>Настаўнікі і Настаўніцы школ, каледжаў і універсітэтаў павінны навучаць сваіх вучняў і вучаніц шляху, які вядзе да вопыту РЭАЛЬНАГА, ПРАЎДЗІВАГА.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/be/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
