import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ᱜᱚᱭᱱᱟᱭ",
  "locale": "brx",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. ᱜᱚᱭᱱᱟᱭ",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>मावथायनि गुबै सानखौ आरो गासैबो नखरनि गेजेराव बुजिनो थाखाय गोख्रै मोनथाय जानांगोन, बेनोसो थांखि जागोन, थारैनो बुजिनो हागोन जे अमर जानाय माने,</p>\n<p>मोनसे मोजां मोननै मानसिखौ थैनाय बाकसायाव नुनाया मावथायनि गुबै बाथ्राखौ बुजिनाय नङा।</p>\n<p>गोरोन्थिआ जाबाय बेखौ दासिम मोनथिनो थाखाय। मावथायनि सायाव गोरोन्थिआ मोनसे बाथ्रा नङा।</p>\n<p>आं बेखौ बांद्राय गोनां, मोनसे ग्यारेन्टि, मोनसे आखाइथि गैयै, जाय आंनि थाखाय मोजां थावनि आरो गुबुन अमर जानाय जायगानिफ्राय बोखारनानै लाबोयो।</p>\n<p>आंनि गावनि थैनायनि गोसो गैयै। आं दान्थानो लुगैयो। आं मावथायनिफ्राय गाबज्रि जायो।</p>\n<p>गोरोन्थिआ फोथायनाय एबा सन्देह खालामनाय नङा। गोरोन्थिनि फोथायनायजों एबा सन्देह खालामनायजों जेबो गोरोन्थि गैयै। गोरोन्थिआ साननाय, थिअरि, रायजो, फोलोब, अगम फोलोब, मानिनाय, खोबोर, दावराव, बायदि बायदि नङा। मावथायनि सायाव गोरोन्थिआ मोनसे बाथ्रा नङा।</p>\n<p>मावथायनि सायाव गोरोन्थिखौ डाइरेक मोननो हायो।</p>\n<p>थैनायनि थार मोनथाइखौ मोननो हाला जाय बेखौ मिथिया।</p>\n<p>जेबो कविआ मोजां लाइमोननि बिजाब लिरनो हागोन, नाथाय लाइमोननि गोरोन्थिखौ मोननो हाला जाय बेखौ माब्लाबा मोननो हाया, बेबादिनो बुंनो हायो जे थैनायनि गोरोन्थिखौ मोननो हाला जाय बेखौ मोननो हाया।</p>\n<p>जाय थैनायनि सायाव गोरोन्थिखौ मोननो लुगैयो बेखौ नायबिजिर, गावखौनो अजमाव, मोननो नाजा, बेनोसो थैनायनि गुबै सानखौ मोननो हागोन।</p>\n<p>बांद्राय बोसोरनि नायनाय आरो अजमावनाया जोंनो बुजिनो होयो जे मानसिफोरा थैनायनि गुबै सानखौ बुजिनो गोसो गैयै; मानसिफोरा उनाव दान्थानो लुगैयो आरो बेनोसो।</p>\n<p>बांद्राय मानसिफोरा गोनां जौगा, इज्जत, नखर, फोथायनाय, साननाय, फिसाजोफोरजों दान्थानो लुगैयो, आरो बिसोर बुजियोब्ला जे जेबो साइकोलोजिकेल दान्थानाया गावनि, थासारिया थायो, दासिम गैयै, अब्ला बिसोर ग्यारेन्टि गैयै, खौसे गैयै, गाबज्रि जायो।</p>\n<p>गरीब मानसिफोरा बुजिनो गोसो गैयै, बिसोर बुजिनो गोसो गैयै जे जेबो दान्थानाया समनि गेजेराव थायो।</p>\n<p>गरीब मानसिफोरा बुजिनो गोसो गैयै जे जेबो दान्थानाया समजों गोमायलाङो।</p>\n<p>गरीब मानसिफोरा बुजिनो गोसो गैयै जे जेबो दान्थानाया रोखायि, रोन्टिनानै थाग्रा, दुखुनाय जायो।</p>\n<p>गोख्रै जागोन, गोनां जागोन, गुबै जागोन, जों गावनि थैनायनि गुबै सानखौ बुजिनो हानांगोन, बेनोसो दान्थानो गोसो गैयै।</p>\n<p>मानसिफोरखौ नायनानै, जों थि खालामनो हागोन जे साननाया सोमोनायजों थायो आरो बे सोमोनाया थैनायनि उनाव दान्थानो लुगैयो।</p>\n<p>साननाया सोमोनायजों, जेब्लाबो मोननो हाला, थार, गोरोन्थि।</p>\n<p>समनि बोथोलाखौ दानस’नानै थारि मेडिटेसोनजों, जों एटेरनेलखौ, एटेम्परेलकौ, गोरोन्थिखौ मोननो हागोन।</p>\n<p>जाय दान्थानो लुगैयो बिसोर थैनायजों गाबज्रि जायो आरो बिसोरनि फोथायनाय आरो थिअरिफोरा नारकोटिखौसो मदद खालामो।</p>\n<p>थैनाया गावनि गाबज्रि गैयै, बेयो मोजां, गुबै, बुंनो हाला, नाथाय साननाया सोमोनायजों, बेयो गावनि सायावनो थासारि जायो जाय फोथायनायनिफ्राय सन्देह खालामनायसिम थायो।</p>\n<p>जों थारैनो गावनि थैनायनि गुबै सानखौ बुजियोब्ला, अब्ला जों गावखौनो मोननो हागोन डाइरेक अजमावनायजों, जे लाइमोन आरो थैनाया मोनसेनो।</p>\n<p>थैनाया लाइमोननि जायगा। लाइमोननि लामाया थैनायनि बोथोरजों सोरजिनाय।</p>\n<p>लाइमोना एनार्जिया थि खालामनाय आरो थि खालामनो हायै। जोनोमनिफ्राय थैनायसिम गुबुन गुबुन एनार्जिया मानसि जिउआव थायो।</p>\n<p>मोनसे एनार्जिया जाय मानसि जिउआ सहयनो हाला, बेयो थैनायनि रोदा। बे रोदानि इलेकट्रिक भेल्टेज बांद्राय। मानसि जिउआ बे भेल्टेजखौ सहयनो हाला।</p>\n<p>जेरै मोनसे रोदाआ रूखौ दानो, बेबादिनो थैनायनि रोदाआ मानसि जिउआव थायोब्ला, बेखौ नाश खालामनो।</p>\n<p>थैनायनि रोदाआ थैनायखौ, जोनोमजों दाजाबनाय।</p>\n<p>थैनायनि रोदाआ गुबै इलेकट्रिक टेन्सोनखौ आरो मोनसे बाथ्राखौ सोरजेनो जाय जेनखौ दाजाबनो हायो फिसाजोफोरनि ओख्रायाव।</p>\n<p>थैनायनि रोदाआ मानसि जिउखौ नाश खालामो।</p>\n<p>इगोआ, एनार्जिया जोंनि फिसाजोफोराव थायो।</p>\n<p>थैनायनि सायाव गोरोन्थिया मा, थैनाय आरो साननायनि गेजेराव जानाया समाव गैयै आरो बेखौ मेडिटेसोननि साइंसजों मोननो हागोन।</p>\n<p>मास्टर आरो मिसट्रेसआ स्कुल, कलेज आरो युनिभार्सिटिआव, बिसोर गावनि फरायसाफोरनो सोलोंनो नांगोन जाय लामाआ गोरोन्थिखौ मोननो मदद खालामो।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/brx/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
