import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "אימהות",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "23. אימהות",
    "order": 23
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>חיי האדם מתחילים כתא פשוט הכפוף, באופן טבעי, לזמן המהיר במיוחד של תאים חיים.</p>\n<p>התעברות, הריון, לידה, הם תמיד השלישייה הנפלאה והאדירה שבה מתחילים חייו של כל יצור.</p>\n<p>מדהים באמת לדעת שאנחנו צריכים לחיות את רגעי הקיום הראשונים שלנו באינסוף הקטן, כשהפכנו, כל אחד מאיתנו, לתא מיקרוסקופי פשוט.</p>\n<p>אנו מתחילים להתקיים בצורה של תא חסר משמעות ומסיימים את החיים זקנים, קשישים ועמוסים בזיכרונות.</p>\n<p>האני הוא זיכרון. קשישים רבים אינם חיים בהווה אפילו מרחוק, זקנים רבים חיים רק בזיכרון העבר. כל זקן אינו אלא קול וצל. כל קשיש הוא רוח רפאים מהעבר, זיכרון מצטבר וזה מה שממשיך בגנים של צאצאינו.</p>\n<p>ההתעברות האנושית מתחילה בזמנים מהירים במיוחד, אך במהלך תהליכי החיים השונים הם הולכים ונעשים איטיים יותר ויותר.</p>\n<p>קוראים רבים צריכים לזכור את היחסיות של הזמן. החרק הזעיר שחי רק כמה שעות אחר הצהריים של הקיץ, נראה כאילו כמעט לא חי, אלא חי למעשה את כל מה שאדם חי בשמונים שנה, מה שקורה הוא שהוא חי במהירות, אדם חי בשמונים שנה את כל מה שכוכב לכת חי במיליוני שנים.</p>\n<p>כאשר הזרע נפגש עם הביצית, ההריון מתחיל. התא שבו מתחילים החיים האנושיים מכיל ארבעים ושמונה כרומוזומים.</p>\n<p>הכרומוזומים מחולקים לגנים, כמאה מהאחרונים או קצת יותר מהווים בוודאות את מה שהוא כרומוזום.</p>\n<p>קשה מאוד לחקור גנים מכיוון שכל אחד מהם מורכב ממולקולות בודדות הרוטטות במהירות בלתי נתפסת.</p>\n<p>העולם המופלא של הגנים מהווה אזור ביניים בין העולם התלת מימדי לעולם הממד הרביעי.</p>\n<p>בגנים נמצאים אטומי התורשה. האני הפסיכולוגי של אבותינו בא להטביע את הביצית המופרית.</p>\n<p>בעידן זה של אלקטרו-טכניקה ומדע אטומי, בשום אופן אין זה מוגזם לטעון שהטביעה האלקטרו-מגנטית שהשאיר אב קדמון שנשף את נשימתו האחרונה הוטבעה בגנים ובכרומוזומים של הביצית המופרית על ידי צאצא.</p>\n<p>שביל החיים עשוי מטביעות פרסותיו של סוס המוות.</p>\n<p>במהלך הקיום, סוגים שונים של אנרגיה זורמים דרך גוף האדם; לכל סוג של אנרגיה יש מערכת פעולה משלה, כל סוג של אנרגיה מתבטא בזמנו ובשעתו.</p>\n<p>בגיל חודשיים להריון יש לנו את תפקוד העיכול ובגיל ארבעה חודשים להריון נכנס לפעולה הכוח המניע הקשור באופן אינטימי למערכות הנשימה והשרירים.</p>\n<p>מרהיב המחזה המדעי של הלידה והמוות של כל הדברים.</p>\n<p>חכמים רבים טוענים שיש אנלוגיה אינטימית בין לידת היצור האנושי ללידתם של עולמות בחלל החיצון.</p>\n<p>בגיל תשעה חודשים נולד הילד, בגיל עשרה חודשים מתחילה הצמיחה עם כל חילוף החומרים הנפלא שלה והתפתחות סימטרית ומושלמת של רקמות החיבור.</p>\n<p>כאשר המרפס הקדמי של הילודים נסגר בגיל שנתיים או שלוש, זהו סימן שמערכת המוח והשדרה הסתיימה בצורה מושלמת.</p>\n<p>מדענים רבים אמרו שלטבע יש דמיון ושהדמיון הזה נותן צורה חיה לכל מה שהוא, לכל מה שהיה ולכל מה שיהיה.</p>\n<p>המון אנשים צוחקים על הדמיון ויש כאלה שאפילו קוראים לו “המשוגעת של הבית”.</p>\n<p>יש בלבול רב סביב המילה דמיון ורבים מבלבלים את הדמיון עם הפנטזיה.</p>\n<p>חכמים מסוימים אומרים שיש שני דמיונות. לראשון הם קוראים דמיון מכני ולשני דמיון מכוון: הראשון מורכב מפסולת המוח והשני תואם למה שיש לנו בפנים הכי ראוי והכי הגון.</p>\n<p>באמצעות התבוננות וניסיון הצלחנו לוודא שקיים גם סוג של תת-דמיון מכני חולני תת-מודע וסובייקטיבי.</p>\n<p>סוג זה של תת-דמיון אוטומטי פועל מתחת לאזור האינטלקטואלי.</p>\n<p>תמונות ארוטיות, קולנוע חולני, סיפורים פיקנטיים עם משמעות כפולה, בדיחות חולניות וכו’, בדרך כלל גורמים לתת-דמיון המכני לעבוד באופן לא מודע.</p>\n<p>ניתוחים מעמיקים הובילו אותנו למסקנה ההגיונית שחלומות ארוטיים ופליטות לילה נובעים מתת-דמיון מכני.</p>\n<p>צניעות מוחלטת היא בלתי אפשרית כל עוד קיים תת-דמיון מכני.</p>\n<p>ברור לחלוטין שהדמיון המודע שונה באופן קיצוני ממה שנקרא דמיון מכני, סובייקטיבי, תת-מודע. תת מודע.</p>\n<p>כל ייצוג יכול להיתפס בצורה מחזקת ומכובדת את עצמו, אך תת-הדמיון מסוג מכני, תת-מודע, תת-מודע, לא מודע יכול לבגוד בנו ולתפקד באופן אוטומטי עם ניואנסים ותמונות חושניות, סוערות, שקועות.</p>\n<p>אם אנו רוצים צניעות שלמה, טוטלית, מעמיקה, עלינו לפקח לא רק על הדמיון המודע, אלא גם על הדמיון המכני ועל תת-הדמיון הלא מודע, האוטומטי, התת-מודע, השקוע.</p>\n<p>לעולם אל לנו לשכוח את הקשר האינטימי הקיים בין מין לדמיון.</p>\n<p>באמצעות מדיטציה מעמיקה עלינו להפוך כל סוג של דמיון מכני וכל צורה של תת-דמיון ותת-דמיון אוטומטי, לדמיון מודע, אובייקטיבי.</p>\n<p>הדמיון האובייקטיבי הוא במהותו יוצר, בלעדיו הממציא לא יכול היה להעלות בדעתו את הטלפון, הרדיו, המטוס וכו’.</p>\n<p>הדמיון של האישה במצב של הריון הוא בסיסי להתפתחות העובר. הוכח שכל אם יכולה בדמיונה לשנות את נפש העובר.</p>\n<p>דחוף שהאישה במצב של הריון תתבונן בציורים יפים, נופים נשגבים ותקשיב למוזיקה קלאסית ולמילים הרמוניות, כך היא תוכל לפעול על נפש היצור שהיא נושאת בתוכה בהרמוניה.</p>\n<p>האישה במצב של הריון לא צריכה לשתות אלכוהול, לעשן או להתבונן במכוער, בלא נעים כי כל זה מזיק להתפתחות ההרמונית של היצור.</p>\n<p>צריך לדעת לסלוח על כל הגחמות והטעויות של האישה ההרה.</p>\n<p>גברים רבים חסרי סובלנות וחסרי הבנה אמיתית, כועסים ומעליבים את האישה במצב של הריון. המרירות של זו, הצרות שנגרמו על ידי הבעל חסר האיכות, משפיעות על העובר במצב של הריון, לא רק פיזית אלא נפשית.</p>\n<p>בהתחשב בעוצמתו של הדמיון היוצר, הגיוני לטעון שהאישה במצב של הריון, לא צריכה להתבונן במכוער, בלא נעים, בלא הרמוני, בדוחה וכו’.</p>\n<p>הגיעה השעה שהממשלות צריכות לדאוג לפתור את הבעיות הגדולות הקשורות לאמהות.</p>\n<p>זה לא מתאים שבחברה שמגדירה את עצמה כנוצרית ודמוקרטית, לא יודעים לכבד ולהעריץ את המשמעות הדתית של האמהות. זה מפלצתי לראות אלפי נשים במצב של הריון ללא הגנה כלשהי, נטושות על ידי הבעל והחברה, מתחננות לחתיכת לחם או עבודה ולעיתים קרובות עוסקות בעבודות חומריות קשות, כדי לשרוד עם היצור שהן נושאות בין בטנן.</p>\n<p>מצבים תת-אנושיים אלה של החברה הנוכחית, אכזריות וחוסר אחריות אלה של הממשלות והעמים מצביעים לנו בבירור שעדיין אין דמוקרטיה.</p>\n<p>בתי החולים עם חדרי הלידה שלהם עדיין לא פתרו את הבעיה, מכיוון שנשים אלה יכולות להגיע לבתי חולים אלה רק כאשר הלידה מתקרבת.</p>\n<p>יש צורך דחוף בבתים קולקטיביים, ערי גנים אמיתיות המצוידות בסלונים ומגורים לנשים במצב של הריון עניות מרודות, מרפאות וקינדים לילדיהן.</p>\n<p>בתים קולקטיביים אלה הם לינה לנשים עניות מרודות במצב של הריון, מלאים בכל מיני נוחיות, פרחים, מוזיקה, הרמוניה, יופי וכו’, יפתרו לחלוטין את הבעיה הגדולה של האמהות.</p>\n<p>עלינו להבין שהחברה האנושית היא משפחה גדולה ואין בעיה חיצונית מכיוון שכל בעיה בצורה כזו או אחרת משפיעה בתוך מעגל שלה על כל חברי החברה. זה אבסורדי להפלות נשים הרות בגלל היותן עניות מרודות. זה פלילי לזלזל בהן, לבוז להן או לתחום אותן בבית מחסה לחסרי כל.</p>\n<p>בחברה בה אנו חיים לא יכולים להיות בנים חורגים, כי כולנו בני אדם ויש לנו את אותן זכויות.</p>\n<p>עלינו ליצור את הדמוקרטיה האמיתית, אם באמת אנחנו לא רוצים להיבלע על ידי הקומוניזם.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/la-maternidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-maternidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-maternidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
