import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "मरण",
  "locale": "kok",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. मरण",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>मरणाचें गूढ खरें कितें तें पुरायपणान आनी मनाच्या सगळ्या पातळेचेर समजून घेवप खूब गरजेचें आसा, तेन्नाच अमरत्व म्हळ्यार कितें तें पुरायपणान समजून घेवप शक्य आसा.</p>\n<p>म्hoglल्या पेटींत आपल्या आवडट्या मनशाचें मानवी शरीर पळोवप म्हळ्यार मरणाचें गूढ समजून घेवप न्हय.</p>\n<p>सत्य म्हळ्यार दरेक खिणाक अज्ञात आशिल्लें. मरणाविशीं सत्य हाका अपवाद ना.</p>\n<p>म्हाका सदांच, स्वाभाविकपणान, मरणाचें विमा जाय, अतिरिक्त हमी जाय, आमकां बरी स्थिती आनी भंयकर कबरेंतल्यान अमरत्व दिवपाची जापसालदारकी घेवपी खंयची तरी सत्ता जाय.</p>\n<p>‘म्हजो’ हाका मरपाची खूब इत्सा ना. ‘म्हाका’ फुडें वचूंक जाय. ‘म्हाका’ मरणाक खूब भंय दिसता.</p>\n<p>सत्य मानपाचो वा दुबाव घेवपाचो प्रस्न न्हय. सत्याचो भोळेपणा कडेन वा संशयवादा कडेन कांयच संबंद ना. सत्य म्हळ्यार विचार, उपपत्ती, मतां, कल्पना, पूर्वकल्पना, गृहीतकां, पूर्वग्रह, दुजोरो, वाटाघाटी आदींचो प्रस्न न्हय. मरणाच्या गूढाविशीं सत्य हाका अपवाद ना.</p>\n<p>मरणाचें गूढ सत्य फकत प्रत्यक्ष अणभवांतल्यानूच जाणून घेवंक येता.</p>\n<p>ज्या मनशाक मरणाचो अणभव ना ताका मरणाचो खरोखरो अणभव सांगप शक्य ना.</p>\n<p>खंयचोय कवी मोगाविशीं सुंदर पुस्तकां बरोवंक शकता, पूण ज्या लोकांक ताचो केन्नाच अणभव आयिल्लो ना तांकां मोगाविशीं सत्य सांगप शक्य ना, तशेंच मरणाचो अणभव घेवंक नाशिल्ल्या लोकांक मरणाविशीं सत्य सांगप शक्य ना अशें आमी म्हणटात.</p>\n<p>ज्या कोणाक मरणाविशीं सत्य जाणून घेवपाची इत्सा आसा ताणें स्वता सोद घेवंक जाय, अणभव घेवंक जाय, योग्य रितीन सोद घेवंक जाय, तेन्नाच मरणाचो खोल अर्थ आमी सोदून काडूं येता.</p>\n<p>चड वर्सांच्या निरीक्षणांतल्यान आनी अणभवांतल्यान आमी समजून घेतलां की लोकांक मरणाचो खोल अर्थ खरोखरो समजून घेवपाची इत्सा ना; लोकांक फकत मरण आयल्या उपरांत फुडें जियेवपाची इत्सा आसा आनी तें इतलेंच.</p>\n<p>बरेच लोक भौतिक वस्तू, प्रतिश्ठा, कुटुंब, श्रध्दा, विचार, भुरगीं हांच्या मदल्यान फुडें जियेवंक सोदतात, आनी जेन्ना तांकां कळटा की खंयचेंय मानसशास्त्रीय सातत्य व्यर्थ, क्षणभंगूर, अस्थिर आसा, तेन्ना ते निर्भय जावन, असुरक्षित जावन, भयभीत जावन, अनंत भयान भरतात.</p>\n<p>दुबळ्या लोकांक समजून घेवपाची इत्सा ना, तांकां समजून घेवपाची इत्सा ना की जें कांय चालू उरता तें वेळाप्रमाण फुडें वता.</p>\n<p>दुबळ्या लोकांक समजून घेवपाची इत्सा ना की जें कांय चालू उरता तें वेळाप्रमाण देंवता.</p>\n<p>दुबळ्या लोकांक समजून घेवपाची इत्सा ना की जें कांय चालू उरता तें यांत्रिक, नेहमींचें, कंटाळो दिवपी जाता.</p>\n<p>मरणाचो खोल अर्थ पुरायपणान समजून घेवप खूब गरजेचें, खूब म्हत्वाचें, खूब गरजेचें आसा, तेन्नाच अस्तित्व सोंपचे भंय ना जाता.</p>\n<p>मनशाचेर बारिकसाणेन लक्ष दिलें जाल्यार, आमी तपासूं येता की मन सदांच ज्ञात आशिल्ल्या गजालींनी भरिल्लें आसता आनी तें ज्ञात आशिल्लें कबरेंतल्यान फुडें चालू उरचें अशें तांकां दिसता.</p>\n<p>ज्ञात आशिल्ल्या गजालींनी भरिल्लें मन अज्ञात, वास्तव, खरें अणभवूंक शकना.</p>\n<p>समाधानाचे योग्य पद्धतीन वेळेची बाटली फोडून, आमी शाश्वत, अतींद्रिय, वास्तव अणभवूं येता.</p>\n<p>ज्या लोकांक फुडें जियेवपाची इत्सा आसा तांकां मरणाक भंय दिसता आनी तांचीं मतां आनी उपपत्ती फकत नशें म्हणून काम करतात.</p>\n<p>मरणांत कांयच भंय ना, तें खूब सुंदर, उदात्त, अवर्णनीय आसा, पूण ज्ञात आशिल्ल्या गजालींनी भरिल्लें मन फकत भोळेपणासावन संशयवादा मेरेन घुंवळें घेता.</p>\n<p>जेन्ना आमी खरोखर मरणाचो खोलायेन आनी खोलायेन अर्थ समजून घेवन पुरायपणान सचेत जातात, तेन्ना आमी स्वता सोदून काडटात, प्रत्यक्ष अणभवान, की जीवन आनी मरण एक पुराय, एकसंघ एकवट आसा.</p>\n<p>मरण म्हळ्यार जीवनाचें भांडार. जीवनाची वाट मरणाच्या खुरांच्या पांयांच्या छापामदल्यान तयार जाल्या.</p>\n<p>जीवन म्हळ्यार थारायल्ली आनी थारावपी ऊर्जा. जल्मासावन मरणा मेरेन मनशाच्या कुडींत वेगवेगळ्या प्रकारची ऊर्जा व्हांवता.</p>\n<p>मनशाचें शरीर खंयच्याय उर्जेक प्रतिकार करूंक शकता, पूण मरणाच्या किरणाक प्रतिकार करूंक शकना. ह्या किरणाक खूब चड विद्युत् दाब आसता. मनशाचें शरीर इतलो दाब सहन करूंक शकना.</p>\n<p>जसो वीज पड्ड्यार झाड मोडूं शकता, तशेंच मरणाचो किरण मनशाच्या कुडींतल्यान व्हांवता तेन्ना तें अनिवार्यपणान नश्ट करता.</p>\n<p>मरणाचो किरण मरण घटनेक जल्म घटनेकडेन जोडटा.</p>\n<p>मरणाचो किरण खूब खोलायेन विद्युत् ताण निर्माण करता आनी तातूंत एक खाशेलें स्वर आसता, जातूंत गर्भाशयांतल्या अंड्या भितर जनुकां एकठांय करपाची निर्णायक ताकद आसता.</p>\n<p>मरणाचो किरण मनशाच्या कुडीक तिच्या मुळाव्या घटकांत रूपांतर करता.</p>\n<p>अहंकार, ऊर्जावान स्व, दुर्दैवान आमच्या वंशजां मदल्यान चालू उरता.</p>\n<p>मरणाविशीं सत्य कितें, मरण आनी गर्भधारणा हांचे मदलें अंतर कितें तें वेळेक संबंदीत ना आनी तें फकत ध्यानाच्या विज्ञानाच्या आदारानूच अणभवूं येता.</p>\n<p>शाळा, कनिष्ठ महाविद्यालय आनी विद्यापीठांच्या शिक्षकांनी आपल्या विधार्थ्यांक वास्तव, खरें अणभव घेवपाच्या मार्गदर्शनाचें शिक्षण दिवंक जाय.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kok/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kok/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kok/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
