import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ኣእምሮ",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "9. ኣእምሮ",
    "order": 9
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ብተመክሮና ከም ዝረኣናዮ፣ ነቲ ፍቕሪ ዝበሃል ነገር ምሉእ ብምሉእ ንምርድኡ፣ ነቲ ሓደገኛ ጸገም ኣእምሮ ብውህደት ክንርድኦ ይግባኣና።</p>\n<p>እቶም ኣእምሮ ማለት ሓንጎል እዩ ዝብሉ፣ ፍጹም ተጋገይቲ እዮም። ኣእምሮ ሓይሊ ዘለዎ፣ ስውር፣ ካብ ስጋዊ ነገር ነጻ ክኸውን ዝኽእል፣ ኣብ ገሊኡ ሂፕኖቲክ ኵነታት ወይ ኣብ ግዜ ልሙድ ድቃስ፣ ኣብ እምባታት ርሒቑ ዝርከብ ቦታታት ከይዱ ኣብኡ ዝኸውን ዘሎ ክርኢን ክሰምዕን ይኽእል።</p>\n<p>ኣብ ላቦራቶሪታት ፓራሳይኮሎጂ፣ ኣብ ኵነታት ሂፕኖቲክ ንዝርከቡ ሰባት ዘደንቕ ተመኩሮታት ይካየድ።</p>\n<p>ብዙሓት ሰባት ኣብ ኵነታት ሂፕኖቲክ ኰይኖም ብዛዕባ ኣብ ርሑቕ ርቀት ዝተፈጸሙ ፍጻሜታት፣ ሰባት፣ ኵነታት ብዝርዝር ሓቢሮም።</p>\n<p>ድሕሪ እቲ ተመኩሮታት ሳይንቲስትታት ሓቅነት ናይቲ ሓበሬታታት ኣረጋጊጾም። ሓቅነት ናይቲ ፍጻሜታት፣ ልክዕነት ናይቲ ኩነታት ኣረጋገጹ።</p>\n<p>በዚ ተመኩሮታት ናይ ላቦራቶሪታት ፓራሳይኮሎጂ ሓንጎል ኣእምሮ ከምዘይኮነ ብምልከታን ተመኩሮን ተረጋጊጹ እዩ።</p>\n<p>ብሓቂን ብትሪትን ኣእምሮ ብዘየገድስ ሓንጎል፣ ንዝርከቡ ነገራት ንምርኣይን ንምስማዕን፣ ብግዜን ብህዋን ክጓዓዝ ከምዝኽእል ክንዛረብ ንኽእል።</p>\n<p>ሓቅነት ናይቲ ተወሳኺ ስምዒታዊ ኣስተውዓልነት ድሮ ፍጹም ተረጋጊጹ እዩ፣ ሓቅነት ናይቲ ተወሳኺ ስምዒታት ክነጽግ ዝኽእል ዓሻ ወይ ዕቡድ ጥራይ እዩ።</p>\n<p>ሓንጎል ንሓሳባት ንምድላው እዩ ተፈጢሩ እምበር ሓሳብ ኣይኮነን። ሓንጎል መሳርሒ ኣእምሮ እዩ እምበር ኣእምሮ ኣይኮነን።</p>\n<p>ነቲ ፍቕሪ ዝበሃል ነገር ብውህደት ክንፈልጥ እንተደሊና፣ ንኣእምሮና ብዕምቈት ከነጽንዖ ኣሎና።</p>\n<p>ህጻናትን መንእሰያትን ኣወዳትን ኣዋልድን ኣዝዩ ዝተለሳለሰ፣ ክቕየስ ዝኽእል፣ ቀልጣፋት፣ መጠንቀቕቲ ወዘተ ኣእምሮ ኣለዎም።</p>\n<p>ብዙሓት ህጻናትን መንእሰያትን ንወለዶምን ንመምህራኖምን ብዛዕባ ከምዚ ዝበሉ ነገራት ብምሕታት ይሕጐሱ እዮም፣ ገለ ነገር ከፈልጡ ስለዝደልዩ፣ ንሳቶም ዝያዳ ከፈልጡ ስለዝደልዩ እዮም ዝሓቱ፣ ዝዕዘቡ፣ ዓበይቲ ንዘንቁርዎ ወይ ዘይስምዕዎ ዝርዝራት ይርእዩ።</p>\n<p>እዋን እናሓለፈ፣ ዕድመና እናገደደ ምስከደ፣ ኣእምሮ ቐስ ብቐስ ይነጽግ።</p>\n<p>ኣእምሮ ኣረጋውያን ጽኑዕ፣ ከም እምኒ ዀይኑ፣ ብሓይልኻ እኳ ኣይቕየርን እዩ።</p>\n<p>ኣረጋውያን ከምኡ እዮም፣ ከምኡ ድማ እዮም ዝሞቱ፣ ንዅሉ ነገር ካብ ሓደ ጽኑዕ ነጥቢ እዮም ዝቀርብዎ።</p>\n<p>እቲ “ቾቸራ” ናይ ኣረጋውያን፣ ኣድልዎታቶም፣ ጽኑዓት ሓሳቦም ወዘተ ሓደ እምኒ ዀይኑ እዩ ዝመስል። ስለዚ እዩ እቲ ልሙድ ኣበሃህላ “ተፈጥሮን ትርኢትን ክሳብ መቓብር” ዝብል።</p>\n<p>እቶም ንውልቃዊ ባህርይ ተመሃሮ ንምፍጣር ዝተወከሉ መምህራን ኣእምሮ ብዕምቈት ከጽንዑ እዩ ኣገዳሲ፣ ንሓደስቲ ወለዶታት ብብልሓት ምእንቲ ከምርሕዎም።</p>\n<p>ብግዜ ኣእምሮ ቐስ ብቐስ እናነጸገ ከም ዝኸይድ ብዕምቈት ምርዳእ የሳቒ።</p>\n<p>ኣእምሮ ነቲ ሓቂ፣ ነቲ ናይ ሓቂ ነገር ዝቐትል እዩ። ኣእምሮ ንፍቕሪ የጥፍኦ።</p>\n<p>ሓደ ሰብ ምስ ኣረገ ኣእምሮኡ ብመሪር ተመኩሮታት፣ ኣድልዎታት፣ ከም ጫፍ ሓጺን ዝኣመሰሉ ጽኑዓት ሓሳባት ወዘተ ስለዝመልአ፣ ከምዚ ዓይነት ሰብ ፍቕሪ ክገብር ኣይክእልን እዩ።</p>\n<p>ገና ፍቕሪ ክገብሩ ይኽእሉ እዮም ዝብሉ ኣረግቶት ሰባት ኣለዉ፣ ግን እቲ ዝኸውን ነገር እዞም ኣረግቶት ብስምዒት ጾታዊ ፍትወት ምልኣቶም እዩ፣ ነቲ ፍትወት ድማ ምስ ፍቕሪ የደናግሩዎ።</p>\n<p>ዝኾነ “ኣረጊት ሰብ” ከምኡ እውን “ዝኾነት ኣረጊት ሰበይቲ” ቅድሚ ሙማቶም ብብዙሕ ስምዒታዊ ፍትወትን ስምዒታዊ ጾታዊ ድሌትን እዮም ዝሓልፉ፣ ነዚ ድማ ፍቕሪ እዩ ዝመስሎም።</p>\n<p>ፍቕሪ ኣረጋውያን ኣይከውንን፣ ምኽንያቱ ኣእምሮ ብ”ቾቸራስ” ጽኑዓት ሓሳባት፣ ኣድልዎታት፣ ቅንኣት፣ ተመኩሮታት፣ ትዝታታት፣ ስምዒታዊ ጾታዊ ፍትወት ወዘተ ስለዘጥፍኦ።</p>\n<p>ኣእምሮ ዝኸፍአ ጸላኢ ፍቕሪ እዩ። ኣብ ልዕሊ ዓለም ብዝማዕበሉ ሃገራት ፍቕሪ የለን ምኽንያቱ ኣእምሮ ሰባት ፋብሪካታት፣ ሒሳባት ባንኪ፣ ነዳዲን ሴሉሎይድን ጥራይ እዩ ዝሸትት።</p>\n<p>ንኣእምሮ ብዙሓት ኣቁሻሻት ኣለዉ፣ ኣእምሮ ናይ ነፍሲ ወከፍ ሰብ ድማ ጽቡቕ ጌሩ ተቐሽሺሹ እዩ።</p>\n<p>ገሊኦም ኣእምሮኦም ኣብ ኣጸያፊ ኮሙኒዝም ተቐሺሹ ኣሎ፣ ገሊኦም ድማ ኣብ ጨካን ካፒታሊዝም ተቐሺሹ ኣሎ።</p>\n<p>ኣእምሮኦም ኣብ ቅንኣት፣ ጽልኢ፣ ሃብታም ናይ ምዃን ድሌት፣ ጽቡቕ ማሕበራዊ ደረጃ፣ ተስፋ ምቁራጽ፣ ምልጋብ ናብ ገሊኦም ሰባት፣ ምልጋብ ናብ ገዛእ ርእሶም ስቓይ፣ ጸገማት ስድራቤቶም ወዘተ ተቐሺሹ ዘለዉ ኣለዉ።</p>\n<p>ንሰባት ኣእምሮ ምቕሻሽ የሐጕሶም፣ እቲ ነቲ መቐሻሺ ዘፍርሰሉ ሰብ ብጣዕሚ ሒደት እዩ።</p>\n<p>ነጻነት የድልየና፣ ኣእምሮ ግን ንሰባት ባርነት የሐጕሶም፣ ኣእምሮኡ ጽቡቕ ጌሩ ዘይተቐሸሸ ሰብ ኣብ ህይወት ምርካብ ብጣዕሚ ሒደት እዩ።</p>\n<p>መምህራን ነዚ ዅሉ ንተመሃሮም ከምህሩዎም ይግባእ። ንሓደስቲ ወለዶታት ገዛእ ርእሶም ኣእምሮ ከመራምሩ፣ ከመዕዝዝዎ፣ ከመስተውዕልዎ ኸምዝኽእሉ ከምህሩዎም ኣለዎም፣ በዚ ጥራይ ብስሩ መረዳእታ ኣቢልና ኣእምሮ ከይነጽግ፣ ከይቀዝቕዝ፣ ከይተቐሸሸ ክንከላኸል ንኽእል።</p>\n<p>ነቲ ዓለም ክልውጦ ዝኽእል እንኮ ነገር ፍቕሪ ዝበሃል እዩ፣ ኣእምሮ ግን ፍቕሪ የጥፍኦ።</p>\n<p>ገዛእ ርእስና ኣእምሮ ከነጽንዕ፣ ከነዕዝዝ፣ ብዕምቈት ክንመርምር፣ ብሓቂ ክንርድኦ ይግባኣና። በዚ ጥራይ፣ ገዛእ ርእስና ዋንነት ብምግባር፣ ገዛእ ርእስና ኣእምሮ፣ ነቲ ንፍቕሪ ዝቐትል ብምቕታል ብሓቂ ሕጉሳት ክንከውን ንኽእል።</p>\n<p>እቶም ብዛዕባ ፍቕሪ እናሓለሙ ብጥዑም ዝነብሩ፣ እቶም ብዛዕባ ፍቕሪ ፕሮጀክት እናሰርሑ ዝነብሩ፣ እቶም ፍቕሪ ከከም ድሌቶምን ከከም ዘይምነዮምን፣ ፕሮጀክቶምን ሕልሞምን፣ ሕግታትን ኣድልዎታትን፣ ትዝታታትን ተመኩሮታትን ክንቀሳቐስ ዝደልዩ ወዘተ፣ ብሓቂ ፍቕሪ እንታይ ምዃኑ ክፈልጡ ኣይክእሉን እዮም፣ ብሓቂ ንሳቶም ጸላእቲ ፍቕሪ ኰይኖም እዮም።</p>\n<p>እቲ ኣሰራርሓ ኣእምሮ ኣብ ኵነታት ምትእኽኻብ ተመኩሮታት እንታይ ምዃኑ ብውህደት ምርዳእ ኣድላዪ እዩ።</p>\n<p>መምህር፣ መምህርት ብዙሕ ግዜ ብልክዕ ይነቕፉ ግን ሓድሓደ ግዜ ብዓሻነትን ብዘይ ሓቂ ምኽንያትን፣ እቲ ዝኾነ ዘይፍትሓዊ ነቐፌታ ኣብ ኣእምሮ ተመሃሮ ከም ዝተቐመጠ ከይተረድኡ፣ ውጽኢት ናይ ከምዚ ዝኣመሰለ ግጉይ ኣካይዳ፣ ንመምህር፣ ንመምህርት ፍቕሪ ምጥፋእ እዩ።</p>\n<p>ኣእምሮ ንፍቕሪ የጥፍኦ፣ እዚ ድማ መምህራንን መምህራትን ኣብያተ ትምህርቲ፣ ኮሌጃትን ዩኒቨርስቲታትን ፈጺሞም ክርስዕዎ የብሎምን።</p>\n<p>ነቲ ጽባቐ ፍቕሪ ዘጥፍኦ ዅሉ ኣእምሮኣዊ መስርሕ ብዕምቈት ምርዳእ ኣድላዪ እዩ።</p>\n<p>ወላዲ ወይ ኣደ ስድራቤት ምዃን ጥራይ ኣይኣኽልን፣ ፍቕሪ ምፍጻም ክትፈልጥ ኣሎካ። ወለድን ኣዴታትን ንውሉዶም ይፈትውዎም እዮም ዝብሉ፣ ስለዘለዉዎም፣ ናቶም ስለዝኾኑ፣ ከም ሓንቲ ብሽክለታ፣ መኪና፣ ቤት ከም ዝውንንዎ እዩ ዝመስሎም።</p>\n<p>እቲ ናይ ምቁጽጻር ናይ ጥምርነት ስምዒት፣ ምስ ፍቕሪ ክደናገር ይኽእል ግን ፍጹም ፍቕሪ ክኸውን ኣይክእልን እዩ።</p>\n<p>እቶም ካልኣይ ቤተሰብና ዝኾኑ መምህራን ቤት ትምህርቲ፣ ንደቀ መዛሙርቶም ከምኡ ስለዝኾኑ ይፈትውዎም እዮም ዝብሉ፣ ከምኡ ስለዝውንንዎም ግን እዚ ፍቕሪ ኣይኮነን። እቲ ናይ ምቁጽጻር ወይ ጥምርነት ስምዒት ፍቕሪ ኣይኮነን።</p>\n<p>ኣእምሮ ንፍቕሪ የጥፍኦ፣ ነቶም ግጉያት ተግባራት ናይ ኣእምሮ፣ ነቲ ዘይግቡእ ኣተሓሳስባና፣ መላምድና፣ ልምድታትና፣ ብራስና ዝሰርሑ፣ ሜካኒካዊ፣ ግጉይ መገዲ ኣንፈት ነገራት ወዘተ ብምርዳእ፣ ነቲ ንግዜ ዘይምልከት ብሓቂ ክንነብሮ፣ ተመኩሮ ክህልወና ንኽእል፣ ነቲ ፍቕሪ ዝበሃል።</p>\n<p>እቶም ፍቕሪ ኣብ ሓደ ክፋል ናይ ገዛእ ርእሶም ማሺነሪ ክኸውን ዝደልዩ፣ እቶም ፍቕሪ በቲ ግጉይ መንገዲ ኣድልዎኦም፣ ድሌታቶም፣ ስጋቶም፣ ተመኩሮ ህይወቶም፣ ናይ ርእሲኣልቦ ኣገባብ ኣንፈት ነገራት፣ ግጉይ ኣገባብ ኣተሓሳስባ ወዘተ ክኸይድ ዝደልዩ ኣብቲ ፍቕሪ ይውድኡ ምኽንያቱ እዚ ፈጺሙ ክግዛእ ኣይፍቅድን እዩ።</p>\n<p>እቶም ፍቕሪ ከምቲ ኣነ ዝደልዮ፣ ከምቲ ኣነ ዝምነዮ፣ ከምቲ ኣነ ዝሓስቦ ክሰርሕ ዝደልዩ፣ ነቲ ፍቕሪ የጥፍኡ ምኽንያቱ ኩፒዶ፣ እቲ ኣምላኽ ፍቕሪ፣ ብኣነ ክግዛእ ፈጺሙ ድልዊ ኣይኮነን።</p>\n<p>ነቲ ኣነ፣ ምስ ገዛእ ርእሰይ፣ ርእስና ምጥፋእ ይግባእ እቲ ናይ ፍቕሪ ህጻን ምእንቲ ከይጠፍኣና።</p>\n<p>እቲ ኣነ ናይ ትዝታታት መትረብ፣ ድሌታት፣ ፍርሒታት፣ ጽልኢታት፣ ስምዒታት፣ ተመኩሮታት፣ ርእሲኣልቦነት፣ ቅንኣት፣ ስስዐ፣ ፍትወት ወዘተ እዩ።</p>\n<p>ነፍሲ ወከፍ ጉድለት ፈሊኻ ብምርዳእ ጥራይ፣ ብምጽናዕ፣ ኣብቲ ኣእምሮኣዊ ከባቢ ጥራይ ዘይኮነ፣ ኣብ ኩሉ ንኡስ ኣእምሮኣዊ ደረጃታት ኣእምሮ ርእሱ ብምዕዛብ፣ ነፍሲ ወከፍ ጉድለት እናጠፍአ፣ ካብ እዋን ናብ እዋን ንመውት። በዚ ጥራይ ነቲ ኣነ ምፍራስ ንበጽሕ።</p>\n<p>እቶም ንፍቕሪ ኣብቲ ዘስካሕክሕ መቐሻሺ ኣነ ከቕሽሹዎ ዝደልዩ፣ ነቲ ፍቕሪ የጥፍኡ፣ ከይሃለዎም እዮም ዝተርፉ ምኽንያቱ ፍቕሪ ፈጺሙ ክቕሸሽ ኣይክእልን እዩ።</p>\n<p>እቲ ዘሕዝን ነገር ሰባት ከከም ልምዶም፣ ድሌቶም፣ ባህልዮም ወዘተ ፍቕሪ ክምገብር ይደልዩ፣ ሰባት ፍቕሪ ንኣነ ክግዛእ ይደልዩ እዚ ድማ ፍጹም ዘይከኣል እዩ ምኽንያቱ ፍቕሪ ንኣነ ኣይእዘዝን እዩ።</p>\n<p>እቶም ፍቁራት ወይ ይሕሸኒ እንተበልናዮም ስምዒት ዝሰረቆም፣ እዚ ኣብዚ ዓለም እዚ ዝበዝሕ እዩ፣ ፍቕሪ ብተኣማንነት በቲ መንገዲ ገዛእ ርእሶም ድሌታት፣ ምንዋት፣ ጌጋታት ወዘተ ክኸይድ ይግባእ እዩ ዝብሉ። ኣብዚ ድማ ፍጹም ተጋገይቲ እዮም።</p>\n<p>ብዛዕባ ክልቲኦም ንዛረብ ይብሉ እቶም ፍቁራት ወይ ስምዒት ዝሰረቆም ብጾታዊ መገዲ፣ እቲ ዝበዝሕ ኣብዚ ዓለም እዚ፣ ድሕሪኡ ድማ እቲ ዘረባታት፣ ፕሮጀክታት፣ ተስፋታት መከራታት ይመጽኡ። ነፍሲ ወከፎም ገለ ነገር ይዛረቡ፣ ፕሮጀክቶም፣ ድሌቶም፣ ኣንፈት ነገራት ህይወት የቕርቡ፣ ፍቕሪ ከም ባቡር ኣብቲ ብሓጺን እተሰርሐ መስመር ክንቀሳቐስ ይደልዩ።</p>\n<p>እዞም ፍቁራት ክሳብ ክንደይ ተጋገይቲ እዮም፣ ካብ ሓቂ ክንደይ ርሒቖም ኣለዉ።</p>\n<p>ፍቕሪ ንኣነ ኣይእዘዝን እዩ፣ እቶም መጻምድቲ ኣንገት ፍቕሪ ብሰንሰለት ከስርዎ ምስደለዩ፣ ተስፋ ቆሪጹ ነቲ መጻምድቲ ኣብ ሓደጋ ገዲፍዎ ይሃድም።</p>\n<p>ኣእምሮ ናይ ምንጽጻር ሕማቕ ባህርይ ኣለዎ። እቲ ሰብኣይ ሓንቲ መርዓት ምስ ካልእ የነጻጽር። እታ ሰበይቲ ሓደ ሰብኣይ ምስ ካልእ ሰብኣይ ተነጻጽር። እቲ መምህር ንሓደ ተመሃራይ ምስ ካልእ፣ ንሓንቲ ተመሃሪት ምስ ካልእ ከም ዅሎም ተመሃሮ እቲ ግቡእ ግምት ዘይረኽቡ ከምዝኾኑ። ብሓቂ ዝኾነ ምንጽጻር ኣጸያፊ እዩ።</p>\n<p>እቲ ሓደ ጽቡቕ ምዕራብ ጸሓይ ርእዩ ምስ ካልእ ዘነጻጽር፣ ነቲ ኣብ ቅድሚ ዓይኑ ዘሎ ጽባቐ ብሓቂ ክርድኦ ኣይክእልን እዩ።</p>\n<p>እቲ ሓደ ጽቡቕ ከረን ርእዩ ምስቲ ትማሊ ዝረኣዮ ዘነጻጽር፣ ነቲ ኣብ ቅድሚ ዓይኑ ዘሎ ጽባቐ ከረን ብሓቂ ኣይርድኦን እዩ።</p>\n<p>ኣብቲ ምንጽጻር ዘሎ ናይ ሓቂ ፍቕሪ የለን። እቲ ኣቦን ኣደን ንውሉዶም ብሓቂ ዝፈትዉ፣ ምስ ዝኾነ ሰብ ፈጺሞም ኣየነጻጽሩዎምን፣ ይፈትውዎም ጥራይ እዮም።</p>\n<p>እቲ ብሓቂ ንሰበይቱ ዝፈቱ ሰብኣይ፣ ምስ ዝኾነት ሰበይቲ ንምነጻጻር ፈጺሙ ኣይፍትንን፣ የፍቅራ ጥራይ።</p>\n<p>እቲ መምህር ወይ መምህርት ንተመሃሮም ብሓቂ ዝፈትዉ፣ ፈጺሞም ኣይፈላልዩዎምን፣ ፈጺሞም ኣየነጻጽሩዎምን፣ ብሓቂ ይፈትውዎም ጥራይ እዮም።</p>\n<p>ኣእምሮ ብምንጽጻራት ተመቒሉ፣ ኣእምሮ ባርያ ናይ ክልተነት ንፍቕሪ የጥፍኦ።</p>\n<p>ኣእምሮ ብምርጫ ናይ ተጻራሪ ነገራት ተመቒሉ ንሓድስቲ ነገራት ምርዳእ ኣይክእልን፣ ይነጽግ፣ ይቅዝቕዝ።</p>\n<p>ኣእምሮ ብዙሕ ዕምቈታት ኣለዎ፣ ዞባታት፣ ንኡስ ኣእምሮኣዊ መሬታት፣ መትረባትን ግን እቲ ዝበለጸ ምንነት እዩ፣ ንቕሓት ኣብ ማእከል እዩ ዘሎ።</p>\n<p>እቲ ክልተነት ምስ ተወድአ፣ እቲ ኣእምሮ ብውህደት፣ ህዱእ፣ ጭልም ዝበለ፣ ምስኮነ፣ ድሕሪ ደጊም ምስ ዘይነጻጸረ፣ ሽዑ እቲ ምንነት፣ ንቕሓት ይበራበር እቲ ናይ ሓቂ ዕላማ መሰረታዊ ትምህርቲ ክኸውን ይግባእ።</p>\n<p>ንፈልለ ኣብ መንጎ ዕላማን ርእሰኣልቦነትን። ኣብ ዕላማ ንቕሓት በራህቲ ኣሎ። ኣብ ርእሰኣልቦነት ድቃስ ንቕሓት፣ ንኡስ ንቕሓት ኣሎ።</p>\n<p>እቲ ዅነታት ዕላማ ብዘለዎ ንቕሓት ጥራይ እዩ ክትረኽቦ ትኽእል።</p>\n<p>እቲ ኣእምሮኣዊ ሓበሬታ ተመሃሮ ዅሉ እዋን ኣብ ዝረኽብዎ ዘለዉ ኣብ ኩሉ ኣብያተ ትምህርቲ፣ ኮሌጃትን ዩኒቨርስቲታትን፣ ርእሰኣልቦነት ሚእቲ ሚእቲ እዩ።</p>\n<p>እቲ ዕላማዊ ፍልጠት ብዘይ ዕላማዊ ንቕሓት ክርከብ ኣይክእልን እዩ።</p>\n<p>ተመሃሮ ቅድም ናብ ርእሶም ንቕሓት ክበጽሑ ኣለዎም ድሕሪኡ ናብ ዕላማዊ ንቕሓት።</p>\n<p>በቲ መንገዲ ፍቕሪ ጥራይ ንዕላማዊ ንቕሓትን ዕላማዊ ፍልጠትን ክንበጽሕ ንኽእል።</p>\n<p>ነቲ ኸቢድ ጸገም ናይ ኣእምሮ ክንርድኦ ኣድላዪ እዩ፣ ብሓቂ ነቲ መንገዲ ናይ ፍቕሪ ክንጓዓዝ እንተደኣ ደሊና።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/la-mente.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-mente.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-mente.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
