import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "مرګ",
  "locale": "ps",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. مرګ",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>دا اړینه ده چې د ذهن په ټولو برخو کې د مرګ په اړه ژوره او بشپړه پوهه ترلاسه کړو. یوازې په دې توګه ممکنه ده چې د تل پاتې کېدو په اړه په بشپړه توګه پوه شو.</p>\n<p>د یو عزیز بدن په تابوت کې لیدل، د مرګ په راز پوهېدل نه دي.</p>\n<p>حقیقت د هرې شېبې نامعلوم شی دی. د مرګ په اړه حقیقت هم له دې قاعدې مستثنا نه دی.</p>\n<p>ځان، لکه څنګه چې طبیعي ده، تل د مرګ بیمه، اضافي تضمین، یا داسې یو واک غواړي چې موږ ته یو ښه موقف او له ډاره ډک قبر څخه هاخوا هر ډول تل پاتې کېدل تضمین کړي.</p>\n<p>زه پخپله د مړینې لپاره ډېره لېوالتیا نه لرم. زه غواړم چې دوام وکړم. زه له مرګ څخه ډېره وېره لرم.</p>\n<p>حقیقت د باور یا شک کولو مسله نه ده. حقیقت د باور او نه هم د شک سره هیڅ تړاو نلري. حقیقت د نظریاتو، تیوریو، نظرونو، مفاهیمو، مخکینیو مفاهیمو، انګیرنو، تعصباتو، ادعاوو، خبرو اترو او داسې نورو مسله نه ده. د مرګ په راز کې حقیقت هم یو استثنا نه دی.</p>\n<p>د مرګ په راز کې حقیقت یوازې د مستقیمې تجربې له لارې پېژندل کېدی شي.</p>\n<p>د مرګ ریښتینې تجربه هغه چا ته رسول ناشونې ده چې دا تجربه یې نه وي کړې.</p>\n<p>هر شاعر کولی شي د مینې په اړه ښکلي کتابونه ولیکي، خو د مینې په اړه حقیقت هغو کسانو ته رسول ناشونی دی چې هیڅکله یې دا تجربه نه وي کړې. په همدې ډول، موږ وایو چې د مرګ په اړه حقیقت هغو خلکو ته رسول ناشونی دی چې دا تجربه یې نه وي کړې.</p>\n<p>څوک چې د مرګ په اړه حقیقت غواړي، باید پخپله پلټنه وکړي، تجربه وکړي او په سمه توګه یې ولټوي، یوازې په دې توګه کولی شو د مرګ ژور معنی کشف کړو.</p>\n<p>د ډېرو کلونو مشاهدې او تجربې موږ ته دا اجازه راکړې چې پوه شو چې خلک د مرګ په ژور معنی پوهېدو ته لیواله نه دي. هغه څه چې خلک واقعیا ورته لیواله دي، هغه په ​​بل ژوند کې دوام دی، او بس.</p>\n<p>ډېر خلک غواړي د مادي شتمنیو، شهرت، کورنۍ، عقایدو، نظریاتو، اولادونو او داسې نورو له لارې دوام وکړي، او کله چې پوه شي چې هر ډول رواني دوام بې ګټې، لنډمهاله او بې ثباته دی، نو له ډاره ډک او ناامنه کیږي او له ډېرې وېرې ډکېږي.</p>\n<p>بدبخت خلک نه غواړي پوه شي، نه غواړي پوه شي چې هر څه چې دوام کوي، د وخت په تېرېدو سره بدلون مومي.</p>\n<p>بدبخت خلک نه غواړي پوه شي چې هر څه چې دوام کوي، د وخت په تېرېدو سره خرابیږي.</p>\n<p>بدبخت خلک نه غواړي پوه شي چې هر څه چې دوام کوي، د وخت په تېرېدو سره میکانیکي، تکراري او ستړي کوونکي کیږي.</p>\n<p>دا اړینه، لازمه او لازمي ده چې د مرګ په ژور معنی په بشپړه توګه پوه شو، یوازې په دې توګه د له منځه تللو وېره له منځه ځي.</p>\n<p>د انسانیت په اړه په احتیاط سره په کتلو سره، موږ کولی شو تصدیق کړو چې ذهن تل په پېژندل شویو شیانو کې بند پاتې وي او غواړي چې دا پېژندل شوي شیان له قبر څخه هاخوا هم دوام وکړي.</p>\n<p>هغه ذهن چې په پېژندل شویو شیانو کې بند وي، هیڅکله به د نامعلومو، ریښتیني او واقعي شیانو تجربه ونه کړي.</p>\n<p>یوازې د سمې مراقبې له لارې د وخت بوتل ماتولو سره، موږ کولی شو د تل لپاره، بې وخته او واقعي شیان تجربه کړو.</p>\n<p>هغه څوک چې غواړي دوام وکړي، له مرګ څخه وېرېږي او عقیدې او نظریې یې یوازې د نشه یي توکو په توګه کار کوي.</p>\n<p>مرګ پخپله هیڅ وېره نه لري، دا یو ډېر ښکلی، عالي او بې مثاله شی دی، خو هغه ذهن چې په پېژندل شویو شیانو کې بند وي، یوازې په باطل دایره کې حرکت کوي چې له باور څخه تر شک پورې ځي.</p>\n<p>کله چې موږ په ریښتیا سره د مرګ په ژور او ژور معنی پوه شو، نو بیا د مستقیمې تجربې له لارې پخپله دا کشف کوو چې ژوند او مرګ یو بشپړ، یو واحد ټول جوړوي.</p>\n<p>مرګ د ژوند زیرمه ده. د ژوند لاره د مرګ د پښو په نښو پوښل شوې ده.</p>\n<p>ژوند ټاکلې او ټاکونکې انرژي ده. له زېږېدنې څخه تر مرګ پورې د انسان په بدن کې مختلف ډوله انرژۍ بهېږي.</p>\n<p>یوازینۍ انرژي چې د انسان بدن یې نشي زغملی، د مرګ وړانګه ده. دا وړانګه ډېره لوړه برېښنايي ولټاژ لري. د انسان بدن د دومره ولټاژ زغملی نشي.</p>\n<p>لکه څنګه چې تندر یوه ونه ټوټه کولی شي، همداسې د مرګ وړانګه هم د انسان په بدن کې د بهېدو پر مهال په ناگزیر ډول هغه له منځه وړي.</p>\n<p>د مرګ وړانګه د مرګ پدیده د زېږېدنې پدیدې سره نښلوي.</p>\n<p>د مرګ وړانګه ډېرې ژورې برېښنایي فشارونه او ځینې کلیدي نوټونه رامنځته کوي چې په القاح شوې هګۍ کې د جینونو د یوځای کولو ټاکونکې ځواک لري.</p>\n<p>د مرګ وړانګه د انسان بدن په خپلو بنسټیزو عناصرو بدلوي.</p>\n<p>بدبختانه، ایګو، انرژيکي ځان، زموږ په اولادونو کې دوام لري.</p>\n<p>هغه څه چې د مرګ په اړه حقیقت دی، هغه څه چې د مرګ او تصور ترمنځ وقفه ده، هغه څه دي چې له وخت سره تړاو نلري او یوازې د مراقبې د علم له لارې یې تجربه کولی شو.</p>\n<p>د ښوونځیو، کالجونو او پوهنتونونو ښوونکي باید خپلو زده کوونکو ته هغه لاره وښيي چې د ریښتیني او واقعي تجربې ته لارښوونه کوي.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ps/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
