import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "मृत्यू",
  "locale": "mr",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. मृत्यू",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>मृत्यू म्हणजे काय, हे मनाच्या सर्व स्तरांवर सखोलपणे समजून घेणे अत्यंत आवश्यक आहे, तरच अमरत्व म्हणजे काय हे खऱ्या अर्थाने पूर्णपणे समजून घेणे शक्य आहे.</p>\n<p>एखाद्या प्रिय व्यक्तीचे शरीर शवपेटीत ठेवलेले पाहणे म्हणजे मृत्यूचे रहस्य समजून घेणे नव्हे.</p>\n<p>सत्य हे क्षणोक्षणी अज्ञात असते. मृत्यूच्या बाबतीतले सत्य याला अपवाद असू शकत नाही.</p>\n<p>‘मी’ला नेहमीच मृत्यूचा विमा हवा असतो, एक जास्तीची हमी, कोणतीतरी सत्ता जी आपल्याला चांगली जागा आणि भयानक थडग्याच्या पलीकडे कोणत्याही प्रकारच्या अमरत्वाची खात्री देईल.</p>\n<p>‘स्व’ला मरायला अजिबात आवडत नाही. ‘मी’ला पुढे चालू ठेवायचे आहे. ‘मी’ला मृत्यूची खूप भीती वाटते.</p>\n<p>सत्य हा विश्वास ठेवण्याचा किंवा शंका घेण्याचा विषय नाही. सत्याचा भोळेपणाशी किंवा संशयाशी काहीही संबंध नाही. सत्य कल्पना, सिद्धांत, मते, संकल्पना, पूर्वग्रह, गृहितके, पूर्वग्रहदूषित दृष्टिकोन, दावे, वाटाघाटी इत्यादींचा विषय नाही. मृत्यूच्या रहस्यावरील सत्य याला अपवाद नाही.</p>\n<p>मृत्यूच्या रहस्यावरील सत्य केवळ प्रत्यक्ष अनुभवातूनच जाणून घेतले जाऊ शकते.</p>\n<p>ज्याला मृत्यूचा अनुभव नाही, त्याला मृत्यूचा खरा अनुभव सांगणे अशक्य आहे.</p>\n<p>कोणताही कवी प्रेमावर सुंदर पुस्तके लिहू शकतो, पण ज्या लोकांना प्रेमाचा अनुभव नाही, त्यांना प्रेमाबद्दलचे सत्य सांगणे जसे अशक्य आहे, त्याचप्रमाणे ज्या लोकांना मृत्यूचा अनुभव नाही, त्यांना मृत्यूविषयीचे सत्य सांगणे अशक्य आहे.</p>\n<p>ज्याला मृत्यूविषयीचे सत्य जाणून घ्यायचे आहे, त्याने स्वतःच शोध घ्यावा, स्वतःच अनुभव घ्यावा, योग्य प्रकारे प्रयत्न करावे, तरच आपल्याला मृत्यूचा सखोल अर्थ समजू शकतो.</p>\n<p>अनेक वर्षांच्या निरीक्षणातून आणि अनुभवातून आम्हाला हे समजले आहे की लोकांना मृत्यूचा खरा अर्थ समजून घेण्यात रस नाही; लोकांना फक्त मृत्यूनंतरही पुढे जगायचे आहे, एवढेच.</p>\n<p>अनेक लोकांना भौतिक संपत्ती, प्रतिष्ठा, कुटुंब, श्रद्धा, विचार, मुले इत्यादींच्या माध्यमातून जगायचे असते आणि जेव्हा त्यांना हे समजते की कोणत्याही प्रकारचे मानसिक सातत्य निरर्थक, क्षणभंगुर आणि अस्थिर आहे, तेव्हा ते हताश होतात, असुरक्षित होतात, घाबरतात आणि अनंत भीतीने भरून जातात.</p>\n<p>गरिबांना हे समजून घ्यायचे नसते, त्यांना हे जाणून घ्यायचे नसते की जे काही चालू राहते ते वेळेनुसार विकसित होते.</p>\n<p>गरिबांना हे समजून घ्यायचे नसते की जे काही चालू राहते ते वेळेनुसार क्षीण होते.</p>\n<p>गरिबांना हे समजून घ्यायचे नसते की जे काही चालू राहते ते यांत्रिक, नेहमीचे आणि कंटाळवाणे होते.</p>\n<p>मृत्यूचा सखोल अर्थ पूर्णपणे समजून घेणे तातडीचे, आवश्यक आणि अत्यावश्यक आहे, तरच अस्तित्वात नसण्याची भीती नाहीशी होते.</p>\n<p>माणुसकीचे बारकाईने निरीक्षण केल्यास, आपल्या लक्षात येते की मन नेहमी ज्ञात गोष्टींमध्ये अडकलेले असते आणि त्या ज्ञात गोष्टी थडग्याच्या पलीकडेही चालू राहाव्यात, अशी त्याची इच्छा असते.</p>\n<p>ज्ञात गोष्टींमध्ये अडकलेले मन कधीही अज्ञात, वास्तविक आणि खऱ्या गोष्टींचा अनुभव घेऊ शकत नाही.</p>\n<p>योग्य ध्यानाच्या माध्यमातून वेळेची बाटली फोडूनच आपण शाश्वत, कालातीत आणि वास्तविकतेचा अनुभव घेऊ शकतो.</p>\n<p>ज्यांना पुढे जगायचे आहे, त्यांना मृत्यूची भीती वाटते आणि त्यांच्या श्रद्धा आणि सिद्धांत केवळ त्यांच्यासाठी एक मादक पदार्थासारखे काम करतात.</p>\n<p>मृत्यूमध्ये स्वतःच काहीही भयंकर नाही, ती एक अतिशय सुंदर, उदात्त आणि अवर्णनीय गोष्ट आहे, परंतु ज्ञात गोष्टींमध्ये अडकलेले मन केवळ भोळेपणा आणि संशय यांच्या दुष्टचक्रात फिरत असते.</p>\n<p>जेव्हा आपण खऱ्या अर्थाने मृत्यूचा सखोल अर्थ पूर्णपणे जाणतो, तेव्हा आपल्याला प्रत्यक्ष अनुभवाने हे समजते की जीवन आणि मृत्यू हे एक संपूर्ण आणि अविभाज्य एकक आहेत.</p>\n<p>मृत्यू हा जीवनाचा साठा आहे. जीवनाचा मार्ग मृत्यूच्या खुणांनी बनलेला आहे.</p>\n<p>जीवन ही निश्चित आणि निर्धारक ऊर्जा आहे. जन्मापासून मृत्यूपर्यंत मानवी शरीरात विविध प्रकारच्या ऊर्जा प्रवाहित होत असतात.</p>\n<p>मानवी शरीर ज्या ऊर्जेला विरोध करू शकत नाही, ती म्हणजे मृत्यूची किरणे. या किरणांमध्ये खूप जास्त विद्युत दाब असतो. मानवी शरीर एवढा दाब सहन करू शकत नाही.</p>\n<p>जसा एखादा वीज पडून एखादा वृक्ष चिरला जातो, त्याचप्रमाणे मृत्यूची किरणे मानवी शरीरातून वाहताना त्याचा नाश करतात.</p>\n<p>मृत्यूची किरणे मृत्यूच्या घटनेला जन्माच्या घटनेशी जोडतात.</p>\n<p>मृत्यूची किरणे अत्यंत सूक्ष्म विद्युत दाब आणि एक विशिष्ट ‘की-नोट’ निर्माण करतात, ज्यात फलित अंड्यातील जनुकांना एकत्र करण्याची निर्णायक शक्ती असते.</p>\n<p>मृत्यूची किरणे मानवी शरीराला त्याच्या मूलभूत घटकांमध्ये रूपांतरित करतात.</p>\n<p>दुर्दैवाने, अहंकार, ऊर्जात्मक ‘मी’, आपल्या वंशजांमध्ये चालू राहतो.</p>\n<p>मृत्यूबद्दलचे सत्य काय आहे, मृत्यू आणि गर्भधारणेदरम्यानचा काळ काय आहे, हे वेळेच्या पलीकडचे आहे आणि ते केवळ ध्यान विज्ञानाच्या माध्यमातूनच अनुभवता येते.</p>\n<p>शाळा, महाविद्यालये आणि विद्यापीठांमधील शिक्षक आणि प्राध्यापकांनी त्यांच्या विद्यार्थ्यांना सत्य आणि वास्तविकतेचा अनुभव घेण्याचा मार्ग शिकवला पाहिजे.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mr/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mr/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mr/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
