import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "موت",
  "locale": "ur",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. موت",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>یہ سمجھنا فوری اور ضروری ہے کہ ذہن کے تمام میدانوں میں موت بذات خود کیا ہے، صرف اسی طرح یہ ممکن ہے کہ لازوالیت کو مکمل طور پر سمجھا جا سکے۔</p>\n<p>کسی عزیز کے انسانی جسم کو تابوت میں دیکھنا موت کے راز کو سمجھنے کا مطلب نہیں ہے۔</p>\n<p>حقیقت ہر لمحہ نامعلوم ہے۔ موت کے بارے میں سچائی کوئی استثناء نہیں ہو سکتی۔</p>\n<p>میں (EGO) ہمیشہ، جیسا کہ بالکل فطری ہے، موت کی انشورنس، ایک اضافی گارنٹی، کوئی ایسی اتھارٹی چاہتا ہے جو ہمیں ایک اچھی پوزیشن اور کسی بھی قسم کی لافانیت کو خوفناک قبر سے پرے یقینی بنائے۔</p>\n<p>میں خود (SELF) مرنے کا خواہشمند نہیں ہے۔ میں (EGO) جاری رہنا چاہتا ہے۔ میں (EGO) موت سے بہت ڈرتا ہے۔</p>\n<p>سچائی یقین کرنے یا شک کرنے کا معاملہ نہیں ہے۔ سچائی کا عقیدت مندی یا شکوک و شبہات سے کوئی تعلق نہیں ہے۔ سچائی خیالات، نظریات، آراء، تصورات، پیشگی تصورات، مفروضات، تعصبات، دعووں، مذاکرات وغیرہ کا معاملہ نہیں ہے۔ موت کے راز کے بارے میں سچائی کوئی استثناء نہیں ہے۔</p>\n<p>موت کے راز کے بارے میں سچائی صرف براہ راست تجربے کے ذریعے معلوم کی جا سکتی ہے۔</p>\n<p>موت کے حقیقی تجربے کو اس شخص تک پہنچانا ناممکن ہے جو اسے نہیں جانتا۔</p>\n<p>کوئی بھی شاعر محبت کی خوبصورت کتابیں لکھ سکتا ہے، لیکن محبت کے بارے میں سچائی ان لوگوں تک پہنچانا ناممکن ہے جنہوں نے کبھی اس کا تجربہ نہیں کیا، اسی طرح ہم کہتے ہیں کہ موت کے بارے میں سچائی ان لوگوں تک پہنچانا ناممکن ہے جنہوں نے اس کا تجربہ نہیں کیا۔</p>\n<p>جو کوئی موت کے بارے میں سچائی جاننا چاہتا ہے اسے خود تفتیش کرنی چاہیے، تجربہ کرنا چاہیے، مناسب طریقے سے تلاش کرنا چاہیے، صرف اسی طرح ہم موت کے گہرے معنی کو دریافت کر سکتے ہیں۔</p>\n<p>مشاہدے اور کئی سالوں کے تجربے نے ہمیں یہ سمجھنے کی اجازت دی ہے کہ لوگوں کو موت کے گہرے معنی کو سمجھنے میں کوئی دلچسپی نہیں ہے۔ لوگوں کو صرف یہ دلچسپی ہے کہ وہ آخرت میں جاری رہیں اور بس۔</p>\n<p>بہت سے لوگ مادی سامان، وقار، خاندان، عقائد، خیالات، بچوں وغیرہ کے ذریعے جاری رہنا چاہتے ہیں، اور جب وہ سمجھتے ہیں کہ کسی بھی قسم کا نفسیاتی تسلسل بے سود، عارضی، ناپائیدار، غیر مستحکم ہے، تو وہ بغیر کسی گارنٹی کے، غیر محفوظ محسوس کرتے ہیں، وہ خوفزدہ ہو جاتے ہیں، دہشت زدہ ہو جاتے ہیں، لامتناہی خوف سے بھر جاتے ہیں۔</p>\n<p>وہ غریب لوگ سمجھنا نہیں چاہتے، وہ یہ سمجھنا نہیں چاہتے کہ ہر وہ چیز جو جاری رہتی ہے وہ وقت کے ساتھ ترقی کرتی ہے۔</p>\n<p>وہ غریب لوگ یہ سمجھنا نہیں چاہتے کہ ہر وہ چیز جو جاری رہتی ہے وہ وقت کے ساتھ زوال پذیر ہوتی ہے۔</p>\n<p>وہ غریب لوگ یہ سمجھنا نہیں چاہتے کہ ہر وہ چیز جو جاری رہتی ہے میکانکی، معمول کی، بور کرنے والی بن جاتی ہے۔</p>\n<p>یہ فوری، ضروری اور لازمی ہے کہ ہم موت کے گہرے معنی سے پوری طرح واقف ہوں، صرف اسی طرح وجود کو چھوڑنے کا خوف غائب ہو جاتا ہے۔</p>\n<p>احتیاط سے انسانیت کا مشاہدہ کرتے ہوئے، ہم تصدیق کر سکتے ہیں کہ ذہن ہمیشہ معلوم چیزوں میں قید رہتا ہے اور چاہتا ہے کہ جو کچھ معلوم ہے وہ قبر سے پرے جاری رہے۔</p>\n<p>معلوم چیزوں میں قید ذہن کبھی بھی نامعلوم، حقیقی، سچے کا تجربہ نہیں کر سکتا۔</p>\n<p>صرف صحیح مراقبہ کے ذریعے وقت کی بوتل کو توڑ کر، ہم ابدی، غیر وقتی، حقیقی کا تجربہ کر سکتے ہیں۔</p>\n<p>جو لوگ جاری رہنا چاہتے ہیں وہ موت سے ڈرتے ہیں اور ان کے عقائد اور نظریات صرف ایک نشے کے طور پر کام کرتے ہیں۔</p>\n<p>موت بذات خود میں کوئی خوفناک چیز نہیں ہے، یہ بہت خوبصورت، شاندار، ناقابل بیان ہے، لیکن معلوم چیزوں میں قید ذہن صرف اس شیطانی چکر کے اندر گھومتا ہے جو عقیدت مندی سے شکوک و شبہات کی طرف جاتا ہے۔</p>\n<p>جب ہم واقعی موت کے گہرے اور عمیق معنی سے پوری طرح واقف ہو جاتے ہیں، تو ہم خود براہ راست تجربے کے ذریعے دریافت کرتے ہیں کہ زندگی اور موت ایک مکمل، متحد کل تشکیل دیتے ہیں۔</p>\n<p>موت زندگی کا ذخیرہ ہے۔ زندگی کی راہ موت کے ٹاپوں کے نشانات سے بنی ہے۔</p>\n<p>زندگی ایک متعین اور متعین کرنے والی توانائی ہے۔ پیدائش سے موت تک مختلف قسم کی توانائی انسانی جسم کے اندر بہتی ہے۔</p>\n<p>توانائی کی واحد قسم جسے انسانی جسم برداشت نہیں کر سکتا، وہ موت کی شعاع ہے۔ اس شعاع میں بجلی کا وولٹیج بہت زیادہ ہوتا ہے۔ انسانی جسم اس طرح کے وولٹیج کو برداشت نہیں کر سکتا۔</p>\n<p>جس طرح بجلی ایک درخت کو توڑ سکتی ہے، اسی طرح موت کی شعاع انسانی جسم سے گزرتے ہوئے اسے لامحالہ تباہ کر دیتی ہے۔</p>\n<p>موت کی شعاع موت کے مظہر کو پیدائش کے مظہر سے جوڑتی ہے۔</p>\n<p>موت کی شعاع بہت گہرے برقی تناؤ اور ایک خاص کلیدی نوٹ کو جنم دیتی ہے جس میں زرخیز انڈے کے اندر جینز کو جوڑنے کی متعین طاقت ہوتی ہے۔</p>\n<p>موت کی شعاع انسانی جسم کو اس کے بنیادی عناصر تک کم کر دیتی ہے۔</p>\n<p>انا، توانائی بخش خود، بدقسمتی سے ہماری اولاد میں جاری رہتا ہے۔</p>\n<p>موت کے بارے میں سچائی کیا ہے، موت اور تصور کے درمیان وقفہ کیا ہے، یہ وہ چیز ہے جس کا وقت سے کوئی تعلق نہیں ہے اور جسے ہم صرف مراقبہ کے علم کے ذریعے تجربہ کر سکتے ہیں۔</p>\n<p>اسکولوں، کالجوں اور یونیورسٹیوں کے اساتذہ کرام کو اپنے طلبا و طالبات کو اس راستے کی تعلیم دینی چاہیے جو حقیقی، سچے کے تجربے کی طرف لے جاتا ہے۔</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ur/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
