import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "འཆི་བདག",
  "locale": "bo",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. འཆི་བདག",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>བློ་ཡི་ཁྱབ་ཁོངས་ཚང་མའི་ནང་དངོས་ཡོད་ཀྱི་འཆི་བ་ཞེས་པ་གང་ཡིན་པ་གཏིང་ཟབ་པོའི་སྒོ་ནས་རྟོགས་པ་ནི་ཧ་ཅང་གལ་ཆེ། དེ་ལྟར་བྱས་ན་ད་གཟོད་འཆི་མེད་ཅེས་པ་གང་ཡིན་པ་ཆ་ཚང་བའི་སྒོ་ནས་རྟོགས་ཐུབ།</p>\n<p>རང་གི་སྙིང་ཉེ་བའི་མི་ཞིག་གི་བེམ་པོ་སྒྲོམ་ནང་བཅུག་པ་མཐོང་བ་ཙམ་གྱིས་འཆི་བའི་གསང་བ་རྟོགས་པའི་དོན་མིན།</p>\n<p>བདེན་པ་ནི་སྐད་ཅིག་སྐད་ཅིག་ལ་མི་ཤེས་པ་ཞིག་ཡིན། འཆི་བའི་སྐོར་གྱི་བདེན་པའང་དེ་ལས་མ་འདས།</p>\n<p>ང་ཞེས་པ་དེས་རང་བཞིན་གྱིས་འཆི་བའི་འགན་བཅོལ་དང་འགན་ལེན་ཁ་སྣོན་དང་དབང་འཛིན་པ་ཞིག་གིས་ང་ཚོར་གནས་བབ་བཟང་པོ་ཞིག་དང་མཇུག་འབྲས་སྡུག་པའི་ས་འོག་ནས་བརྒལ་ཏེ་འཆི་མེད་ཀྱི་རྣམ་པ་གང་རུང་ཞིག་འགན་ལེན་བྱེད་འདོད་ཡོད།</p>\n<p>ང་རང་ཉིད་འཆི་འདོད་མེད། ང་ཞེས་པ་དེས་མུ་མཐུད་གནས་འདོད་ཡོད། ང་ཞེས་པ་དེས་འཆི་བར་ཧ་ཅང་སྐྲག་སྣང་སྐྱེ།</p>\n<p>བདེན་པ་ནི་ཡིད་ཆེས་དང་ཐེ་ཚོམ་གྱི་གནད་དོན་ཞིག་མིན། བདེན་པ་ལ་ཡིད་ཆེས་དང་དོགས་སློང་གང་ཡང་མེད། བདེན་པ་ནི་བསམ་ཚུལ་དང་ལྟ་གྲུབ་དང་བསམ་འཆར་དང་འདུ་ཤེས་དང་སྔོན་འཛིན་དང་ཚོད་དཔག་དང་ཕྱོགས་ཞེན་དང་གཏན་འཁེལ་དང་གྲོས་མོལ་སོགས་ཀྱི་གནད་དོན་ཞིག་མིན། འཆི་བའི་གསང་བའི་སྐོར་གྱི་བདེན་པའང་དེ་ལས་མ་འདས།</p>\n<p>འཆི་བའི་གསང་བའི་སྐོར་གྱི་བདེན་པ་ནི་ཐད་ཀའི་ཉམས་མྱོང་བརྒྱུད་ནས་ད་གཟོད་ཤེས་ཐུབ།</p>\n<p>འཆི་བའི་དངོས་ཡོད་ཀྱི་ཉམས་མྱོང་དེ་མ་མྱོང་མཁན་ལ་བརྡ་སྤྲོད་བྱེད་མི་ཐུབ།</p>\n<p>སྙན་ངག་མཁན་གྱིས་བརྩེ་དུང་གི་སྐོར་ལ་དེབ་མང་པོ་བྲིས་ཆོག་མོད། འོན་ཀྱང་བརྩེ་དུང་གི་བདེན་པ་ནི་ནམ་ཡང་ཉམས་མྱོང་མེད་མཁན་ལ་བརྡ་སྤྲོད་བྱེད་མི་ཐུབ། དེ་བཞིན་དུ་འཆི་བའི་སྐོར་གྱི་བདེན་པ་ནི་མྱོང་མྱོང་མེད་མཁན་ལ་བརྡ་སྤྲོད་བྱེད་མི་ཐུབ་ཅེས་བརྗོད།</p>\n<p>འཆི་བའི་སྐོར་གྱི་བདེན་པ་ཤེས་འདོད་ཡོད་མཁན་གྱིས་རང་ཉིད་ཀྱིས་ཞིབ་འཇུག་དང་ཉམས་མྱོང་དང་འཚོལ་སྙེག་བྱེད་དགོས། དེ་ལྟར་བྱས་ན་ད་གཟོད་འཆི་བའི་གཏིང་ཟབ་པའི་གོ་དོན་རྟོགས་ཐུབ།</p>\n<p>ལོ་མང་པོའི་རིང་གི་ལྟ་ཞིབ་དང་ཉམས་མྱོང་བརྒྱུད་ནས་མི་རྣམས་འཆི་བའི་གཏིང་ཟབ་པའི་གོ་དོན་དངོས་སུ་རྟོགས་འདོད་མེད་པ་ང་ཚོས་རྟོགས། མི་རྣམས་ཀྱིས་དོན་དངོས་སུ་མོས་པ་བྱེད་ས་ནི་ཚེ་ཕྱི་མར་མུ་མཐུད་གནས་རྒྱུ་དེ་ཁོ་ན་ཡིན།</p>\n<p>མི་མང་པོ་ཞིག་གིས་རྒྱུ་དངོས་དང་མཚན་སྙན་དང་ཁྱིམ་ཚང་དང་ཡིད་ཆེས་དང་བསམ་བློ་དང་ཕྲུ་གུ་སོགས་བརྒྱུད་ནས་མུ་མཐུད་གནས་འདོད་ཡོད། སེམས་ཁམས་ཀྱི་མུ་མཐུད་གནས་པ་གང་རུང་ནི་སྟོང་པ་དང་གནས་སྐབས་དང་མི་རྟག་པ་དང་མི་བརྟན་པ་ཞིག་ཡིན་པ་རྟོགས་དུས་འགན་ལེན་མེད་པ་དང་བདེ་འཇགས་མེད་པར་ཚོར་ཏེ་འཇིགས་སྐྲག་དང་ཞེད་སྣང་སྐྱེས་ནས་སྡུག་བསྔལ་མཐའ་མེད་པས་ཁེངས།</p>\n<p>མི་དབུལ་པོ་རྣམས་ཀྱིས་མུ་མཐུད་གནས་པ་ཚང་མ་དུས་ཚོད་ནང་འཁོར་སྐྱོད་བྱེད་པ་རྟོགས་འདོད་མེད།</p>\n<p>མི་དབུལ་པོ་རྣམས་ཀྱིས་མུ་མཐུད་གནས་པ་ཚང་མ་དུས་ཚོད་དང་མཉམ་དུ་ཉམས་རྒུད་དུ་འགྲོ་བ་རྟོགས་འདོད་མེད།</p>\n<p>མི་དབུལ་པོ་རྣམས་ཀྱིས་མུ་མཐུད་གནས་པ་ཚང་མ་རང་འགུལ་དང་སྤྱིར་བཏང་དང་ཡིད་སྐྱོ་བར་འགྱུར་བ་རྟོགས་འདོད་མེད།</p>\n<p>འཆི་བའི་གཏིང་ཟབ་པའི་གོ་དོན་ལ་རང་རྟོགས་གསལ་པོ་སྐྱེ་དགོས་པ་ནི་ཛ་དྲག་དང་དགོས་ངེས་དང་མེད་དུ་མི་རུང་བ་ཞིག་ཡིན། དེ་ལྟར་བྱས་ན་ད་གཟོད་གནས་མེད་དུ་གྱུར་བར་སྐྲག་སྣང་མེད་པར་འགྱུར།</p>\n<p>མིའི་རིགས་ལ་ཞིབ་ལྟ་ནན་ཏན་བྱས་ཚེ་སེམས་ནི་ནམ་ཡང་ཤེས་ཟིན་པ་ཞིག་ཏུ་བཅུག་ཡོད་པ་དང་ཤེས་ཟིན་པ་དེ་ས་འོག་ནས་བརྒལ་ཏེ་མུ་མཐུད་གནས་པར་འདོད་པ་ང་ཚོས་ངེས་པར་དུ་ཤེས་དགོས།</p>\n<p>ཤེས་ཟིན་པ་ཞིག་ཏུ་བཅུག་པའི་སེམས་ཀྱིས་ནམ་ཡང་མི་ཤེས་པ་དང་དངོས་ཡོད་དང་བདེན་པ་ཉམས་སུ་མྱོང་མི་ཐུབ།</p>\n<p>སྒོམ་རྒྱག་པ་ཡང་དག་པ་བརྒྱུད་ནས་དུས་ཚོད་ཀྱི་ཤེལ་དམ་བཅོམ་ན་ད་གཟོད་གཏན་གནས་དང་དུས་མེད་དང་དངོས་ཡོད་ཉམས་སུ་མྱོང་ཐུབ།</p>\n<p>མུ་མཐུད་གནས་འདོད་ཡོད་མཁན་ཚོས་འཆི་བར་སྐྲག་སྣང་སྐྱེས་ནས་ཁོང་ཚོའི་ཡིད་ཆེས་དང་ལྟ་གྲུབ་ཀྱིས་ཁོང་ཚོར་སྨྱོ་འཐམ་གྱི་ནུས་པ་ཙམ་ལས་མེད།</p>\n<p>འཆི་བ་རང་ངོས་ལ་མཚོན་ན་འཇིགས་སྐྲག་གང་ཡང་མེད། དེ་ནི་ཧ་ཅང་མཛེས་སྡུག་ལྡན་པ་དང་བླ་ན་མེད་པ་དང་བརྗོད་དུ་མེད་པ་ཞིག་ཡིན། འོན་ཀྱང་ཤེས་ཟིན་པ་ཞིག་ཏུ་བཅུག་པའི་སེམས་ནི་ཡིད་ཆེས་ནས་དོགས་སློང་བར་འགྲོ་བའི་འཁོར་ཡུག་ནང་ཁོ་ན་འཁོར་བ་ཡིན།</p>\n<p>ང་ཚོས་དོན་དངོས་སུ་འཆི་བའི་གཏིང་ཟབ་པའི་གོ་དོན་ལ་རང་རྟོགས་གསལ་པོ་སྐྱེས་དུས་དངོས་ཡོད་ཀྱི་ཉམས་མྱོང་བརྒྱུད་ནས་རང་ཉིད་ཀྱིས་ཚེ་དང་འཆི་བ་གཉིས་ཆ་ཚང་བ་དང་གཅིག་གྱུར་གྱི་སྡེ་ཚན་ཞིག་ཡིན་པ་རྙེད་དོན།</p>\n<p>འཆི་བ་ནི་ཚེའི་གཏེར་མཛོད་ཡིན། ཚེའི་འགྲོ་ལམ་ནི་འཆི་བའི་རྨིག་རྗེས་ཀྱིས་གྲུབ་ཡོད།</p>\n<p>ཚེ་ནི་གཏན་འཁེལ་དང་གཏན་འཁེལ་བྱེད་པའི་ནུས་ཤུགས་ཡིན། སྐྱེ་བ་ནས་འཆི་བའི་བར་དུ་མིའི་ལུས་པོའི་ནང་དུ་ནུས་ཤུགས་ཀྱི་རྣམ་པ་མི་འདྲ་བ་དག་རྒྱུག་འགྲོ་བ་ཡིན།</p>\n<p>མིའི་ལུས་པོས་བཟོད་ཐུབ་ཀྱི་མེད་པའི་ནུས་ཤུགས་ཀྱི་རྣམ་པ་གཅིག་པུ་ནི་འཆི་བའི་འོད་ཟེར་ཡིན། འོད་ཟེར་འདི་ལ་གློག་ཤུགས་ཧ་ཅང་མཐོ་བོ་ཡོད། མིའི་ལུས་པོས་གློག་ཤུགས་དེ་འདྲ་བཟོད་མི་ཐུབ།</p>\n<p>སྡོང་པོ་ཞིག་ལ་གློག་འོད་ཀྱིས་བཤིག་པ་ནང་བཞིན་དུ་འཆི་བའི་འོད་ཟེར་མིའི་ལུས་པོའི་ནང་དུ་རྒྱུ་དུས་ཀྱང་གཏོར་བཤིག་གཏོང་ངེས།</p>\n<p>འཆི་བའི་འོད་ཟེར་གྱིས་འཆི་བའི་སྣང་ཚུལ་དང་སྐྱེ་བའི་སྣང་ཚུལ་གཉིས་མཐུད་ཀྱི་ཡོད།</p>\n<p>འཆི་བའི་འོད་ཟེར་གྱིས་གློག་གི་ནུས་པ་ཧ་ཅང་གསང་བ་ཞིག་དང་བྱ་དངོས་ཀྱི་རྡུལ་མང་ཚོགས་མངལ་དུ་མཐུན་སྒྲིལ་བྱེད་པར་གཏན་འཁེལ་བའི་ནུས་པ་ཡོད་པའི་གནད་འགག་གི་གསང་བརྡ་ཞིག་བྱུང་བར་འགྱུར།</p>\n<p>འཆི་བའི་འོད་ཟེར་གྱིས་མིའི་ལུས་པོ་དེའི་རྩ་བའི་གྲུབ་ཆ་དག་ཏུ་ཕྲལ་འབྱེད་བྱེད།</p>\n<p>བདག་འཛིན་ཏེ་ནུས་ཤུགས་ཀྱི་ང་ཞེས་པ་དེ་བདག་ཅག་གི་བརྒྱུད་འཛིན་ནང་དུ་སྡུག་སྲི་ཡིས་མུ་མཐུད་གནས་སོ།</p>\n<p>འཆི་བའི་སྐོར་གྱི་བདེན་པ་དེ་དང་འཆི་བ་དང་མངལ་དུ་ཞུགས་པའི་བར་གྱི་བར་མཚམས་ནི་དུས་ཚོད་ཀྱི་ཁོངས་སུ་མི་གཏོགས་པ་དང་སྒོམ་གྱི་ཚན་རིག་བརྒྱུད་ནས་ད་གཟོད་ཉམས་སུ་མྱོང་ཐུབ།</p>\n<p>སློབ་གྲྭ་དང་མཐོ་སློབ་དང་གཙུག་ལག་སློབ་གྲྭ་ཁག་གི་དགེ་རྒན་དང་དགེ་རྒན་མས་ཁོང་ཚོའི་སློབ་མ་རྣམས་ལ་དངོས་ཡོད་དང་བདེན་པའི་ཉམས་མྱོང་ལ་འཁྲིད་པའི་ལམ་སྟོན་དགོས།</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bo/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bo/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bo/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
