import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "মৃত্যু",
  "locale": "bn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. মৃত্যু",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>মৃত্যু আসলে কী, মনের সকল ক্ষেত্রে গভীরভাবে তা বোঝা জরুরি। শুধুমাত্র তাহলেই অমরত্বকে সম্পূর্ণরূপে বোঝা সম্ভব।</p>\n<p>প্রিয়জনের মরদেহ কফিনে রাখা দেখলে মৃত্যুর রহস্য বোঝা যায় না।</p>\n<p>সত্য হলো প্রতি মুহূর্তে অজানা কিছু। মৃত্যুর সত্যও এর ব্যতিক্রম নয়।</p>\n<p>আমি নামক সত্তা সবসময় মৃত্যুর একটি নিশ্চয়তা চায়, একটি অতিরিক্ত সুরক্ষা চায়, এমন কোনো কর্তৃপক্ষকে চায় যে মৃত্যুর পরের ভালো অবস্থান ও যেকোনো ধরনের অমরত্বের নিশ্চয়তা দেবে।</p>\n<p>আমার নিজের মরতে ইচ্ছে করে না। আমি নামক সত্তা টিকে থাকতে চায়। আমি নামক সত্তা মৃত্যুকে খুব ভয় পায়।</p>\n<p>সত্য বিশ্বাস বা অবিশ্বাসের বিষয় নয়। সত্যের সাথে বিশ্বাস প্রবণতা বা সংশয়বাদের কোনো সম্পর্ক নেই। সত্য কোনো ধারণা, তত্ত্ব, মতামত, চিন্তা, পূর্বধারণা, অনুমান, কুসংস্কার, বক্তব্য, দর কষাকষি ইত্যাদির বিষয় নয়। মৃত্যুর রহস্য বিষয়ক সত্যও এর ব্যতিক্রম নয়।</p>\n<p>মৃত্যুর রহস্য বিষয়ক সত্য শুধুমাত্র সরাসরি অভিজ্ঞতার মাধ্যমে জানা সম্ভব।</p>\n<p>যিনি মৃত্যু সম্পর্কে জানেন না, তাকে মৃত্যুর বাস্তব অভিজ্ঞতা জানানো অসম্ভব।</p>\n<p>যেকোনো কবি প্রেম নিয়ে সুন্দর কবিতা লিখতে পারেন, কিন্তু যারা কখনো প্রেম অনুভব করেননি, তাদের প্রেমের সত্য জানানো অসম্ভব। একইভাবে বলা যায়, যারা মৃত্যু অনুভব করেননি, তাদের মৃত্যুর সত্য জানানো অসম্ভব।</p>\n<p>যে মৃত্যুর সত্য জানতে চায়, তাকে অবশ্যই অনুসন্ধান করতে হবে, নিজের অভিজ্ঞতা দিয়ে জানতে হবে, সঠিকভাবে খুঁজতে হবে। শুধুমাত্র তাহলেই আমরা মৃত্যুর গভীর তাৎপর্য আবিষ্কার করতে পারব।</p>\n<p>বহু বছরের পর্যবেক্ষণ ও অভিজ্ঞতা থেকে আমরা বুঝতে পেরেছি যে, মানুষ মৃত্যুর গভীর তাৎপর্য বুঝতে আগ্রহী নয়; তাদের একমাত্র আগ্রহ মৃত্যুর পরেও টিকে থাকা, এছাড়া আর কিছু নয়।</p>\n<p>অনেকেই সম্পত্তি, খ্যাতি, পরিবার, বিশ্বাস, ধারণা, সন্তান ইত্যাদির মাধ্যমে টিকে থাকতে চায়। যখন তারা বুঝতে পারে যে, যেকোনো ধরনের মনস্তাত্ত্বিক ধারাবাহিকতা অর্থহীন, ক্ষণস্থায়ী, অস্থায়ী, অনিশ্চিত, তখন তারা নিরাপত্তাহীনতায় ভোগে, ভয় পায়, আতঙ্কিত হয়, সীমাহীন ভয়ে ভরে যায়।</p>\n<p>হতভাগ্য মানুষ বুঝতে চায় না, জানতে চায় না যে, যা কিছু টিকে থাকে, তা সময়ের সাথে সাথে বিকশিত হয়।</p>\n<p>হতভাগ্য মানুষ বুঝতে চায় না যে, যা কিছু টিকে থাকে, তা সময়ের সাথে সাথে ক্ষয় হয়।</p>\n<p>হতভাগ্য মানুষ বুঝতে চায় না যে, যা কিছু টিকে থাকে, তা যান্ত্রিক, গতানুগতিক, বিরক্তিকর হয়ে যায়।</p>\n<p>মৃত্যুর গভীর তাৎপর্য সম্পর্কে সম্পূর্ণরূপে সচেতন হওয়া জরুরি, প্রয়োজনীয়, অপরিহার্য। শুধুমাত্র তাহলেই বিলুপ্ত হওয়ার ভয় দূর হয়।</p>\n<p>মানবজাতিকে মনোযোগ দিয়ে দেখলে আমরা বুঝতে পারি যে, মন সবসময় পরিচিত বিষয়ের মধ্যে আবদ্ধ থাকে এবং চায় যে, পরিচিত বিষয়গুলো মৃত্যুর পরেও টিকে থাকুক।</p>\n<p>পরিচিত বিষয়ের মধ্যে আবদ্ধ মন কখনো অপরিচিত, বাস্তব, সত্যকে অনুভব করতে পারবে না।</p>\n<p>সঠিক ধ্যানের মাধ্যমে সময়ের দেয়াল ভাঙতে পারলেই আমরা শাশ্বত, সময়াতীত, বাস্তবকে অনুভব করতে পারব।</p>\n<p>যারা টিকে থাকতে চায়, তারা মৃত্যুকে ভয় পায় এবং তাদের বিশ্বাস ও তত্ত্বগুলো শুধুমাত্র নেশার মতো কাজ করে।</p>\n<p>মৃত্যুর মধ্যে ভীতিকর কিছু নেই, এটি খুবই সুন্দর, মহৎ, অবর্ণনীয়। কিন্তু পরিচিত বিষয়ের মধ্যে আবদ্ধ মন বিশ্বাস ও সংশয়ের মধ্যে ঘুরপাক খেতে থাকে।</p>\n<p>যখন আমরা মৃত্যুর গভীর তাৎপর্য সম্পর্কে সম্পূর্ণরূপে সচেতন হই, তখন সরাসরি অভিজ্ঞতার মাধ্যমে জানতে পারি যে, জীবন ও মৃত্যু একটি অবিচ্ছেদ্য অংশ, একটি একক সত্তা।</p>\n<p>মৃত্যু হলো জীবনের আধার। জীবনের পথ মৃত্যুর খুরের চিহ্ন দিয়ে তৈরি।</p>\n<p>জীবন হলো একটি নির্দিষ্ট এবং নির্ধারক শক্তি। জন্ম থেকে মৃত্যু পর্যন্ত মানবদেহে বিভিন্ন ধরনের শক্তি প্রবাহিত হয়।</p>\n<p>মানবদেহ যে একমাত্র শক্তি সহ্য করতে পারে না, তা হলো মৃত্যুর রশ্মি। এই রশ্মির বৈদ্যুতিক ক্ষমতা অনেক বেশি। মানবদেহ এই ক্ষমতা সহ্য করতে পারে না।</p>\n<p>যেমন একটি বজ্র একটি গাছকে টুকরো টুকরো করে দিতে পারে, তেমনি মৃত্যুর রশ্মি মানবদেহের মধ্যে দিয়ে প্রবাহিত হওয়ার সময় এটিকে অনিবার্যভাবে ধ্বংস করে দেয়।</p>\n<p>মৃত্যুর রশ্মি মৃত্যু ও জন্মের ঘটনার মধ্যে সংযোগ স্থাপন করে।</p>\n<p>মৃত্যুর রশ্মি অত্যন্ত গভীর বৈদ্যুতিক চাপ এবং একটি বিশেষ সুর তৈরি করে, যা নিষিক্ত ডিমের মধ্যে জিনকে একত্রিত করতে পারে।</p>\n<p>মৃত্যুর রশ্মি মানবদেহকে তার মৌলিক উপাদানগুলোতে ফিরিয়ে দেয়।</p>\n<p>দুর্ভাগ্যবশত, আমাদের বংশধরদের মধ্যে অহং, অর্থাৎ শক্তিশালী ‘আমি’ টিকে থাকে।</p>\n<p>মৃত্যু বিষয়ক সত্য, মৃত্যু ও গর্ভধারণের মধ্যবর্তী সময়কালের সত্য সময়ের অন্তর্ভুক্ত নয় এবং ধ্যানের বিজ্ঞান চর্চার মাধ্যমেই তা অনুভব করা সম্ভব।</p>\n<p>স্কুল, কলেজ ও বিশ্ববিদ্যালয়ের শিক্ষক-শিক্ষিকাদের উচিত তাদের ছাত্র-ছাত্রীদের বাস্তব ও সত্যের অভিজ্ঞতার পথ দেখানো।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bn/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bn/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bn/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
