import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "እናትነት",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "23. እናትነት",
    "order": 23
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>የሰው ልጅ ሕይወት ልክ እንደሌሎች ሕያዋን ሴሎች በፍጥነት በሚቀያየር ዑደት ውስጥ ተገዥ በሆነ አንዲት ቀላል ሴል ይጀምራል።</p>\n<p>ማዳቀል፣ እርግዝና፣ መወለድ፣ የየትኛውም ፍጡር ሕይወት መጀመሪያ ሁሌም አስደናቂ እና ግሩም የሆኑ ሦስት ነገሮች ናቸው።</p>\n<p>የሕልውናችን የመጀመሪያ ጊዜያት እያንዳንዳችን እጅግ ጥቃቅን፣ በአጉሊ መነጽር የምትታይ አንዲት ሴል ሆነን ማሳለፋችን በጣም አስገራሚ ነው።</p>\n<p>ሕይወትን የምንጀምረው እዚህ ግባ በማይባል ሴል መልክ ሲሆን ሕይወታችንን የምንጨርሰው ደግሞ አዛውንት፣ ሽማግሌ እና በትዝታዎች ተሞልተን ነው።</p>\n<p>እኔነት ትውስታ ነው። ብዙ አዛውንቶች በአሁኑ ጊዜ አይኖሩም፤ ብዙ ሽማግሌዎች የሚኖሩት ያለፈውን በማስታወስ ብቻ ነው። ማንኛውም ሽማግሌ ድምፅ እና ጥላ እንጂ ሌላ አይደለም። ማንኛውም አዛውንት ያለፈው ትውስታ፣ የተከማቸ ትውስታ ነው፣ ይህም በትውልዶቻችን ጂኖች ውስጥ ይቀጥላል።</p>\n<p>የሰው ልጅ መፀነስ የሚጀምረው እጅግ ፈጣን በሆነ ጊዜ ውስጥ ነው፣ ነገር ግን በህይወት ውስጥ በሚከሰቱ የተለያዩ ሂደቶች ቀስ በቀስ እየቀዘቀዘ ይሄዳል።</p>\n<p>ብዙ አንባቢዎች የጊዜን አንጻራዊነት ማስታወስ አለባቸው። ለአጭር ሰዓታት ብቻ በበጋ ከሰዓት ላይ የምትኖር አንዲት እዚህ ግባ የማትባል ነፍሳት ምንም እንዳልኖረች ትመስላለች፣ ነገር ግን አንድ ሰው በሰማንያ ዓመታት ውስጥ የሚኖረውን ያህል ትኖራለች፣ ልዩነቱ በፍጥነት መኖሯ ነው፣ አንድ ሰው በሰማንያ ዓመታት ውስጥ አንድ ፕላኔት በሚሊዮኖች በሚቆጠሩ ዓመታት ውስጥ የሚኖረውን ይኖራል።</p>\n<p>የወንድ የዘር ፍሬ ከእንቁላሉ ጋር ሲቀላቀል እርግዝና ይጀምራል። የሰው ልጅ ሕይወት የሚጀምርበት ሴል አርባ ስምንት ክሮሞሶም ይይዛል።</p>\n<p>ክሮሞሶሞች በጂኖች የተከፋፈሉ ሲሆን በመቶዎች የሚቆጠሩት ወይም ከዚያ በላይ የሆኑት በእርግጠኝነት ክሮሞሶም የሚባሉትን ይመሰርታሉ።</p>\n<p>ጂኖች ለማጥናት በጣም አስቸጋሪ ናቸው ምክንያቱም እያንዳንዳቸው በማይታመን ፍጥነት በሚንቀጠቀጡ ጥቂት ሞለኪውሎች የተሠሩ ናቸው።</p>\n<p>አስደናቂው የጂኖች ዓለም በሦስት አቅጣጫዊው ዓለም እና በአራተኛው አቅጣጫዊ ዓለም መካከል መካከለኛ ዞን ነው።</p>\n<p>በጂኖች ውስጥ የወራሽነት አተሞች ይገኛሉ። የአያቶቻችን ሥነ ልቦናዊ እኔነት የዳበረውን እንቁላል ለመምጠጥ ይመጣል።</p>\n<p>በዚህ በኤሌክትሮ-ቴክኒክ እና በአቶሚክ ሳይንስ ዘመን፣ አንድ ቅድመ አያት የመጨረሻ ትንፋሹን ሲተነፍስ የተወው የኤሌክትሮ-ማግኔቲክ አሻራ በአንድ ዘር የዳበረ እንቁላል ጂኖች እና ክሮሞሶምች ላይ ተጽዕኖ አሳድሯል ብሎ መናገር ማጋነን አይደለም።</p>\n<p>የሕይወት ጎዳና በሞት ፈረስ ሰኮናዎች በተተዉ ምልክቶች የተሞላ ነው።</p>\n<p>በሕይወት ዘመን ሁሉ የተለያዩ የኃይል ዓይነቶች በሰው አካል ውስጥ ይፈስሳሉ፤ እያንዳንዱ የኃይል ዓይነት የራሱ የሆነ የአሠራር ሥርዓት አለው፤ እያንዳንዱ የኃይል ዓይነት በራሱ ጊዜ እና ሰዓት ይገለጣል።</p>\n<p>ከተፀነስን ከሁለት ወራት በኋላ የምግብ መፈጨት ተግባር አለን፣ እና ከአራት ወራት በኋላ ከመተንፈሻ እና ከጡንቻዎች ስርዓት ጋር በቅርበት የተዛመደው አንቀሳቃሽ ኃይል ወደ ሥራ ይገባል።</p>\n<p>የሁሉም ነገሮች መወለድና ሞት ሳይንሳዊ ትዕይንት አስደናቂ ነው።</p>\n<p>ብዙ ጠቢባን የሰው ልጅ መወለድ እና በጠፈር ውስጥ ያሉ ዓለማት መወለድ መካከል የጠበቀ ተመሳሳይነት እንዳለ ይናገራሉ።</p>\n<p>በዘጠኝ ወራት ውስጥ ህጻኑ ይወለዳል፣ በአሥር ወራት ውስጥ እድገትና አስደናቂ የሜታቦሊዝም ለውጦች እና ተያያዥ ቲሹዎች የተመጣጠነ እና ፍጹም እድገት ይጀምራል።</p>\n<p>የአራስ ሕፃናት የፊት ፎንታኔል በሁለት ወይም በሦስት ዓመት ዕድሜ ላይ ሲዘጋ, የአዕምሮ-አከርካሪ ሥርዓት ፍጹም በሆነ ሁኔታ እንደተጠናቀቀ የሚያሳይ ምልክት ነው።</p>\n<p>ብዙ ሳይንቲስቶች ተፈጥሮ ምናብ እንዳላት እና ይህ ምናብ ያለውን ሁሉ፣ የነበረውን ሁሉ፣ የሚሆነውን ሁሉ ሕያው እንደሚያደርግ ተናግረዋል።</p>\n<p>ብዙ ሰዎች በምናብ ይስቃሉ፣ አንዳንዶችም “የቤቱ እብድ” ብለው ይጠሩታል።</p>\n<p>ስለ ምናብ ቃል ዙሪያ ብዙ ግራ መጋባት አለ፣ እና ምናብን ከቅዠት ጋር የሚያምታቱ ብዙዎች አሉ።</p>\n<p>አንዳንድ ጠቢባን ሁለት ዓይነት ምናቦች እንዳሉ ይናገራሉ። የመጀመሪያውን ሜካኒካል ምናብ ብለው ይጠሩታል, ሁለተኛው ደግሞ ሆን ተብሎ የሚደረግ ምናብ ነው: የመጀመሪያው የአእምሮ ቆሻሻን ያካትታል, ሁለተኛው ደግሞ በውስጣችን ካሉት በጣም የተከበሩ እና ጨዋ ነገሮች ጋር ይዛመዳል.</p>\n<p>በክትትል እና በተሞክሮ፣ የሞርቢድ ንዑስ-ምናብ ሜካኒካል ኢነርጂ እና ተገዥነትም እንዳለ ማረጋገጥ ችለናል።</p>\n<p>ይህ ዓይነቱ ራስ-ሰር ንዑስ-ምናብ ከአእምሯዊ ዞን በታች ይሠራል።</p>\n<p>የፍትወት ቀስቃሽ ምስሎች፣ አስነዋሪ ፊልሞች፣ ባለ ሁለት ትርጉም ያላቸው ቀልዶች፣ ወዘተ ንቃተ ህሊና በሌለው መልኩ ሜካኒካል የሆነውን ንዑስ-ምናብን ያስሠራሉ።</p>\n<p>ጥልቅ ትንተናዎች የፍትወት ቀስቃሽ ሕልሞች እና የሌሊት ልቀት በሜካኒካል ንዑስ-ምናብ ምክንያት እንደሆነ ወደ አመክንዮአዊ መደምደሚያ አድርሰናል።</p>\n<p>ሜካኒካል ንዑስ-ምናብ እስካለ ድረስ ፍፁም ንጽሕና የማይቻል ነው።</p>\n<p>ንቁ የሆነው ምናብ ሜካኒካል፣ ተገዥ፣ ኢነርጂ፣ ንዑስ ንቃተ ህሊና ተብሎ ከሚጠራው ፈጽሞ የተለየ መሆኑ በጣም ግልጽ ነው።</p>\n<p>ማንኛውም ውክልና እራስን በሚያጎለብት እና በሚያከብር መልኩ ሊታይ ይችላል, ነገር ግን ሜካኒካል, ኢነርጂ, ንዑስ ንቃተ ህሊና ያለው ንዑስ-ምናብ በራስ-ሰር በስሜታዊ, በስሜታዊ, በስሜታዊ ምስሎች ሊከዳን ይችላል.</p>\n<p>ሙሉ ንጽሕናን ከፈለግን, ንቁ የሆነውን ምናብ ብቻ ሳይሆን ሜካኒካል ምናብን እና ንቃተ ህሊና የሌለውን, አውቶማቲክ, ንዑስ ንቃተ ህሊና ያለው, የተዘፈቀ ንዑስ-ምናብንም መከታተል አለብን.</p>\n<p>በጾታ እና በምናብ መካከል ያለውን የጠበቀ ግንኙነት ፈጽሞ መርሳት የለብንም።</p>\n<p>በጥልቅ ማሰላሰል አማካኝነት ሁሉንም ዓይነት ሜካኒካል ምናብ እና ሁሉንም ዓይነት ንዑስ-ምናብ እና ኢነርጂ-አውቶማቲክ ምናብ ወደ ንቁ, ተጨባጭ ምናብ መለወጥ አለብን።</p>\n<p>ተጨባጭ ምናብ በራሱ አስፈላጊ ፈጣሪ ነው, ያለሱ ፈጣሪው ስልክ, ሬዲዮ, አውሮፕላን, ወዘተ መፀነስ አይችልም ነበር.</p>\n<p>በእርግዝና ወቅት የሴቷ ምናብ ለፅንሱ እድገት መሠረታዊ ነው። ማንኛውም እናት በምናቧ የፅንሱን ስነ ልቦና መቀየር እንደምትችል ተረጋግጧል።</p>\n<p>እርጉዝ ሴት ቆንጆ ሥዕሎችን፣ ግሩም መልክአ ምድሮችን መመልከት እና ክላሲካል ሙዚቃን እና እርስ በርሱ የሚስማሙ ቃላትን መስማት በጣም አስፈላጊ ነው፣ በዚህ መንገድ በማህፀኗ ውስጥ ያለውን የፍጡር ስነ ልቦና እርስ በርሱ በሚስማማ መልኩ ልትሠራ ትችላለች።</p>\n<p>እርጉዝ ሴት አልኮል መጠጣት፣ ማጨስ ወይም አስቀያሚውን፣ የማያስደስት ነገርን መመልከት የለባትም ምክንያቱም ይህ ሁሉ ለፍጡሩ ተስማሚ እድገት ጎጂ ነው።</p>\n<p>የነፍሰ ጡር ሴትን ድንገተኛ ፍላጎቶች እና ስህተቶች ይቅር ማለት አለብን።</p>\n<p>ብዙ ታጋሽ ያልሆኑ እና እውነተኛ ግንዛቤ የሌላቸው ወንዶች ይናደዳሉ እና እርጉዝ ሴትን ይሳደባሉ. የዚህ ዓይነቱ መራራነት፣ ደካማ ባል በሚያስከትላቸው ችግሮች በፅንስ ላይ በአካል ብቻ ሳይሆን በአእምሮአዊም ጭምር ተጽዕኖ ያሳድራሉ።</p>\n<p>የፈጠራ ምናብ ኃይልን ከግምት ውስጥ በማስገባት እርጉዝ ሴት አስቀያሚ፣ የማያስደስት፣ እርስ በርሱ የሚጋጭ፣ የሚያስጠላ ነገር መመልከት የለባትም ማለት ምክንያታዊ ነው።</p>\n<p>መንግሥታት ከእናትነት ጋር በተያያዙ ትልልቅ ችግሮች ላይ ለመፍትሔ ለመጨነቅ ጊዜው አሁን ነው።</p>\n<p>ክርስቲያን እና ዲሞክራሲያዊ ነኝ በምትል ማኅበረሰብ ውስጥ የእናትነትን ሃይማኖታዊ ስሜት ማክበር እና ማድነቅ አለመቻል የማይጣጣም ነው። በሺዎች የሚቆጠሩ ነፍሰ ጡር ሴቶች ምንም ድጋፍ ሳይደረግላቸው፣ በባላቸው እና በማኅበረሰቡ የተተዉ፣ አንድ ቁራሽ እንጀራ ወይም ሥራ እየለመኑ እና በማኅፀናቸው ያለውን ሕፃን ለመኖር ብዙውን ጊዜ ከባድ የአካል ሥራዎችን ሲሠሩ ማየት በጣም አስፈሪ ነው።</p>\n<p>የአሁኑ ማኅበረሰብ እነዚህ ኢሰብአዊ ሁኔታዎች፣ የገዥዎች እና የሕዝቦች ጭካኔ እና ኃላፊነት የጎደለው ድርጊት ዲሞክራሲ ገና እንዳልተገኘ በግልጽ ያሳዩናል።</p>\n<p>ሆስፒታሎች የወሊድ ክፍል ያላቸው ችግሩን ገና አልፈቱትም, ምክንያቱም እነዚህ ሆስፒታሎች ሴቶች የሚደርሱት ምጥ ሲቃረብ ብቻ ነው.</p>\n<p>በእርግዝና ወቅት ላሉ ድሆች ሴቶች የመኖሪያ ክፍሎች እና አዳራሾች ያሉት እውነተኛ የአትክልት ከተሞች፣ ክሊኒኮች እና ለእነዚህ ልጆች መዋዕለ ሕፃናት በአስቸኳይ ያስፈልጋሉ።</p>\n<p>እነዚህ የጋራ ቤቶች በእርግዝና ወቅት ላሉ ድሆች ሴቶች ማረፊያ ናቸው፣ በሁሉም ዓይነት መገልገያዎች፣ አበቦች፣ ሙዚቃ፣ ስምምነት፣ ውበት፣ ወዘተ የተሞሉ ናቸው፣ የእናትነትን ትልቅ ችግር ሙሉ በሙሉ ይፈታሉ።</p>\n<p>የሰው ማኅበረሰብ አንድ ትልቅ ቤተሰብ መሆኑን እና የሌላ ሰው ችግር የለም፣ ምክንያቱም እያንዳንዱ ችግር በአንድ ወይም በሌላ መንገድ በየክብራቸው ውስጥ ያሉትን የማኅበረሰቡ አባላት ሁሉ ይነካል። ነፍሰ ጡር ሴቶችን እጅግ በጣም ድሆች በመሆናቸው ብቻ መለየት የማይረባ ነው። እነሱን ማቃለል፣ ማዋረድ ወይም በአሳዳጊዎች ማቆያ ውስጥ ማስቀመጥ ወንጀል ነው።</p>\n<p>በምንኖርበት ማኅበረሰብ ውስጥ ልጆች እና የእንጀራ ልጆች ሊኖሩ አይችሉም, ምክንያቱም ሁላችንም ሰዎች ነን እና ተመሳሳይ መብቶች አሉን.</p>\n<p>ኮሚኒዝም እንዳይበላን ካልፈለግን እውነተኛውን ዲሞክራሲ መፍጠር አለብን።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/la-maternidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-maternidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-maternidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
