import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "სიკვდილი",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. სიკვდილი",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>აუცილებელია სრულად და საფუძვლიანად გააცნობიეროთ, გონების ყველა სფეროში, რა არის სინამდვილეში სიკვდილი თავისთავად, მხოლოდ ამ გზით არის შესაძლებელი ჭეშმარიტად გაიგოთ, თუ რა არის უკვდავება მთლიანობაში.</p>\n<p>საყვარელი ადამიანის ადამიანის სხეულის დანახვა კუბოში, არ ნიშნავს სიკვდილის საიდუმლოს გაგებას.</p>\n<p>ჭეშმარიტება არის უცნობი მომენტიდან მომენტამდე. ჭეშმარიტება სიკვდილის შესახებ არ შეიძლება იყოს გამონაკლისი.</p>\n<p>ეგოს ყოველთვის სურს, რამდენადაც ეს ბუნებრივია, სიკვდილის დაზღვევა, დამატებითი გარანტია, რაიმე ავტორიტეტი, რომელიც იზრუნებს ჩვენთვის კარგი პოზიციის უზრუნველყოფაზე და ნებისმიერი სახის უკვდავებაზე საშინელი საფლავის მიღმა.</p>\n<p>საკუთარ თავს არ აქვს სიკვდილის დიდი სურვილი. ეგოს სურს გაგრძელება. ეგოს ძალიან ეშინია სიკვდილის.</p>\n<p>ჭეშმარიტება არ არის რწმენის ან ეჭვის საკითხი. ჭეშმარიტებას საერთო არაფერი აქვს გულუბრყვილობასთან და არც სკეპტიციზმთან. ჭეშმარიტება არ არის იდეების, თეორიების, მოსაზრებების, კონცეფციების, წინასწარი კონცეფციების, ვარაუდების, ცრურწმენების, განცხადებების, მოლაპარაკებების და ა.შ. საკითხი. ჭეშმარიტება სიკვდილის საიდუმლოს შესახებ არ არის გამონაკლისი.</p>\n<p>ჭეშმარიტება სიკვდილის საიდუმლოს შესახებ მხოლოდ უშუალო გამოცდილებით შეიძლება გაიგოთ.</p>\n<p>შეუძლებელია სიკვდილის რეალური გამოცდილების გადაცემა მათთვის, ვინც არ იცის.</p>\n<p>ნებისმიერ პოეტს შეუძლია დაწეროს სიყვარულის ლამაზი წიგნები, მაგრამ შეუძლებელია სიყვარულის შესახებ ჭეშმარიტების გადაცემა იმ ადამიანებისთვის, რომლებსაც არასოდეს გამოუცდიათ იგი, ანალოგიურად ვამბობთ, რომ შეუძლებელია სიკვდილის შესახებ ჭეშმარიტების გადაცემა იმ ადამიანებისთვის, რომლებსაც ეს არ განუცდიათ.</p>\n<p>ვისაც სურს იცოდეს ჭეშმარიტება სიკვდილის შესახებ, უნდა გამოიკვლიოს, გამოსცადოს საკუთარი თავი, მოძებნოს როგორც საჭიროა, მხოლოდ ამ გზით შეგვიძლია აღმოვაჩინოთ სიკვდილის ღრმა მნიშვნელობა.</p>\n<p>მრავალწლიანმა დაკვირვებამ და გამოცდილებამ საშუალება მოგვცა გაგვეგო, რომ ადამიანებს არ აინტერესებთ სიკვდილის ღრმა მნიშვნელობის გაგება; ადამიანებს ერთადერთი, რაც ნამდვილად აინტერესებთ, არის შემდგომ ცხოვრებაში გაგრძელება და ეს არის ყველაფერი.</p>\n<p>ბევრ ადამიანს სურს გააგრძელოს მატერიალური სიმდიდრის, პრესტიჟის, ოჯახის, რწმენის, იდეების, შვილების და ა.შ. საშუალებით და როდესაც ხვდებიან, რომ ფსიქოლოგიური უწყვეტობის ნებისმიერი ტიპი ამაოა, წარმავალი, ხანმოკლე, არასტაბილური, მაშინ გარანტიების გარეშე გრძნობენ თავს, დაუცველები, შეშინებულები არიან, საშინლად, უსაზღვრო საშინელებით ივსებიან.</p>\n<p>საწყალ ხალხს არ სურს გაიგოს, არ სურს გაიგოს, რომ ყველაფერი რაც გრძელდება დროში ვითარდება.</p>\n<p>საწყალ ხალხს არ სურს გაიგოს, რომ ყველაფერი რაც გრძელდება დროთა განმავლობაში იშლება.</p>\n<p>საწყალ ხალხს არ სურს გაიგოს, რომ ყველაფერი რაც გრძელდება, ხდება მექანიკური, რუტინული, მოსაწყენი.</p>\n<p>აუცილებელია, საჭიროა, გარდაუვალია, სრულად გავაცნობიეროთ სიკვდილის ღრმა მნიშვნელობა, მხოლოდ ამ გზით ქრება არსებობის შეწყვეტის შიში.</p>\n<p>კაცობრიობის გულდასმით დაკვირვებით, შეგვიძლია დავადგინოთ, რომ გონება ყოველთვის ჩაკეტილია ცნობილში და სურს, რომ ის, რაც ცნობილია, საფლავის მიღმაც გაგრძელდეს.</p>\n<p>ცნობილში ჩაკეტილი გონება ვერასოდეს განიცდის უცნობს, რეალურს, ჭეშმარიტს.</p>\n<p>მხოლოდ სწორი მედიტაციის საშუალებით დროის ბოთლის გატეხვით შეგვიძლია განვიცადოთ მარადიული, დროის გარეშე, რეალური.</p>\n<p>ვისაც სურს გაგრძელება, ეშინია სიკვდილის და მათი რწმენა და თეორიები მხოლოდ ნარკოტიკად ემსახურება მათ.</p>\n<p>სიკვდილს თავისთავად არაფერი აქვს საშინელი, ეს არის რაღაც ძალიან ლამაზი, ამაღლებული, გამოუთქმელი, მაგრამ გონება ჩაკეტილია: ცნობილში, მხოლოდ ბრუნავს მანკიერ წრეში, რომელიც მიდის გულუბრყვილობიდან სკეპტიციზმამდე.</p>\n<p>როდესაც ჩვენ ნამდვილად სრულად ვაცნობიერებთ სიკვდილის ღრმა და ჭეშმარიტ მნიშვნელობას, მაშინ ჩვენ თვითონვე აღმოვაჩენთ უშუალო გამოცდილებით, რომ სიცოცხლე და სიკვდილი ქმნიან მთლიან, ერთიან მთლიანობას.</p>\n<p>სიკვდილი სიცოცხლის საცავია. სიცოცხლის გზა სიკვდილის ჩლიქების კვალით არის წარმოქმნილი.</p>\n<p>სიცოცხლე არის განსაზღვრული და განმსაზღვრელი ენერგია. დაბადებიდან სიკვდილამდე ადამიანის ორგანიზმში ენერგიის სხვადასხვა ტიპი მიედინება.</p>\n<p>ენერგიის ერთადერთი სახეობა, რომელსაც ადამიანის ორგანიზმი ვერ უძლებს, არის სიკვდილის სხივი. ამ სხივს აქვს ძალიან მაღალი ელექტრული ძაბვა. ადამიანის ორგანიზმი ვერ უძლებს ასეთ ძაბვას.</p>\n<p>როგორც ელვას შეუძლია ხის განადგურება, ასევე სიკვდილის სხივი, რომელიც ადამიანის ორგანიზმში მიედინება, გარდაუვალად ანადგურებს მას.</p>\n<p>სიკვდილის სხივი აკავშირებს სიკვდილის ფენომენს დაბადების ფენომენთან.</p>\n<p>სიკვდილის სხივი წარმოშობს ძალიან ინტიმურ ელექტრულ დაძაბულობას და გარკვეულ მთავარ ნოტას, რომელსაც აქვს კვერცხუჯრედში გენების შერწყმის განმსაზღვრელი ძალა.</p>\n<p>სიკვდილის სხივი ადამიანის ორგანიზმს მის ფუნდამენტურ ელემენტებამდე ამცირებს.</p>\n<p>ეგო, ენერგეტიკული მე, სამწუხაროდ ჩვენს შთამომავლებში გრძელდება.</p>\n<p>რა არის ჭეშმარიტება სიკვდილის შესახებ, რა არის ინტერვალი სიკვდილსა და ჩასახვას შორის, ეს არის ის, რაც არ ეკუთვნის დროს და რისი გამოცდა მხოლოდ მედიტაციის მეცნიერებით შეგვიძლია.</p>\n<p>სკოლების, კოლეჯებისა და უნივერსიტეტების მასწავლებლებმა უნდა ასწავლონ თავიანთ მოსწავლეებს გზა, რომელიც მიდის რეალურის, ჭეშმარიტის გამოცდილებამდე.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
