import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Үхэл",
  "locale": "mn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. Үхэл",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Оюун ухааны бүхий л хүрээнд үхэл гэж юу болохыг сайтар ойлгох нь нэн чухал бөгөөд ингэснээр мөнх бусыг бүрэн ойлгох боломжтой.</p>\n<p>Хайртай хүнийхээ цогцсыг авсанд хийснийг харах нь үхлийн нууцыг ойлгосон гэсэн үг биш юм.</p>\n<p>Үнэн гэдэг бол мөч бүрд үл мэдэгдэх зүйл юм. Үхлийн тухай үнэн үүнээс өөр байж чадахгүй.</p>\n<p>Би өөрийгөө хамгаалж, үхлийн баталгаатай, нэмэлт баталгаа, бидэнд сайн сайхан байр суурь, булшнаас цаашхи ямар нэгэн төрлийн мөнх бусыг баталгаажуулах эрх мэдэлтэй байхыг хүсдэг.</p>\n<p>МИНИЙ БИ үхэхийг хүсэхгүй байна. БИ үргэлжлүүлэхийг хүсч байна. БИ үхлээс маш их айдаг.</p>\n<p>ҮНЭН бол итгэх эсвэл эргэлзэх асуудал биш юм. Үнэн бол итгэмтгий эсвэл эргэлзээтэй байх асуудал огт биш. Үнэн бол санаа, онол, үзэл бодол, ойлголт, урьдчилсан ойлголт, таамаг, мухар сүсэг, баталгаа, хэлэлцээр гэх мэт асуудал биш юм. Үхлийн нууцын тухай үнэн үүнээс өөр байж чадахгүй.</p>\n<p>Үхлийн нууцын тухай үнэнийг зөвхөн шууд туршлагаар л мэдэж болно.</p>\n<p>Үхлийн ЖИНХЭНЭ туршлагыг мэдэхгүй хүнд дамжуулах нь боломжгүй юм.</p>\n<p>Ямар ч яруу найрагч ХАЙРЫН тухай сайхан ном бичиж чадна, гэхдээ ХАЙРЫГ хэзээ ч мэдэрч байгаагүй хүмүүст ХАЙРЫН тухай ҮНЭНИЙГ дамжуулах боломжгүй, үүнтэй адилаар үхлийг амьдралдаа туулж үзээгүй хүмүүст үхлийн тухай үнэнийг дамжуулах боломжгүй гэж хэлж байна.</p>\n<p>Үхлийн тухай үнэнийг мэдэхийг хүсвэл өөрөө судалж, туршиж, зөв хайх хэрэгтэй, зөвхөн ингэснээр л үхлийн гүн гүнзгий утга учрыг олж мэдэж чадна.</p>\n<p>Олон жилийн ажиглалт, туршлагаас харахад хүмүүс үхлийн гүн гүнзгий утга учрыг ойлгох сонирхолгүй, хүмүүсийн цорын ганц сонирхол бол үхлийн дараа үргэлжлэх явдал юм.</p>\n<p>Олон хүмүүс эд баялаг, нэр хүнд, гэр бүл, итгэл үнэмшил, санаа, хүүхэд гэх мэт зүйлээр үргэлжлэхийг хүсдэг бөгөөд сэтгэл зүйн ямар ч төрлийн үргэлжлэл нь дэмий, түр зуурын, тогтворгүй гэдгийг ойлгоод баталгаагүй, аюулгүй бусаа мэдрээд айж, гайхаж, хязгааргүй айдаст автдаг.</p>\n<p>Ядуу хүмүүс үргэлжлэх бүх зүйл цаг хугацааны явцад хөгждөгийг ойлгохыг хүсэхгүй байна.</p>\n<p>Ядуу хүмүүс үргэлжлэх бүх зүйл цаг хугацааны явцад мууддагийг ойлгохыг хүсэхгүй байна.</p>\n<p>Ядуу хүмүүс үргэлжлэх бүх зүйл машинчилсан, хэвийн, уйтгартай болдогийг ойлгохыг хүсэхгүй байна.</p>\n<p>Үхлийн гүн гүнзгий утга учрыг бүрэн ухамсарлах нь нэн чухал бөгөөд ингэснээр оршин тогтнохоо болих айдас арилна.</p>\n<p>Хүн төрөлхтнийг сайтар ажиглавал оюун ухаан үргэлж мэддэг зүйлдээ баригддаг бөгөөд энэ мэддэг зүйл булшнаас цааш үргэлжлэхийг хүсдэг.</p>\n<p>Мэддэг зүйлдээ баригдсан оюун ухаан хэзээ ч үл мэдэгдэх, бодит, үнэнийг мэдэрч чадахгүй.</p>\n<p>Зөв бясалгалын тусламжтайгаар цаг хугацааны шилийг хагалж л БИД МӨНХ, ЦАГ ХУГАЦААНЫ БУС, БОДИТИЙГ мэдэрч чадна.</p>\n<p>Үргэлжлүүлэхийг хүсдэг хүмүүс үхлээс айдаг бөгөөд тэдний итгэл үнэмшил, онол нь зөвхөн мансууруулах бодис болдог.</p>\n<p>Үхэл нь өөрөө аймшигтай зүйл биш, харин маш сайхан, гайхамшигтай, илэрхийлэхийн аргагүй зүйл, гэхдээ мэддэг зүйлдээ баригдсан оюун ухаан зөвхөн итгэмтгий байдлаас эргэлзээтэй байх хүртэлх харгис хүрд дотор хөдөлдөг.</p>\n<p>Бид үхлийн гүн гүнзгий утга учрыг бүрэн ухамсарлаж, дараа нь шууд туршлагаар дамжуулан Амьдрал ба Үхэл нь бүхэл бүтэн, нэгдмэл зүйл гэдгийг өөрсдөө олж мэддэг.</p>\n<p>Үхэл бол Амьдралын сан юм. Амьдралын зам нь үхлийн туурайны мөрөөр бүтээгдсэн байдаг.</p>\n<p>Амьдрал бол тодорхойлогч, тодорхойлогч энерги юм. Төрөхөөс үхэх хүртэл хүний биед янз бүрийн төрлийн энерги урсдаг.</p>\n<p>Хүний бие махбодийн тэсвэрлэж чадахгүй цорын ганц төрлийн энерги бол ҮХЛИЙН ЦАЦРАГ юм. Энэ цацраг нь хэтэрхий өндөр цахилгаан хүчдэлтэй. Хүний бие ийм хүчдэлийг тэсвэрлэж чадахгүй.</p>\n<p>Аянга модны цавчилж чаддаг шиг үхлийн цацраг хүний биеэр урсаж, зайлшгүй устгадаг.</p>\n<p>Үхлийн цацраг нь үхлийн үзэгдлийг төрөлтийн үзэгдэлтэй холбодог.</p>\n<p>Үхлийн цацраг нь маш гүн цахилгаан хүчдэлийг үүсгэж, бордооны өндөгний дотор генийг нэгтгэх хүч чадалтай, тодорхой үндсэн нотыг үүсгэдэг.</p>\n<p>Үхлийн цацраг нь хүний биеийг үндсэн элементүүд рүү нь бууруулдаг.</p>\n<p>ЭГО, эрч хүчний БИД, харамсалтай нь бидний үр удамд үргэлжилдэг.</p>\n<p>Үхлийн тухай үнэн гэж юу вэ, үхэл ба жирэмслэлтийн хоорондох завсар нь цаг хугацаанд хамаарахгүй зүйл бөгөөд бясалгалын шинжлэх ухааны тусламжтайгаар л бид үүнийг мэдэрч чадна.</p>\n<p>Сургууль, коллеж, их дээд сургуулийн багш нар оюутнууддаа БОДИТ, ҮНЭНИЙГ мэдрэх зам руу хөтлөх замыг заах ёстой.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mn/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
