import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Մահը",
  "locale": "hy",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. Մահը",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Հարկավոր է խորապես և մտքի բոլոր ոլորտներում հասկանալ, թե իրականում ինչ է ՄԱՀԸ ինքնին, միայն այդպես է հնարավոր իսկապես ամբողջությամբ հասկանալ, թե ինչ է անմահությունը:</p>\n<p>Սիրելի մարդու մարմինը դագաղի մեջ տեսնելը չի նշանակում հասկացած լինել մահվան գաղտնիքը։</p>\n<p>Ճշմարտությունը պահ առ պահ անհայտ է: Մահվան մասին ճշմարտությունը չի կարող բացառություն լինել։</p>\n<p>ԵՍ-ը միշտ ցանկանում է, ինչպես բնական է, մահվան ապահովագրություն, լրացուցիչ երաշխիք, ինչ-որ մարմին, որը կհոգա մեզ լավ դիրք և որևէ տեսակի անմահություն ապահովելու մասին, սարսափելի գերեզմանից այն կողմ:</p>\n<p>ԻՆՁ-ը մեծ ցանկություն չունի մահանալու։ ԵՍ-ը ցանկանում է շարունակվել։ ԵՍ-ը շատ է վախենում մահից։</p>\n<p>ՃՇՄԱՐՏՈՒԹՅՈՒՆԸ հավատալու կամ կասկածելու հարց չէ: Ճշմարտությունը ոչ մի կապ չունի հավատալու կամ թերահավատության հետ։ Ճշմարտությունը գաղափարների, տեսությունների, կարծիքների, հասկացությունների, նախապաշարումների, ենթադրությունների, նախապաշարմունքների, պնդումների, բանակցությունների և այլն հարց չէ։ Մահվան գաղտնիքի մասին ճշմարտությունը բացառություն չէ:</p>\n<p>Մահվան գաղտնիքի մասին ճշմարտությունը կարելի է իմանալ միայն անմիջական փորձի միջոցով:</p>\n<p>Անհնար է հաղորդել մահվան ԻՐԱԿԱՆ փորձը նրան, ով դա չգիտի:</p>\n<p>Ցանկացած բանաստեղծ կարող է գրել ՍԻՐՈ մասին գեղեցիկ գրքեր, բայց անհնար է հաղորդել ՍԻՐՈ մասին ՃՇՄԱՐՏՈՒԹՅՈՒՆԸ այն մարդկանց, ովքեր երբեք դա չեն զգացել, նույն կերպ մենք ասում ենք, որ անհնար է մահվան մասին ճշմարտությունը հաղորդել այն մարդկանց, ովքեր դա չեն ապրել:</p>\n<p>Ով ցանկանում է իմանալ մահվան մասին ճշմարտությունը, պետք է հետաքրքրվի, փորձի ինքնուրույն, փնտրի ինչպես հարկն է, միայն այդպես մենք կարող ենք բացահայտել մահվան խորը նշանակությունը:</p>\n<p>Երկար տարիների դիտարկումները և փորձը մեզ թույլ են տվել հասկանալ, որ մարդկանց իրականում չի հետաքրքրում մահվան խորը իմաստը հասկանալը. մարդկանց միակ բանը, որը իրականում հետաքրքրում է, շարունակվելն է այն կողմ, և վերջ։</p>\n<p>Շատ մարդիկ ցանկանում են շարունակվել նյութական բարիքների, հեղինակության, ընտանիքի, հավատալիքների, գաղափարների, երեխաների և այլնի միջոցով, և երբ նրանք հասկանում են, որ ցանկացած տեսակի հոգեբանական շարունակականություն ունայն է, անցողիկ, կարճատև, անկայուն, ապա զգալով առանց երաշխիքների, անապահով, սարսափում են, սարսափում են, լցվում են անսահման սարսափով:</p>\n<p>Խեղճ մարդիկ չեն ուզում հասկանալ, չեն ուզում հասկանալ, որ այն ամենը, ինչ շարունակվում է, զարգանում է ժամանակի ընթացքում:</p>\n<p>Խեղճ մարդիկ չեն ուզում հասկանալ, որ այն ամենը, ինչ շարունակվում է, ժամանակի ընթացքում մաշվում է։</p>\n<p>Խեղճ մարդիկ չեն ուզում հասկանալ, որ այն ամենը, ինչ շարունակվում է, դառնում է մեխանիկական, սովորական, ձանձրալի։</p>\n<p>Հրատապ է, անհրաժեշտ է, պարտադիր է լիովին գիտակցել մահվան խորը նշանակությունը, միայն այդպես է վերանում գոյություն ունենալուց դադարելու վախը։</p>\n<p>Զգուշորեն դիտելով մարդկությանը, մենք կարող ենք ստուգել, որ միտքը միշտ փակված է իմացածի մեջ և ցանկանում է, որ այն, ինչ հայտնի է, շարունակվի գերեզմանից այն կողմ։</p>\n<p>Միտքը, որը փակված է հայտնիի մեջ, երբեք չի կարող զգալ անհայտը, իրականը, ճշմարիտը։</p>\n<p>Միայն ճիշտ մեդիտացիայի միջոցով ժամանակի շիշը կոտրելով, մենք կարող ենք զգալ ՀԱՎԵՐԺԸ, ԱՆԺԱՄԱՆԱԿԸ, ԻՐԱԿԱՆԸ:</p>\n<p>Նրանք, ովքեր ցանկանում են շարունակվել, վախենում են մահից, և նրանց հավատալիքներն ու տեսությունները ծառայում են միայն որպես թմրանյութ:</p>\n<p>Մահն ինքնին ոչ մի սարսափելի բան չունի, այն շատ գեղեցիկ, վեհ, անբացատրելի բան է, բայց մտքի շիշը՝ հայտնի բանում, շարժվում է միայն արատավոր շրջանի մեջ, որը գնում է հավատալուց մինչև թերահավատություն։</p>\n<p>Երբ մենք իսկապես լիովին գիտակցում ենք մահվան խորը և խորը նշանակությունը, մենք ինքներս մեր անմիջական փորձի միջոցով հայտնաբերում ենք, որ Կյանքը և Մահը կազմում են ամբողջական, միասնական ամբողջություն:</p>\n<p>Մահը կյանքի պահեստն է։ Կյանքի ճանապարհը կազմված է մահվան սմբակների հետքերից։</p>\n<p>Կյանքը որոշված ​​և որոշող էներգիա է։ Ծննդից մինչև մահ մարդու մարմնում հոսում են տարբեր տեսակի էներգիաներ։</p>\n<p>Մարդու օրգանիզմի կողմից չդիմացող էներգիայի միակ տեսակը ՄԱՀՎԱՆ ՃԱՌԱԳԱՅԹՆ Է: Այս ճառագայթն ունի չափազանց բարձր էլեկտրական լարում։ Մարդու օրգանիզմը չի կարող դիմակայել նման լարման։</p>\n<p>Ինչպես կայծակը կարող է կոտրել ծառը, այնպես էլ մահվան ճառագայթը, հոսելով մարդու օրգանիզմով, անխուսափելիորեն ոչնչացնում է այն։</p>\n<p>Մահվան ճառագայթը միացնում է մահվան երևույթը ծննդյան երևույթի հետ։</p>\n<p>Մահվան ճառագայթը առաջացնում է շատ ինտիմ էլեկտրական լարումներ և որոշակի բանալի նոտա, որն ունի բեղմնավորված ձվի մեջ գեները համատեղելու վճռորոշ ուժ։</p>\n<p>Մահվան ճառագայթը մարդու օրգանիզմը հասցնում է իր հիմնական տարրերին։</p>\n<p>ԷԳՈՆ, էներգետիկ ԵՍ-ը, ցավոք, շարունակվում է մեր սերունդներում։</p>\n<p>Թե ինչ է ճշմարտությունը մահվան մասին, թե ինչ է ընդմիջումը մահվան և բեղմնավորման միջև, ժամանակին չի պատկանում և որը մենք կարող ենք զգալ միայն մեդիտացիայի գիտության միջոցով:</p>\n<p>Դպրոցների, քոլեջների և համալսարանների ուսուցիչներն ու ուսուցիչները պետք է իրենց աշակերտներին սովորեցնեն ԻՐԱԿԱՆԻ, ՃՇՄԱՐԻՏԻ փորձին տանող ճանապարհը։</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hy/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
