import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "މަރު",
  "locale": "dv",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. މަރު",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>މަރުގެ މުއާމަލާތުގެ ހަޤީޤަތަކީ ކޮބައިކަން ފުރިހަމަގޮތުގައި ވިސްނުމަކީ ވަރަށް މުހިއްމުކަމެކެވެ. ހަމައެކަނި އެގޮތުން މަރުނުވެ ދެމިއޮތުމުގެ ފުރިހަމަ މާނަ ދެނެގަނެވޭނެއެވެ.</p>\n<p>އެހެންމީހެއްގެ ހަށިގަނޑު މަހާނާގައި ވަޅުލާ މަންޒަރު ބެލުމަކީ މަރުގެ ސިއްރު ދެނެގަތުން ކަމުގައި ނުބެލެވެއެވެ.</p>\n<p>އަސްލަކީ ކޮންމެ ވަގުތަކުވެސް ނޭނގޭ ކަންތައްތަކެވެ. މަރާބެހޭ އަސްލަކީވެސް އެއަށްވުރެ އިތުރަށް ބޮޑުކަމެއް ނޫނެވެ.</p>\n<p>ތިމާގެ ނަފްސު އަބަދުވެސް މަރުގެ ސަލާމަތްކަމެއް، އިތުރު ގެރެންޓީއެއް، އަދި ބިރުވެރި މަހާނާގެ ފަހަތުންވެސް ރަނގަޅު މަޤާމެއް ޔަޤީންކޮށްދޭނެ އެއްޗެއް ބޭނުންވެއެވެ.</p>\n<p>އަމިއްލަ ނަފްސު މަރުވާކަށް ބޭނުމެއް ނުވެއެވެ. ނަފްސު ދެމިހުރުމަށް ބޭނުންވެއެވެ. ނަފްސު މަރުދެކެ ވަރަށް ބިރުގަނެއެވެ.</p>\n<p>އަސްލަކީ ޤަބޫލުކުރުމާއި، ޝައްކުކުރުމުގެ މައްސަލައެއް ނޫނެވެ. އަސްލަކީ ޤަބޫލުކުރުމާއި، ނުޤަބޫލުކުރުމުގެ މައްސަލައެއްވެސް ނޫނެވެ. އަސްލަކީ ޚިޔާލުތަކާއި، ނަޒަރިއްޔާތަކާއި، ޚިޔާލުތަކާއި، ތަސައްވަރުތަކާއި، ކުރިން ހީކޮށްގެން ހުންނަހީކުރުންތަކާއި، އިޙްތިޔާތުތަކާއި، އިޤްރާރުތަކާއި، ވާހަކަދެއްކުންފަދަ ކަމެއްވެސް ނޫނެވެ. މަރުގެ ސިއްރާބެހޭ އަސްލަކީވެސް އެއަށްވުރެ އިތުރަށް ބޮޑުކަމެއް ނޫނެވެ.</p>\n<p>މަރުގެ ސިއްރާބެހޭ އަސްލު ދެނެގަނެވޭނީ ސީދާ ތަޖުރިބާއިން އެކަންޏެވެ.</p>\n<p>އެކަން ނުދަންނަ މީހަކަށް މަރުގެ ހަޤީޤީ ތަޖުރިބާ ބަޔާންކޮށްދިނުމަކީ ނުކުރެވޭނެކަމެކެވެ.</p>\n<p>ކޮންމެ ޅެންވެރިޔަކަށްވެސް ލޯބީގެ ރީތި ފޮތްތައް ލިޔެވިދާނެއެވެ. ނަމަވެސް ލޯބީގެ ހަޤީޤަތް އެއްގޮތަކަށްވެސް ތަޖުރިބާނުކުރާ މީހަކަށް ލޯބީގެ ވާހަކަދެއްކުމަކީ ނުކުރެވޭނެ ކަމެކެވެ. ހަމަ އެގޮތަށް މަރުގެ ތަޖުރިބާ ނުކުރާ މީހަކަށް މަރުގެ ވާހަކަދެއްކުމަކީވެސް ނުކުރެވޭނެ ކަމެކެވެ.</p>\n<p>މަރުގެ ހަޤީޤަތް ދެނެގަންނަން ބޭނުންވާ މީހާ އަމިއްލައަށް ހޯދަންވާނެއެވެ. އަދި އަމިއްލައަށް ތަޖުރިބާކުރަން ވާނެއެވެ. ހަމަ އެގޮތުން އަޅުގަނޑުމެންނަށް މަރުގެ މާނަ ދެނެގަނެވޭނެއެވެ.</p>\n<p>އަހަރުތަކެއްގެ ތަޖުރިބާއިން އަޅުގަނޑުމެންނަށް ވިސްނުނުގޮތުގައި މަރުގެ މާނަ ދެނެގަތުމަށް އެއްވެސް ބަޔަކު ބޭނުމެއް ނުވެއެވެ. ހަމައެކަނި އެބައިމީހުން ބޭނުންވަނީ ދެމިއޮތުމެވެ.</p>\n<p>ގިނަ މީހުން މާއްދީ މުދަލާއި، މަޤާމާއި، އާއިލާއާއި، ޢަޤީދާތަކާއި، ޚިޔާލުތަކާއި، ދަރިން މެދުވެރިކޮށް ދެމިހުރުމަށް ބޭނުންވެއެވެ. އަދި ނަފްސާނީގޮތުން ދެމިއޮތުމަކީ ވަގުތީކަމެއްކަން އެނގުމުން، އެއްވެސް ގެރެންޓީއެއް ނެތި ބިރުގަނެއެވެ.</p>\n<p>އެބައިމީހުން ވިސްނަން ބޭނުމެއް ނުވެއެވެ. އެބައިމީހުންނަށް ދެމިއޮންނަ ކޮންމެ އެއްޗެއް ވަގުތާއެކު ބަދަލުވާކަން ވިސްނަން ބޭނުމެއް ނުވެއެވެ.</p>\n<p>އެބައިމީހުންނަށް ވިސްނަން ބޭނުމެއް ނުވެއެވެ. ދެމިއޮންނަ ކޮންމެ އެއްޗެއް ވަގުތާއެކު ދުވަސްވެގެންދާކަން ވިސްނަން ބޭނުމެއް ނުވެއެވެ.</p>\n<p>އެބައިމީހުންނަށް ވިސްނަން ބޭނުމެއް ނުވެއެވެ. ދެމިއޮންނަ ކޮންމެ އެއްޗެއް އާދައިގެ ކަމަކަށް ވެގެންދާކަން ވިސްނަން ބޭނުމެއް ނުވެއެވެ.</p>\n<p>މުހިއްމުކަމަކީ އަވަހަށް މަރުގެ މާނަ ދެނެގަތުމެވެ. ހަމަ އެގޮތުން މަރުވާންޖެހޭތީ ދެން ބިރުގަންނަން ނުޖެހޭނެއެވެ.</p>\n<p>އިންސާނުންގެ ކަންތައްތައް ބަލާއިރު މީހުން އަބަދުވެސް އެމީހުންނަށް އެނގޭކަންތަކަށް ސަމާލުވެފައި ހުންނަކަމަށް ފާހަގަ ކުރެވެއެވެ. އަދި އެމީހުންނަށް އެނގޭ ކަންތައްތައް މަރުވުމަށްފަހުވެސް ދެމިހުރުމަށް ބޭނުންވެއެވެ.</p>\n<p>އެނގޭ ކަންތަކަށް ސަމާލުވެފައި އޮންނަ ސިކުނޑިއަކަށް އަސްލު އެއްޗެއް ދެނެގަތުމަށް ދަތިވާނެއެވެ.</p>\n<p>ހަމައެކަނި ވަގުތުގެ ތަޅުން މުގުރާލައިގެން ދެމިއޮތުމުގެ މާނަ ދެނެގަނެވޭނެއެވެ.</p>\n<p>ދެމިހުރުމަށް ބޭނުންވާ މީހުން މަރުދެކެ ބިރުގަނެއެވެ. އަދި އެމީހުންގެ ޢަޤީދާތަކާއި، ނަޒަރިއްޔާތަކަކީ އެމީހުންނަށް ބޭހެއް ފަދައެވެ.</p>\n<p>މަރުގެ ސަބަބުން ބިރުގަންނަންޖެހޭ އެއްވެސްކަމެއްނެތެވެ. އެއީ ވަރަށް ރީތި، މަތިވެރި، އަދި ބަޔާންކުރަން ދަތިކަމެކެވެ. އެނގޭ ކަންތަކަށް ސަމާލުވެފައި އޮންނަ ސިކުނޑިއެއް އަބަދުވެސް ޤަބޫލުކުރުމާއި ނުޤަބޫލުކުރުމުގެ ދެމެދުގައި ދައުރުވަމުންދާނެއެވެ.</p>\n<p>އަޅުގަނޑުމެން މަރުގެ މާނަ ދެނެގަތުމަށްފަހު ދެނެގަންނާނީ ދިރިއުޅުމާއި މަރަކީ އެކުވެރިކަމެއްކަމެވެ.</p>\n<p>މަރަކީ ދިރިއުޅުމުގެ ރައްކާކުރެވިފައިވާ ތަނެވެ. ދިރިއުޅުމުގެ މަގު އުފެދިފައިވަނީ މަރުގެ ފިޔަވަޅުތަކުންނެވެ.</p>\n<p>ދިރިއުޅުމަކީ ވަކިކުރެވިފައިވާ ހަކަތައެކެވެ. އުފަންވުމުން ފެށިގެން މަރުވަންދެން އެކިވައްތަރުގެ ހަކަތަތައް އިންސާނާގެ ހަށިގަނޑުގެ ތެރެއިން ދައުރުވަމުން ދެއެވެ.</p>\n<p>އިންސާނާގެ ހަށިގަނޑަށް ތަޙައްމަލު ނުކުރެވޭ ހަމައެކަނި ހަކަތައަކީ މަރުގެ شعاع އެވެ. އެ شعاع ގައި ވަރަށް މަތީ ވޯލްޓޭޖެއް ހުރެއެވެ. އިންސާނާގެ ހަށިގަނޑަކަށް އެވައްތަރުގެ ވޯލްޓޭޖަކަށް ތަޙައްމަލެއް ނުކުރެވޭނެއެވެ.</p>\n<p>ގަހެއް ކަނޑާލާގޮތަށް މަރުގެ شعاع އިންސާނާގެ ހަށިގަނޑު ހަލާކުކޮށްލާނެއެވެ.</p>\n<p>މަރުގެ شعاع އުފަންވުމާ ގުޅުވައެވެ.</p>\n<p>މަރުގެ شعاع ގެ ސަބަބުން އެތެރޭގެ ކަރަންޓު ބާރުވެ ފީކުންޑު ބިސްތަކުގެ ތެރޭގައި ޖީންތައް އެއްކޮށްލާނެއެވެ.</p>\n<p>މަރުގެ شعاع އިންސާނާގެ ހަށިގަނޑު އަސްލު މާއްދާތަކަށް ބަދަލުކޮށްލާނެއެވެ.</p>\n<p>އެނާޖީގެ ނަފްސު އަޅުގަނޑުމެންގެ ދަރިންނަށް ވާރުތަވެގެން ދާނެއެވެ.</p>\n<p>މަރާބެހޭ އަސްލަކީ ކޮބައިކަމާއި މަރުވުމާއި އުފަންވުމުގެ ދެމެދުގައިވާ ވަގުތަކީ ކޮބައިކަން ހަމައެކަނި މެޑިޓޭޝަންގެ ސައިންސުން ތަޖުރިބާކުރެވޭނެކަމެކެވެ.</p>\n<p>މަދަރުސާތަކާއި، ކޮލެޖުތަކާއި، ޔުނިވަރސިޓީތަކުގެ މުދައްރިސުން އެމީހުންގެ ދަރިވަރުންނަށް އަސްލު ހަޤީޤަތުގެ މަގު ދަސްކޮށްދޭންވާނެއެވެ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/dv/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
