import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "모성",
  "locale": "ko",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "23. 모성",
    "order": 23
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>인간의 삶은 자연스럽게 살아있는 세포의 극도로 빠른 시간에 종속된 단순한 세포로 시작됩니다.</p>\n<p>수태, 임신, 출생은 항상 모든 생명체의 삶이 시작되는 경이롭고 훌륭한 삼위일체입니다.</p>\n<p>우리의 존재의 첫 순간을 극도로 작은 곳에서 살아야 한다는 것을 아는 것은 정말 놀랍습니다. 우리 각자는 현미경으로 보이는 단순한 세포로 변환됩니다.</p>\n<p>우리는 보잘것없는 세포 형태로 존재하기 시작하여 늙고 늙고 추억으로 가득 찬 삶을 마감합니다.</p>\n<p>자아는 기억입니다. 많은 노인들은 현재를 전혀 살지 않고, 많은 노인들은 과거를 기억하며 살아갑니다. 모든 노인은 목소리와 그림자에 불과합니다. 모든 노인은 과거의 유령이며, 축적된 기억이며, 이것이 우리 후손의 유전자에 계속됩니다.</p>\n<p>인간의 수태는 극도로 빠른 시간으로 시작되지만 삶의 다양한 과정을 거치면서 점점 느려집니다.</p>\n<p>많은 독자들은 시간의 상대성을 기억하는 것이 좋습니다. 여름날 오후에 몇 시간만 사는 보잘것없는 곤충은 거의 살지 않는 것처럼 보이지만 실제로 인간이 80년 동안 사는 모든 것을 살고 있습니다. 단지 빠르게 살고 있을 뿐입니다. 인간은 80년 동안 행성이 수백만 년 동안 사는 모든 것을 삽니다.</p>\n<p>정자와 난자가 결합하면 임신이 시작됩니다. 인간의 삶이 시작되는 세포에는 48개의 염색체가 들어 있습니다.</p>\n<p>염색체는 유전자로 나뉘며, 후자의 수백 개 또는 그 이상이 확실히 염색체를 구성합니다.</p>\n<p>유전자는 각각 상상할 수 없을 정도로 빠르게 진동하는 소수의 분자로 구성되어 있기 때문에 연구하기가 매우 어렵습니다.</p>\n<p>유전자의 경이로운 세계는 3차원 세계와 4차원 세계 사이의 중간 지대를 구성합니다.</p>\n<p>유전자에는 유전의 원자가 있습니다. 우리 조상의 심리적 자아가 수정된 난자에 스며듭니다.</p>\n<p>전기 기술 및 원자 과학의 시대에 마지막 숨을 내쉰 조상이 남긴 전자기 흔적이 후손이 수정된 난자의 유전자와 염색체에 각인되었다고 말하는 것은 결코 과장이 아닙니다.</p>\n<p>삶의 길은 죽음의 말발굽 자국으로 형성되어 있습니다.</p>\n<p>존재하는 동안 다양한 유형의 에너지가 인체에 흐릅니다. 각 에너지 유형에는 자체적인 작용 시스템이 있으며, 각 에너지 유형은 정해진 때와 시간에 나타납니다.</p>\n<p>수태 후 두 달이 되면 소화 기능이 있고, 수태 후 네 달이 되면 호흡기 및 근육 시스템과 밀접하게 관련된 추진력이 작용합니다.</p>\n<p>모든 것의 탄생과 죽음의 과학적 광경은 경이롭습니다.</p>\n<p>많은 현자들은 인간의 탄생과 우주 공간에서의 세계의 탄생 사이에 밀접한 유사성이 있다고 주장합니다.</p>\n<p>9개월 후 아기가 태어나고, 10개월 후 모든 경이로운 신진대사와 결합 조직의 대칭적이고 완벽한 발달로 성장이 시작됩니다.</p>\n<p>신생아의 앞 숫구멍이 2~3세에 닫히면 뇌-척수 시스템이 완벽하게 완성되었다는 신호입니다.</p>\n<p>많은 과학자들은 자연은 상상력이 있으며 이 상상력이 존재하는 모든 것, 존재했던 모든 것, 존재할 모든 것에 생생한 형태를 부여한다고 말했습니다.</p>\n<p>수많은 사람들이 상상력을 비웃고 일부는 그것을 “집안의 미친 여자”라고 부르기까지 합니다.</p>\n<p>상상력이라는 단어 주위에는 많은 혼란이 있으며 많은 사람들이 상상력과 환상을 혼동합니다.</p>\n<p>어떤 현자들은 두 가지 상상력이 있다고 말합니다. 첫 번째는 기계적 상상력이라고 부르고 두 번째는 의도적 상상력이라고 부릅니다. 첫 번째는 마음의 폐기물로 구성되고 두 번째는 우리 안에 있는 가장 가치 있고 품위 있는 것에 해당합니다.</p>\n<p>관찰과 경험을 통해 우리는 또한 일종의 병적인 잠재의식적이고 주관적인 기계적 하위 상상력이 존재한다는 것을 확인할 수 있었습니다.</p>\n<p>이러한 유형의 자동 하위 상상력은 지적 영역 아래에서 작동합니다.</p>\n<p>에로틱한 이미지, 병적인 영화, 이중적인 의미가 담긴 외설적인 이야기, 병적인 농담 등은 무의식적으로 기계적 하위 상상력을 작동시키는 경향이 있습니다.</p>\n<p>심층 분석을 통해 우리는 에로틱한 꿈과 야간 몽정이 기계적 하위 상상력 때문이라는 논리적 결론에 도달했습니다.</p>\n<p>기계적 하위 상상력이 존재하는 한 절대적인 정절은 불가능합니다.</p>\n<p>의식적인 상상력이 주관적이고 잠재의식적이며 무의식적인 기계적 상상력이라고 불리는 것과 근본적으로 다르다는 것은 모든 면에서 완벽하게 분명합니다.</p>\n<p>모든 표현은 자기 고양적이고 품위 있게 인식될 수 있지만 기계적이고 잠재의식적이며 무의식적인 유형의 하위 상상력은 감각적이고 열정적이며 잠재된 뉘앙스와 이미지로 자동으로 작동하여 우리를 배신할 수 있습니다.</p>\n<p>만약 우리가 완전하고 통합적이며 근본적인 정절을 원한다면 의식적인 상상력뿐만 아니라 기계적 상상력과 무의식적이고 자동적이며 잠재의식적이며 잠재된 하위 상상력도 감시해야 합니다.</p>\n<p>성욕과 상상력 사이에 존재하는 밀접한 관계를 결코 잊어서는 안 됩니다.</p>\n<p>심층 명상을 통해 우리는 모든 유형의 기계적 상상력과 모든 형태의 자동 하위 상상력 및 하위 상상력을 의식적이고 객관적인 상상력으로 변환해야 합니다.</p>\n<p>객관적인 상상력은 본질적으로 창의적이며, 그것 없이는 발명가가 전화, 라디오, 비행기 등을 구상할 수 없었을 것입니다.</p>\n<p>임신한 여성의 상상력은 태아 발달에 매우 중요합니다. 모든 어머니는 자신의 상상력으로 태아의 정신을 바꿀 수 있다는 것이 입증되었습니다.</p>\n<p>임신한 여성이 아름다운 그림, 숭고한 풍경을 감상하고 고전 음악과 조화로운 단어를 듣는 것이 시급하며, 그래야만 그녀의 자궁 속에 있는 생명체의 정신에 조화롭게 작용할 수 있습니다.</p>\n<p>임신한 여성은 술을 마시거나 담배를 피우거나 추하고 불쾌한 것을 감상해서는 안 됩니다. 왜냐하면 이 모든 것이 생명체의 조화로운 발달에 해롭기 때문입니다.</p>\n<p>임신한 여성의 모든 변덕과 실수를 용서하는 법을 알아야 합니다.</p>\n<p>많은 편협하고 진정한 이해가 부족한 남성들은 화를 내고 임신한 여성을 모욕합니다. 이러한 여성의 괴로움, 자질이 부족한 남편으로 인한 고통은 육체적으로나 정신적으로 임신 중인 태아에게 영향을 미칩니다.</p>\n<p>창의적인 상상력의 힘을 고려할 때 임신한 여성이 추하고 불쾌하고 부조화스럽고 혐오스러운 것을 감상해서는 안 된다고 말하는 것이 논리적입니다.</p>\n<p>이제 정부가 모성과 관련된 큰 문제를 해결하는 데 관심을 가져야 할 때입니다.</p>\n<p>기독교적이고 민주적이라고 자부하는 사회에서 모성의 종교적 의미를 존중하고 숭배하는 법을 모른다는 것은 모순입니다. 남편과 사회로부터 버려지고, 빵 한 조각이나 일자리를 구걸하고, 종종 배 속에 있는 생명체와 함께 살아남기 위해 힘든 육체 노동을 하는 수천 명의 임신한 여성을 보는 것은 끔찍합니다.</p>\n<p>현 사회의 이러한 비인간적인 상태, 통치자와 국민의 잔인함과 무책임함은 민주주의가 아직 존재하지 않는다는 것을 분명히 나타내고 있습니다.</p>\n<p>병원과 산부인과는 아직 문제를 해결하지 못했습니다. 왜냐하면 해당 병원에는 산모가 출산이 다가올 때만 올 수 있기 때문입니다.</p>\n<p>엄숙한 가난에 처한 임신한 여성을 위한 살롱과 레지던스, 이들의 자녀를 위한 진료소와 킨데가 갖춰진 공동 주택, 진정한 정원 도시가 시급히 필요합니다.</p>\n<p>이러한 공동 주택은 엄숙한 가난에 처한 임신한 여성을 위한 숙소이며, 모든 종류의 편의 시설, 꽃, 음악, 조화, 아름다움 등으로 가득 차 있어 모성의 큰 문제를 완전히 해결할 수 있습니다.</p>\n<p>인간 사회는 큰 가족이며 어떤 문제도 남의 문제가 아니라는 것을 이해해야 합니다. 왜냐하면 모든 문제가 사회의 모든 구성원에게 해당 범위 내에서 어떤 식으로든 영향을 미치기 때문입니다. 엄숙한 가난에 처해 있다는 이유로 임신한 여성을 차별하는 것은 터무니없습니다. 그들을 과소평가하고 경멸하거나 가난한 사람들의 보호소에 밀어 넣는 것은 범죄 행위입니다.</p>\n<p>우리가 사는 이 사회에는 자식과 의붓자식이 있을 수 없습니다. 왜냐하면 우리는 모두 인간이고 똑같은 권리를 가지고 있기 때문입니다.</p>\n<p>우리가 공산주의에 삼켜지는 것을 정말로 원하지 않는다면 진정한 민주주의를 창조해야 합니다.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ko/educacion-fundamental/la-maternidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ko/educacion-fundamental/la-maternidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ko/educacion-fundamental/la-maternidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
