import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "الموت",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. الموت",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>من الضروري أن نفهم بعمق وعلى جميع الأصعدة الذهنية ما هو الموت بحد ذاته، عندها فقط يمكننا حقًا فهم الخلود بشكل كامل.</p>\n<p>إن رؤية جسد إنسان عزيز مسجى في نعش لا يعني فهم سر الموت.</p>\n<p>الحقيقة هي المجهول في كل لحظة. والحقيقة حول الموت لا يمكن أن تكون استثناءً.</p>\n<p>إن الأنا تريد دائمًا، وكأمر طبيعي، تأمينًا على الموت، وضمانًا إضافيًا، وسلطة تتعهد بضمان وضع جيد وأي نوع من الخلود بعد القبر المرعب.</p>\n<p>الأنا لا ترغب في الموت. الأنا تريد الاستمرار. الأنا تخاف الموت كثيرًا.</p>\n<p>الحقيقة ليست مسألة تصديق أو شك. الحقيقة لا علاقة لها بالتصديق أو الشك. الحقيقة ليست مسألة أفكار أو نظريات أو آراء أو مفاهيم أو تصورات مسبقة أو افتراضات أو تحيزات أو تأكيدات أو مفاوضات، إلخ. والحقيقة حول سر الموت ليست استثناءً.</p>\n<p>الحقيقة حول سر الموت لا يمكن معرفتها إلا من خلال التجربة المباشرة.</p>\n<p>من المستحيل إيصال التجربة الحقيقية للموت إلى من لا يعرفها.</p>\n<p>يمكن لأي شاعر أن يكتب كتبًا جميلة عن الحب، لكن من المستحيل إيصال الحقيقة حول الحب إلى الأشخاص الذين لم يختبروه أبدًا، وبالمثل نقول إنه من المستحيل إيصال الحقيقة حول الموت إلى الأشخاص الذين لم يعيشوه.</p>\n<p>من يريد أن يعرف الحقيقة حول الموت يجب أن يبحث ويختبر بنفسه، وأن يسعى بالطريقة الصحيحة، عندها فقط يمكننا اكتشاف المعنى العميق للموت.</p>\n<p>لقد سمح لنا الملاحظة والتجربة على مر السنين بفهم أن الناس ليسوا مهتمين بفهم المعنى العميق للموت حقًا؛ الشيء الوحيد الذي يهم الناس حقًا هو الاستمرار في الحياة الآخرة وهذا كل شيء.</p>\n<p>يرغب الكثير من الناس في الاستمرار من خلال الممتلكات المادية، والمكانة، والأسرة، والمعتقدات، والأفكار، والأطفال، وما إلى ذلك، وعندما يدركون أن أي نوع من الاستمرارية النفسية هو عبثي، وعابر، وزائل، وغير مستقر، فإنهم يشعرون بعدم وجود ضمانات، وعدم الأمان، والرعب، والذعر، ويمتلئون بالرعب اللامتناهي.</p>\n<p>لا يريد الفقراء أن يفهموا، لا يريدون أن يفهموا أن كل ما يستمر يتطور في الوقت المناسب.</p>\n<p>لا يريد الفقراء أن يفهموا أن كل ما يستمر يتدهور مع مرور الوقت.</p>\n<p>لا يريد الفقراء أن يفهموا أن كل ما يستمر يصبح ميكانيكيًا وروتينيًا ومملًا.</p>\n<p>من الضروري والملح واللازم أن نعي تمامًا المعنى العميق للموت، عندها فقط يختفي الخوف من التوقف عن الوجود.</p>\n<p>من خلال المراقبة الدقيقة للبشرية، يمكننا أن نتحقق من أن العقل دائمًا محبوس في المعروف ويريد أن يستمر هذا المعروف إلى ما بعد القبر.</p>\n<p>العقل المحبوس في المعروف لن يتمكن أبدًا من تجربة المجهول والحقيقي والصادق.</p>\n<p>فقط من خلال كسر زجاجة الزمن عن طريق التأمل الصحيح، يمكننا تجربة الأبدي، وغير الزمني، والحقيقي.</p>\n<p>أولئك الذين يرغبون في الاستمرار يخافون الموت ومعتقداتهم ونظرياتهم لا تفيدهم إلا كمخدر.</p>\n<p>الموت بحد ذاته ليس مرعبًا على الإطلاق، إنه شيء جميل جدًا، وسام، ولا يوصف، لكن العقل المحبوس في المعروف، يتحرك فقط داخل الحلقة المفرغة التي تنتقل من التصديق إلى الشك.</p>\n<p>عندما نصبح حقًا على دراية كاملة بالمعنى العميق والعميق للموت، فإننا نكتشف بأنفسنا من خلال التجربة المباشرة أن الحياة والموت يشكلان كيانًا متكاملاً، ووحدة كاملة.</p>\n<p>الموت هو مستودع الحياة. طريق الحياة يتشكل من آثار حوافر الموت.</p>\n<p>الحياة هي طاقة محددة ومحددة. من الولادة إلى الموت تتدفق أنواع مختلفة من الطاقة داخل جسم الإنسان.</p>\n<p>النوع الوحيد من الطاقة التي لا يستطيع جسم الإنسان مقاومتها هو شعاع الموت. هذا الشعاع لديه جهد كهربائي مرتفع للغاية. لا يستطيع جسم الإنسان مقاومة مثل هذا الجهد.</p>\n<p>كما أن البرق يمكن أن يحطم شجرة، كذلك فإن شعاع الموت عندما يتدفق عبر جسم الإنسان يدمره حتماً.</p>\n<p>شعاع الموت يربط ظاهرة الموت بظاهرة الولادة.</p>\n<p>شعاع الموت يسبب توترات كهربائية حميمة للغاية ومفتاحًا معينًا له القدرة على تحديد كيفية دمج الجينات داخل البويضة الملقحة.</p>\n<p>شعاع الموت يختزل جسم الإنسان إلى عناصره الأساسية.</p>\n<p>الأنا، الذات النشطة، تستمر في نسلنا للأسف.</p>\n<p>ما هي الحقيقة حول الموت، وما هي الفترة الفاصلة بين الموت والحمل هو شيء لا ينتمي إلى الزمن وأنه فقط من خلال علم التأمل يمكننا تجربته.</p>\n<p>يجب على المعلمين والمعلمات في المدارس والكليات والجامعات أن يعلموا طلابهم وطالباتهم الطريق الذي يؤدي إلى تجربة الحقيقي والصادق.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
