import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Смерть",
  "locale": "ru",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. Смерть",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Крайне важно глубоко и во всех областях сознания понять, что такое СМЕРТЬ сама по себе. Только так можно по-настоящему и целиком понять, что такое бессмертие.</p>\n<p>Видеть тело любимого человека, помещенное в гроб, не означает понять тайну смерти.</p>\n<p>Истина — это неизвестное из момента в момент. Истина о смерти не может быть исключением.</p>\n<p>ЭГО всегда хочет, как это вполне естественно, страховку от смерти, дополнительную гарантию, какую-то власть, которая позаботится о том, чтобы обеспечить нам хорошее положение и любую форму бессмертия по ту сторону ужасающей могилы.</p>\n<p>САМОМУ МНЕ не очень-то хочется умирать. ЭГО хочет продолжаться. ЭГО очень боится смерти.</p>\n<p>ИСТИНА — это не вопрос веры или сомнения. Истина не имеет ничего общего с доверчивостью или скептицизмом. Истина — это не вопрос идей, теорий, мнений, концепций, предвзятых мнений, предположений, предубеждений, утверждений, переговоров и т. д. Истина о тайне Смерти не является исключением.</p>\n<p>Истина о тайне смерти может быть познана только через непосредственный опыт.</p>\n<p>Невозможно передать РЕАЛЬНЫЙ опыт смерти тому, кто его не знает.</p>\n<p>Любой поэт может написать прекрасные книги о ЛЮБВИ, но невозможно передать ИСТИНУ о ЛЮБВИ людям, которые никогда ее не испытывали. Подобным образом мы говорим, что невозможно передать истину о смерти людям, которые ее не пережили.</p>\n<p>Кто хочет узнать правду о смерти, должен исследовать, экспериментировать сам, искать как должно. Только так мы можем открыть глубокий смысл смерти.</p>\n<p>Наблюдения и опыт многих лет позволили нам понять, что людям не интересно по-настоящему понимать глубокий смысл смерти; людям единственное, что действительно интересно, — это продолжаться в загробной жизни, и это все.</p>\n<p>Многие люди желают продолжаться посредством материальных благ, престижа, семьи, убеждений, идей, детей и т. д., и когда они понимают, что любой вид психологической преемственности тщетен, преходящ, эфемерен, нестабилен, тогда, чувствуя себя без гарантий, неуверенно, они пугаются, ужасаются, наполняются бесконечным ужасом.</p>\n<p>Не хотят понимать бедные люди, не хотят понимать, что все, что продолжается, разворачивается во времени.</p>\n<p>Не хотят понимать бедные люди, что все, что продолжается, приходит в упадок со временем.</p>\n<p>Не хотят понимать бедные люди, что все, что продолжается, становится механистичным, рутинным, скучным.</p>\n<p>Крайне важно, необходимо, совершенно необходимо осознать глубокий смысл смерти, только так исчезает страх перестать существовать.</p>\n<p>Внимательно наблюдая за человечеством, мы можем убедиться, что ум всегда заперт в известном и хочет, чтобы то, что известно, продолжалось по ту сторону могилы.</p>\n<p>Ум, запертый в известном, никогда не сможет испытать неизвестное, реальное, истинное.</p>\n<p>Только разбив бутылку времени посредством правильной медитации, мы можем испытать ВЕЧНОЕ, ВНОВРЕМЕННОЕ, РЕАЛЬНОЕ.</p>\n<p>Те, кто хочет продолжаться, боятся смерти, и их убеждения и теории служат им лишь наркотиком.</p>\n<p>В смерти самой по себе нет ничего ужасного, это нечто прекрасное, возвышенное, невыразимое, но ум, запертый в известном, движется только внутри порочного круга, который идет от доверчивости к скептицизму.</p>\n<p>Когда мы действительно полностью осознаем глубокий и всеобъемлющий смысл смерти, мы обнаруживаем тогда сами посредством непосредственного опыта, что Жизнь и Смерть составляют единое целое, уни-тотальность.</p>\n<p>Смерть — это хранилище Жизни. Путь Жизни сформирован следами копыт смерти.</p>\n<p>Жизнь — это энергия определенная и определяющая. С момента рождения до смерти внутри человеческого организма текут разные типы энергии.</p>\n<p>Единственный тип энергии, который человеческий организм не может выдержать, — это ЛУЧ СМЕРТИ. Этот луч обладает слишком высоким электрическим напряжением. Человеческий организм не может выдержать такое напряжение.</p>\n<p>Подобно тому, как молния может разорвать дерево, так и луч смерти, проходя через человеческий организм, неизбежно разрушает его.</p>\n<p>Луч смерти связывает феномен смерти с феноменом рождения.</p>\n<p>Луч смерти порождает очень глубокие электрические напряжения и определенную ключевую ноту, которая обладает определяющей силой объединять гены внутри оплодотворенного яйца.</p>\n<p>Луч смерти сводит человеческий организм к его основным элементам.</p>\n<p>ЭГО, энергетическое Я, к сожалению, продолжает жить в наших потомках.</p>\n<p>То, что есть Истина о смерти, то, что есть интервал между смертью и зачатием, — это нечто, что не принадлежит времени и что только посредством науки медитации мы можем испытать.</p>\n<p>Мастера и Учителя в школах, колледжах и университетах должны учить своих учеников и учениц пути, который ведет к переживанию РЕАЛЬНОГО, ИСТИННОГО.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ru/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
