import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "الأمومة",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "23. الأمومة",
    "order": 23
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>تبدأ حياة الإنسان كخلية بسيطة تخضع، بطبيعة الحال، للوقت السريع للغاية للخلايا الحية.</p>\n<p>الحمل، والولادة، هما دائمًا الثالوث الرائع والهائل الذي تبدأ به حياة أي مخلوق.</p>\n<p>من المدهش حقًا أن نعرف أن لحظات وجودنا الأولى يجب أن نعيشها في ما لا نهاية له، وقد تحول كل واحد منا إلى خلية مجهرية بسيطة.</p>\n<p>نبدأ الوجود في شكل خلية ضئيلة وننهي الحياة كبارًا في السن ومثقلين بالذكريات.</p>\n<p>الأنا هي الذاكرة. العديد من كبار السن لا يعيشون في الحاضر على الإطلاق، والعديد من كبار السن يعيشون فقط يتذكرون الماضي. كل عجوز ليس أكثر من صوت وظل. كل شيخ هو شبح من الماضي، ذاكرة متراكمة وهذه هي التي تستمر في جينات نسلنا.</p>\n<p>يبدأ الحمل البشري بأوقات سريعة للغاية، ولكن من خلال العمليات المختلفة للحياة تصبح أبطأ فأكثر.</p>\n<p>يجب على العديد من القراء أن يتذكروا نسبية الوقت. الحشرة الصغيرة التي تعيش بضع ساعات فقط في أمسية صيفية، تبدو وكأنها لم تعش تقريبًا، لكنها تعيش في الواقع كل ما يعيشه الإنسان في ثمانين عامًا، ما يحدث هو أنها تعيش بسرعة، والإنسان يعيش في ثمانين عامًا كل ما يعيشه كوكب في ملايين السنين.</p>\n<p>عندما يلتقي الحيوان المنوي بالبويضة يبدأ الحمل. الخلية التي تبدأ بها حياة الإنسان تحتوي على ثمانية وأربعين كروموسوم.</p>\n<p>تنقسم الكروموسومات إلى جينات، ومئة أو أكثر من هذه الأخيرة تشكل بالتأكيد ما هو الكروموسوم.</p>\n<p>من الصعب جدًا دراسة الجينات لأن كل منها يتكون من بضع جزيئات تهتز بسرعة لا يمكن تصورها.</p>\n<p>يشكل العالم الرائع للجينات منطقة وسيطة بين العالم ثلاثي الأبعاد وعالم البعد الرابع.</p>\n<p>توجد في الجينات ذرات الوراثة. الأنا النفسية لأسلافنا تأتي لتشرب البويضة الملقحة.</p>\n<p>في هذا العصر من الهندسة الكهربائية والعلوم الذرية، لا يبدو من المبالغة بأي حال من الأحوال التأكيد على أن البصمة الكهرومغناطيسية التي تركها سلف زفر أنفاسه الأخيرة قد طبعت على الجينات والكروموسومات للبويضة الملقحة من قبل أحد أحفاده.</p>\n<p>طريق الحياة يتكون من آثار حوافر حصان الموت.</p>\n<p>خلال مسيرة الوجود، تتدفق أنواع مختلفة من الطاقة عبر جسم الإنسان؛ كل نوع من الطاقة له نظام عمل خاص به، وكل نوع من الطاقة يظهر في وقته وفي ساعته.</p>\n<p>في الشهر الثاني من الحمل لدينا وظيفة الجهاز الهضمي وفي الشهر الرابع من الحمل تدخل حيز التنفيذ القوة الدافعة المرتبطة ارتباطًا وثيقًا بالجهازين التنفسي والعضلي.</p>\n<p>إنه لمنظر علمي رائع ميلاد وموت كل شيء.</p>\n<p>يؤكد العديد من الحكماء أن هناك تشابهًا وثيقًا بين ولادة المخلوق البشري وولادة العوالم في الفضاء الخارجي.</p>\n<p>يولد الطفل في الشهر التاسع، وفي الشهر العاشر يبدأ النمو بكل عمليات الأيض الرائعة وتطور الأنسجة الضامة المتماثل والمثالي.</p>\n<p>عندما تنغلق اليافوخ الأمامي للمواليد الجدد في عمر سنتين أو ثلاث سنوات، فهذه علامة على أن الجهاز الدماغي الشوكي قد اكتمل تمامًا.</p>\n<p>قال العديد من العلماء إن الطبيعة لديها خيال وأن هذا الخيال يعطي شكلاً حيًا لكل ما هو موجود، ولكل ما كان ولكل ما سيكون.</p>\n<p>يضحك الكثير من الناس على الخيال والبعض يسميه حتى “مجنون البيت”.</p>\n<p>هناك الكثير من الارتباك حول كلمة خيال وهناك الكثير ممن يخلطون بين الخيال والخيال.</p>\n<p>يقول بعض الحكماء أن هناك نوعان من الخيال. الأول يسمونه الخيال الميكانيكي والثاني يسمونه الخيال المتعمد: الأول يتكون من نفايات العقل والثاني يتوافق مع أثمن وأجمل ما لدينا في الداخل.</p>\n<p>من خلال الملاحظة والخبرة تمكنا من التحقق من وجود نوع من الخيال الميكانيكي المرضي اللاواعي والذاتي أيضًا.</p>\n<p>هذا النوع من الخيال التلقائي يعمل تحت المنطقة الفكرية.</p>\n<p>الصور المثيرة، والأفلام المريضة، والقصص المثيرة ذات المعنى المزدوج، والنكات المريضة، وما إلى ذلك، عادة ما تجعل الخيال الميكانيكي يعمل بشكل غير واعٍ.</p>\n<p>لقد قادتنا تحليلات الخلفية المتعمقة إلى الاستنتاج المنطقي بأن الأحلام المثيرة والانبعاثات الليلية ترجع إلى الخيال الميكانيكي.</p>\n<p>العفة المطلقة مستحيلة طالما وجد الخيال الميكانيكي.</p>\n<p>من الواضح تمامًا أن الخيال الواعي يختلف اختلافًا جذريًا عما يسمى بالخيال الميكانيكي والذاتي واللاواعي. اللاوعي.</p>\n<p>يمكن تصور أي تمثيل بطريقة تعزز الذات وكرامة، لكن الخيال الفرعي من النوع الميكانيكي واللاواعي واللاوعي يمكن أن يخوننا من خلال العمل تلقائيًا بفروق دقيقة وصور حسية وعاطفية وغارقة.</p>\n<p>إذا أردنا العفة المتكاملة والشاملة والمتعمقة، فنحن بحاجة إلى مراقبة ليس فقط الخيال الواعي، ولكن أيضًا الخيال الميكانيكي والخيال الفرعي اللاواعي والتلقائي واللاوعي والغارق.</p>\n<p>يجب ألا ننسى أبدًا العلاقة الحميمة بين الجنس والخيال.</p>\n<p>من خلال التأمل العميق يجب أن نحول كل أنواع الخيال الميكانيكي وكل أشكال الخيال الفرعي والخيال الأدنى التلقائي إلى خيال واعٍ وموضوعي.</p>\n<p>الخيال الموضوعي في حد ذاته هو جوهريًا مبدع، وبدونه لم يكن المخترع ليتمكن من تصور الهاتف والراديو والطائرة وما إلى ذلك.</p>\n<p>خيال المرأة الحامل أساسي لنمو الجنين. ثبت أن كل أم يمكنها أن تغير نفسية الجنين بخيالها.</p>\n<p>من الملح أن تتأمل المرأة الحامل لوحات جميلة ومناظر طبيعية سامية وتستمع إلى الموسيقى الكلاسيكية والكلمات المتناغمة، وبهذه الطريقة يمكنها أن تعمل على نفسية المخلوق الذي تحمله في أحشائها بانسجام.</p>\n<p>يجب على المرأة الحامل ألا تشرب الكحول أو تدخن أو تتأمل ما هو قبيح وغير سار لأن كل هذا ضار بالنمو المتناغم للمخلوق.</p>\n<p>يجب أن نعرف كيف نغفر كل نزوات وأخطاء المرأة الحامل.</p>\n<p>يغضب الكثير من الرجال المتعصبين والذين يفتقرون إلى الفهم الحقيقي ويهينون المرأة الحامل. إن مرارة هذه المرأة، والأحزان التي يسببها الزوج الذي يفتقر إلى الجودة، لها تأثير على الجنين في حالة الحمل، ليس فقط جسديًا ولكن أيضًا نفسيًا.</p>\n<p>مع الأخذ في الاعتبار قوة الخيال المبدع، من المنطقي التأكيد على أن المرأة الحامل يجب ألا تتأمل ما هو قبيح وغير سار وغير متناغم ومقرف، إلخ.</p>\n<p>لقد حان الوقت لكي تهتم الحكومات بحل المشاكل الكبيرة المتعلقة بالأمومة.</p>\n<p>من غير المنطقي أنه في مجتمع يفتخر بأنه مسيحي وديمقراطي، لا يعرف كيف يحترم ويبجل المعنى الديني للأمومة. من الوحشي رؤية آلاف النساء الحوامل دون أي حماية، مهجورات من قبل الزوج والمجتمع، يتسولن قطعة خبز أو وظيفة وغالبًا ما يمارسن أعمالًا مادية قاسية من أجل البقاء على قيد الحياة مع المخلوق الذي يحملنه بين أحشائهن.</p>\n<p>هذه الحالات غير الإنسانية في المجتمع الحالي، وهذا القسوة وعدم مسؤولية الحكام والشعوب يشيرون إلينا بوضوح تام إلى أن الديمقراطية لم توجد بعد.</p>\n<p>المستشفيات وقاعات الولادة التابعة لها لم تحل المشكلة بعد، لأن هذه المستشفيات لا يمكن أن تصل إليها النساء إلا عندما تقترب الولادة.</p>\n<p>هناك حاجة ماسة إلى منازل جماعية، مدن حدائق حقيقية مجهزة بصالات إقامة للنساء الحوامل الفقيرات، وعيادات وحدائق لأبنائهن.</p>\n<p>هذه المنازل الجماعية هي سكن للنساء الفقيرات في حالة الحمل، مليئة بجميع أنواع وسائل الراحة والزهور والموسيقى والوئام والجمال، وما إلى ذلك، ستحل تمامًا مشكلة الأمومة الكبيرة.</p>\n<p>يجب أن نفهم أن المجتمع البشري هو عائلة كبيرة وأنه لا توجد مشكلة خارجية لأن كل مشكلة تؤثر بشكل أو بآخر داخل دائرتها الخاصة على جميع أفراد المجتمع. من السخف التمييز ضد النساء الحوامل لمجرد أنهن فقيرات. من الإجرامي الاستهانة بهن أو احتقارهن أو وضعهن في ملجأ للمحتاجين.</p>\n<p>في هذا المجتمع الذي نعيش فيه لا يمكن أن يكون هناك أبناء وزوجات أب، لأننا جميعًا بشر ولنا نفس الحقوق.</p>\n<p>نحن بحاجة إلى خلق الديمقراطية الحقيقية، إذا كنا لا نريد حقًا أن يلتهمنا الشيوعيون.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/la-maternidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-maternidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-maternidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
