import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "जाण्टीकण",
  "locale": "kok",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "23. जाण्टीकण",
    "order": 23
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>মনशानচী জীণ এক साधा সেलान्त सुरू जाता, जिविताचीं कोशिकां जितलीं बेगीन वागतात तशें.</p>\n<p>गर्भधारणा, जल्म, जल्म, हें सदांच एक अद्भुत आनी भयंकर त्रिकूट, जेन्ना कोणाय कल्पनेची जिवीत सुरू जाता.</p>\n<p>खऱ्यांनीच अचंबा येता, आमच्या अस्तित्वाचे पयले क्षण खूब ल्हान जाग्यार जियेवंक मेळटात, आमचे भितरलो दरेकण एक साधा सूक्ष्मदर्शी सेल्लो जाता.</p>\n<p>आमी एका निरर्थक कोशिकाचे रूपान जियेवंक सुरू करता आनी आमची जীণ म्हतारपणान सोंपता, आठवणानी भरून.</p>\n<p>‘म्हाका’ म्हळ्यार याद. खूब म्हतारे लोक आयच्या दिसा जियेनात, खूब जाण फक्त आदल्या काळाची याद करतात. दरेक म्हतारे म्हळ्यार फक्त आवाज आनी सावळी. दरेक म्हतारे म्हळ्यार आदल्या काळाचो भूत, जमो केल्ली याद आनी ती आमच्या वंशजांच्या जिनसांत चालू उरता.</p>\n<p>मनीस गर्भधारणेची सुरवात खूब बेगीन जाता, पूण जिविताच्या वेगळ्या प्रक्रिये वरवीं ती हळू हळू जाता.</p>\n<p>खूब वाचप्यांक वेळाची सापेक्षता याद दवरपाक सोयीची जातली. एक निरर्थक कीड जो उन्हाळ्याच्या सांजवेळार कांय वरां जियेता, तें खूब कमी जियेता अशें दिसता, पूण तो मनीस ८० वर्सांनी जितलें जियेता तितलेंच जियेता, फरक इतलोच की तो खूब बेगीन जियेता, मनीस ८० वर्सांनी तितलें जियेता जितलें एक ग्रह लाखो वर्सांनी जियेता.</p>\n<p>जेन्ना नरपेशी अंड्याक मेळटा तेन्ना गर्भधारणा सुरू जाता. ज्या कोशिकांनी मनीस जिविताची सुरवात जाता तातूंत ४८ क्रोमोसोम आसतात.</p>\n<p>क्रोमोसोम जिनांनी वांटून जातात, तातूंतलीं शेंकड्यांनी वा ताचे वयर एक क्रोमोसोम तयार करतात.</p>\n<p>जिनांचो अभ्यास करप खूब कठीण, कारण तातूंतलीं दरेक कांय मोलेक्यूलानीं तयार जाल्लीं आसतात जीं खूब बेगीन कंपन करतात.</p>\n<p>जिनांचें अद्भुत जग त्रिमितीय जग आनी चवथ्या आयामाच्या जगा मदली मध्यवर्ती जमीन तयार करता.</p>\n<p>जिनांनी वारसाचे परमाणु मेळटात. आमच्या आदल्या लोकांचो मानसिक ‘स्व’ फलित अंड्याक भरता.</p>\n<p>इलेक्ट्रिकल अभियांत्रिकी आनी परमाणु विज्ञानाच्या ह्या युगांत, आमच्या आदल्या लोकांचे विद्युत-चुंबकीय पावलांचें निशान ताच्या वंशजांच्या जिन आनी क्रोमोसोमांत छापून आयलां, अशें म्हणप अतिशयोक्तीचें न्हय.</p>\n<p>जिविताचो रस्तो मरणाच्या घोड्याचे पायलांनी भरला.</p>\n<p>अस्तित्वाच्या वेळार, मनीस कुडींतल्यान वेगळ्या तरेची ऊर्जा व्हांवता; दरेक तरेच्या उर्जेची आपापली कार्यप्रणाली आसता, दरेक तरेची ऊर्जा आपापल्या वेळार आनी घड्याळार दिसून येता.</p>\n<p>गर्भधारणेच्या दोन म्हयन्यांनी पचनक्रिया सुरू जाता आनी गर्भधारणेच्या चार म्हयन्यांनी प्रेरणा शक्ती सुरू जाता, जी श्वसन आनी स्नायू प्रणाली कडेन खूब लागीं संबंदीत आसा.</p>\n<p>सगळ्यो वस्तू जल्माक येवन मरतांचो वैज्ञानिक देखावो खूब अद्भुत.</p>\n<p>खूब जाणकार म्हणटात की मनीस जल्माक येता आनी अवकाशांतलीं जग जल्माक येतात तातूंत खूब सारकेपण आसा.</p>\n<p>नव म्हयन्यांनी भुरगें जल्माक येता, धा म्हयन्यांनी वाड सुरू जाता आनी तातूंत अद्भुत चयापचय आनी जोडपी ऊतींचो समतोल आनी परिपूर्ण विकास जाता.</p>\n<p>जेन्ना नवजात शिशूंचो मुखारचो फाँटानेल दोन ते तीन वर्सांचेर बंद जाता, तेन्ना मेंदू-पाणयो प्रणाली पुराय तरेन सोंपल्याचें तें चिन्ह.</p>\n<p>खूब वैज्ञानिकांनीं म्हणलां की निसर्गाक कल्पना शक्ती आसा आनी ही कल्पना शक्ती सगळ्याक आकार दिता, जें आसा, जें आशिल्लें, जें आसतलें.</p>\n<p>खूब लोक कल्पनेची थट्टा करतात आनी कांय लोक ताका ‘घराची वेडी’ म्हणटात.</p>\n<p>कल्पना ह्या उतरा भोंवतणी खूब गोंदळ आसा आनी खूब लोक कल्पनेक काल्पनिकते कडेन गोंदळटात.</p>\n<p>कांय जाणकार म्हणटात की दोन कल्पना आसात. पयलेक ते यांत्रिक कल्पना म्हणटात आनी दुसरेक हेतू कल्पना: पयली मनाच्या उरिल्ल्या भागांनी तयार जाल्ली आसता आनी दुसरी आमच्या भितर आशिल्ल्या सगळ्यांत योग्य आनी सभ्य वस्तू कडेन जुळटा.</p>\n<p>निरीक्षण आनी अनुभवा वरवीं आमी हें सिद्ध करूंक शकल्यांव की एक तरेची यांत्रिक उप-कल्पना रोगट अवचेतन आनी व्यक्तिनिष्ठ आसता.</p>\n<p>ह्या तरेची स्वयंचलित उप-कल्पना बौद्धिक क्षेत्राच्या सकयल वागता.</p>\n<p>कामुक प्रतिमा, रोगट सिनेमा, मसालेदार कथां, रोगट विनोद, आदी अवचेतनपणान यांत्रिक उप-कल्पनेक काम करपाक लायतात.</p>\n<p>खोल विश्लेशणान आमी ह्या तर्काचेर पावल्यांव की कामुक सपनां आनी रातीचें प्रदूषण यांत्रिक उप-कल्पनेन जाता.</p>\n<p>जे मेरेन यांत्रिक उप-कल्पना आसा ते मेरेन पुराय ब्रम्हचर्य अशक्य.</p>\n<p>हें पुराय तरेन स्पश्ट आसा की सचेतन कल्पना ह्या यांत्रिक, व्यक्तिनिष्ठ, अवचेतन, उपचेतन म्हणटात तातूंतल्यान पुरायपणान वेगळी आसा.</p>\n<p>कोणतीय प्रतिमा स्व-उत्थान आनी प्रतिष्ठेच्या रूपान समजून घेवंक शकता, पूण यांत्रिक तरेची उप-कल्पना, अवचेतन, उपचेतन, अवचेतन, स्वयंचलितपणान वासनायुक्त, उत्कट, बुडिल्ल्या रंगांनी आनी प्रतिमांनी फसवणूक करूंक शकता.</p>\n<p>जर आमकां पुराय ब्रम्हचर्य जाय, तर आमी फक्त सचेतन कल्पनेचेर न्हय, पूण यांत्रिक कल्पनेचेरूय लक्ष दवरूंक जाय आनी अवचेतन, स्वयंचलित, उपचेतन, बुडिल्ली उप-कल्पनेचेरूय लक्ष दवरूंक जाय.</p>\n<p>लिंग आनी कल्पना हांचे मदलो घट्ट संबंद आमी केन्नाच विसरूंक फावो ना.</p>\n<p>खोल ध्याना वरवीं आमी सगळ्या तरेची यांत्रिक कल्पना आनी स्वयंचलित उप-कल्पना, सचेतन, वस्तुनिष्ठ कल्पनेंत बदलूंक जाय.</p>\n<p>वस्तुनिष्ठ कल्पना स्वता कडेन खूब गरजेची, तिचे शिवाय संशोधक टेलीफोन, रेडिओ, विमान, आदी कल्पना करूंक शकलो ना.</p>\n<p>गर्भवती बायलेची कल्पना गर्भाच्या विकासा खातीर खूब म्हत्वाची. सिद्ध जालां की दरेक आवय आपल्या कल्पनेन गर्भाच्या मनाक बदलूंक शकता.</p>\n<p>गर्भवती बायलेन सोबीत चित्रां, उत्कृश्ट देखावे पळोवप गरजेचें आसा आनी शास्त्रीय संगीत आनी जुळपी उतरां आयकून, ती आपल्या गर्भाशयांत आशिल्ल्या जिविताचेर जुळपी तरेन वागूंक शकता.</p>\n<p>गर्भवती बायलेन दारू पियेवंक फावना, धुम्रपान करूंक फावना, वायट वस्तू पळोवंक फावनात, कारण हें सगळें जिविताच्या जुळपी विकासा खातीर हानिकारक आसा.</p>\n<p>गर्भवती बायलेचे सगळे लहरी आनी चुका माफ करपाक जाणून घेवंक जाय.</p>\n<p>खूब असहिष्णू आनी खरें समजूंक नाशिल्ले दादले गर्भवती बायलेक राग दाखयतात आनी अपमान करतात. तिच्या कडू भावनांचो परिणाम, बायलेच्या दोश्टी दादल्याक लागून जावपी दुख्ख, फक्त शारीरिक न्हय पूण मानसिक रितीनूय गर्भाचेर परिणाम करता.</p>\n<p>कल्पनेच्या शक्तीक ध्यानांत घेवन, हें म्हणप तार्किक आसा की गर्भवती बायलेन वायट, अप्रिय, असंगत, किळसवाणें, आदी पळोवंक फावना.</p>\n<p>सरकारान मातृत्व संबंदीत व्हड समस्या सोडोवपाची वेळ आयल्या.</p>\n<p>एक क्रिस्ती आनी लोकशाय समाजांत मातृत्व धर्माचो अर्थ मान दिवपाक आनी आदर करपाक येत ना, हें विसंगत आसा. हजारानीं गर्भवती बायलांक कोणायचो आलाशिरो ना, घोवान आनी समाजान सोडल्यात, एके रोटी खातीर भिक मागतात वा नोकरी करतात आनी आपल्या गर्भाशयांत आशिल्ल्या जिवीता सयत जियेवंक खूब कठीण काम करतात, हें पळोवन खूब भयानक दिसता.</p>\n<p>समाजाच्यो ह्यो अमानवी स्थिती, शासकांची क्रूरता आनी जबाबदारी नासप आनी लोकांक स्पश्टपणान दाखोवन दिता की लोकशाय अजून अस्तित्वांत ना.</p>\n<p>हॉस्पिटलांनी मातृत्व कक्षांनी अजून समस्या सोडोवंक ना, कारण ह्या हॉस्पिटलांनी बायलो फक्त जल्माच्या वेळार पावतात.</p>\n<p>सामुदायीक घरां, खरीं बाग-शहरां, गरीब गर्भवती बायलां खातीर खोल्या आनी घरांनी भरिल्लीं, हांची खूब गरज आसा, तशेंच तांच्या भुरग्यां खातीर दवाखाने आनी किंडेची गरज आसा.</p>\n<p>गरजेवंत गर्भवती बायलां खातीर आश्रय, सगळ्यो सोयी, फुलां, संगीत, समरसता, सोबीतकाय, आदींनी भरिल्लीं, मातृत्वेची व्हड समस्या पुराय तरेन सोडोयतली.</p>\n<p>आमी समजून घेवंक जाय की मनीस समाज एक व्हड कुटुंब आसा आनी कोणाचीच समस्या वेगळी ना, कारण दरेक समस्या एका विशिश्ट वर्तुळा भितर समाजाच्या सगळ्या सदस्यांचेर परिणाम करता. गरीब गर्भवती बायलां कडेन दुस्वास करप हास्यास्पद आसा. तांकां कमी लेखप, तिरस्कार करप वा निराश्रितांचे आश्रयस्थानांत धाडप अपराधिक आसा.</p>\n<p>ज्या समाजांत आमी जियेतात, तातूंत सोती आनी सावत्र भुरगीं आसूंक फावना, कारण आमी सगळे मनीस आनी सगळ्यांक समान अधिकार आसात.</p>\n<p>आमी खरी लोकशाय तयार करपाची गरज आसा, जर आमी खऱ्यांनीच साम्यवादान भस्म जावंक नाका.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kok/educacion-fundamental/la-maternidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kok/educacion-fundamental/la-maternidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kok/educacion-fundamental/la-maternidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
