import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "زایشگاه",
  "locale": "fa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "23. زایشگاه",
    "order": 23
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>زندگی انسان به عنوان یک سلول ساده آغاز می‌شود که طبیعتاً در معرض زمان بسیار سریع سلول‌های زنده قرار دارد.</p>\n<p>لقاح، بارداری، تولد، همواره این سه‌گانه‌ی شگفت‌انگیز و مهیب است که زندگی هر موجودی با آن آغاز می‌شود.</p>\n<p>واقعاً شگفت‌انگیز است که بدانیم اولین لحظات وجودمان را باید در بی‌نهایت کوچکی زندگی کنیم، و هر یک از ما به یک سلول میکروسکوپی ساده تبدیل شویم.</p>\n<p>ما به شکل یک سلول ناچیز شروع به وجود می‌کنیم و زندگی را پیر، سالمند و پر از خاطرات به پایان می‌رسانیم.</p>\n<p>منیت، حافظه است. بسیاری از سالمندان اصلاً در زمان حال زندگی نمی‌کنند، بسیاری از پیرها فقط گذشته را به یاد می‌آورند. هر پیرمردی چیزی نیست جز یک صدا و یک سایه. هر سالمندی شبحی از گذشته است، حافظه‌ای انباشته شده و این همان چیزی است که در ژن‌های فرزندان ما ادامه می‌یابد.</p>\n<p>لقاح انسان با زمان‌های فوق‌العاده سریع آغاز می‌شود، اما از طریق فرآیندهای مختلف زندگی، به طور فزاینده‌ای کندتر می‌شود.</p>\n<p>بسیاری از خوانندگان باید نسبیت زمان را به خاطر بسپارند. حشره‌ی ناچیزی که فقط چند ساعت در یک بعد از ظهر تابستان زندگی می‌کند، طوری به نظر می‌رسد که انگار تقریباً زندگی نکرده است، اما واقعاً تمام آنچه را که یک انسان در هشتاد سال زندگی می‌کند، زندگی می‌کند، فقط سریع زندگی می‌کند، یک انسان در هشتاد سال تمام آنچه را که یک سیاره در میلیون‌ها سال زندگی می‌کند، زندگی می‌کند.</p>\n<p>هنگامی که اسپرم با تخمک ترکیب می‌شود، بارداری آغاز می‌شود. سلولی که زندگی انسان با آن آغاز می‌شود، حاوی چهل و هشت کروموزوم است.</p>\n<p>کروموزوم‌ها به ژن‌ها تقسیم می‌شوند، حدود صد عدد یا بیشتر از این دومی‌ها قطعاً چیزی هستند که یک کروموزوم را تشکیل می‌دهند.</p>\n<p>مطالعه ژن‌ها بسیار دشوار است زیرا هر یک از آنها از چند مولکول تشکیل شده‌اند که با سرعتی غیرقابل تصور ارتعاش می‌کنند.</p>\n<p>دنیای شگفت‌انگیز ژن‌ها یک منطقه میانی بین دنیای سه‌بعدی و دنیای بعد چهارم را تشکیل می‌دهد.</p>\n<p>در ژن‌ها اتم‌های وراثت یافت می‌شوند. خودِ روان‌شناختی اجداد ما، تخمک بارور شده را آغشته می‌کند.</p>\n<p>در این عصر الکتروتکنیک و علم اتمی، به هیچ وجه اغراق‌آمیز نیست اگر بگوییم ردپای الکترومغناطیسی به جا مانده از یک جد که آخرین نفس خود را بیرون داده است، در ژن‌ها و کروموزوم‌های تخمک بارور شده توسط یک فرزند نقش بسته است.</p>\n<p>مسیر زندگی با ردپای سم اسب مرگ شکل گرفته است.</p>\n<p>در طول زندگی، انواع مختلف انرژی در بدن انسان جریان می‌یابد. هر نوع انرژی سیستم عمل خاص خود را دارد، هر نوع انرژی در زمان و ساعت خود ظاهر می‌شود.</p>\n<p>در دو ماهگی بارداری، عملکرد گوارشی را داریم و در چهار ماهگی بارداری، نیروی محرکه وارد عمل می‌شود که به شدت با سیستم‌های تنفسی و عضلانی مرتبط است.</p>\n<p>تماشای صحنه‌ی علمی تولد و مرگ همه‌ی چیزها شگفت‌انگیز است.</p>\n<p>بسیاری از دانشمندان ادعا می‌کنند که بین تولد نوزاد انسان و تولد دنیاها در فضای کیهانی، شباهت عمیقی وجود دارد.</p>\n<p>در نه ماهگی، کودک متولد می‌شود، در ده ماهگی رشد با تمام سوخت و سازهای شگفت‌انگیز و توسعه متقارن و کامل بافت‌های همبند آغاز می‌شود.</p>\n<p>هنگامی که فونتانل جلویی نوزادان در دو یا سه سالگی بسته می‌شود، نشانه‌ای است از اینکه سیستم مغز و نخاع به طور کامل تکمیل شده است.</p>\n<p>بسیاری از دانشمندان گفته‌اند که طبیعت تخیل دارد و این تخیل به هر آنچه هست، هر آنچه بوده و هر آنچه خواهد بود، شکل زنده می‌بخشد.</p>\n<p>بسیاری از مردم به تخیل می‌خندند و برخی حتی آن را “دیوانه‌ی خانه” می‌نامند.</p>\n<p>در مورد کلمه تخیل سردرگمی زیادی وجود دارد و بسیاری هستند که تخیل را با خیال اشتباه می‌گیرند.</p>\n<p>برخی از دانشمندان می‌گویند که دو نوع تخیل وجود دارد. اولی را تخیل مکانیکی و دومی را تخیل ارادی می‌نامند: اولی از زباله‌های ذهن تشکیل شده و دومی مربوط به ارزشمندترین و آبرومندترین چیزی است که در درون خود داریم.</p>\n<p>از طریق مشاهده و تجربه توانسته‌ایم تأیید کنیم که نوعی تخیل فرعی مکانیکی بیمارگونه‌ی ناخودآگاه و ذهنی نیز وجود دارد.</p>\n<p>این نوع تخیل فرعی خودکار در زیر منطقه‌ی فکری عمل می‌کند.</p>\n<p>تصاویر شهوانی، فیلم‌های بیمارگونه، داستان‌های تند با معنای دوگانه، لطیفه‌های بیمارگونه و غیره، معمولاً تخیل فرعی مکانیکی را به صورت ناخودآگاه به کار می‌اندازند.</p>\n<p>تجزیه و تحلیل اساسی ما را به این نتیجه منطقی رسانده است که رویاهای شهوانی و آلودگی‌های شبانه به دلیل تخیل فرعی مکانیکی رخ می‌دهند.</p>\n<p>عفت مطلق تا زمانی که تخیل فرعی مکانیکی وجود داشته باشد، غیرممکن است.</p>\n<p>کاملاً روشن است که تخیل آگاهانه اساساً با چیزی که تخیل مکانیکی، ذهنی، ناخودآگاه، نیمه‌هوشیار نامیده می‌شود، متفاوت است.</p>\n<p>هر بازنمایی می‌تواند به صورت خودبزرگ‌نمایی و شرافتمندانه درک شود، اما تخیل فرعی از نوع مکانیکی، ناخودآگاه، نیمه‌هوشیار، ناخودآگاه می‌تواند با عملکرد خودکار با تفاوت‌های ظریف و تصاویر احساسی، پرشور و پنهان به ما خیانت کند.</p>\n<p>اگر خواهان عفت یکپارچه، یکپارچه و عمیق هستیم، باید نه تنها تخیل آگاهانه را زیر نظر داشته باشیم، بلکه تخیل مکانیکی و تخیل فرعی ناخودآگاه، خودکار، نیمه‌هوشیار و پنهان را نیز زیر نظر داشته باشیم.</p>\n<p>هرگز نباید رابطه‌ی صمیمی بین جنسیت و تخیل را فراموش کنیم.</p>\n<p>از طریق مراقبه عمیق باید انواع تخیل مکانیکی و هر شکلی از تخیل فرعی و تخیل فرعی خودکار را به تخیل آگاهانه و عینی تبدیل کنیم.</p>\n<p>تخیل عینی ذاتاً خلاق است، بدون آن مخترع نمی‌توانست تلفن، رادیو، هواپیما و غیره را تصور کند.</p>\n<p>تخیل زن در دوران بارداری برای رشد جنین اساسی است. ثابت شده است که هر مادری می‌تواند با تخیل خود روان جنین را تغییر دهد.</p>\n<p>ضروری است که زن در دوران بارداری به تابلوهای زیبای نقاشی، مناظر عالی نگاه کند و به موسیقی کلاسیک و کلمات هماهنگ گوش دهد، بدین ترتیب می‌تواند به طور هماهنگ بر روان موجودی که در درون خود حمل می‌کند، تأثیر بگذارد.</p>\n<p>زن در دوران بارداری نباید الکل بنوشد، سیگار بکشد یا به چیزهای زشت و ناخوشایند نگاه کند زیرا همه‌ی اینها برای رشد هماهنگ نوزاد مضر است.</p>\n<p>باید همه‌ی هوس‌ها و اشتباهات زن باردار را بخشید.</p>\n<p>بسیاری از مردان متعصب و فاقد درک واقعی، عصبانی می‌شوند و به زن در دوران بارداری توهین می‌کنند. تلخی‌های او، ناراحتی‌های ناشی از شوهر بی‌کیفیت، نه تنها از نظر جسمی بلکه از نظر روانی نیز بر جنین در حال رشد تأثیر می‌گذارد.</p>\n<p>با در نظر گرفتن قدرت تخیل خلاق، منطقی است که بگوییم زن در دوران بارداری نباید به چیزهای زشت، ناخوشایند، ناهماهنگ، منزجرکننده و غیره نگاه کند.</p>\n<p>زمان آن فرا رسیده است که دولت‌ها نگران حل مشکلات بزرگ مربوط به مادران شوند.</p>\n<p>ناهمخوان است که در جامعه‌ای که ادعای مسیحی و دموکراتیک بودن دارد، نتوان به حس مذهبی مادران احترام گذاشت و آن را گرامی داشت. دیدن هزاران زن در دوران بارداری بدون هیچ حمایتی، رها شده توسط شوهر و جامعه، گدایی کردن یک تکه نان یا یک شغل و اغلب انجام کارهای سخت یدی برای زنده ماندن با نوزادی که در شکم دارند، وحشتناک است.</p>\n<p>این شرایط غیرانسانی جامعه‌ی کنونی، این بی‌رحمی و عدم مسئولیت‌پذیری حاکمان و مردم به وضوح به ما نشان می‌دهد که هنوز دموکراسی وجود ندارد.</p>\n<p>بیمارستان‌ها با بخش‌های زایمان خود هنوز این مشکل را حل نکرده‌اند، زیرا زنان فقط در نزدیکی زایمان می‌توانند به این بیمارستان‌ها برسند.</p>\n<p>خانه‌های جمعی، شهرهای باغی واقعی مجهز به سالن‌ها و اقامتگاه‌هایی برای زنان باردار بی‌بضاعت و کلینیک‌ها و مهدکودک‌ها برای فرزندان آنها، فوراً مورد نیاز است.</p>\n<p>این خانه‌های جمعی محل اقامت زنان بی‌بضاعت در دوران بارداری، پر از انواع امکانات رفاهی، گل، موسیقی، هماهنگی، زیبایی و غیره، مشکل بزرگ مادران را به طور کامل حل می‌کنند.</p>\n<p>باید درک کنیم که جامعه انسانی یک خانواده بزرگ است و هیچ مشکلی بیگانه نیست زیرا هر مشکلی به شکلی در دایره‌ی مربوط به خود بر همه‌ی اعضای جامعه تأثیر می‌گذارد. تبعیض قائل شدن بین زنان باردار به دلیل بی‌بضاعت بودن، پوچ است. دست کم گرفتن، تحقیر یا گوشه نشین کردن آنها در پناهگاه افراد فقیر، جنایت است.</p>\n<p>در این جامعه‌ای که در آن زندگی می‌کنیم، نمی‌توان فرزندان خودی و ناخلف داشت، زیرا همه‌ی ما انسان هستیم و حقوق یکسانی داریم.</p>\n<p>اگر واقعاً نمی‌خواهیم توسط کمونیسم بلعیده شویم، باید دموکراسی واقعی را ایجاد کنیم.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/fa/educacion-fundamental/la-maternidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/la-maternidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/la-maternidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
