import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Смерть",
  "locale": "uk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. Смерть",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Нагально необхідно глибоко та всебічно зрозуміти, в усіх сферах розуму, що насправді є СМЕРТЬ сама по собі, лише тоді можливо, дійсно цілісно зрозуміти, що таке безсмертя.</p>\n<p>Бачити людське тіло коханої людини, поміщене в труну, не означає зрозуміти таємницю смерті.</p>\n<p>Істина – це невідоме з моменту в момент. Істина про смерть не може бути винятком.</p>\n<p>Я завжди хоче, як це цілком природно, страховку від смерті, додаткову гарантію, якийсь авторитет, який би забезпечив нам хороше становище та будь-який вид безсмертя за межами жахливої могили.</p>\n<p>МОЄМУ Я не дуже хочеться помирати. Я хоче продовжувати. Я дуже боїться смерті.</p>\n<p>ІСТИНА не є питанням віри чи сумнівів. Істина не має нічого спільного з легковірністю чи скептицизмом. Істина – це не питання ідей, теорій, думок, концепцій, упереджень, припущень, упереджень, тверджень, переговорів тощо. Істина про таємницю Смерті не є винятком.</p>\n<p>Істину про таємницю смерті можна пізнати лише через безпосередній досвід.</p>\n<p>Неможливо передати РЕАЛЬНИЙ досвід смерті тому, хто її не знає.</p>\n<p>Будь-який поет може написати прекрасні книги про ЛЮБОВ, але неможливо передати ІСТИНУ про ЛЮБОВ людям, які ніколи її не відчували, подібно до цього ми говоримо, що неможливо передати правду про смерть людям, які її не пережили.</p>\n<p>Той, хто хоче знати правду про смерть, повинен досліджувати, експериментувати сам, шукати, як належить, лише так ми можемо відкрити глибоке значення смерті.</p>\n<p>Спостереження та досвід багатьох років дозволили нам зрозуміти, що людям не цікаво дійсно зрозуміти глибокий зміст смерті; людей єдине, що дійсно цікавить, це продовжувати існування у потойбічному світі, і це все.</p>\n<p>Багато людей хочуть продовжувати існування за допомогою матеріальних благ, престижу, сім’ї, вірувань, ідей, дітей тощо, і коли вони розуміють, що будь-який вид психологічної тяглості є марним, скороминущим, ефемерним, нестабільним, тоді, відчуваючи себе без гарантій, невпевнено, вони лякаються, жахаються, наповнюються нескінченним жахом.</p>\n<p>Не хочуть розуміти бідні люди, не хочуть розуміти, що все, що триває, розгортається в часі.</p>\n<p>Не хочуть розуміти бідні люди, що все, що триває, занепадає з часом.</p>\n<p>Не хочуть розуміти бідні люди, що все, що триває, стає механістичним, рутинним, нудним.</p>\n<p>Нагально, необхідно, незамінно усвідомити глибокий зміст смерті, лише тоді зникає страх перестати існувати.</p>\n<p>Уважно спостерігаючи за людством, ми можемо переконатися, що розум завжди зациклений на відомому і хоче, щоб те, що відомо, тривало за межами могили.</p>\n<p>Розум, зациклений на відомому, ніколи не зможе відчути невідоме, реальне, істинне.</p>\n<p>Лише розбивши пляшку часу за допомогою правильної медитації, ми можемо відчути ВІЧНЕ, ПОЗАЧАСОВЕ, РЕАЛЬНЕ.</p>\n<p>Ті, хто бажає продовжувати існування, бояться смерті, і їхні вірування та теорії служать їм лише наркотиком.</p>\n<p>Смерть сама по собі не має нічого жахливого, це щось дуже прекрасне, піднесене, невимовне, але розум, зациклений на відомому, рухається лише всередині порочного кола, яке йде від легковірності до скептицизму.</p>\n<p>Коли ми дійсно повністю усвідомлюємо глибокий і проникливий зміст смерті, ми відкриваємо тоді самі по собі, через безпосередній досвід, що Життя і Смерть складають єдине ціле, уні-тотальність.</p>\n<p>Смерть – це сховище Життя. Шлях Життя сформований слідами копит смерті.</p>\n<p>Життя – це енергія, визначена і визначальна. Від народження до смерті в людському організмі течуть різні види енергії.</p>\n<p>Єдиний вид енергії, якому людський організм не може протистояти, – це ПРОМІНЬ СМЕРТІ. Цей промінь має занадто високу електричну напругу. Людський організм не може витримати таку напругу.</p>\n<p>Подібно до того, як блискавка може розтрощити дерево, так само і промінь смерті, протікаючи через людський організм, неминуче його руйнує.</p>\n<p>Промінь смерті з’єднує явище смерті з явищем народження.</p>\n<p>Промінь смерті викликає дуже інтимні електричні напруги та певну ключову ноту, яка має силу, що визначає комбінування генів усередині заплідненої яйцеклітини.</p>\n<p>Промінь смерті зводить людський організм до його основних елементів.</p>\n<p>ЕГО, енергетичне Я, на жаль, продовжує існувати в наших нащадках.</p>\n<p>Що таке Істина про смерть, що таке інтервал між смертю і зачаттям – це щось, що не належить до часу і що лише за допомогою науки медитації ми можемо відчути.</p>\n<p>Майстри та Майстрині Шкіл, Коледжів та Університетів повинні навчати своїх учнів та учениць шляху, який веде до досвіду РЕАЛЬНОГО, ІСТИННОГО.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/uk/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
