import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ຄວາມຕາຍ",
  "locale": "lao",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. ຄວາມຕາຍ",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ມັນເປັນສິ່ງຮີບດ່ວນທີ່ຈະເຂົ້າໃຈຢ່າງເລິກເຊິ່ງແລະໃນທຸກດ້ານຂອງຈິດໃຈ, ສິ່ງທີ່ຄວາມຕາຍເປັນແທ້ໆ, ພຽງແຕ່ເທົ່ານັ້ນມັນຈຶ່ງເປັນໄປໄດ້, ທີ່ຈະເຂົ້າໃຈຄວາມເປັນອະມະຕະຢ່າງຄົບຖ້ວນ.</p>\n<p>ການເຫັນຮ່າງກາຍຂອງຄົນທີ່ຮັກຢູ່ໃນໂລງສົບ, ບໍ່ໄດ້ໝາຍຄວາມວ່າເຂົ້າໃຈຄວາມລຶກລັບຂອງຄວາມຕາຍ.</p>\n<p>ຄວາມຈິງແມ່ນສິ່ງທີ່ບໍ່ຮູ້ໃນແຕ່ລະຊ່ວງເວລາ. ຄວາມຈິງກ່ຽວກັບຄວາມຕາຍບໍ່ສາມາດເປັນຂໍ້ຍົກເວັ້ນໄດ້.</p>\n<p>ຕົວເອງຕ້ອງການສະເໝີ, ຕາມທຳມະຊາດ, ປະກັນໄພການຕາຍ, ການຮັບປະກັນເພີ່ມເຕີມ, ອຳນາດໃດໜຶ່ງທີ່ຈະຮັບປະກັນຕຳແໜ່ງທີ່ດີແລະຄວາມເປັນອະມະຕະທຸກປະເພດນອກເໜືອໄປຈາກບ່ອນຝັງສົບທີ່ໜ້າຢ້ານ.</p>\n<p>ຕົວຂ້ອຍເອງບໍ່ຢາກຕາຍຫຼາຍ. ຕົວເອງຕ້ອງການສືບຕໍ່. ຕົວເອງຢ້ານຄວາມຕາຍຫຼາຍ.</p>\n<p>ຄວາມຈິງບໍ່ແມ່ນເລື່ອງຂອງການເຊື່ອຫຼືສົງໄສ. ຄວາມຈິງບໍ່ມີຫຍັງກ່ຽວຂ້ອງກັບຄວາມເຊື່ອງ່າຍ, ຫຼືຄວາມສົງໄສ. ຄວາມຈິງບໍ່ແມ່ນເລື່ອງຂອງແນວຄວາມຄິດ, ທິດສະດີ, ຄວາມຄິດເຫັນ, ແນວຄວາມຄິດ, ແນວຄວາມຄິດລ່ວງໜ້າ, ສົມມຸດຕິຖານ, ອະຄະຕິ, ຄຳຢືນຢັນ, ການເຈລະຈາ, ແລະອື່ນໆ. ຄວາມຈິງກ່ຽວກັບຄວາມລຶກລັບຂອງຄວາມຕາຍບໍ່ແມ່ນຂໍ້ຍົກເວັ້ນ.</p>\n<p>ຄວາມຈິງກ່ຽວກັບຄວາມລຶກລັບຂອງຄວາມຕາຍສາມາດຮູ້ໄດ້ພຽງແຕ່ຜ່ານປະສົບການໂດຍກົງ.</p>\n<p>ມັນເປັນໄປບໍ່ໄດ້ທີ່ຈະສື່ສານປະສົບການທີ່ແທ້ຈິງຂອງຄວາມຕາຍໃຫ້ແກ່ຜູ້ທີ່ບໍ່ຮູ້ຈັກມັນ.</p>\n<p>ນັກກະວີໃດໆກໍສາມາດຂຽນປຶ້ມຄວາມຮັກທີ່ສວຍງາມໄດ້, ແຕ່ມັນເປັນໄປບໍ່ໄດ້ທີ່ຈະສື່ສານຄວາມຈິງກ່ຽວກັບຄວາມຮັກໃຫ້ແກ່ຜູ້ທີ່ບໍ່ເຄີຍມີປະສົບການມັນ, ໃນລັກສະນະທີ່ຄ້າຍຄືກັນພວກເຮົາເວົ້າວ່າມັນເປັນໄປບໍ່ໄດ້ທີ່ຈະສື່ສານຄວາມຈິງກ່ຽວກັບຄວາມຕາຍໃຫ້ແກ່ຜູ້ທີ່ບໍ່ໄດ້ປະສົບກັບມັນ.</p>\n<p>ຜູ້ທີ່ຕ້ອງການຮູ້ຄວາມຈິງກ່ຽວກັບຄວາມຕາຍຕ້ອງສືບສວນ, ປະສົບການດ້ວຍຕົນເອງ, ຊອກຫາຢ່າງຖືກຕ້ອງ, ພຽງແຕ່ເທົ່ານັ້ນພວກເຮົາຈຶ່ງສາມາດຄົ້ນພົບຄວາມໝາຍທີ່ເລິກເຊິ່ງຂອງຄວາມຕາຍ.</p>\n<p>ການສັງເກດແລະປະສົບການຫຼາຍປີໄດ້ອະນຸຍາດໃຫ້ພວກເຮົາເຂົ້າໃຈວ່າປະຊາຊົນບໍ່ສົນໃຈທີ່ຈະເຂົ້າໃຈຢ່າງແທ້ຈິງຄວາມໝາຍທີ່ເລິກເຊິ່ງຂອງຄວາມຕາຍ; ສິ່ງດຽວທີ່ປະຊາຊົນສົນໃຈແທ້ໆແມ່ນການສືບຕໍ່ໃນຊີວິດຫຼັງຈາກຄວາມຕາຍແລະນັ້ນຄືທັງໝົດ.</p>\n<p>ຫຼາຍຄົນຕ້ອງການສືບຕໍ່ຜ່ານຊັບສິນທາງວັດຖຸ, ກຽດສັກສີ, ຄອບຄົວ, ຄວາມເຊື່ອ, ແນວຄວາມຄິດ, ລູກ, ແລະອື່ນໆ, ແລະເມື່ອພວກເຂົາເຂົ້າໃຈວ່າການສືບຕໍ່ທາງຈິດໃຈໃດໆແມ່ນບໍ່ມີປະໂຫຍດ, ຊົ່ວຄາວ, ບໍ່ໝັ້ນຄົງ, ແລ້ວພວກເຂົາຮູ້ສຶກວ່າບໍ່ມີການຮັບປະກັນ, ບໍ່ປອດໄພ, ຕົກໃຈ, ຢ້ານກົວ, ເຕັມໄປດ້ວຍຄວາມຢ້ານກົວທີ່ບໍ່ມີຂອບເຂດ.</p>\n<p>ພວກເຂົາບໍ່ຕ້ອງການເຂົ້າໃຈ, ພວກເຂົາບໍ່ຕ້ອງການເຂົ້າໃຈວ່າທຸກສິ່ງທຸກຢ່າງທີ່ສືບຕໍ່ພັດທະນາໄປຕາມເວລາ.</p>\n<p>ພວກເຂົາບໍ່ຕ້ອງການເຂົ້າໃຈວ່າທຸກສິ່ງທຸກຢ່າງທີ່ສືບຕໍ່ເສື່ອມໂຊມຕາມເວລາ.</p>\n<p>ພວກເຂົາບໍ່ຕ້ອງການເຂົ້າໃຈວ່າທຸກສິ່ງທຸກຢ່າງທີ່ສືບຕໍ່ກາຍເປັນກົນຈັກ, ເປັນປະຈຳ, ໜ້າເບື່ອ.</p>\n<p>ມັນເປັນສິ່ງຮີບດ່ວນ, ມັນເປັນສິ່ງຈຳເປັນ, ມັນເປັນສິ່ງທີ່ຂາດບໍ່ໄດ້, ທີ່ຈະເຮັດໃຫ້ຕົວເອງຮູ້ຢ່າງເຕັມສ່ວນເຖິງຄວາມໝາຍທີ່ເລິກເຊິ່ງຂອງຄວາມຕາຍ, ພຽງແຕ່ເທົ່ານັ້ນຄວາມຢ້ານກົວທີ່ຈະຢຸດຕິການມີຢູ່ກໍຈະຫາຍໄປ.</p>\n<p>ການສັງເກດເບິ່ງມະນຸດຢ່າງລະມັດລະວັງ, ພວກເຮົາສາມາດກວດສອບໄດ້ວ່າຈິດໃຈແມ່ນຖືກຂັງຢູ່ໃນສິ່ງທີ່ຮູ້ສະເໝີແລະຕ້ອງການໃຫ້ສິ່ງທີ່ຮູ້ສືບຕໍ່ໄປຫຼັງຈາກບ່ອນຝັງສົບ.</p>\n<p>ຈິດໃຈທີ່ຖືກຂັງຢູ່ໃນສິ່ງທີ່ຮູ້, ຈະບໍ່ສາມາດປະສົບກັບສິ່ງທີ່ບໍ່ຮູ້, ສິ່ງທີ່ແທ້ຈິງ, ສິ່ງທີ່ເປັນຄວາມຈິງ.</p>\n<p>ພຽງແຕ່ການທຳລາຍຂວດແຫ່ງເວລາຜ່ານການນັ່ງສະມາທິທີ່ຖືກຕ້ອງ, ພວກເຮົາສາມາດປະສົບກັບນິລັນດອນ, ສິ່ງທີ່ບໍ່ມີເວລາ, ສິ່ງທີ່ແທ້ຈິງ.</p>\n<p>ຜູ້ທີ່ຕ້ອງການສືບຕໍ່ຢ້ານຄວາມຕາຍແລະຄວາມເຊື່ອແລະທິດສະດີຂອງພວກເຂົາພຽງແຕ່ເປັນຢາເສບຕິດເທົ່ານັ້ນ.</p>\n<p>ຄວາມຕາຍເອງບໍ່ມີຫຍັງທີ່ໜ້າຢ້ານກົວ, ມັນເປັນສິ່ງທີ່ສວຍງາມ, ສູງສົ່ງ, ເກີນກວ່າທີ່ຈະພັນລະນາໄດ້, ແຕ່ຈິດໃຈທີ່ຖືກຂັງໄວ້: ໃນສິ່ງທີ່ຮູ້, ພຽງແຕ່ເຄື່ອນທີ່ຢູ່ໃນວົງຈອນທີ່ຊົ່ວຮ້າຍທີ່ໄປຈາກຄວາມເຊື່ອງ່າຍໄປສູ່ຄວາມສົງໄສ.</p>\n<p>ເມື່ອພວກເຮົາຮູ້ຢ່າງເຕັມສ່ວນເຖິງຄວາມໝາຍທີ່ເລິກເຊິ່ງແລະເລິກເຊິ່ງຂອງຄວາມຕາຍ, ພວກເຮົາຄົ້ນພົບດ້ວຍຕົນເອງຜ່ານປະສົບການໂດຍກົງວ່າຊີວິດແລະຄວາມຕາຍປະກອບເປັນທັງໝົດ, ທົ່ວໜ່ວຍ.</p>\n<p>ຄວາມຕາຍແມ່ນບ່ອນເກັບຮັກສາຂອງຊີວິດ. ເສັ້ນທາງແຫ່ງຊີວິດແມ່ນປະກອບດ້ວຍຮ່ອງຮອຍຂອງສົ້ນຕີນຂອງຄວາມຕາຍ.</p>\n<p>ຊີວິດແມ່ນພະລັງງານທີ່ກຳນົດແລະກຳນົດ. ຕັ້ງແຕ່ເກີດຈົນເຖິງຕາຍພະລັງງານປະເພດຕ່າງໆໄຫຼເຂົ້າໄປໃນອົງການຈັດຕັ້ງຂອງມະນຸດ.</p>\n<p>ພະລັງງານປະເພດດຽວທີ່ອົງການຈັດຕັ້ງຂອງມະນຸດບໍ່ສາມາດຕ້ານທານໄດ້, ແມ່ນລັງສີແຫ່ງຄວາມຕາຍ. ລັງສີນີ້ມີແຮງດັນໄຟຟ້າສູງເກີນໄປ. ອົງການຈັດຕັ້ງຂອງມະນຸດບໍ່ສາມາດຕ້ານທານກັບແຮງດັນດັ່ງກ່າວໄດ້.</p>\n<p>ເຊັ່ນດຽວກັນກັບຟ້າຜ່າສາມາດທຳລາຍຕົ້ນໄມ້, ເຊັ່ນດຽວກັນກັບລັງສີແຫ່ງຄວາມຕາຍເມື່ອໄຫຼຜ່ານອົງການຈັດຕັ້ງຂອງມະນຸດ, ມັນກໍ່ທຳລາຍມັນຢ່າງຫຼີກລ່ຽງບໍ່ໄດ້.</p>\n<p>ລັງສີແຫ່ງຄວາມຕາຍເຊື່ອມຕໍ່ປະກົດການຄວາມຕາຍ, ກັບປະກົດການການເກີດ.</p>\n<p>ລັງສີແຫ່ງຄວາມຕາຍເຮັດໃຫ້ເກີດຄວາມເຄັ່ງຕຶງທາງໄຟຟ້າທີ່ໃກ້ຊິດຫຼາຍແລະບັນທຶກທີ່ສໍາຄັນບາງຢ່າງທີ່ມີອໍານາດ, ກຳນົດທີ່ຈະລວມເອົາເຊື້ອສາຍຢູ່ໃນໄຂ່ທີ່ໃສ່ປຸ໋ຍ.</p>\n<p>ລັງສີແຫ່ງຄວາມຕາຍຫຼຸດຜ່ອນອົງການຈັດຕັ້ງຂອງມະນຸດໃຫ້ກັບອົງປະກອບພື້ນຖານຂອງມັນ.</p>\n<p>ອັດຕາ, ຕົວຕົນທີ່ເຕັມໄປດ້ວຍພະລັງ, ສືບຕໍ່ຢູ່ໃນລູກຫຼານຂອງພວກເຮົາຢ່າງຫນ້າເສຍດາຍ.</p>\n<p>ສິ່ງທີ່ເປັນຄວາມຈິງກ່ຽວກັບຄວາມຕາຍ, ສິ່ງທີ່ເປັນໄລຍະຫ່າງລະຫວ່າງການຕາຍແລະການຖືພາແມ່ນບາງສິ່ງບາງຢ່າງທີ່ບໍ່ໄດ້ຢູ່ໃນເວລາແລະວ່າພຽງແຕ່ຜ່ານວິທະຍາສາດຂອງການນັ່ງສະມາທິພວກເຮົາສາມາດປະສົບໄດ້.</p>\n<p>ຄູອາຈານຂອງໂຮງຮຽນ, ວິທະຍາໄລແລະມະຫາວິທະຍາໄລ, ຄວນສອນນັກຮຽນຂອງພວກເຂົາ, ເສັ້ນທາງທີ່ນໍາໄປສູ່ປະສົບການຂອງສິ່ງທີ່ແທ້ຈິງ, ສິ່ງທີ່ເປັນຄວາມຈິງ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/lao/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
