import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Смртта",
  "locale": "mk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. Смртта",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Итно е темелно да се разбере, и во сите области на умот, што навистина е СМРТТА сама по себе, само така е можно вистински и целосно да се разбере што е бесмртноста.</p>\n<p>Да се види човечкото тело на некој близок ставено во ковчег, не значи дека е сфатена мистеријата на смртта.</p>\n<p>Вистината е непозната од момент во момент. Вистината за смртта не може да биде исклучок.</p>\n<p>ЈАС-от секогаш сака, како што е сосема природно, осигурување за смрт, дополнителна гаранција, некој авторитет кој ќе се погрижи да ни обезбеди добра позиција и каков било вид бесмртност после застрашувачкиот гроб.</p>\n<p>ЈАС САМИОТ нема голема желба да умре. ЈАС-от сака да продолжи. ЈАС-от многу се плаши од смртта.</p>\n<p>ВИСТИНАТА не е прашање на верување ниту на сомневање. Вистината нема врска со лековерност, ниту со скептицизам. Вистината не е прашање на идеи, теории, мислења, концепти, предрасуди, претпоставки, предрасуди, тврдења, преговори итн. Вистината за мистеријата на Смртта не е исклучок.</p>\n<p>Вистината за мистеријата на смртта може да се дознае само преку директно искуство.</p>\n<p>Речиси е невозможно да се пренесе РЕАЛНОТО искуство на смртта на некој што не го знае.</p>\n<p>Секој поет може да напише убави книги за ЉУБОВТА, но невозможно е да се пренесе ВИСТИНАТА за ЉУБОВТА на луѓе кои никогаш не ја искусиле, на сличен начин велиме дека е невозможно да се пренесе вистината за смртта на луѓе кои не ја доживеале.</p>\n<p>Кој сака да ја знае вистината за смртта, мора да истражува, да експериментира сам, да бара како што треба, само така можеме да го откриеме длабокото значење на смртта.</p>\n<p>Набљудувањето и искуството од многу години ни овозможија да сфатиме дека луѓето не се заинтересирани навистина да го разберат длабокото значење на смртта; единственото нешто што навистина ги интересира луѓето е да продолжат во задгробниот живот и тоа е сè.</p>\n<p>Многу луѓе сакаат да продолжат преку материјални добра, престиж, семејство, верувања, идеи, деца итн., и кога ќе сфатат дека секаков вид психолошки континуитет е залуден, минлив, непостојан, нестабилен, тогаш чувствувајќи се без гаранции, несигурни, се исплашени, ужаснати, исполнети со бесконечен терор.</p>\n<p>Не сакаат да разберат сиромашните луѓе, не сакаат да разберат дека сè што продолжува се одвива во времето.</p>\n<p>Не сакаат да разберат сиромашните луѓе дека сè што продолжува пропаѓа со текот на времето.</p>\n<p>Не сакаат да разберат сиромашните луѓе дека сè што продолжува станува механичко, рутинско, здодевно.</p>\n<p>Итно е, неопходно е, неопходно е да станеме целосно свесни за длабокото значење на смртта, само така исчезнува стравот од престанок на постоењето.</p>\n<p>Внимателно набљудувајќи го човештвото, можеме да потврдиме дека умот е секогаш заглавен во познатото и сака тоа што е познато да продолжи после гробот.</p>\n<p>Умот заглавен во познатото, никогаш нема да може да го искуси непознатото, реалното, вистинското.</p>\n<p>Само со кршење на шишето на времето преку правилна медитација, можеме да го искусиме ВЕЧНОТО, БЕЗВРЕМЕНСКОТО, РЕАЛНОТО.</p>\n<p>Оние кои сакаат да продолжат се плашат од смртта и нивните верувања и теории им служат само како наркотик.</p>\n<p>Смртта сама по себе нема ништо застрашувачко, тоа е нешто многу убаво, возвишено, неописливо, но умот заглавен во познатото се движи само во маѓепсаниот круг кој оди од лековерност до скептицизам.</p>\n<p>Кога навистина стануваме целосно свесни за длабокото и сеопфатно значење на смртта, тогаш самите откриваме преку директно искуство дека Животот и Смртта сочинуваат целина, уни-тотал.</p>\n<p>Смртта е складиште на Животот. Патеката на Животот е формирана од трагите на копитата на смртта.</p>\n<p>Животот е одредена и одредувачка Енергија. Од раѓање до смрт течат различни видови енергија во човечкиот организам.</p>\n<p>Единствениот тип на енергија на кој човечкиот организам не може да одолее, е ЗРАКОТ НА СМРТТА. Овој зрак има премногу висок електричен напон. Човечкиот организам не може да одолее на таков напон.</p>\n<p>Како што гром може да расцепи дрво, така и зракот на смртта, течејќи низ човечкиот организам, неизбежно го уништува.</p>\n<p>Зракот на смртта го поврзува феноменот смрт со феноменот раѓање.</p>\n<p>Зракот на смртта предизвикува многу интимни електрични тензии и одредена клучна нота која има моќ да ги комбинира гените во оплодената јајце клетка.</p>\n<p>Зракот на смртта го редуцира човечкиот организам на неговите основни елементи.</p>\n<p>ЕГОТО, енергетското ЈАС, за жал, продолжува во нашите потомци.</p>\n<p>Она што е Вистина за смртта, што е интервалот помеѓу смртта и зачнувањето е нешто што не припаѓа на времето и што можеме да го искусиме само преку науката за медитација.</p>\n<p>Наставниците и професорите од училиштата, колеџите и универзитетите треба да ги научат своите ученици и студентки за патот што води до искуството на РЕАЛНОТО, на ВИСТИНСКОТО.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mk/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
