import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Өлүм",
  "locale": "ky",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. Өлүм",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Өлүмдүн өзүнүн эмне экенин толук түшүнүү, акылдын бардык тармактарында терең түшүнүү абдан маанилүү. Ошондо гана өлбөстүктүн эмне экенин толук түшүнүүгө болот.</p>\n<p>Жакын адамыңдын сөөгүн табытка салып коюу, өлүмдүн сырын түшүндүм дегендикке жатпайт.</p>\n<p>Чындык – бул ар бир көз ирмемдеги белгисиз нерсе. Өлүм жөнүндөгү чындык дагы өзгөчөлүк эмес.</p>\n<p>МЕН ар дайым, табигый нерсе катары, өлүмдөн камсыздандырууну, кошумча кепилдикти, жакшы абалды камсыздандыра турган кандайдыр бир бийликти жана коркунучтуу мүрзөдөн ары кандайдыр бир өлбөстүктү каалайт.</p>\n<p>МЕН ӨЗҮМ өлгүсү келбейт. МЕН улангысы келет. МЕН өлүмдөн абдан коркот.</p>\n<p>Чындык ишенүү же күмөн саноо маселеси эмес. Чындыктын ишенчээктикке да, скептицизмге да тиешеси жок. Чындык идеялардын, теориялардын, пикирлердин, түшүнүктөрдүн, алдын ала түшүнүктөрдүн, божомолдоолордун, бейкалыс пикирлердин, ырастоолордун, сүйлөшүүлөрдүн ж.б. маселеси эмес. Өлүмдүн сыры жөнүндөгү чындык дагы өзгөчөлүк эмес.</p>\n<p>Өлүмдүн сыры жөнүндөгү чындыкты түздөн-түз тажрыйба аркылуу гана билүүгө болот.</p>\n<p>Өлүмдүн РЕАЛДУУ тажрыйбасын билбеген адамга жеткирүү мүмкүн эмес.</p>\n<p>Каалаган акын СҮЙҮҮ жөнүндө кооз китептерди жаза алат, бирок СҮЙҮҮ жөнүндөгү ЧЫНДЫКТЫ эч качан тажрыйба кылбаган адамдарга жеткирүү мүмкүн эмес, ошол сыяктуу эле өлүм жөнүндөгү чындыкты башынан өткөрбөгөн адамдарга жеткирүү мүмкүн эмес деп айтабыз.</p>\n<p>Өлүм жөнүндөгү чындыкты билгиси келген адам изилдеши керек, өзү тажрыйба жасашы керек, тийиштүү түрдө издеши керек, ошондо гана өлүмдүн терең маанисин таба алабыз.</p>\n<p>Көп жылдык байкоолор жана тажрыйбалар бизге адамдар өлүмдүн терең маанисин чындап түшүнүүгө кызыкдар эмес экенин түшүнүүгө мүмкүндүк берди; адамдарга чындап кызыккан нерсе – бул аркы дүйнөдө улантуу, болгону ушул.</p>\n<p>Көптөгөн адамдар материалдык байлыктар, кадыр-барк, үй-бүлө, ишенимдер, идеялар, балдар ж.б. аркылуу улангысы келет жана психологиялык улануунун кандай гана түрү болбосун куру бекер, өтмө, туруксуз экенин түшүнгөндө, кепилдиксиз, коопсуз экенин сезип, чочушат, коркушат, чексиз үрөй учушат.</p>\n<p>Байкуш адамдар түшүнгүсү келбейт, бардык улангандар убакыттын ичинде өнүгөт деп түшүнгүсү келбейт.</p>\n<p>Байкуш адамдар бардык улангандар убакыттын өтүшү менен начарлайт деп түшүнгүсү келбейт.</p>\n<p>Байкуш адамдар бардык улангандар механикалык, күнүмдүк, тажатма болуп калат деп түшүнгүсү келбейт.</p>\n<p>Өлүмдүн терең маанисин толук аңдап билүү шашылыш, зарыл, сөзсүз, ошондо гана жок болуп кетүүдөн коркуу жоголот.</p>\n<p>Адамзатты кылдаттык менен байкап, акыл ар дайым белгилүү нерсеге толуп турганын жана ал белгилүү нерсе мүрзөдөн ары уланышын каалаарын текшере алабыз.</p>\n<p>Белгилүү нерсеге толгон акыл эч качан белгисизди, чыныгы нерсени, чындыкты тажрыйбалай албайт.</p>\n<p>Туура медитация аркылуу убакыттын бөтөлкөсүн сындырып гана ТҮБӨЛҮКТҮ, УБАКЫТСЫЗДЫ, ЧЫНДЫКТЫ тажрыйбалай алабыз.</p>\n<p>Улангысы келгендер өлүмдөн коркушат жана алардын ишенимдери менен теориялары алар үчүн наркотика гана болуп саналат.</p>\n<p>Өлүмдүн өзүндө эч кандай үрөй учурарлык нерсе жок, бул абдан кооз, улуу, сөз жеткис нерсе, бирок белгилүү нерсеге толгон акыл: ишенчээктиктен скептицизмге чейинки туюк чөйрөдө гана кыймылдайт.</p>\n<p>Өлүмдүн терең жана терең маанисин чындап түшүнгөнүбүздө, анда түздөн-түз тажрыйба аркылуу Өмүр менен Өлүм бир бүтүн, бирдиктүү экенин өзүбүз билебиз.</p>\n<p>Өлүм – бул Өмүрдүн кампасы. Өмүр жолу өлүмдүн такасынын издери менен түзүлгөн.</p>\n<p>Жашоо – бул аныктоочу жана аныкталуучу Энергия. Төрөлгөндөн өлгөнгө чейин адамдын организминде ар кандай энергия түрлөрү агып турат.</p>\n<p>Адамдын организми туруштук бере албаган жалгыз энергия түрү – бул ӨЛҮМ НУРУ. Бул нур өтө жогорку электрдик чыңалууга ээ. Адамдын организми мындай чыңалууга туруштук бере албайт.</p>\n<p>Чагылган даракты талкалагандай, өлүм нуру дагы адамдын организми аркылуу агып, сөзсүз түрдө жок кылат.</p>\n<p>Өлүм нуру өлүм кубулушун төрөлүү кубулушу менен байланыштырат.</p>\n<p>Өлүм нуру өтө терең электрдик чыңалууларды жана уруктанган жумуртканын ичиндеги гендерди бириктирүүчү чечүүчү күчкө ээ болгон белгилүү бир негизги нотаны жаратат.</p>\n<p>Өлүм нуру адамдын организмин анын негизги элементтерине чейин азайтат.</p>\n<p>ЭГО, энергетикалык МЕН, тилекке каршы, биздин урпактарыбызда уланат.</p>\n<p>Өлүм жөнүндөгү Чындык эмне, өлүм менен түшүнүк аралыгы эмне, бул убакытка таандык эмес жана медитация илими аркылуу гана тажрыйба жасай алабыз.</p>\n<p>Мектептердин, колледждердин жана университеттердин Мугалимдери окуучуларына ЧЫНЫГЫНЫ, ЧЫНДЫКТЫ тажрыйбалоого алып баруучу жолду үйрөтүшү керек.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ky/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
