import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Ο Θάνατος",
  "locale": "el",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. Ο Θάνατος",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Είναι επείγον να κατανοήσουμε σε βάθος και σε όλα τα πεδία του νου, τι πραγματικά είναι ο ΘΑΝΑΤΟΣ ο ίδιος, μόνο έτσι είναι δυνατόν, πραγματικά να κατανοήσουμε πλήρως τι είναι η αθανασία.</p>\n<p>Το να βλέπεις το ανθρώπινο σώμα ενός αγαπημένου προσώπου μέσα στο φέρετρο, δεν σημαίνει ότι έχεις κατανοήσει το μυστήριο του θανάτου.</p>\n<p>Η Αλήθεια είναι το άγνωστο από στιγμή σε στιγμή. Η Αλήθεια για τον θάνατο δεν μπορεί να αποτελεί εξαίρεση.</p>\n<p>Το ΕΓΩ θέλει πάντα, όπως είναι φυσικό, μια ασφάλεια θανάτου, μια συμπληρωματική εγγύηση, κάποια αρχή που να αναλάβει να μας εξασφαλίσει μια καλή θέση και κάθε είδους αθανασία πέρα από τον τρομακτικό τάφο.</p>\n<p>Ο ΕΑΥΤΟΣ μου δεν έχει μεγάλη όρεξη να πεθάνει. Το ΕΓΩ θέλει να συνεχίσει. Το ΕΓΩ φοβάται πολύ τον θάνατο.</p>\n<p>Η ΑΛΗΘΕΙΑ δεν είναι θέμα πίστης ή αμφιβολίας. Η αλήθεια δεν έχει καμία σχέση με την ευπιστία, ούτε με τον σκεπτικισμό. Η αλήθεια δεν είναι θέμα ιδεών, θεωριών, απόψεων, εννοιών, προκαταλήψεων, υποθέσεων, προκαταλήψεων, ισχυρισμών, διαπραγματεύσεων κ.λπ. Η αλήθεια για το μυστήριο του Θανάτου δεν αποτελεί εξαίρεση.</p>\n<p>Η Αλήθεια για το μυστήριο του θανάτου μπορεί να γίνει γνωστή μόνο μέσω της άμεσης εμπειρίας.</p>\n<p>Είναι αδύνατο να μεταδώσεις την ΠΡΑΓΜΑΤΙΚΗ εμπειρία του θανάτου σε όποιον δεν τη γνωρίζει.</p>\n<p>Οποιοσδήποτε ποιητής μπορεί να γράψει όμορφα βιβλία για την ΑΓΑΠΗ, αλλά είναι αδύνατο να μεταδώσει την ΑΛΗΘΕΙΑ για την ΑΓΑΠΗ σε ανθρώπους που δεν την έχουν βιώσει ποτέ, με παρόμοιο τρόπο λέμε ότι είναι αδύνατο να μεταδώσουμε την αλήθεια για τον θάνατο σε ανθρώπους που δεν τον έχουν βιώσει.</p>\n<p>Όποιος θέλει να μάθει την αλήθεια για τον θάνατο πρέπει να ερευνήσει, να πειραματιστεί μόνος του, να ψάξει όπως πρέπει, μόνο έτσι μπορούμε να ανακαλύψουμε το βαθύ νόημα του θανάτου.</p>\n<p>Η παρατήρηση και η εμπειρία πολλών ετών μας επέτρεψαν να κατανοήσουμε ότι οι άνθρωποι δεν ενδιαφέρονται να κατανοήσουν πραγματικά το βαθύ νόημα του θανάτου. το μόνο που ενδιαφέρει πραγματικά τους ανθρώπους είναι να συνεχίσουν στον άλλο κόσμο και αυτό είναι όλο.</p>\n<p>Πολλοί άνθρωποι επιθυμούν να συνεχίσουν μέσω των υλικών αγαθών, του κύρους, της οικογένειας, των πεποιθήσεων, των ιδεών, των παιδιών κ.λπ., και όταν καταλαβαίνουν ότι κάθε είδους Ψυχολογική συνέχεια είναι μάταιη, παροδική, εφήμερη, ασταθής, τότε νιώθοντας χωρίς εγγυήσεις, ανασφαλείς, τρομάζουν, φρίττουν, γεμίζουν με άπειρο τρόμο.</p>\n<p>Δεν θέλουν να κατανοήσουν οι φτωχοί άνθρωποι, δεν θέλουν να καταλάβουν ότι ό,τι συνεχίζεται εξελίσσεται στον χρόνο.</p>\n<p>Δεν θέλουν να κατανοήσουν οι φτωχοί άνθρωποι ότι ό,τι συνεχίζεται φθίνει με τον χρόνο.</p>\n<p>Δεν θέλουν να κατανοήσουν οι φτωχοί άνθρωποι ότι ό,τι συνεχίζεται γίνεται μηχανιστικό, ρουτινιάρικο, βαρετό.</p>\n<p>Είναι επείγον, είναι απαραίτητο, είναι επιτακτικό να συνειδητοποιήσουμε πλήρως το βαθύ νόημα του θανάτου, μόνο έτσι εξαφανίζεται ο φόβος να σταματήσουμε να υπάρχουμε.</p>\n<p>Παρατηρώντας προσεκτικά την ανθρωπότητα, μπορούμε να διαπιστώσουμε ότι ο νους είναι πάντα εμφιαλωμένος στο γνωστό και θέλει αυτό που είναι γνωστό να συνεχιστεί πέρα από τον τάφο.</p>\n<p>Ο νους που είναι εμφιαλωμένος στο γνωστό, δεν θα μπορέσει ποτέ να βιώσει το άγνωστο, το πραγματικό, το αληθινό.</p>\n<p>Μόνο σπάζοντας το μπουκάλι του χρόνου μέσω του σωστού διαλογισμού, μπορούμε να βιώσουμε το ΑΙΩΝΙΟ, το ΔΙΑΧΡΟΝΙΚΟ, το ΠΡΑΓΜΑΤΙΚΟ.</p>\n<p>Όσοι επιθυμούν να συνεχίσουν φοβούνται τον θάνατο και οι πεποιθήσεις και οι θεωρίες τους χρησιμεύουν μόνο ως ναρκωτικό.</p>\n<p>Ο θάνατος από μόνος του δεν έχει τίποτα το τρομακτικό, είναι κάτι πολύ όμορφο, υπέροχο, ανέκφραστο, αλλά ο νους που είναι εμφιαλωμένος στο γνωστό, κινείται μόνο μέσα στον φαύλο κύκλο που πηγαίνει από την ευπιστία στον σκεπτικισμό.</p>\n<p>Όταν πραγματικά συνειδητοποιήσουμε πλήρως το βαθύ και βαθύ νόημα του θανάτου, ανακαλύπτουμε τότε μόνοι μας μέσω της άμεσης εμπειρίας, ότι η Ζωή και ο Θάνατος αποτελούν ένα ενιαίο, ολικό σύνολο.</p>\n<p>Ο θάνατος είναι η αποθήκη της Ζωής. Το μονοπάτι της Ζωής σχηματίζεται με τα ίχνη των οπλών του θανάτου.</p>\n<p>Η ζωή είναι Ενέργεια καθορισμένη και καθοριστική. Από τη γέννηση μέχρι τον θάνατο ρέουν μέσα στον ανθρώπινο οργανισμό διάφοροι τύποι ενέργειας.</p>\n<p>Ο μόνος τύπος ενέργειας που ο ανθρώπινος οργανισμός δεν μπορεί να αντισταθεί, είναι η ΑΚΤΙΝΑ ΤΟΥ ΘΑΝΑΤΟΥ. Αυτή η ακτίνα έχει μια υπερβολικά υψηλή ηλεκτρική τάση. Ο ανθρώπινος οργανισμός δεν μπορεί να αντισταθεί σε μια τέτοια τάση.</p>\n<p>Όπως ένας κεραυνός μπορεί να διαλύσει ένα δέντρο, έτσι και η ακτίνα του θανάτου όταν ρέει στον ανθρώπινο οργανισμό, τον καταστρέφει αναπόφευκτα.</p>\n<p>Η ακτίνα του θανάτου συνδέει το φαινόμενο του θανάτου, με το φαινόμενο της γέννησης.</p>\n<p>Η ακτίνα του θανάτου προκαλεί πολύ στενές ηλεκτρικές τάσεις και μια συγκεκριμένη βασική νότα που έχει τη δύναμη, καθοριστική για τον συνδυασμό των γονιδίων μέσα στο γονιμοποιημένο ωάριο.</p>\n<p>Η ακτίνα του θανάτου μειώνει τον ανθρώπινο οργανισμό στα θεμελιώδη στοιχεία του.</p>\n<p>Το ΕΓΩ, το ενεργειακό ΕΓΩ, συνεχίζεται δυστυχώς στους απογόνους μας.</p>\n<p>Αυτό που είναι η Αλήθεια για τον θάνατο, αυτό που είναι το διάστημα μεταξύ θανάτου και σύλληψης είναι κάτι που δεν ανήκει στον χρόνο και που μόνο μέσω της επιστήμης του διαλογισμού μπορούμε να βιώσουμε.</p>\n<p>Οι Δάσκαλοι και οι Δασκάλες των Σχολείων, των Κολεγίων και των Πανεπιστημίων, πρέπει να διδάξουν στους μαθητές και τις μαθήτριές τους, τον δρόμο που οδηγεί στην εμπειρία του ΠΡΑΓΜΑΤΙΚΟΥ, του ΑΛΗΘΙΝΟΥ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/el/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
