import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "המוות",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. המוות",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>דחוף להבין לעומק ובכל תחומי התודעה, מהו באמת המוות עצמו, רק כך אפשר באמת להבין באופן שלם מהי נצחיות.</p>\n<p>לראות את גופו האנושי של אדם אהוב בתוך ארון הקבורה, לא אומר שהבנתם את תעלומת המוות.</p>\n<p>האמת היא הלא נודע מרגע לרגע. האמת על המוות אינה יכולה להיות יוצאת דופן.</p>\n<p>האני רוצה תמיד, כפי שזה טבעי, ביטוח מוות, ערבות נוספת, איזו סמכות שתדאג להבטיח לנו עמדה טובה וכל סוג של נצחיות מעבר לקבר המפחיד.</p>\n<p>ל-”עצמי” אין חשק גדול למות. ה-”אני” רוצה להמשיך. ה-”אני” מפחד מאוד מהמוות.</p>\n<p>האמת אינה עניין של להאמין או להטיל ספק. לאמת אין שום קשר לאמונה עיוורת או לספקנות. האמת אינה עניין של רעיונות, תיאוריות, דעות, מושגים, תפיסות מוקדמות, הנחות, דעות קדומות, הצהרות, משא ומתן וכו’. האמת על תעלומת המוות אינה יוצאת דופן.</p>\n<p>האמת על תעלומת המוות יכולה להיות ידועה רק באמצעות חוויה ישירה.</p>\n<p>אי אפשר להעביר את החוויה האמיתית של המוות למי שלא מכיר אותה.</p>\n<p>כל משורר יכול לכתוב ספרי אהבה יפים, אך אי אפשר להעביר את האמת על אהבה לאנשים שמעולם לא חוו אותה, באופן דומה אנו אומרים שאי אפשר להעביר את האמת על המוות לאנשים שלא חוו אותו.</p>\n<p>מי שרוצה לדעת את האמת על המוות חייב לחקור, להתנסות בעצמו, לחפש כמו שצריך, רק כך נוכל לגלות את המשמעות העמוקה של המוות.</p>\n<p>התבוננות וחוויה של שנים רבות אפשרו לנו להבין שלאנשים לא אכפת באמת להבין את המשמעות העמוקה של המוות; הדבר היחיד שמעניין את האנשים באמת הוא להמשיך בעולם הבא וזה הכל.</p>\n<p>אנשים רבים רוצים להמשיך באמצעות רכוש חומרי, יוקרה, משפחה, אמונות, רעיונות, ילדים וכו’, וכאשר הם מבינים שכל סוג של המשכיות פסיכולוגית הוא לשווא, חולף, ארעי, לא יציב, אז הם נבהלים, מזדעזעים, מתמלאים באימה אינסופית, כשהם מרגישים חסרי ערבויות ולא בטוחים.</p>\n<p>האנשים המסכנים לא רוצים להבין, לא רוצים להבין שכל מה שממשיך מתפתח בזמן.</p>\n<p>האנשים המסכנים לא רוצים להבין שכל מה שממשיך דועך עם הזמן.</p>\n<p>האנשים המסכנים לא רוצים להבין שכל מה שממשיך הופך למכניסטי, שגרתי ומשעמם.</p>\n<p>דחוף, הכרחי וחיוני להפוך למודעים באופן מלא למשמעות העמוקה של המוות, רק כך נעלם הפחד מלהפסיק להתקיים.</p>\n<p>בהתבוננות קפדנית במין האנושי, אנו יכולים לוודא שהתודעה תמיד כלואה בידוע ורוצה שמה שידוע ימשיך מעבר לקבר.</p>\n<p>התודעה הכלואה בידוע לעולם לא תוכל לחוות את הלא נודע, האמיתי והנכון.</p>\n<p>רק על ידי שבירת בקבוק הזמן באמצעות מדיטציה נכונה, נוכל לחוות את הנצחי, הבלתי תלוי בזמן, האמיתי.</p>\n<p>מי שרוצה להמשיך מפחד מהמוות והאמונות והתיאוריות שלו משמשות רק כסם.</p>\n<p>במוות עצמו אין שום דבר מפחיד, זה משהו יפה מאוד, נשגב, בלתי ניתן לתיאור, אבל התודעה הכלואה בידוע, נעה רק בתוך המעגל הקסמים שהולך מאמונה עיוורת לספקנות.</p>\n<p>כאשר אנו הופכים מודעים באופן מלא למשמעות העמוקה והמקיפה של המוות, אנו מגלים אז בעצמנו באמצעות חוויה ישירה, שהחיים והמוות מהווים שלם שלם, אחדותי.</p>\n<p>המוות הוא מאגר החיים. שביל החיים עשוי בעקבות פרסות המוות.</p>\n<p>החיים הם אנרגיה מוגדרת וקובעת. מלידה ועד מוות זורמים בתוך הגוף האנושי סוגים שונים של אנרגיה.</p>\n<p>סוג האנרגיה היחיד שהגוף האנושי אינו יכול לעמוד בפניו, הוא קרן המוות. לקרן זו מתח חשמלי גבוה מדי. הגוף האנושי אינו יכול לעמוד במתח כזה.</p>\n<p>כפי שברק יכול לרסק עץ, כך גם קרן המוות, כאשר היא זורמת דרך הגוף האנושי, הורסת אותו באופן בלתי נמנע.</p>\n<p>קרן המוות מחברת את תופעת המוות לתופעת הלידה.</p>\n<p>קרן המוות יוצרת מתחים חשמליים אינטימיים מאוד וצליל מפתח מסוים שיש לו את הכוח הקובע לשלב את הגנים בתוך הביצית המופרית.</p>\n<p>קרן המוות מצמצמת את הגוף האנושי ליסודותיו.</p>\n<p>האגו, האני האנרגטי, ממשיך בצאצאינו לצערינו.</p>\n<p>מהי האמת על המוות, מהו המרווח בין מוות להפריה הוא משהו שאינו שייך לזמן ושאותו אנו יכולים לחוות רק באמצעות מדע המדיטציה.</p>\n<p>מורים ומורות מבתי ספר, מכללות ואוניברסיטאות, חייבים ללמד את תלמידיהם ותלמידותיהם, את הדרך המובילה לחוויה של האמיתי, של הנכון.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
