import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "मृत्यु",
  "locale": "ne",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. मृत्यु",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>मृत्यु आफैंमा के हो भनी गहिरो रूपमा र मनको सबै क्षेत्रमा बुझ्न जरुरी छ, तब मात्र अमरतालाई पूर्ण रूपमा बुझ्न सम्भव छ।</p>\n<p>आफ्नो प्रियजनको मानव शरीरलाई बाकसमा देख्नुको मतलब मृत्युको रहस्य बुझ्नु होइन।</p>\n<p>सत्य क्षण-क्षणमा अज्ञात छ। मृत्युको बारेमा सत्य अपवाद हुन सक्दैन।</p>\n<p>मलाई सधैं, स्वाभाविक रूपमा, मृत्यु बीमा, अतिरिक्त ग्यारेन्टी, कुनै अख्तियार चाहिन्छ जसले हामीलाई राम्रो स्थान र डरलाग्दो चिहानभन्दा पर कुनै पनि प्रकारको अमरता सुनिश्चित गर्दछ।</p>\n<p>स्वयंलाई मर्ने कुनै इच्छा छैन। स्वयं निरन्तरता चाहन्छ। स्वयंलाई मृत्युदेखि धेरै डर लाग्छ।</p>\n<p>सत्य विश्वास वा शंका गर्ने कुरा होइन। सत्यको विश्वसनीयता वा शंकास्पदतासँग कुनै सम्बन्ध छैन। सत्य विचार, सिद्धान्त, राय, अवधारणा, पूर्वधारणा, अनुमान, पूर्वाग्रह, पुष्टि, वार्ता, आदिको कुरा होइन। मृत्युको रहस्यको बारेमा सत्य अपवाद होइन।</p>\n<p>मृत्युको रहस्यको बारेमा सत्य प्रत्यक्ष अनुभवबाट मात्र थाहा पाउन सकिन्छ।</p>\n<p>जसलाई थाहा छैन, उसलाई मृत्युको वास्तविक अनुभव सञ्चार गर्न असम्भव छ।</p>\n<p>कुनै पनि कविले प्रेमका सुन्दर पुस्तकहरू लेख्न सक्छन्, तर प्रेमको बारेमा सत्यलाई कहिल्यै अनुभव नगरेका व्यक्तिहरूलाई सञ्चार गर्न असम्भव छ, त्यसैगरी हामी भन्छौं कि मृत्युको बारेमा सत्यलाई अनुभव नगरेका व्यक्तिहरूलाई सञ्चार गर्न असम्भव छ।</p>\n<p>मृत्युको बारेमा सत्य जान्न चाहनेले आफैंले खोज्नुपर्छ, अनुभव गर्नुपर्छ, उचित रूपमा खोज्नुपर्छ, तब मात्र हामीले मृत्युको गहिरो अर्थ पत्ता लगाउन सक्छौं।</p>\n<p>धेरै वर्षको अवलोकन र अनुभवले हामीलाई यो बुझ्न अनुमति दिएको छ कि मानिसहरूलाई मृत्युको गहिरो अर्थ बुझ्नमा वास्तवमै रुचि छैन; मानिसहरूलाई वास्तवमा अर्को जीवनमा निरन्तरता दिनमा मात्र रुचि छ र त्यो नै सबथोक हो।</p>\n<p>धेरै मानिसहरू भौतिक सम्पत्ति, प्रतिष्ठा, परिवार, विश्वास, विचार, बच्चाहरू, आदिको माध्यमबाट निरन्तरता दिन चाहन्छन्, र जब तिनीहरूले कुनै पनि प्रकारको मनोवैज्ञानिक निरन्तरता व्यर्थ, क्षणिक, अस्थिर हुन्छ भनेर बुझ्छन्, तब तिनीहरू ग्यारेन्टी बिना, असुरक्षित महसुस गर्छन्, डराउँछन्, त्रसित हुन्छन्, अनन्त आतंकले भरिन्छन्।</p>\n<p>गरीब मानिसहरू बुझ्न चाहँदैनन्, तिनीहरू बुझ्न चाहँदैनन् कि जे निरन्तर छ त्यो समयमा विकसित हुन्छ।</p>\n<p>गरीब मानिसहरू बुझ्न चाहँदैनन् कि जे निरन्तर छ त्यो समयसँगै क्षय हुन्छ।</p>\n<p>गरीब मानिसहरू बुझ्न चाहँदैनन् कि जे निरन्तर छ त्यो यान्त्रिक, नियमित, उबाऊ हुन्छ।</p>\n<p>मृत्युको गहिरो अर्थको बारेमा पूर्ण रूपमा सचेत हुनु जरुरी छ, आवश्यक छ, अपरिहार्य छ, तब मात्र अस्तित्व समाप्त हुने डर हराउँछ।</p>\n<p>मानवतालाई ध्यानपूर्वक अवलोकन गर्दा, हामीले प्रमाणित गर्न सक्छौं कि दिमाग सधैं ज्ञात कुरामा बोतलमा बन्द हुन्छ र चिहानभन्दा पर पनि त्यो ज्ञात कुरा जारी रहोस् भन्ने चाहन्छ।</p>\n<p>ज्ञात कुरामा बोतलमा बन्द भएको दिमागले अज्ञात, वास्तविक, सत्य अनुभव गर्न सक्दैन।</p>\n<p>सही ध्यानको माध्यमबाट समयको बोतल तोडेर मात्र हामी अनन्त, कालातीत, वास्तविक अनुभव गर्न सक्छौं।</p>\n<p>निरन्तरता चाहनेहरू मृत्युदेखि डराउँछन् र तिनीहरूका विश्वास र सिद्धान्तहरू केवल नार्कोटिकको रूपमा काम गर्छन्।</p>\n<p>मृत्यु आफैंमा डरलाग्दो छैन, यो धेरै सुन्दर, उदात्त, अवर्णनीय छ, तर बोतलमा बन्द भएको दिमाग: ज्ञात कुरामा, यो केवल विश्वसनीयतादेखि शंकास्पदतामा जाने दुष्चक्रमा घुम्छ।</p>\n<p>जब हामी वास्तवमै मृत्युको गहिरो र गहन अर्थको बारेमा पूर्ण रूपमा सचेत हुन्छौं, तब हामी प्रत्यक्ष अनुभवको माध्यमबाट आफैं पत्ता लगाउँछौं कि जीवन र मृत्यु एक पूर्ण, एक-कुल बनाउँछन्।</p>\n<p>मृत्यु जीवनको भण्डार हो। जीवनको मार्ग मृत्युको खुरको छापले बनेको छ।</p>\n<p>जीवन ऊर्जा हो, निर्धारित र निर्धारण गर्ने। जन्मदेखि मृत्युसम्म मानव शरीरभित्र विभिन्न प्रकारका ऊर्जा प्रवाहित हुन्छन्।</p>\n<p>मानव शरीरले प्रतिरोध गर्न नसक्ने ऊर्जाको एक मात्र प्रकार भनेको मृत्युको किरण हो। यो किरणमा धेरै उच्च विद्युतीय भोल्टेज हुन्छ। मानव शरीरले यस्तो भोल्टेज प्रतिरोध गर्न सक्दैन।</p>\n<p>जसरी बिजुलीको चम्काइले रूखलाई टुक्राउन सक्छ, त्यसरी नै मृत्युको किरण मानव शरीरबाट प्रवाहित हुँदा अनिवार्य रूपमा नष्ट हुन्छ।</p>\n<p>मृत्युको किरणले मृत्युको घटनालाई जन्मको घटनासँग जोड्छ।</p>\n<p>मृत्युको किरणले धेरै घनिष्ठ विद्युतीय तनावहरू र निश्चित कुञ्जी नोट उत्पन्न गर्दछ जसमा उर्वर अण्डाभित्र जीनहरू संयोजन गर्ने निर्णायक शक्ति हुन्छ।</p>\n<p>मृत्युको किरणले मानव शरीरलाई यसको आधारभूत तत्वहरूमा घटाउँछ।</p>\n<p>अहंकार, ऊर्जावान स्वयं, दुर्भाग्यवश हाम्रा सन्तानहरूमा जारी रहन्छ।</p>\n<p>मृत्युको बारेमा सत्य के हो, मृत्यु र गर्भाधान बीचको अन्तराल के हो, यो समयसँग सम्बन्धित छैन र ध्यानको विज्ञानबाट मात्र हामी अनुभव गर्न सक्छौं।</p>\n<p>विद्यालय, कलेज र विश्वविद्यालयका शिक्षकहरूले आफ्ना विद्यार्थीहरूलाई वास्तविक, सत्यको अनुभवतर्फ लैजाने मार्ग सिकाउनुपर्छ।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ne/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ne/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ne/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
