import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "مرگ",
  "locale": "fa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. مرگ",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>فوری است که مرگ را در ذات خود، به طور کامل و در تمامی سطوح ذهن درک کنیم. تنها از این طریق است که می توان واقعاً جاودانگی را به طور کامل فهمید.</p>\n<p>دیدن جسد یک عزیز در تابوت به معنای درک راز مرگ نیست.</p>\n<p>حقیقت، ناشناخته لحظه به لحظه است. حقیقت در مورد مرگ نیز نمی تواند استثنا باشد.</p>\n<p>من، همانطور که طبیعی است، همواره خواهان بیمه مرگ، ضمانت اضافی و یا مرجعی است که موقعیت خوب و هر نوع جاودانگی فراتر از گور وحشتناک را برای ما تضمین کند.</p>\n<p>خودِ من تمایلی به مردن ندارد. من می خواهد ادامه دهد. من از مرگ بسیار می ترسد.</p>\n<p>حقیقت مسئله باور یا تردید نیست. حقیقت هیچ ارتباطی با زودباوری یا شک گرایی ندارد. حقیقت مسئله ایده ها، تئوری ها، نظرات، مفاهیم، پیش فرض ها، فرضیات، تعصبات، ادعاها، مذاکرات و غیره نیست. حقیقت در مورد راز مرگ نیز استثنا نیست.</p>\n<p>حقیقت در مورد راز مرگ تنها از طریق تجربه مستقیم قابل شناخت است.</p>\n<p>انتقال تجربه واقعی مرگ به کسی که آن را نمی شناسد، غیرممکن است.</p>\n<p>هر شاعری می تواند کتاب های زیبای عشق بنویسد، اما انتقال حقیقت در مورد عشق به افرادی که هرگز آن را تجربه نکرده اند، غیرممکن است. به همین ترتیب می گوییم که انتقال حقیقت در مورد مرگ به افرادی که آن را تجربه نکرده اند، غیرممکن است.</p>\n<p>هر کس که می خواهد حقیقت را در مورد مرگ بداند، باید تحقیق کند، خودش تجربه کند، به درستی جستجو کند، تنها از این طریق می توانیم معنای عمیق مرگ را کشف کنیم.</p>\n<p>مشاهده و تجربه سال ها به ما این امکان را داده است که درک کنیم که مردم علاقه ای به درک واقعی معنای عمیق مرگ ندارند. تنها چیزی که مردم واقعاً به آن علاقه دارند، ادامه حیات در دنیای دیگر است و بس.</p>\n<p>بسیاری از افراد می خواهند از طریق دارایی های مادی، اعتبار، خانواده، باورها، ایده ها، فرزندان و غیره به حیات خود ادامه دهند و هنگامی که درک می کنند که هر نوع تداوم روانی بیهوده، گذرا، ناپایدار و ناامن است، وحشت می کنند، هراسان می شوند و سرشار از ترس بی نهایت می شوند.</p>\n<p>مردم بیچاره نمی خواهند بفهمند، نمی خواهند درک کنند که هر چیزی که ادامه می یابد، در زمان رخ می دهد.</p>\n<p>مردم بیچاره نمی خواهند بفهمند که هر چیزی که ادامه می یابد، با گذشت زمان رو به زوال می رود.</p>\n<p>مردم بیچاره نمی خواهند بفهمند که هر چیزی که ادامه می یابد، مکانیکی، تکراری و خسته کننده می شود.</p>\n<p>فوری، ضروری و واجب است که کاملاً از معنای عمیق مرگ آگاه شویم، تنها از این طریق است که ترس از دست دادن وجود از بین می رود.</p>\n<p>با مشاهده دقیق بشریت، می توانیم تأیید کنیم که ذهن همیشه در شناخته ها محبوس است و می خواهد آنچه که شناخته شده است، فراتر از گور ادامه یابد.</p>\n<p>ذهنی که در شناخته ها محبوس شده است، هرگز نمی تواند ناشناخته، واقعی و حقیقی را تجربه کند.</p>\n<p>تنها با شکستن بطری زمان از طریق مراقبه صحیح می توانیم ابدی، بی زمان و واقعی را تجربه کنیم.</p>\n<p>کسانی که خواهان تداوم هستند، از مرگ می ترسند و باورها و تئوری های آنها تنها به عنوان یک ماده مخدر برای آنها عمل می کند.</p>\n<p>مرگ در ذات خود هیچ چیز وحشتناکی ندارد، بلکه چیزی بسیار زیبا، متعالی و غیرقابل وصف است، اما ذهنی که در شناخته ها محبوس شده است، تنها در دایره باطلی حرکت می کند که از زودباوری تا شک گرایی پیش می رود.</p>\n<p>هنگامی که واقعاً کاملاً از معنای عمیق و ژرف مرگ آگاه می شویم، آنگاه از طریق تجربه مستقیم، خودمان کشف می کنیم که زندگی و مرگ یک کل یکپارچه و متحد را تشکیل می دهند.</p>\n<p>مرگ، مخزن زندگی است. مسیر زندگی با ردپای سم های مرگ شکل گرفته است.</p>\n<p>زندگی، انرژی معین و تعیین کننده است. از بدو تولد تا مرگ، انواع مختلفی از انرژی در داخل بدن انسان جریان دارند.</p>\n<p>تنها نوع انرژی که بدن انسان نمی تواند در برابر آن مقاومت کند، اشعه مرگ است. این اشعه ولتاژ الکتریکی بسیار بالایی دارد. بدن انسان نمی تواند در برابر چنین ولتاژی مقاومت کند.</p>\n<p>همانطور که یک صاعقه می تواند درختی را از هم بپاشاند، به همین ترتیب نیز اشعه مرگ با جریان یافتن در بدن انسان، آن را به ناچار نابود می کند.</p>\n<p>اشعه مرگ، پدیده مرگ را با پدیده تولد مرتبط می کند.</p>\n<p>اشعه مرگ تنش های الکتریکی بسیار عمیقی را ایجاد می کند و یک نت کلیدی خاص که قدرت تعیین کننده ای در ترکیب ژن ها در داخل تخم بارور شده دارد.</p>\n<p>اشعه مرگ، بدن انسان را به عناصر اساسی آن تقلیل می دهد.</p>\n<p>متاسفانه، ایگو، منِ انرژی‌بخش، در نسل ما تداوم می‌یابد.</p>\n<p>حقیقت در مورد مرگ، آنچه که فاصله بین مرگ و باروری است، چیزی است که به زمان تعلق ندارد و تنها از طریق علم مراقبه می توان آن را تجربه کرد.</p>\n<p>اساتید و معلمان مدارس، کالج ها و دانشگاه ها باید راهی را به دانش آموزان خود بیاموزند که به تجربه واقعی و حقیقی منتهی می شود.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/fa/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
