import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Өлім",
  "locale": "kk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. Өлім",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Өлімнің өзін шынайы түсіну үшін, ақыл-ойдың барлық саласында тереңінен түсіну аса маңызды, сонда ғана мәңгілік өмірдің мәнін толықтай түсінуге болады.</p>\n<p>Жақын адамыңыздың мәйіті табытта жатқанын көру, өлімнің құпиясын түсіндім дегенді білдірмейді.</p>\n<p>Шындық - бұл сәт сайынғы белгісіздік. Өлім туралы шындық та ерекшелік емес.</p>\n<p>Мен әрқашан өлімнен сақтандыруды, қосымша кепілдікті, бізге жақсы жағдай мен қорқынышты қабірден кейінгі кез келген мәңгілік өмірді қамтамасыз ететін қандай да бір билікті қалайды, бұл әдеттегі құбылыс.</p>\n<p>МЕН-нің өлуге құлқы жоқ. МЕН жалғасуды қалайды. МЕН өлімнен қатты қорқады.</p>\n<p>ШЫНДЫҚ - бұл сену немесе күмәндану мәселесі емес. Шындықтың сенгіштікпен де, скептицизммен де ешқандай қатысы жоқ. Шындық идеялар, теориялар, пікірлер, тұжырымдамалар, алдын ала қалыптасқан ойлар, болжамдар, ырымдар, мәлімдемелер, келіссөздер және т.б. мәселесі емес. Өлім құпиясы туралы шындық та ерекшелік емес.</p>\n<p>Өлім құпиясы туралы шындықты тікелей тәжірибе арқылы ғана білуге болады.</p>\n<p>Өлімнің НАҚТЫ тәжірибесін білмейтін адамға жеткізу мүмкін емес.</p>\n<p>Кез келген ақын МАХАББАТ туралы әдемі кітаптар жаза алады, бірақ МАХАББАТ туралы ШЫНДЫҚТЫ ешқашан бастан кешірмеген адамдарға жеткізу мүмкін емес, дәл сол сияқты өлімді бастан кешірмеген адамдарға өлім туралы шындықты жеткізу мүмкін емес деп айтамыз.</p>\n<p>Өлім туралы шындықты білгісі келген адам өзі ізденуі, тәжірибе жасауы, дұрыс іздеуі керек, сонда ғана өлімнің терең мәнін аша аламыз.</p>\n<p>Көп жылдық бақылау мен тәжірибе адамдардың өлімнің терең мағынасын шындап түсінгісі келмейтінін түсінуге мүмкіндік берді; адамдарды шынымен қызықтыратыны - ақыретте жалғасу, болды.</p>\n<p>Көптеген адамдар материалдық игіліктер, бедел, отбасы, сенімдер, идеялар, балалар және т.б. арқылы жалғасуды қалайды және кез келген психологиялық үздіксіздіктің бос, уақытша, өткінші, тұрақсыз екенін түсінгенде, кепілдіксіз, сенімсіз болып, қорқып, үрейленіп, шексіз қорқынышқа толады.</p>\n<p>Бейшара адамдар түсінгісі келмейді, жалғасатын нәрсенің бәрі уақыт ішінде дамитынын түсінгісі келмейді.</p>\n<p>Бейшара адамдар жалғасатын нәрсенің бәрі уақыт өте келе құлдырайтынын түсінгісі келмейді.</p>\n<p>Бейшара адамдар жалғасатын нәрсенің бәрі механикалық, жалықтыратын, қызықсыз болатынын түсінгісі келмейді.</p>\n<p>Өлімнің терең мағынасын толықтай сезіну шұғыл, қажет, міндетті түрде орындалуы тиіс, сонда ғана өмір сүруді тоқтату қорқынышы жойылады.</p>\n<p>Адамзатты мұқият бақылай отырып, ақыл-ойдың үнемі белгілі нәрсеге “қамалғанын” және сол белгілі нәрсенің қабірден кейін де жалғасқанын қалайтынын көреміз.</p>\n<p>Белгілі нәрсеге “қамалған” ақыл-ой ешқашан белгісіз, нақты, шынайы нәрсені сезіне алмайды.</p>\n<p>Тек дұрыс медитация арқылы уақыттың “бөтелкесін” сындыру арқылы МӘҢГІЛІКТІ, УАҚЫТТАН ТЫС, НАҚТЫ нәрсені сезіне аламыз.</p>\n<p>Жалғастыруды қалайтындар өлімнен қорқады және олардың сенімдері мен теориялары оларға тек есірткі ретінде қызмет етеді.</p>\n<p>Өлімнің өзінде қорқынышты ештеңе жоқ, бұл өте әдемі, керемет, айтып жеткізгісіз нәрсе, бірақ ақыл-ой белгілі нәрсеге “қамалған” күйде, сенгіштіктен скептицизмге дейін баратын тұйық шеңбердің ішінде ғана қозғалады.</p>\n<p>Өлімнің терең мағынасын шындап сезінгенде, өмір мен өлімнің тұтас, біртұтас екенін тікелей тәжірибе арқылы өздігімізден ашамыз.</p>\n<p>Өлім - өмірдің қоймасы. Өмір жолы өлімнің тұяқтарының ізінен тұрады.</p>\n<p>Өмір - анықталған және анықтаушы энергия. Туылғаннан өлгенге дейін адам ағзамында әртүрлі энергия түрлері ағып жатады.</p>\n<p>Адам ағзасы төтеп бере алмайтын жалғыз энергия түрі - ӨЛІМ СӘУЛЕСІ. Бұл сәуленің электр кернеуі тым жоғары. Адам ағзасы мұндай кернеуге төтеп бере алмайды.</p>\n<p>Найзағай ағашты жарып жібере алатыны сияқты, өлім сәулесі де адам ағзасы арқылы ағып өтіп, оны сөзсіз жояды.</p>\n<p>Өлім сәулесі өлім құбылысын туу құбылысымен байланыстырады.</p>\n<p>Өлім сәулесі өте терең электрлік кернеулерді және ұрықтанған жұмыртқаның ішіндегі гендерді біріктірудің шешуші күшіне ие белгілі бір негізгі нотаны тудырады.</p>\n<p>Өлім сәулесі адам ағзасын оның негізгі элементтеріне дейін азайтады.</p>\n<p>ЭГО, энергетикалық МЕН, өкінішке орай біздің ұрпақтарымызда жалғасады.</p>\n<p>Өлім туралы шындық, өлім мен ұрықтану арасындағы аралық - бұл уақытқа жатпайтын және тек медитация ғылымы арқылы ғана сезінуге болатын нәрсе.</p>\n<p>Мектептердің, колледждердің және университеттердің мұғалімдері мен ұстаздары өз шәкірттеріне ШЫНАЙЫ, НАҚТЫ нәрсені сезінуге апаратын жолды үйретуі керек.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kk/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
