import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "心智",
  "locale": "zh",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "9. 心智",
    "order": 9
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>通过经验，我们已经证实，除非我们以完整的方式理解复杂的心智问题，否则不可能理解那被称作“爱”的东西。</p>\n<p>那些认为心智就是大脑的人完全错了。心智是能量性的，微妙的，可以独立于物质存在，可以在某些催眠状态或正常睡眠期间，传送到非常遥远的地方，看到和听到那些地方正在发生的事情。</p>\n<p>在超心理学实验室里，人们对处于催眠状态的受试者进行了显著的实验。</p>\n<p>许多处于催眠状态的受试者能够详尽地报告关于事件、人物和情境的细节，而这些事件、人物和情境在他们催眠状态中发生在遥远的距离之外。</p>\n<p>科学家们在这些实验之后能够验证这些信息的真实性。他们能够证实事实的真实性，事件的准确性。</p>\n<p>通过这些超心理学实验室的实验，通过观察和经验完全证明，大脑不是心智。</p>\n<p>事实上，我们可以完全真实地说，心智可以独立于大脑，穿越时间和空间，去观看和聆听发生在遥远地方的事情。</p>\n<p>超感官知觉的真实性已经完全被证明，只有疯子或白痴才会否认超感官知觉的真实性。</p>\n<p>大脑被用来处理思想，但它不是思想本身。大脑仅仅是心智的工具，而不是心智。</p>\n<p>如果我们真的想以完整的方式了解那被称作“爱”的东西，我们需要深入研究心智。</p>\n<p>儿童和年轻人，无论男女，都拥有更具弹性的、易于塑造的、快速的、警觉的心智等等。</p>\n<p>许多孩子和年轻人都喜欢向父母和老师提问，问这问那，他们渴望知道更多，他们想知道，所以他们提问、观察，看到成年人忽视或没有注意到的某些细节。</p>\n<p>随着岁月的流逝，随着年龄的增长，心智会逐渐结晶。</p>\n<p>老年人的心智是固定的、僵化的，即使大炮也无法改变它。</p>\n<p>老年人就是这样，他们就这样死去，他们不会改变，他们总是从一个固定的角度来处理所有事情。</p>\n<p>老年人的“老糊涂”、偏见、固执的观念等等，似乎加在一起就像一块岩石，一块永远不会改变的石头。所以俗话说“江山易改，本性难移”。</p>\n<p>负责塑造学生个性的教师们迫切需要深入研究心智，以便能够明智地指导新一代。</p>\n<p>深刻地理解心智是如何随着时间的推移而逐渐僵化，这是令人痛苦的。</p>\n<p>心智是真实的、真正的杀手。心智摧毁爱。</p>\n<p>变老的人不再有能力去爱，因为他们的心智充满了痛苦的经历、偏见、钢铁般固定的观念等等。</p>\n<p>有些老色鬼自认为仍然有能力去爱，但事实上，这些老家伙充满了衰老的性欲，并将激情与爱混淆。</p>\n<p>所有“老色鬼”和“老不正经”在临死前都会经历极端的色情激情状态，他们认为那就是爱。</p>\n<p>老年人的爱是不可能的，因为心智用他们的“老糊涂”、“固执观念”、“偏见”、“嫉妒”、“经历”、“回忆”、性欲等等摧毁了它。</p>\n<p>心智是爱最可怕的敌人。在超级文明的国家里，爱已经不存在了，因为人们的心智只闻到工厂、银行账户、汽油和赛璐珞的味道。</p>\n<p>心智有很多瓶子，每个人的心智都被很好地装在瓶子里。</p>\n<p>有些人把心智装在可憎的共产主义瓶子里，有些人把心智装在无情的资本主义瓶子里。</p>\n<p>还有些人把心智装在嫉妒、仇恨、渴望致富、良好的社会地位、悲观主义、对特定人物的依恋、对自身痛苦的依恋、家庭问题等等的瓶子里。</p>\n<p>人们喜欢把心智装在瓶子里，很少有人真正下决心打碎瓶子。</p>\n<p>我们需要解放心智，但人们喜欢奴役，在生活中很少能找到没有把心智装在瓶子里的人。</p>\n<p>教师们应该教导他们的学生所有这些事情。他们应该教导新一代去研究自己的心智，去观察它，去理解它，只有这样，通过深刻的理解，我们才能避免心智结晶、凝固、装瓶。</p>\n<p>唯一能够改变世界的是那被称作“爱”的东西，但心智摧毁爱。</p>\n<p>我们需要研究我们自己的心智，观察它，深入研究它，真正地理解它。只有这样，只有成为我们自己的主人，我们自己的心智的主人，我们才能杀死爱的杀手，才能真正地幸福。</p>\n<p>那些沉迷于对爱的美好幻想的人，那些生活在制定关于爱的计划的人，那些想要爱按照他们的喜好和厌恶、计划和幻想、规范和偏见、记忆和经历等等来运作的人，永远无法真正知道什么是爱，事实上，他们已经变成了爱的敌人。</p>\n<p>有必要以完整的方式理解心智在积累经验过程中的运作方式。</p>\n<p>老师们很多时候会公正地责骂，但有时会愚蠢地、毫无真正理由地责骂，而不理解所有不公正的责骂都会留在学生的心中，这种错误行为的结果往往是对老师失去爱。</p>\n<p>心智摧毁爱，这是学校、学院和大学的老师们永远不应该忘记的事情。</p>\n<p>有必要深刻理解所有那些最终摧毁爱的美好的心智过程。</p>\n<p>仅仅做父母是不够的，还要懂得爱。父母们认为他们爱自己的孩子，因为他们拥有孩子，因为孩子们是他们的，因为他们拥有孩子，就像拥有自行车、汽车、房子一样。</p>\n<p>这种占有和依赖的感觉常常与爱混淆，但永远不可能是爱。</p>\n<p>我们第二个家——学校的老师们认为他们爱自己的学生，因为学生属于他们，因为他们拥有学生，但那不是爱。占有或依赖的感觉不是爱。</p>\n<p>心智摧毁爱，只有理解心智所有错误的运作方式，我们荒谬的思维方式，我们的坏习惯，自动化的、机械的习惯，错误的看待事物的方式等等，我们才能体验、真正地体验那不属于时间的东西，那被称作“爱”的东西。</p>\n<p>那些想让爱变成他们自己的日常机器中的一个部件的人，那些想让爱沿着他们自己的偏见、欲望、恐惧、生活经历、自私的看待事物的方式、错误的思维方式等等的错误轨道前进的人，事实上最终摧毁了爱，因为爱永远不会屈服。</p>\n<p>那些想让爱按照我想要的方式、按照我渴望的方式、按照我思考的方式运作的人，失去了爱，因为丘比特，爱之神，永远不愿意被“我”奴役。</p>\n<p>必须消灭“我”，消灭“我自己”，消灭“自身”，这样才不会失去爱的孩子。</p>\n<p>“我”是一堆回忆、欲望、恐惧、仇恨、激情、经历、自私、嫉妒、贪婪、色欲等等。</p>\n<p>只有分别理解每一个缺点；只有研究它，不仅仅在智力层面，而且在心智的所有潜意识层面直接观察它，每一个缺点才会消失，我们才能每时每刻都在死亡。只有这样，我们才能实现“我”的解体。</p>\n<p>那些想把爱装在“我”的可怕瓶子里的人，会失去爱，会失去它，因为爱永远无法被装在瓶子里。</p>\n<p>不幸的是，人们想让爱按照他们自己的习惯、愿望、习俗等等行事，人们想让爱屈服于“我”，这完全是不可能的，因为爱不听从“我”的命令。</p>\n<p>恋爱中的情侣，或者更确切地说，是充满激情的人，在当今世界这样的人更多，他们认为爱应该忠实地沿着他们自己的欲望、贪欲、错误等等的轨道前进，他们在这一点上完全错了。</p>\n<p>“让我们谈谈我们两个！”恋爱中的人或性欲高涨的人会这样说，这是世界上最常见的，然后是交谈、计划、渴望和叹息。每个人都说些什么，阐述他们的计划、他们的愿望、他们看待生活的方式，并希望爱像一台火车一样，沿着心智铺设的钢轨运行。</p>\n<p>这些恋爱中的人或充满激情的人多么错误啊！他们离现实有多么遥远。</p>\n<p>爱不听从“我”的命令，当夫妻们想把锁链套在它脖子上并征服它时，它就会逃跑，让这对夫妻陷入不幸。</p>\n<p>心智有一种糟糕的比较癖好。男人把一个女朋友和另一个比较。女人把一个男人和另一个比较。老师把一个学生和另一个比较，一个女学生和另一个比较，好像他们所有的学生都不值得同样的赏识一样。事实上，所有的比较都是可憎的。</p>\n<p>那些观看美丽的日落并将其与另一个日落比较的人，无法真正理解他们眼前的美丽。</p>\n<p>那些观看一座美丽的山并将其与昨天看到的一座山比较的人，并没有真正理解他们眼前这座山的美丽。</p>\n<p>哪里有比较，哪里就没有真正的爱。真正爱孩子的父母永远不会把他们与任何人比较，他们爱他们，仅此而已。</p>\n<p>真正爱妻子的丈夫永远不会犯把她与任何人比较的错误，他爱她，仅此而已。</p>\n<p>爱他们的学生的老师永远不会歧视他们，永远不会把他们彼此比较，他们真正地爱他们，仅此而已。</p>\n<p>被比较分裂的心智，被二元对立奴役的心智，摧毁爱。</p>\n<p>被对立面的斗争分裂的心智无法理解新的事物，它会僵化、凝固。</p>\n<p>心智有许多深度、区域、潜意识的领域、角落，但最好的是本质，是意识，它位于中心。</p>\n<p>当二元对立结束时，当心智变得完整、平静、安静、深刻，当它不再比较时，本质，意识就会觉醒，这应该是基础教育的真正目标。</p>\n<p>区分客观和主观。在客观中，有觉醒的意识。在主观中，有沉睡的意识，潜意识。</p>\n<p>只有客观意识才能享受客观知识。</p>\n<p>目前所有学校、学院和大学的学生所获得的智力信息百分之百是主观的。</p>\n<p>没有客观意识，就无法获得客观知识。</p>\n<p>学生们应该首先达到自我意识，然后达到客观意识。</p>\n<p>只有通过爱的道路，我们才能达到客观意识和客观知识。</p>\n<p>如果我们真的想走爱的道路，就必须理解复杂的心智问题。</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/zh/educacion-fundamental/la-mente.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/zh/educacion-fundamental/la-mente.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/zh/educacion-fundamental/la-mente.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
