import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ምውላድ",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "23. ምውላድ",
    "order": 23
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ህይወት ናይ ሰብ ከም ሓንቲ ህዋስ ትጅምር፡ ከምቲ ባህርያዊ ዝኾነ፡ ኣብቲ ንህያው ህዋሳት እተመልክት እተደንቕ ቅልጣፈ ግዜ እተገዛአት ኮይና።</p>\n<p>ምጥናስ፡ ምዕባለ ፅንስ፡ ልደት፡ ኩሉ ግዜ እቲ ህይወት ናይ ዝኾነ ፍጥረት በዚ ዝጅምረሉ ግሩምን ዜደንቕን ሰለስተ እዩ።</p>\n<p>እቶም ናይ መጀመርታ ናይ ህላውናና ግዜያት ኣብቲ እምብዛ ንእሽቶ፡ ነፍሲ ወከፍና ናብ ሓንቲ ንእሽቶ ማይክሮስኮፓዊት ህዋስ ተቀይርና ክንነብሮ ምኽኣልና ብሓቂ የደንቕ እዩ።</p>\n<p>ከም ዘይንፈልጦት ህዋስ ጀሚርና፡ ህይወትና ድማ ኣረግቲ፡ ዓበይቲ ሰባት፡ ከምኡውን ብትዝታታት ተጸዒንና ንውድእ።</p>\n<p>እቲ ኣነ ማለት ተዘክሮ እዩ። ብዙሓት ኣረጋውያን ውን ብጭራሽ ኣብ ህሉውነት ኣይነብሩን፡ ብዙሓት ኣረጋውያን ነቲ ዝሓለፈ ጥራይ እናዘከሩ እዮም ዝነብሩ። ኩሉ ኣረጋዊ ካብ ድምጽን ጽላሎትን ሓሊፉ ካልእ ኣይኮነን። ኩሉ ዓቢ ሰብ ማለት ናይ ዝሓለፈ መንፈስ፡ እተጠራቀመ ተዘክሮ ማለት እዩ፡ እዚ ድማ እዩ ኣብ ጂንስ ናይ ወለዶታትና ዝቕጽል።</p>\n<p>ሰብኣዊ ምጥናስ ብግዜያት እተደንቕ ቅልጣፈ እዩ ዝጅምር፡ ግን ብዝተፈላለዩ መስርሓት ናይ ህይወት እናሓለፈ እናዛሓለ ይኸይድ።</p>\n<p>ብዙሓት ኣንበብቲ ነቲ አንጻራዊነት ናይ ግዜ ከዘኻኽርዎም ይግባእ። እቲ ዘይንፈልጦት ነፍሳት ኣብ ሓደ ምሸት ክንደይ ሰዓታት ጥራይ ዝነብር፡ ከም ዘይነበረ እዩ ዝመስል፡ ግን ብሓቂ እቲ ሓደ ሰብ ኣብ ሰማንያ ዓመት ዝነብሮ ኩሉ ይነብር፡ እቲ ዝኸውን ነገር እንታይ እዩ ቶሎ ቶሎ እዩ ዝነብር፡ ሓደ ሰብ ኣብ ሰማንያ ዓመት ነቲ ሓንቲ ፕላኔት ኣብ ሚልዮናት ዓመታት እትነብሮ ኩሉ እዩ ዝነብር።</p>\n<p>እቲ እንስሳዊ ፍረ ምስ እንቋቕሖ ክራኸብ ምዕባለ ፅንስ ይጅምር። እታ ህይወት ሰብ ምስኣ እትጅምር ህዋስ ኣርብዓን ሸሞንተን ክሮሞዞማት ዝሓዘት እያ።</p>\n<p>እቶም ክሮሞዞማት ናብ ጂንስ ይኽፈሉ፡ ሚእቲ ካብዚኣቶም ወይ ካልእ ነገር ከምኡ ዝመስል ብርግጽ እቲ ክሮሞዞም ዝበሃል እዩ።</p>\n<p>እቶም ጂንስ ንምጽናዕ እምብዛ ይሽግሩ፡ ምኽንያቱ ነፍሲ ወከፎም ብውሑዳት ሞለኪዩላት ስለ ዝተሃንጹ፡ እዚኣቶም ድማ ብዘይእመን ቅልጣፈ እዮም ዝንቀሳቐሱ።</p>\n<p>እቲ ግሩም ዓለም ናይ ጂንስ ኣብ መንጎ እቲ ሰለስተ መስመራዊ ዓለምን እቲ ናይ ራብዓይ መስመራዊ ዓለምን መንጎ ዝርከብ ዞባ እዩ።</p>\n<p>ኣብ ጂንስ ኣቶማት ናይ ውርሻ ይርከቡ። እቲ ስነኣእምሮኣዊ ኣነነት ናይ ኣቦታትና ነታ እተራኸበት እንቋቕሖ ንምልዋር ይመጽእ።</p>\n<p>ኣብዚ ዘመን ናይ ኤሌክትሮ-ቴክኒክን ኣቶማዊ ስነፍልጠትን፡ እቲ እቲ ናይ መወዳእታ ትንፋሱ ዝነፈሰ ኣቦ ሓደ ዝሓደጎ ናይ ኤሌክትሮ-ማግኔቲክ ምልክት ኣብ ጂንስን ክሮሞዞማትን ናይቲ ብወለዶ ዝተራኸበት እንቋቕሖ ተቐሪጹ እዩ ኢልካ ምዝራብ ፈጺሙ ኣይተርፍን እዩ።</p>\n<p>እቲ መገዲ ናይ ህይወት ብኣስናን ናይ ፈረስ ሞት እተሃንጸ እዩ።</p>\n<p>ኣብቲ መስመር ናይ ህላውና፡ ዝተፈላለዩ ዓይነታት ሓይሊ ኣብ ኣካላት ናይ ሰብ ይውሕዙ፡ ነፍሲ ወከፍ ዓይነት ሓይሊ ናቱ ዝኾነ ስርዓተ ተግባር ኣለዎ፡ ነፍሲ ወከፍ ዓይነት ሓይሊ ኣብ ግዜኡን ሰዓቱን ይግለጽ።</p>\n<p>ድሕሪ ክልተ ወርሒ ምጥናስ፡ ናይ መህለኽ ስራሕ ይህልወና፡ ድሕሪ ኣርባዕተ ወርሒ ምጥናስ ድማ እቲ ናይ ምንቅስቓስ ሓይሊ እቲ ምስ ስርዓታት ኣተናፍስን ጭዋዳታትን ኣዝዩ ዝተተሓሓዘ ተግባር ይጅምር።</p>\n<p>እቲ ስነፍልጠታዊ ትርኢት ናይ ምውላድን ምማትን ናይ ኩሎም ነገራት እምብዛ ግሩም እዩ።</p>\n<p>ብዙሓት ጠበብቲ ኣብ መንጎ ልደት ናይ ሰብን ልደት ናይ ዓለማት ኣብቲ ህዋ እተሓተቲ ትስስር ከም ዘሎ ይገልጹ።</p>\n<p>ኣብ ትሽዓተ ወርሒ እቲ ህጻን ይውለድ፡ ኣብ ዓሰርተ ድማ ዕብየት ምስ ኩሎም እቶም ግሩማት ሜታቦሊዝምን ምዕባለ ናይ ስምረትትን ፍጹምትን ተወሃሃድቲ ነገራት ይጅምር።</p>\n<p>እቲ ናይ ቅድሚ ግንባር መትረብ ናይቶም ሓደስቲ ተወለድቲ ኣብ ክልተ ወይ ሰለስተ ዓመት ክዕጾ ከሎ፡ እቲ ስርዓት ናይ ሓንጎልን ሕብለሰመንን ብፍጹም ተወዲኡ ምህላዉ ምልክት እዩ።</p>\n<p>ብዙሓት ሳይንቲስቲ ተፈጥሮ ስእላዊ ኣእምሮ ከም ዘለዋን እዚ ስእላዊ ኣእምሮ እዚ ንኩሉ ዘሎ፡ ንኩሉ ዝነበረን ንኩሉ ዝኸውን ህያው ቅርጺ ከም ዝህቦ ተዛሪቦም።</p>\n<p>ብዙሓት ሰባት ብስእላዊ ኣእምሮ ይስሕቁ፡ ገለ ድማ ነታ “ዓሻ ናይ ገዛ” ኢሎም እውን ይጽውዕዋ።</p>\n<p>ኣብ ዙርያ እቲ ቃል ስእላዊ ኣእምሮ ብዙሕ ኣተሓሳስባታት ኣሎ፡ ብዙሓት ድማ ነቲ ስእላዊ ኣእምሮ ምስ ሕልምቲ እዮም ዘደናግሩ።</p>\n<p>ገለ ጠበብቲ ክልተ ስእላዊ ኣእምሮ ከም ዘሎ ይገልጹ። ነቲ ቀዳማይ ሜካኒካዊ ስእላዊ ኣእምሮ፡ ነቲ ካልኣይ ድማ ሆን ተባሂሉ ዝግበር ስእላዊ ኣእምሮ ይብልዎ፡ እቲ ቀዳማይ ካብቲ ትርፍታት ናይ ኣእምሮ እዩ ዝተሃንጸ፡ እቲ ካልኣይ ድማ ነቲ ኣብ ውሽጥና ዝለዓለን ዝግቡእን ንብረት እዩ።</p>\n<p>ብምዕዛብን ብተመክሮን ውን ዓይነት ናይ ትሕቲ ሜካኒካዊ ስእላዊ ኣእምሮ ዘይምርግጋእን ትሕቲ ንቃሕን ከምኡውን ውልቃዊ ከም ዘሎ ርግጸኛታት ኴንና ኢና።</p>\n<p>እቲ ዓይነት ናይ ባዕሉ ዝሰርሕ ትሕቲ ስእላዊ ኣእምሮ ካብ ትሕቲ እቲ ናይ ኣእምሮ ዞባ እዩ ዝሰርሕ።</p>\n<p>እቶም ስእላዊ ስምዒታውነት፡ እቲ ዘይምርግጋዊ ሲነማ፡ እቶም ዘርዕዱ ዛንታታት ብክልተ ትርጉም፡ እቶም ዘይምርግጋዎት ቀልድታት፡ ወዘተ፡ ነቲ ትሕቲ ሜካኒካዊ ስእላዊ ኣእምሮ ብዘይፍላጥ መልክዕ ከስርሕዎ ይህልዉ።</p>\n<p>ናይ ታሕቲ ትንታኔ ነቲ ዘይስምዒታዊ ሕልምታት ከምኡውን እቲ ለይታዊ ምውጻእ ፈሳሲ ካብ ትሕቲ ሜካኒካዊ ስእላዊ ኣእምሮ ከም ዝመጽእ ናብ ዝብል ግቡእ መደምደምያ ወሲዱና እዩ።</p>\n<p>እቲ ፍጹም ንጽህና ክሳብ እቲ ትሕቲ ሜካኒካዊ ስእላዊ ኣእምሮ ዝህሉ ኸሎ ኣይከኣልን እዩ።</p>\n<p>እቲ ንቑሕ ስእላዊ ኣእምሮ ካብቲ ሜካኒካዊ ስእላዊ ኣእምሮ፡ ውልቃዊ፡ ትሕቲ ንቃሕ፡ ትሕቲ ንቑሕ ዝበሃል ብፍጹም ዝተፈልየ ምዃኑ ንኩሉ ብግልጺ ዝረኣ እዩ።</p>\n<p>ዝኾነ ውክልና ብኣገባብ ርእሱ ዘልዕልን ዜደንቕን ክረኣይ ይከኣል እዩ፡ ግን እቲ ትሕቲ ስእላዊ ኣእምሮ ናይ ዓይነት ሜካኒካዊ፡ ትሕቲ ንቃሕ፡ ትሕቲ ንቑሕ፡ ዘይፍለጥ ብኣገባብ ባዕሉ እናሰርሐ ብዝተሓቡእን ስምዒታውነትን ምስ ዝነበሮ ቀለምን ስእልን ክጥልመና ይኽእል እዩ።</p>\n<p>ንጹህን ውሁድን ንጽህና እንተደሊና፡ ነቲ ንቑሕ ስእላዊ ኣእምሮ ጥራይ ዘይኮነ፡ ነቲ ሜካኒካዊ ስእላዊ ኣእምሮ ከምኡውን ትሕቲ ንቑሕ ትሕቲ ስእላዊ ኣእምሮ፡ ባዕሉ ዝሰርሕ፡ ትሕቲ ንቑሕ፡ ተሓቢኡ ዝነብር ክንከታተል የድልየና።</p>\n<p>እቲ ኣብ መንጎ ጾታን ስእላዊ ኣእምሮን ዘሎ ጥብቅ ዝምድና ፈጺምና ክንርስዕ የብልናን።</p>\n<p>ብዘይ እተደጋገመ ኣስተንትኖ ነፍሲ ወከፍ ዓይነት ናይ ሜካኒካዊ ስእላዊ ኣእምሮን ኩሉ መልክዕ ናይ ትሕትን ትሕቲ ስእላዊ ኣእምሮ ባዕሉ ዝሰርሕ ናብ ንቑሕ ስእላዊ ኣእምሮ፡ ተዓማሚት ክንልውጦ ይግባእ።</p>\n<p>እቲ ተዓማሚት ስእላዊ ኣእምሮ ባዕሉ ብባህርይኡ ፈጣሪ እዩ፡ እንተዘይህልው ኔሩ እቲ ፈጣሪ ተሌፎን፡ ራድዮ፡ ነፋሪት፡ ወዘተ፡ ፈጺሙ ኣይምፈጠሮምን ኔሩ።</p>\n<p>እቲ ስእላዊ ኣእምሮ ናይ ጓልኣንስተይቲ ኣብ ኩነታት ጥንሲ ንምዕባለ ናይ ፅንስ መሰረታዊ እዩ። ኩላቶም ኣዴታት ብስእላዊ ኣእምሮአን ነቲ ስነኣእምሮ ናይ ፅንስ ክልውጥዎ ከም ዝኽእሉ ተረጋጊጹ እዩ።</p>\n<p>እታ ኣብ ኩነታት ጥንሲ ዘላ ጓልኣንስተይቲ ጽቡቕ ስእልታት፡ ልዑላት መአከብታት፡ ከምኡውን ክላሲካል ሙዚቃን ስምረት ዝመልኦ ቃላትን ክትከታተል ምኽኣላ እቲ ኣብ ማህጸና ዘሎ ፍጥረት ንኽሰማማዕ የኽእላ።</p>\n<p>እታ ኣብ ኩነታት ጥንሲ ዘላ ጓልኣንስተይቲ ኣልኮል ክትሰቲ፡ ወይ ክትትክኽ፡ ወይ ክትከታተል ክትክልክል ኣለዋ፡ ምኽንያቱ እዚ ኩሉ ንስምረት ዝመልኦ ምዕባለ ናይ ፍጥረት ጎዳኢ ስለ ዝኾነ።</p>\n<p>ኩሎም ናይ ምምራጽን ስሕተትትን ነገራት ናይ እታ እተጠንሰት ጓልኣንስተይቲ ክትሕገዝ የድሊ።</p>\n<p>ብዙሓት ዘይጻወሩን ሓቀኛ ምርዳእ ዘይብሎምን ሰባት ነታ ኣብ ኩነታት ጥንሲ ዘላ ጓልኣንስተይቲ ይቑጥዑን ይዝልፍዋን። እቲ መሪር ናይዚኣ፡ እቲ ብናይቲ ዘይተማልአ ሰብኣይ እተፈጥረ ሓዘን፡ ኣብቲ ኣብ ማህጸን ዘሎ ፅንስ ብኣካላዊ ጥራይ ዘይኮነ ብስነኣእምሮኣዊ እውን ይጽልዎ እዩ።</p>\n<p>ነቲ ሓይሊ ናይ ፈጣሪ ስእላዊ ኣእምሮ ኣብ ግምት ብምእታው፡ እታ ኣብ ኩነታት ጥንሲ ዘላ ጓልኣንስተይቲ እቲ ዘይሰማማዕ፡ ዘየሐጉስ፡ ዘየሳቒ፡ ወዘተ፡ ክትከታተል የብላን ኢልካ ምዝራብ ግቡእ እዩ።</p>\n<p>እቲ መንግስታት ነቶም ምስ ጥንሲ ዝተተሓሓዙ ዓበይቲ ጸገማት ንምፍታሕ ክግደሱሎም ግዜኡ በጺሑ እዩ።</p>\n<p>ኣብ ሓንቲ ንክርስትያንነትን ዲሞክራሲን እትብል ሕብረተሰብ፡ ነቲ ሃይማኖታዊ ትርጉም ናይ ምውላድ ከኽብሩን ከድንቑን ከም ዘይክእሉ ዘይሰማማዕ እዩ። ኣሽሓት ኣንስቲ ኣብ ኩነታት ምጥናስ ከይተሓገዘን፡ ካብ ሰብኣየንን ሕብረተሰብን ተነጺለን፡ ቁራጽ እንጌራ ወይ ስራሕ ክልምናን፡ ከምኡውን ነቲ ኣብ ማህጸነን ዝጾርኦኦ ፍጥረት ንኽነብራ መብዛሕትኡ ግዜ ከበድቲ ስራሕቲ ክሰርሓ ምርኣይ ጭካኔ ዝመልኦ እዩ።</p>\n<p>እዚ ትሑት ሰብኣዊ ኩነታት ናይ ህልዊ ሕብረተሰብ፡ እዚ ጨካንን ሓላፍነት ዘይስምዖምን ምምሕዳራት ከምኡውን ኣህዛብ ገና ዲሞክራስያ ከም ዘየላ ብግልጺ ይሕብረና።</p>\n<p>ሆስፒታላት ምስ ክፍሎም ናይ ምውላድ ገና ነቲ ጸገም ኣይፈትሐዎን፡ ምኽንያቱ ናብዚኦም ሆስፒታላት እተን ኣንስቲ ቅድሚ ልደት ክቐርቡ ከለዋ ጥራይ ክበጽሓ ይኽእላ።</p>\n<p>ናይ ማሕበረሰብ ኣባይቲ ብሃንደበት የድልዩ፡ ናይ ሓቂ ከተማታት ኣትክልቲ ዝመልአን፡ ምስ ሳሎናትን መኖሪን ነተን ኣብ ኩነታት ጥንሲ ዘለዋ ጽዩቓት ኣንስቲ፡ ክሊኒክን ኪንደስን ንውላድ እዚአን ዝሓዘ እውን የድሊ።</p>\n<p>እዚኦም ማሕበራዊ ኣባይቲ መዕቆቢ ንጹቓት ኣንስቲ ኣብ ኩነታት ጥንሲ፡ ብኩሉ ዓይነት ምቹውነት፡ ኣበባታት፡ ሙዚቃ፡ ስምረት፡ ጽባቐ፡ ወዘተ ዝመልአት፡ ነቲ ዓቢ ጸገም ናይ ምውላድ ብምልኦት ይፈትሑልና።</p>\n<p>እቲ ሰብኣዊ ሕብረተሰብ ዓባይ ስድራ ምዃኑ ክንርዳእ ይግባእ፡ ዝኾነ ጸገም ናትና ዘይኮነ የለን ምኽንያቱ ነፍሲ ወከፍ ጸገም ኣብ ውሽጢ እተመጣጠነ ክልሉ ንኹሎም ኣባላት ናይ ሕብረተሰብ ብዝተፈላለየ መልክዕ ስለ ዝትንክፍ። ነተን ብምኽንያት ጽዩቓት ምዃነን ጥንሰን ዝሓዘአን ኣንስቲ ምፍላይ ዘይግቡእ እዩ። ንዓኣተን ምናቕ፡ ምዝላፍ ወይ ኣብ መዕቈቢ ትሑታት ምእታው ገበን እዩ።</p>\n<p>ኣብዚ ንነብረሉ ዘሎና ሕብረተሰብ ደቂ ዓደይን ተረፍን የለን፡ ምኽንያቱ ኩላትና ሰባት ኢናን ማዕረ መሰላት እውን ኣሎና።</p>\n<p>ሓቀኛ ዲሞክራሲ ክንፈጥር የድልየና፡ ብሓቂ ብኮሙኒዝም ክንውሓጥ እንተዘይደሊና።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/la-maternidad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-maternidad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-maternidad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
