import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "මරණය",
  "locale": "si",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. මරණය",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>මරණය යනු කුමක්ද යන්න මනසෙහි සියලුම අංශයන්හි ගැඹුරින් අවබෝධ කර ගැනීම හදිසි අවශ්‍යතාවයකි. එසේ කිරීමෙන් පමණක්, සැබවින්ම අමරණීයත්වය යනු කුමක්ද යන්න සම්පූර්ණයෙන්ම තේරුම් ගැනීමට හැකි වේ.</p>\n<p>ආදරය කරන කෙනෙකුගේ මළ සිරුර මිනී පෙට්ටියක තබා තිබීම මරණයේ අභිරහස අවබෝධ කර ගැනීමක් නොවේ.</p>\n<p>සත්‍යය යනු මොහොතින් මොහොතට නොදන්නා දෙයයි. මරණය පිළිබඳ සත්‍යය ද ඊට වෙනස් නොවිය යුතුය.</p>\n<p>ස්වභාවයෙන්ම මමත්වය සෑම විටම මරණ සහතිකයක්, අතිරේක සහතිකයක්, අපට හොඳ තත්වයක් සහ භයානක සොහොනෙන් ඔබ්බට ඕනෑම ආකාරයක අමරණීයත්වයක් සහතික කිරීමට භාර ගන්නා අධිකාරියක් අපේක්ෂා කරයි.</p>\n<p>මට මිය යාමට එතරම් උනන්දුවක් නැත. මමත්වය දිගටම පැවතීමට අවශ්‍යයි. මමත්වය මරණයට බෙහෙවින් බිය වේ.</p>\n<p>සත්‍යය විශ්වාස කිරීම හෝ සැක කිරීම මත පදනම් වූවක් නොවේ. සත්‍යයට විශ්වාසය හෝ අවිශ්වාසය සමඟ කිසිදු සම්බන්ධයක් නැත. සත්‍යය යනු අදහස්, න්‍යායන්, මත, සංකල්ප, පූර්ව නිගමන, උපකල්පන, අගතීන්, ප්‍රකාශ, සාකච්ඡා ආදිය මත පදනම් වූවක් නොවේ. මරණයේ අභිරහස පිළිබඳ සත්‍යය ද ඊට වෙනස් නොවේ.</p>\n<p>මරණයේ අභිරහස පිළිබඳ සත්‍යය දැනගත හැක්කේ සෘජු අත්දැකීම් තුළින් පමණි.</p>\n<p>මරණය පිළිබඳ සැබෑ අත්දැකීම් නොදන්නා කෙනෙකුට එය සන්නිවේදනය කිරීම කළ නොහැකිය.</p>\n<p>ඕනෑම කවියෙකුට ප්‍රේමය ගැන ලස්සන පොත් ලිවිය හැකි නමුත්, කිසි දිනෙක ප්‍රේමය අත්විඳ නැති පුද්ගලයින්ට ප්‍රේමය පිළිබඳ සත්‍යය සන්නිවේදනය කළ නොහැකි සේම, මරණය අත්විඳ නැති පුද්ගලයින්ට මරණය පිළිබඳ සත්‍යය සන්නිවේදනය කිරීම ද කළ නොහැකි බව අපි කියමු.</p>\n<p>මරණය පිළිබඳ සත්‍යය දැන ගැනීමට කැමති ඕනෑම අයෙකු ඒ ගැන සොයා බැලිය යුතුය, තමා විසින්ම අත්හදා බැලිය යුතුය, එය නිසි ලෙස සෙවිය යුතුය. මරණයේ ගැඹුරු අර්ථය සොයාගත හැක්කේ එවිට පමණි.</p>\n<p>වසර ගණනාවක නිරීක්ෂණ හා අත්දැකීම් තුළින් අපට වැටහුණේ මිනිසුන්ට මරණයේ ගැඹුරු අර්ථය තේරුම් ගැනීමට උනන්දුවක් නොමැති බවයි. මිනිසුන්ට සැබවින්ම අවශ්‍ය වන්නේ මරණින් මතු ජීවිතයේ දිගටම ජීවත් වීමට පමණි.</p>\n<p>බොහෝ අය ද්‍රව්‍යමය ධනය, කීර්තිය, පවුල, විශ්වාසයන්, අදහස්, දරුවන් ආදිය තුළින් දිගටම ජීවත් වීමට කැමතියි. ඕනෑම ආකාරයක මනෝවිද්‍යාත්මක අඛණ්ඩතාවයක් නිෂ්ඵල, තාවකාලික, අස්ථිර බව තේරුම් ගත් විට ඔවුන් අනාරක්ෂිතව, බියට පත්ව, භීතියට පත්ව, නිමක් නැති භීතියකින් පිරී යයි.</p>\n<p>දුප්පත් මිනිසුන්ට තේරුම් ගැනීමට අවශ්‍ය නැත, කාලය තුළ සියල්ල දිගටම සිදුවන බව තේරුම් ගැනීමට ඔවුන්ට අවශ්‍ය නැත.</p>\n<p>දිගටම පවතින සෑම දෙයක්ම කාලයත් සමඟ පිරිහෙන බව දුප්පත් මිනිසුන්ට තේරුම් ගැනීමට අවශ්‍ය නැත.</p>\n<p>දිගටම පවතින සෑම දෙයක්ම යාන්ත්‍රික, පුරුද්දක් බවට පත්වන බවත්, කම්මැලි බවත් දුප්පත් මිනිසුන්ට තේරුම් ගැනීමට අවශ්‍ය නැත.</p>\n<p>මරණයේ ගැඹුරු අර්ථය ගැන අප සම්පූර්ණයෙන් දැනුවත් වීම හදිසි, අවශ්‍ය සහ අත්‍යවශ්‍ය වේ. එසේ කිරීමෙන් පමණක් මිය යාමට ඇති බිය පහව යයි.</p>\n<p>මානව වර්ගයා හොඳින් නිරීක්ෂණය කිරීමෙන්, මනස සැමවිටම දන්නා දේ තුළ සිරවී ඇති බවත්, දන්නා දෙය සොහොනෙන් ඔබ්බට දිගටම පැවතීමට අවශ්‍ය බවත් අපට තහවුරු කළ හැකිය.</p>\n<p>දන්නා දේ තුළ සිරවී ඇති මනසට කිසි විටෙකත් නොදන්නා දේ, සැබෑ දේ අත්විඳිය නොහැක.</p>\n<p>නිවැරදි භාවනාව තුළින් කාලයේ බෝතලය බිඳ දැමීමෙන් පමණක් අපට සදාකාලික, අකාලික, සැබෑ දේ අත්විඳිය හැකිය.</p>\n<p>දිගටම ජීවත් වීමට කැමති අය මරණයට බිය වන අතර ඔවුන්ගේ විශ්වාසයන් සහ න්‍යායන් ඔවුන්ට මත්ද්‍රව්‍ය ලෙස පමණක් සේවය කරයි.</p>\n<p>මරණය තුළ බියජනක කිසිවක් නැත, එය ඉතා අලංකාර, උත්තරීතර, වචනවලින් විස්තර කළ නොහැකි දෙයක් වන නමුත් දන්නා දේ තුළ සිරවී ඇති මනස විශ්වාසයේ සිට අවිශ්වාසය දක්වා යන දුෂ්ට කවය තුළ පමණක් ගමන් කරයි.</p>\n<p>මරණයේ ගැඹුරු අර්ථය ගැන අප සැබවින්ම දැනුවත් වූ විට, ජීවිතය සහ මරණය සම්පූර්ණ, ඒකාබද්ධ සමස්තයක් බව සෘජු අත්දැකීම් තුළින් අප විසින්ම සොයා ගනිමු.</p>\n<p>මරණය යනු ජීවිතයේ තැන්පතුවයි. ජීවිතයේ මාවත සෑදී ඇත්තේ මරණයේ කුරවල සලකුණු වලින්ය.</p>\n<p>ජීවිතය යනු නිර්ණය කරන සහ නිර්ණය කරනු ලබන ශක්තියකි. උපතේ සිට මරණය දක්වා විවිධ ආකාරයේ ශක්තීන් මිනිස් සිරුර තුළ ගලා යයි.</p>\n<p>මිනිස් සිරුරට ඔරොත්තු දිය නොහැකි එකම ආකාරයේ ශක්තිය වන්නේ මරණයේ කිරණයි. මෙම කිරණ අධික විදුලි වෝල්ටීයතාවයක් දරයි. මිනිස් සිරුරට එවැනි වෝල්ටීයතාවයකට ඔරොත්තු දිය නොහැක.</p>\n<p>අකුණකට ගසක් දෙකඩ කළ හැකි සේම, මරණයේ කිරණ මිනිස් සිරුර හරහා ගලා යාමෙන් එය නොවැළැක්විය හැකි ලෙසම විනාශ කරයි.</p>\n<p>මරණයේ කිරණ මරණය සහ උපත යන සංසිද්ධි සම්බන්ධ කරයි.</p>\n<p>මරණයේ කිරණ ඉතා සමීප විදුලි ආතතීන් සහ සංසේචනය වූ බිත්තරය තුළ ඇති ජාන ඒකාබද්ධ කිරීමේ තීරණාත්මක බලය ඇති යම් යතුරක සටහනක් ඇති කරයි.</p>\n<p>මරණයේ කිරණ මිනිස් සිරුර එහි මූලික අංගවලට අඩු කරයි.</p>\n<p>අවාසනාවකට මමත්වය, ශක්තිජනක මමත්වය, අපගේ පැවත එන්නන් තුළ දිගටම පවතී.</p>\n<p>මරණය පිළිබඳ සත්‍යය යනු කුමක්ද, මරණය සහ පිළිසිඳ ගැනීම අතර කාල පරතරය යනු කුමක්ද යන්න කාලයට අයත් නොවන අතර අපට එය අත්විඳිය හැක්කේ භාවනාවේ විද්‍යාව තුළින් පමණි.</p>\n<p>පාසල්, විද්‍යාල සහ විශ්ව විද්‍යාලවල ගුරුවරුන් තම සිසුන්ට සැබෑ, සත්‍ය අත්දැකීම් කරා යන මාර්ගය ඉගැන්විය යුතුය.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/si/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/si/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/si/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
