import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "मृत्यु",
  "locale": "hi",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "29. मृत्यु",
    "order": 29
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>यह ज़रूरी है कि मृत्यु क्या है, इसे मन के हर क्षेत्र में गहराई से समझा जाए, केवल तभी अमरता को पूरी तरह से समझना संभव है।</p>\n<p>एक प्रियजन के मानव शरीर को ताबूत में देखना, मृत्यु के रहस्य को समझने का मतलब नहीं है।</p>\n<p>सत्य हर पल अज्ञात है। मृत्यु के बारे में सत्य कोई अपवाद नहीं हो सकता।</p>\n<p>स्वयं हमेशा, जैसा कि स्वाभाविक है, मृत्यु का बीमा, एक अतिरिक्त गारंटी, किसी ऐसे व्यक्ति की तलाश में रहता है जो हमें एक अच्छी स्थिति और कब्र से परे किसी भी प्रकार की अमरता सुनिश्चित करे।</p>\n<p>मुझे खुद को मरने की कोई जल्दी नहीं है। स्वयं जारी रखना चाहता है। स्वयं को मृत्यु से बहुत डर लगता है।</p>\n<p>सत्य विश्वास या संदेह का विषय नहीं है। सत्य का विश्वसनीयता या संशयवाद से कोई लेना-देना नहीं है। सत्य विचारों, सिद्धांतों, राय, अवधारणाओं, पूर्वाग्रहों, मान्यताओं, पूर्वाग्रहों, बयानों, वार्ताओं आदि का विषय नहीं है। मृत्यु के रहस्य के बारे में सत्य कोई अपवाद नहीं है।</p>\n<p>मृत्यु के रहस्य के बारे में सत्य को केवल प्रत्यक्ष अनुभव के माध्यम से जाना जा सकता है।</p>\n<p>जो कोई नहीं जानता उसे मृत्यु के वास्तविक अनुभव को संप्रेषित करना असंभव है।</p>\n<p>कोई भी कवि प्रेम की सुंदर किताबें लिख सकता है, लेकिन प्रेम के बारे में सत्य उन लोगों को संप्रेषित करना असंभव है जिन्होंने इसे कभी अनुभव नहीं किया है, उसी तरह हम कहते हैं कि उन लोगों को मृत्यु के बारे में सत्य संप्रेषित करना असंभव है जिन्होंने इसका अनुभव नहीं किया है।</p>\n<p>जो कोई मृत्यु के बारे में सत्य जानना चाहता है, उसे जांच करनी चाहिए, स्वयं प्रयोग करना चाहिए, जैसा कि अपेक्षित है, खोज करनी चाहिए, केवल तभी हम मृत्यु के गहरे अर्थ को खोज सकते हैं।</p>\n<p>कई वर्षों के अवलोकन और अनुभव ने हमें यह समझने की अनुमति दी है कि लोगों को वास्तव में मृत्यु के गहरे अर्थ को समझने में कोई दिलचस्पी नहीं है; लोगों को वास्तव में केवल आगे जारी रखने में दिलचस्पी है और बस इतना ही।</p>\n<p>कई लोग भौतिक संपत्ति, प्रतिष्ठा, परिवार, विश्वासों, विचारों, बच्चों आदि के माध्यम से जारी रखना चाहते हैं, और जब वे समझते हैं कि किसी भी प्रकार की मनोवैज्ञानिक निरंतरता व्यर्थ, क्षणिक, क्षणभंगुर, अस्थिर है, तो वे बिना गारंटी, असुरक्षित महसूस करते हैं, डरते हैं, भयभीत होते हैं, अनंत आतंक से भर जाते हैं।</p>\n<p>गरीब लोग समझना नहीं चाहते, वे यह नहीं समझना चाहते कि जो कुछ भी जारी है वह समय के साथ विकसित होता है।</p>\n<p>गरीब लोग यह नहीं समझना चाहते कि जो कुछ भी जारी है वह समय के साथ क्षय होता है।</p>\n<p>गरीब लोग यह नहीं समझना चाहते कि जो कुछ भी जारी है वह यांत्रिक, नियमित, उबाऊ हो जाता है।</p>\n<p>मृत्यु के गहरे अर्थ के बारे में पूरी तरह से जागरूक होना ज़रूरी, आवश्यक और अपरिहार्य है, केवल तभी अस्तित्व को रोकने का डर गायब हो जाता है।</p>\n<p>मानवता को ध्यान से देखकर, हम यह सत्यापित कर सकते हैं कि मन हमेशा ज्ञात में फंसा रहता है और चाहता है कि जो ज्ञात है वह कब्र से परे जारी रहे।</p>\n<p>ज्ञात में फंसा हुआ मन, कभी भी अज्ञात, वास्तविक, सत्य का अनुभव नहीं कर पाएगा।</p>\n<p>केवल उचित ध्यान के माध्यम से समय की बोतल को तोड़कर, हम शाश्वत, कालातीत, वास्तविक का अनुभव कर सकते हैं।</p>\n<p>जो लोग जारी रखना चाहते हैं वे मृत्यु से डरते हैं और उनके विश्वास और सिद्धांत केवल नारकोटिक के रूप में काम करते हैं।</p>\n<p>मृत्यु अपने आप में डरावनी नहीं है, यह बहुत सुंदर, उदात्त, अवर्णनीय है, लेकिन मन ज्ञात में फंसा हुआ है, केवल उस दुष्चक्र के भीतर चलता है जो विश्वसनीयता से संशयवाद तक जाता है।</p>\n<p>जब हम वास्तव में मृत्यु के गहरे और गहन अर्थ के बारे में पूरी तरह से जागरूक हो जाते हैं, तो हम प्रत्यक्ष अनुभव के माध्यम से स्वयं द्वारा खोजते हैं कि जीवन और मृत्यु एक संपूर्ण, एक-कुल बनाते हैं।</p>\n<p>मृत्यु जीवन का भंडार है। जीवन का मार्ग मृत्यु के खुरों के निशान से बना है।</p>\n<p>जीवन एक निर्धारित और निर्धारक ऊर्जा है। जन्म से मृत्यु तक मानव शरीर में विभिन्न प्रकार की ऊर्जा प्रवाहित होती है।</p>\n<p>एकमात्र प्रकार की ऊर्जा जिसे मानव शरीर सहन नहीं कर सकता है, वह है मृत्यु की किरण। इस किरण में बहुत अधिक विद्युत वोल्टेज होता है। मानव शरीर इस तरह के वोल्टेज का सामना नहीं कर सकता।</p>\n<p>जैसे बिजली का झटका एक पेड़ को चीर सकता है, उसी तरह मानव शरीर में बहने वाली मृत्यु की किरण भी अनिवार्य रूप से उसे नष्ट कर देती है।</p>\n<p>मृत्यु की किरण मृत्यु की घटना को जन्म की घटना से जोड़ती है।</p>\n<p>मृत्यु की किरण बहुत ही अंतरंग विद्युत तनावों और एक निश्चित प्रमुख नोट को जन्म देती है जिसमें निषेचित अंडे के भीतर जीन को संयोजित करने की शक्ति होती है।</p>\n<p>मृत्यु की किरण मानव शरीर को उसके मूलभूत तत्वों तक कम कर देती है।</p>\n<p>दुर्भाग्य से, अहंकार, ऊर्जावान स्व, हमारे वंशजों में जारी है।</p>\n<p>मृत्यु के बारे में सत्य क्या है, मृत्यु और गर्भाधान के बीच का अंतराल क्या है, यह कुछ ऐसा है जो समय से संबंधित नहीं है और जिसे हम केवल ध्यान के विज्ञान के माध्यम से अनुभव कर सकते हैं।</p>\n<p>स्कूलों, कॉलेजों और विश्वविद्यालयों के शिक्षकों को अपने छात्रों को वास्तविक, सत्य के अनुभव की ओर ले जाने वाले मार्ग को सिखाना चाहिए।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hi/educacion-fundamental/la-muerte.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hi/educacion-fundamental/la-muerte.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hi/educacion-fundamental/la-muerte.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
