import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "人类个性",
  "locale": "zh",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "24. 人类个性",
    "order": 24
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>一个人出生，活了六十五岁，然后去世。但在 1900 年之前他在哪里？ 1965 年之后他又会在哪里？ 官方科学对这一切一无所知。这是所有关于生与死问题的普遍表述。</p>\n<p>我们可以公理式地断言：“人之所以死，是因为他的时间到了，对死者的个性而言，没有任何明天”。</p>\n<p>每一天都是时间的一个波浪，每一个月是另一个时间波浪，每一年也是另一个时间波浪，所有这些相互连接的波浪共同构成了生命的伟大波浪。</p>\n<p>时间是圆的，人类个性的生命是一条闭合的曲线。</p>\n<p>人类个性的生命在其时间内发展，在其时间内诞生，并在其时间内死亡，永远无法存在于其时间之外。</p>\n<p>关于时间的问题，已被许多智者研究过。毫无疑问，时间是第四维度。</p>\n<p>欧几里得几何只适用于三维世界，但世界有七个维度，第四维是时间。</p>\n<p>人类的心智将永恒概念化为时间的直线延伸，没有什么比这个概念更错误的了，因为永恒是第五维度。</p>\n<p>存在的每一刻都在时间中发生，并永恒地重复。</p>\n<p>死亡和生命是两个相互接触的极端。一个人的生命结束了，另一个人的生命开始了。一个时间结束了，另一个时间开始了，死亡与永恒轮回密切相关。</p>\n<p>这意味着我们死后必须返回，回到这个世界，重复存在的相同戏剧，但如果人类个性随着死亡而消亡，那么是谁或什么在返回呢？</p>\n<p>有必要一劳永逸地澄清，是“我”在死亡之后继续存在，是“我”在返回，是“我”在回到这个泪之谷。</p>\n<p>我们的读者有必要区分“轮回法则”与现代神智学所教导的“转世理论”。</p>\n<p>上述转世理论起源于奎师那崇拜，这是一种吠陀类型的印度斯坦宗教，不幸的是，它被改革者修改和篡改了。</p>\n<p>在奎师那的原始正统崇拜中，只有英雄、领袖、那些已经拥有神圣个性的人，才是唯一会转世的人。</p>\n<p>多元化的“我”返回，回归，但这并非转世。大众，人群返回，但这并非转世。</p>\n<p>事物和现象轮回的思想，永恒重复的思想并不古老，我们可以在毕达哥拉斯的智慧和印度斯坦的古老宇宙论中找到它。</p>\n<p>梵天的永恒昼夜轮回，卡尔帕的不断重复等等，总是以非常紧密的方式与毕达哥拉斯的智慧和永恒复发或永恒轮回的法则联系在一起。</p>\n<p>乔达摩·佛陀非常明智地教授了永恒轮回的教义和连续生命的轮回，但他的教义被他的追随者严重篡改了。</p>\n<p>当然，每一次轮回都意味着制造一个新的“人类个性”，它在童年的头七年形成。</p>\n<p>家庭环境、街头生活和学校赋予“人类个性”其独特的原创色彩。</p>\n<p>长辈的榜样对儿童的个性至关重要。</p>\n<p>孩子从榜样中学到的比从戒律中学到的更多。错误的处世方式，荒谬的榜样，长辈堕落的习俗，赋予孩子的个性在我们所生活的时代中那种特殊的怀疑和堕落的色彩。</p>\n<p>在现代，通奸变得比土豆和洋葱更常见，正如逻辑上来说，这会在家庭中造成地狱般的场景。</p>\n<p>在这些时代，许多孩子不得不充满痛苦和怨恨地忍受继父或继母的鞭打和棍棒。很明显，在这种情况下，孩子的个性是在痛苦、怨恨和仇恨的框架内发展起来的。</p>\n<p>有一句俗语说：“别人的孩子到处闻起来都很丑”。当然，这里也有例外，但这些例外可以用一只手的手指来数，而且还绰绰有余。</p>\n<p>父母之间因嫉妒而发生的争吵，悲伤的母亲或受压迫、破产和绝望的丈夫的哭泣和哀叹，在孩子的个性中留下了一生都无法忘记的深刻痛苦和忧郁的印记。</p>\n<p>在优雅的住宅中，骄傲的女士们会虐待她们的女仆，当她们去美容院或化妆时。女士们的骄傲受到了致命的伤害。</p>\n<p>看到所有这些可耻场景的孩子会感到内心深处受到伤害，无论他们站在骄傲自大的母亲一边，还是站在虚荣而受辱的不幸女仆一边，结果通常对儿童的个性来说是灾难性的。</p>\n<p>自从电视发明以来，家庭的团结已经丧失。在过去，男人从外面回来，他的妻子会非常高兴地迎接他。今天，妻子不再出门迎接她的丈夫，因为她正忙着看电视。</p>\n<p>在现代家庭中，父亲、母亲、儿子、女儿似乎都是电视屏幕前无意识的自动机。</p>\n<p>现在，丈夫根本无法与妻子谈论一天的问题、工作等等，因为她似乎梦游般地看着昨天的电影、艾尔·卡彭的地狱般的场景、新浪潮的最后舞蹈等等。</p>\n<p>在这种新型超现代家庭中长大的孩子只想着玩具枪、手枪、机关枪，以模仿和以他们自己的方式生活他们在电视屏幕上看到的所有犯罪的地狱般的场景。</p>\n<p>可悲的是，电视的这项奇妙发明被用于破坏性目的。如果人类以一种有尊严的方式使用这项发明，无论是研究自然科学，还是教授自然母亲的真正皇家艺术，还是向人们传授崇高的教义，那么这项发明将成为人类的祝福，它可以被明智地用于培养人类的个性。</p>\n<p>用无节奏、不和谐、庸俗的音乐来滋养儿童的个性显然是荒谬的。用强盗和警察的故事、罪恶和卖淫的场景、通奸的戏剧、色情作品等来滋养孩子的个性是愚蠢的。</p>\n<p>我们可以从无因的反叛者、过早的杀人犯等身上看到这种行为的结果。</p>\n<p>令人遗憾的是，母亲们会鞭打她们的孩子，用棍棒殴打他们，用分解和残酷的词语侮辱他们。这种行为的结果是怨恨、仇恨、爱的丧失等等。</p>\n<p>在实践中，我们已经看到，在棍棒、鞭打和尖叫声中长大的孩子会变成粗俗的人，充满粗俗和缺乏一切尊重和敬畏感。</p>\n<p>迫切需要理解在家庭中建立真正平衡的必要性。</p>\n<p>必须知道，甜蜜和严厉必须在正义天平的两个盘子上相互平衡。</p>\n<p>父亲代表严厉，母亲代表甜蜜。父亲体现了智慧，母亲象征着爱。</p>\n<p>智慧和爱，严厉和甜蜜在宇宙天平的两个盘子上相互平衡。</p>\n<p>为了家庭的利益，父母必须相互平衡。</p>\n<p>所有父母都迫切需要理解在孩子的心灵中播下永恒精神价值的必要性。</p>\n<p>令人遗憾的是，现代儿童已经不再拥有敬畏感，这是因为牛仔、强盗和警察的故事、电视、电影等已经扭曲了儿童的心灵。</p>\n<p>诺斯替运动的革命心理学以清晰和精确的方式深刻地区分了“自我”和“本质”。</p>\n<p>在生命的头三四年中，儿童身上只展现出本质的美，那时孩子是温柔的、甜蜜的、在各个心理方面都是美丽的。</p>\n<p>当“自我”开始控制孩子温柔的个性时，本质的所有这些美丽都会消失，取而代之的是每个人都特有的心理缺陷开始显现。</p>\n<p>正如我们必须区分自我和本质一样，也有必要区分个性和本质。</p>\n<p>人天生具有本质，但并非天生具有个性，后者有必要创造。</p>\n<p>个性和本质必须以和谐和平衡的方式发展。</p>\n<p>在实践中，我们已经能够验证，当个性以牺牲本质为代价而过度发展时，结果就是流氓。</p>\n<p>多年的观察和经验使我们能够理解，当本质完全发展而根本不注意个性的和谐培养时，结果就是没有智力、没有个性、心地善良但不适应的神秘主义者。</p>\n<p>个性和本质的和谐发展会产生杰出的人。</p>\n<p>在本质中，我们拥有一切属于自己的东西，在个性中，我们拥有一切借来的东西。</p>\n<p>在本质中，我们拥有我们天生的品质，在个性中，我们拥有长辈的榜样，我们在家庭、学校和街头学到的东西。</p>\n<p>迫切需要孩子们获得滋养本质的食物和滋养个性的食物。</p>\n<p>本质以温柔、无限的爱、音乐、鲜花、美丽、和谐等为食。</p>\n<p>个性必须以长辈的良好榜样、学校的明智教导等为食。</p>\n<p>孩子们必须在进入幼儿园之前，在七岁时进入小学。</p>\n<p>孩子们必须通过玩耍来学习最初的字母，这样学习对他们来说就会变得有吸引力、愉快和幸福。</p>\n<p>基础教育教导说，从幼儿园开始，就必须特别关注人类个性的三个方面，即思想、运动和行动，这样孩子的个性才能以和谐和平衡的方式发展。</p>\n<p>儿童个性的创造和发展问题对父母和学校老师来说都是一项极其重要的责任。</p>\n<p>人类个性的质量完全取决于创造和滋养它的心理材料类型。</p>\n<p>在心理学学生中，关于个性、本质、自我或“我”存在许多困惑。</p>\n<p>有些人将个性与本质混淆，另一些人则将自我或“我”与本质混淆。</p>\n<p>许多伪秘教或伪神秘学校的目标是“非个人生活”。</p>\n<p>有必要澄清，我们不必溶解的是个性。</p>\n<p>迫切需要知道，我们需要瓦解自我、“我自己”、“我”，将其还原为宇宙尘埃。</p>\n<p>个性只不过是一个行动的载体，一个有必要创造、制造的载体。</p>\n<p>世界上存在卡利古拉、阿提拉、希特勒等等。无论什么样的个性多么邪恶，当自我完全溶解时，它都可以被彻底改变。</p>\n<p>自我的溶解困扰和困扰着许多伪秘教徒。他们确信自我是神圣的，他们认为自我或“我”就是“存在本身”、“神圣的单子”等等。</p>\n<p>有必要、迫切和刻不容缓地理解，自我中没有任何神圣的东西。</p>\n<p>自我就是《圣经》中的撒旦，是记忆、欲望、激情、仇恨、怨恨、贪欲、通奸、家庭遗产、种族、国家等等的集合。</p>\n<p>许多人愚蠢地断言，我们体内存在着一个更高或神圣的自我和一个较低的自我。</p>\n<p>“更高”和“更低”总是同一事物的两个部分。“更高的我”、“更低的我”是同一个自我的两个部分。</p>\n<p>神圣的存在、“单子”、“内在”与自我的任何形式都无关。“存在”就是“存在”，这就是全部。“存在的理由”就是“存在本身”。</p>\n<p>个性本身只不过是一个载体而已。通过个性，自我或存在可以显现出来，一切都取决于我们自己。</p>\n<p>迫切需要溶解“我”、“自我”，以便我们“真正存在的心理本质”只能通过我们的个性显现出来。</p>\n<p>教育工作者必须充分理解和谐培养“人类个性”的三个方面的必要性。</p>\n<p>个性和本质之间的完美平衡，思想、情感和运动的和谐发展，革命性的伦理，构成了基础教育的基础。</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/zh/educacion-fundamental/la-personalidad-humana.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/zh/educacion-fundamental/la-personalidad-humana.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/zh/educacion-fundamental/la-personalidad-humana.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
