import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ላፓዝ",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "17. ላፓዝ",
    "order": 17
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ሰላም ከአእምሮ ሊመጣ አይችልም ምክንያቱም የአእምሮ አይደለም። ሰላም የጸጥታ ልብ ጣፋጭ ሽቱ ነው።</p>\n<p>ሰላም የፕሮጀክቶች፣ የአለም አቀፍ ፖሊስ፣ የተባበሩት መንግስታት ድርጅት፣ የአሜሪካ መንግስታት ድርጅት፣ የአለም አቀፍ ስምምነቶች ወይም ሰላም ስም በሚል የሚዋጉ ወራሪ ሰራዊቶች ጉዳይ አይደለም።</p>\n<p>እውነተኛ ሰላም ከፈለግን እንደ ጦርነት ጊዜ ጠባቂ ሁል ጊዜ ንቁ እና ጠንቃቃ ሆነን በአእምሯችን ፈጣን እና ታዛዥ ሆነን መኖርን መማር አለብን ምክንያቱም ሰላም የፍቅር ቅዠት ወይም የውብ ህልም ጉዳይ አይደለምና።</p>\n<p>በቅጽበት የማንቂያ ሁኔታ ውስጥ መኖርን ካልተማርን ወደ ሰላም የሚወስደው መንገድ የማይቻል፣ ጠባብ ይሆናል፤ እጅግ አስቸጋሪ ከሆነ በኋላ በመጨረሻ ወደ ሞት ፍጻሜ ይመራናል።</p>\n<p>መረዳት ያስፈልጋል፣ የጸጥታ ልብ እውነተኛ ሰላም ልንደርስበት የምንችልበትና ቆንጆ ሴት በደስታ የምትጠብቀን ቤት እንዳልሆነች ማወቅ አስቸኳይ ነው። ሰላም ግብ፣ ቦታ ወዘተ አይደለም።</p>\n<p>ሰላምን መከታተል፣ መፈለግ፣ ፕሮጀክቶችን ማውጣት፣ በስሙ መዋጋት፣ ፕሮፓጋንዳ መስራት፣ ድርጅቶችን በመመስረት መስራት ወዘተ ፍፁም የማይረባ ነገር ነው ምክንያቱም ሰላም የአእምሮ አይደለምና ሰላም የጸጥታ ልብ አስደናቂ ሽቱ ነው።</p>\n<p>ሰላም አይገዛም አይሸጥም ወይም በማስታረቅ ሥርዓት፣ በልዩ ቁጥጥር፣ በፖሊስ ወዘተ ማግኘት አይቻልም።</p>\n<p>በአንዳንድ አገሮች ብሔራዊ ጦር በገጠር እየዞረ መንደሮችን እያወደመ፣ ሰዎችን እየገደለና አሸባሪ ናቸው የተባሉትን እየረሸነ ይሄ ሁሉ ሰላም ስም በሚል ነው። የዚህ ዓይነት አካሄድ ውጤት የጭካኔ መስፋፋት ነው።</p>\n<p>ዓመፅ ተጨማሪ ዓመፅን ያስገኛል፣ ጥላቻም ተጨማሪ ጥላቻን ያመጣል። ሰላም ሊገኝ አይችልም፣ ሰላም የዓመፅ ውጤት ሊሆን አይችልም። ሰላም ወደ እኛ የሚመጣው ራስን ስናፈርስ በውስጣችን ጦርነትን የሚፈጥሩትን ሁሉንም ስነ ልቦናዊ ምክንያቶች ስናጠፋ ብቻ ነው።</p>\n<p>ሰላም ከፈለግን አጠቃላይ ምስሉን ማየት፣ ማጥናትና መመርመር አለብን እንጂ አንድ ጥግ ብቻ አይደለም።</p>\n<p>ሰላም የሚወለደው በውስጣችን በጥልቅና በከፍተኛ ሁኔታ ስንቀየር ነው።</p>\n<p>የቁጥጥር ጉዳይ፣ የሰላም ድርጅቶች፣ ማስታረቅ ወዘተ. በህይወት ውቅያኖስ ውስጥ ነጥቦች የሆኑ ገለልተኛ ዝርዝሮች ናቸው፤ አጠቃላይ የህልውና ምስል ክፍልፋዮች በሥሩ፣ በጠቅላላውና በመጨረሻው መልኩ የሰላምን ችግር በጭራሽ ሊፈቱ አይችሉም።</p>\n<p>ምስሉን ሙሉ በሙሉ ማየት አለብን፣ የአለም ችግር የግለሰቡ ችግር ነው፤ ግለሰቡ በውስጡ ሰላም ከሌለው ማህበረሰቡ፣ አለም በማይቀር ጦርነት ውስጥ ይኖራሉ።</p>\n<p>መምህራን በትምህርት ቤቶች፣ ኮሌጆች፣ ዩኒቨርሲቲዎች ለሰላም መስራት አለባቸው፣ ካልሆነ በስተቀር ጭካኔንና ሁከትን ይወዳሉ።</p>\n<p>ለአዲሱ ትውልድ ተማሪዎች መከተል ያለባቸውን መንገድ፣ ወደ ጸጥታ ልብ እውነተኛ ሰላም በእርግጠኝነት ሊመራን የሚችለውን የቅርብ መንገድ ማመላከት አስቸኳይና አስፈላጊ ነው።</p>\n<p>ሰዎች እውነተኛው ውስጣዊ ሰላም ምን እንደሆነ በትክክል መረዳት አይችሉም እና ማንም በመንገዳቸው ላይ እንዳይደርስ፣ እንዳይደናቀፍባቸው፣ እንዳይረብሻቸው ብቻ ነው የሚፈልጉት፣ እነሱ ራሳቸው በራሳቸው ፈቃድ ሌሎችን የመረበሽ እና የማበሳጨት መብትን ቢወስዱም።</p>\n<p>ሰዎች እውነተኛ ሰላምን በጭራሽ አያውቁትም እና ስለ እሱ የማይረባ አስተያየት፣ የፍቅር ሃሳቦች፣ የተሳሳቱ ጽንሰ-ሀሳቦች ብቻ አሏቸው።</p>\n<p>ለሌቦች ሰላም ፖሊስ በመንገዳቸው ላይ ሳይመጣ በነፃነት መስረቅ መቻል ደስታ ይሆናል። ለአስመጪዎች ሰላም ማንኛውንም ዓይነት ንግዳቸውን በሁሉም ቦታዎች ላይ ባለስልጣኖች ሳይከለክሏቸው ማስገባት መቻል ይሆናል። ህዝቡን ለሚርቡ ሰዎች ሰላም የመንግስት ባለስልጣኖች ሳይከለክሏቸው በሁሉም አቅጣጫዎች በመበዝበዝ ውድ ዋጋ መሸጥ ይሆናል። ለሴተኛ አዳሪዎች ሰላም በአልጋቸው ላይ መደሰት እና ማንኛቸውም የጤና ወይም የፖሊስ ባለስልጣኖች በህይወታቸው ውስጥ ምንም ዓይነት ጣልቃ ገብነት ሳይኖር ሁሉንም ወንዶች በነፃነት መበዝበዝ ይሆናል።</p>\n<p>እያንዳንዱ ሰው በአእምሮው ውስጥ ስለ ሰላም አምሳ ሺህ የማይረባ ቅዠቶችን ይመሰርታል። እያንዳንዱ ሰው ስለ ሰላም ትርጉም የሐሰት ሐሳቦች፣ እምነቶች፣ አስተያየቶች እና የማይረባ ጽንሰ-ሀሳቦች የሆነ ራስ ወዳድ ግድግዳ በዙሪያው ለመገንባት ይፈልጋል።</p>\n<p>እያንዳንዱ ሰው በራሱ መንገድ፣ በፈቃዱ፣ በምርጫው፣ ልማዶቹ፣ በተሳሳቱ ልማዶቹ ወዘተ ሰላምን ይፈልጋል። እያንዳንዱ ሰው በተሳሳተ መንገድ የተፀነሰ የራሱን ሰላም ለመኖር በማሰብ በአስደናቂና መከላከያ ግድግዳ ውስጥ ራሱን መቆለፍ ይፈልጋል።</p>\n<p>ሰዎች ለሰላም ይዋጋሉ፣ ይመኛሉ፣ ይፈልጋሉ፣ ግን ሰላም ምን እንደሆነ አያውቁም። ሰዎች ማንም እንዳይደናቀፍባቸው፣ እያንዳንዳቸው ድርጊታቸውን በሰላም እና በነፃነት ማድረግ ብቻ ነው የሚፈልጉት። ያ ነው ሰላም የሚሉት።</p>\n<p>ሰዎች ምን ዓይነት ድርጊቶችን ቢፈጽሙ ምንም ችግር የለውም፣ እያንዳንዱ የሚያደርጉት ነገር ጥሩ ነው ብሎ ያስባል። ሰዎች እስከ ከባድ ወንጀሎች ድረስ ማመካኛ ያገኛሉ። ሰካራሙ ሲያዝን ያዝናልና ይጠጣል። ሰካራሙ ሲደሰት ደስተኛ ነውና ይጠጣል። ሰካራሙ ሁል ጊዜ የአልኮል ሱሱን ያጸድቃል። ሁሉም ሰዎች እንደዚህ ናቸው፣ ለእያንዳንዱ ወንጀል ማመካኛ ያገኛሉ፣ ማንም ክፉ እንደሆነ አይቆጥርም፣ ሁሉም ጻድቅና ታማኝ እንደሆነ ያስባል።</p>\n<p>በትክክል ሳይሰሩ በምቾት እና ያለ ምንም ጥረት በተአምራዊ የፍቅር ቅዠቶች በተሞላ ዓለም ውስጥ መኖር ሰላም ነው ብለው በስህተት የሚያስቡ ብዙ ዘላኖች አሉ።</p>\n<p>ስለ ሰላም በሚሊዮኖች የሚቆጠሩ የተሳሳቱ አስተያየቶች እና ጽንሰ-ሀሳቦች አሉ። በምንኖርበት በዚህ አሳዛኝ ዓለም ውስጥ እያንዳንዱ ሰው የራሱን ድንቅ ሰላም፣ የራሱን አስተያየት ሰላም ይፈልጋል። ሰዎች በዓለም ውስጥ የሕልማቸውን ሰላም፣ የእራሳቸውን ልዩ ዓይነት ሰላም ማየት ይፈልጋሉ፣ ምንም እንኳን በራሳቸው ውስጥ ጦርነትን፣ ጠላትነትን፣ ሁሉንም ዓይነት ችግሮች የሚያስከትሉ ስነ ልቦናዊ ነገሮችን ይዘው ቢሄዱም።</p>\n<p>በእነዚህ የአለምአቀፍ ቀውሶች ጊዜ ስሙን ማግነን የሚፈልግ ሁሉ የሰላም ድርጅቶችን ይመሰርታል፣ ፕሮፓጋንዳ ያሰራጫል እና የሰላም ተሟጋች ይሆናል። ብዙ ተንኮለኛ ፖለቲከኞች የመቃብር ስፍራ ቢኖራቸውም እና አንድ ወይም ሌላ ሰው እንዲጠፋ በድብቅ ቢያዙም የኖቤል የሰላም ሽልማትን ማሸነፋቸውን መዘንጋት የለብንም።</p>\n<p>በምድር ላይ በሁሉም ቦታዎች የራስን መፍታት አስተምህሮ በማስተማር እራሳቸውን የሚያሳልፉ የእውነት የሰው ልጅ መምህራን አሉ። እነዚያ መምህራን በውስጣችን የምንሸከመውን ሜፊስቶፌልስን በመፍታት ብቻ የልብ ሰላም ወደ እኛ እንደሚመጣ ከራሳቸው ልምድ ያውቃሉ።</p>\n<p>በእያንዳንዱ ሰው ውስጥ ጥላቻ፣ ስግብግብነት፣ ምቀኝነት፣ ቅናት፣ የንብረት መንፈስ፣ ምኞት፣ ቁጣ፣ ኩራት ወዘተ እያለ ጦርነቶች የማይቀሩ ናቸው።</p>\n<p>ሰላም አግኝተናል የሚሉ ብዙ ሰዎችን በአለም ላይ እናውቃለን። እነዚያን ሰዎች በደንብ ስናጠና ሰላምን በጭራሽ እንደማያውቁ እና በአንዳንድ ብቸኛ እና አጽናኝ ልማድ ውስጥ ወይም በልዩ እምነት ውስጥ ብቻ እንደተቆለፉ ማረጋገጥ ችለናል፣ ነገር ግን በእውነቱ እነዚያ ሰዎች የጸጥታ ልብ እውነተኛ ሰላም ምን እንደሆነ በጭራሽ አላጋጠማቸውም። በእርግጥ እነዚያ ምስኪን ሰዎች በድንቁርናቸው ከእውነተኛው የልብ ሰላም ጋር የሚያመሳስሉት ሰው ሰራሽ ሰላም ፈጥረዋል።</p>\n<p>በአጉል ፍርዶቻችን፣ በእምነቶቻችን፣ አስቀድመን ባሰብናቸው ሃሳቦች፣ ፍላጎቶች፣ ልማዶች ወዘተ በተሳሳቱ ግድግዳዎች ውስጥ ሰላምን መፈለግ የማይረባ ነገር ነው።</p>\n<p>በአእምሮ ውስጥ ጠላትነትን፣ አለመግባባትን፣ ችግሮችን፣ ጦርነቶችን የሚያስከትሉ የስነ ልቦናዊ ነገሮች እያሉ እውነተኛ ሰላም አይኖርም።</p>\n<p>እውነተኛ ሰላም የሚመጣው በጥበብ ከተረዳው ህጋዊ ውበት ነው።</p>\n<p>የጸጥታ ልብ ውበት የእውነተኛ ውስጣዊ ሰላም ጣፋጭ ሽታ ያወጣል።</p>\n<p>የጓደኝነትን ውበት መረዳት እና የጨዋነት ሽታ መሰማት አስቸኳይ ነው።</p>\n<p>የቋንቋን ውበት መረዳት አስቸኳይ ነው። ቃላቶቻችን የእውነትን ንጥረ ነገር መያዝ አለባቸው። ከዜማ ውጭ፣ የማይስማማ፣ ጨካኝ፣ የማይረባ ቃላትን በጭራሽ መጠቀም የለብንም።</p>\n<p>እያንዳንዱ ቃል እውነተኛ ሲምፎኒ መሆን አለበት፣ እያንዳንዱ ሀረግ በመንፈሳዊ ውበት የተሞላ መሆን አለበት። መናገር ሲገባ ዝም ማለት እና ዝም ማለት ሲገባ መናገር በጣም መጥፎ ነው። ወንጀለኛ ዝምታ አለ እና አሳፋሪ ቃላት አሉ።</p>\n<p>አንዳንድ ጊዜ መናገር ወንጀል ነው፣ አንዳንድ ጊዜ ዝም ማለትም ሌላ ወንጀል ነው። አንድ ሰው መናገር ሲገባው መናገርና ዝም ማለት ሲገባው ዝም ማለት አለበት።</p>\n<p>ቃሉ ከባድ ኃላፊነት ስላለበት በእሱ አንጫወት።</p>\n<p>እያንዳንዱ ቃል ከመነገሩ በፊት መመዘን አለበት ምክንያቱም እያንዳንዱ ቃል በዓለም ውስጥ ብዙ ጠቃሚ እና ብዙ የማይጠቅም፣ ብዙ ጥቅም ወይም ብዙ ጉዳት ሊያመጣ ይችላል።</p>\n<p>ምልክቶቻችንን፣ መልኮቻችንን፣ ልብሶቻችንን እና ሁሉንም ዓይነት ድርጊቶቻችንን መንከባከብ አለብን። ምልክቶቻችን፣ ልብሳችን፣ ጠረጴዛ ላይ የምንቀመጥበት መንገድ፣ በምንመገብበት ጊዜ የምንሰራው ባህሪ፣ በሳሎን ውስጥ፣ በቢሮ ውስጥ፣ በመንገድ ላይ ወዘተ ሰዎችን የምናስተናግድበት መንገድ ሁል ጊዜ በውበት እና በስምምነት የተሞላ መሆን አለባቸው።</p>\n<p>የደግነትን ውበት መረዳት፣ የጥሩ ሙዚቃን ውበት መሰማት፣ የፈጠራ ጥበብን ውበት መውደድ፣ የማሰብ፣ የመሰማትና የመስራት መንገዳችንን ማጣራት ያስፈልጋል።</p>\n<p>ከፍተኛው ውበት ሊወለድ የሚችለው ራስ በከፍተኛ፣ በጠቅላላው እና በመጨረሻው መልኩ ሲሞት ብቻ ነው።</p>\n<p>እኛ ራስን በህይወት ከያዝን አስቀያሚዎች፣ አስፈሪዎችና አስጸያፊዎች ነን። ራስ ብዙ ከሆነ ሙሉ በሙሉ ውበት በውስጣችን የማይቻል ነው።</p>\n<p>እውነተኛ ሰላም ከፈለግን ራስን ወደ ኮስሚክ ትቢያ መቀነስ አለብን። በውስጣችን ውበት የሚኖረው ያኔ ብቻ ነው። ከዚያ ውበት የፍቅር ውበት እና የልብ እውነተኛ ሰላም ይወለዳሉ።</p>\n<p>የፈጣሪ ሰላም በውስጣችን ስርዓትን ያመጣል፣ ግራ መጋባትን ያስወግዳል እና በህጋዊ ደስታ ይሞላናል።</p>\n<p>አእምሮ እውነተኛ ሰላም ምን እንደሆነ ሊረዳ እንደማይችል ማወቅ ያስፈልጋል። የጸጥታ ልብ ሰላም የሚመጣው በጥረት ወይም ለሰላም ፕሮፓጋንዳ ለማድረግ በተዘጋጀ ማኅበር ወይም ድርጅት በመሳተፍ እንዳልሆነ መረዳት አስቸኳይ ነው።</p>\n<p>እውነተኛ ሰላም ወደ እኛ የሚመጣው በአእምሮአችን እና በልባችን ንጽህናን መልሰን ስናገኝ ልክ እንደ ቆንጆ እና ስሜታዊ ልጆች ስንሆን እንደ ጣፋጭ ሁሉ ለሁሉም መራራ ለሁሉም ጥሩ ሁሉ ለመጥፎ ስሜታዊ ስንሆን በተፈጥሮ እና በቀላሉ ነው።</p>\n<p>የጠፋውን የልጅነት ጊዜ በአእምሮም በልብም መልሶ ማግኘት ያስፈልጋል።</p>\n<p>ሰላም በጣም ትልቅ፣ ሰፊ፣ ወሰን የሌለው ነገር ነው በአእምሮ የተፈጠረ አይደለም በስሜት ወይም በሐሳብ ሊመጣ አይችልም። ሰላም ከመልካምና ከክፉ ያለፈ አቶሚክ ንጥረ ነገር፣ ከሥነ ምግባር በላይ የሆነ ንጥረ ነገር፣ ከፍፁምነት የሚመነጭ ንጥረ ነገር ነው።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/la-paz.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-paz.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-paz.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
