import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ላፓዝ",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "17. ላፓዝ",
    "order": 17
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ሰላም ካብ ኣእምሮ ክመጽእ ኣይክእልን፣ ምኽንያቱ ካብ ኣእምሮ ኣይኮነን። ሰላም እቲ ባህ ዘብል ሽቶ ናይ  спокоен срце እዩ።</p>\n<p>ሰላም ጉዳይ ፕሮጀክትታት፣ ዓለምለኻዊ ፖሊስ፣ ሕቡራት መንግስታት፣ ኦኤኤስ፣ ዓለምለኻውያን ውዕላት ወይ’ውን ኣብ ስም ሰላም ዝዋግኡ ወራሪ ሰራዊት ኣይኮነን።</p>\n<p>ሓቀኛ ሰላም እንተደሊና ከምቲ ኣብ ግዜ ኲናት ዝጽበ ዘሎ ሰብ ኴንና ብንቕሓትን ብጥንቃቐን፣ ድሉውን ለዋህ ኣእምሮን ክንነብር ክንመሃር ኣለና፣ ምኽንያቱ ሰላም ጉዳይ ናይ የዋህነት ሓሳባት ወይ’ውን ጉዳይ ጥዑም ሕልሚ ኣይኮነን።</p>\n<p>ኣብ ነፍሲ ወከፍ እዋን ብንቕሓት ክንነብር እንተዘይተማሂርና፣ እቲ ናብ ሰላም ዘብጽሕ መገዲ ኣዝዩ ጸቢብን ድሕሪኡ ኸኣ ኣዝዩ ኣሸጋሪ ዄይኑ ኣብ መወዳእታ ኣብ ዘይወጽእዎ መገዲ ክበጽሕ እዩ።</p>\n<p>እታ ናይ ሓቂ ሰላም ናይቲ ድምጽና ዝሰከመ ልቢ ናብቲ ክንበጽሖ እንኽእልን ሓንቲ ቆንጆ ጓል ብሓጐስ እትጽበየናን ቤት ከምዘይኮነት ምርዳእ የድሊ። ሰላም ዕላማ፣ ቦታ ወዘተ ኣይኮነን።</p>\n<p>ሰላም ምድላይ፣ ምድህሳስ፣ ኣብኡ ፕሮጀክትታት ምግባር፣ ኣብ ስሙ ምውጋእ፣ ኣብኡ ፕሮፖጋንዳ ምዝርጋሕ፣ ነቲ ዕላማ ንምስራሕ ትካላት ምምስራት ወዘተ. ፍጹም ዘይግቡእ እዩ፣ ምኽንያቱ ሰላም ናይ ኣእምሮ ኣይኮነን፣ ሰላም እቲ ግሩም ሽቶ ናይቲ ድምጽና ዝሰከመ ልቢ እዩ።</p>\n<p>ሰላም ኣይሽየጥን ኣይውሃብን ወይ ድማ ብስርዓት ናይ ምህዳእን ፍሉያት ቁጽጽራትን ፖሊስ ወዘተ. ክርከብ ኣይከኣልን።</p>\n<p>ኣብ ገሊአን ሃገራት ሃገራዊ ሰራዊት ኣብ መዳጐኒ ቦታታት ይዘውር፣ ዓድታት የፍርስ፣ ሰባት ይቐትል፣ ተባሃልቲ ጉሓላት ይቐትል፣ እዚ ዅሉ ኣብ ስም ሰላም ይብሉ። ሳዕቤኑ ናይ ከምዚ ዝኣመሰለ ኣካይዳ ምብዛሕ ናይ ኣረመኔነት እዩ።</p>\n<p>ዓመጽ ንዝያዳ ዓመጽ፣ ጽልኢ ድማ ንዝያዳ ጽልኢ የፍሪ። ሰላም ክትዕወት ኣይከኣልን፣ ሰላም ሳዕቤን ናይ ዓመጽ ክኸውን ኣይክእልን። ሰላም ናብኣና ዝመጽእ ንነብስና ምስ ፈረሰት፣ ውሽጥና ንዅሎም እቶም ኲናትን ዝፈጥሩ ስነ-ልቦናዊ ረቛሒታት ምስ ኣጥፋእና ጥራይ እዩ።</p>\n<p>ሰላም እንተደሊና፣ ነቲ ምሉእ ስእሊ ክንዕዘብ፣ ከነጽንዕ፣ ክንርኢ ኣለና፣ ሓደ ጥቓ ጥራይ ዘይኮነ።</p>\n<p>ሰላም ዉሽጥና ኣብ ውሽጢ ጉዳይና ሙሉእ ብሙሉእ ምስ ተለወጥና ትውለድ።</p>\n<p>እቲ ጉዳይ ናይ ቁጽጽራት፣ ፕሮ ሰላም ትካላት፣ ምህዳእ ወዘተ. እተፈልዩ ዝርዝራት፣ ነጥብታት፣ ኣብ ውቅያኖስ ናይ ህይወት፣ እተፈልዩ ክፍልታት ናይቲ ምሉእ ስእሊ ናይ ህልውና እዩ፣ እቲ ጸገም ናይ ሰላም ብተሪር፣ ምሉእን ናይ መወዳእታ መልክዑ ፈጺሙ ክፈትሕ ኣይክእልን።</p>\n<p>ነቲ ስእሊ ብምሉእ መልክዑ ክንርእዮ ይግባእ፣ ጸገም ናይ ዓለም ጸገም ናይ ውልቀ ሰብ እዩ፤ እቲ ውልቀ ሰብ ኣብ ውሽጡ ሰላም እንተዘይብሉ፣ ማሕበረሰብ፣ ዓለም ብግዲ ኣብ ኲናት ክትነብር እያ።</p>\n<p>መምህራንን መምህራትን ኣብያተ ትምህርቲ፣ ኮሌጃት፣ ዩኒቨርስቲታት ንሰላም ክሰርሑ ኣለዎም፣ እንተዘይኮይኑ ንኣረሜኔነትን ዓመጽን የፍቅሩ።</p>\n<p>ንተምሃሮን ተምሃሮን ናይቲ ሓድሽ ወለዶ እቲ ክስዕብዎ ዘለዎም መገዲ፣ እቲ ናብቲ ናይ ሓቂ ሰላም ናይቲ ድምጽና ዝሰከመ ልቢ ብትኽክል ክመርሓና ዝኽእል ውሽጣዊ መገዲ ምግላጽ ህጹጽን ኣገዳስን እዩ።</p>\n<p>ሰባት ነቲ ናይ ዉሽጢ ሓቂ ሰላም እንታይ ምዃኑ ኽርድኡ ኣይኽእሉን፡ ሓደ እኳ ኣብ መንገዶም ከምዘየጋጥምዎም ጥራይ እዮም ዝደልዩ፡ ከየተዓናቐፉዎም፡ ከየሰልቸዉዎም፡ ዋላኳ ንሳቶም ብገዛእ ርእሶም፡ ሓላፍነቶም ተሰኪሞም ንመሰሎም ንኸዕናቕፉን ንኸሰልችዉን ህይወቶም ንኸምርሩን እንተኾነ።</p>\n<p>ሰባት ነቲ ሓቀኛ ሰላም ፈጺሞም ኣይፈተንዎን፣ ኣብዚ ጉዳይ እዚ ድማ ዘይግቡኣት ርእይቶታት፣ የዋህነት ሓሳባት፣ ግጉይ ኣተሓሳስባታት ጥራይ እዮም ዘለዉዎም።</p>\n<p>ንሰረቕቲ ሰላም ማለት ፖሊስ ኣብ መንገዶም ከየጋጥሙዎም ብዘይ ስግኣት ክሰርቁ ምኽኣል እዩ። ንኣሰጋገርቲ ሸቐጥ ሰላም ማለት እቲ ሸቐጥ ኴልቲቶም ኣብ ኵሉ ክእትዉ ኸምዝኽእሉ እዩ፡ በዓል ስልጣን ከየሳናኸሉዎም። ንኣምሓርቲ ህዝቢ ሰላም ማለት ብጽቡቕ ዋጋ ኽሸጡ፣ ኣብ የማንን ጸጋምን ብዘይ ዝኾነ ፍርሒ ኽጥቀሙ፣ በዓል ስልጣን ተቆጻጻሪ ናይ መንግስቲ ከየኽልዉዎም ማለት እዩ። ንኣመንዝራታት ሰላም ማለት ኣብ መደቀስኦም ንኽሕጐሱን ኵሎም ሰብኡት ብናጻ ኽጥቀሙን፣ ሰብ ስልጣን ጥዕና ወይ ፖሊስ ኣብ ህይወቶም ብዝኾነ ይኹን ኣይኣትዉን ማለት እዩ።</p>\n<p>ነፍሲ ወከፍ ሰብ ኣብ ኣእምሮኡ ሓምሳ ሺሕ ዘይግቡእ ምትእምማናት ብዛዕባ ሰላም ይመስርቱ። ነፍሲ ወከፍ ብዛዕባ እቲ ሰላም እንታይ ምዃኑ ኣብ ዙርያኡ ናይ ርእሰ-ውዳድነት ሓጹር ናይ ሓሶት ሓሳባት፣ እምነታት፣ ርእይቶታት፣ ዘይግቡኣት ኣተሓሳስባታት ንምህናጽ ይጽዕር።</p>\n<p>ነፍሲ ወከፍ ሰብ ሰላም ብኣገባቡ፣ ከም ድሌቱ፣ ከም ድላዩ፣ ከም ልማዱ፣ ከምቲ ግጉይ ልማዱ ወዘተ. ይደሊ። ነፍሲ ወከፍ ሰብ ንገዛእ ርእሱ ኣብ ውሽጢ መከላኸሊ፣ ሓሳባዊ ሓጹር ኽዓጹ ይደሊ፣ ነቲ ብጌጋ ዝተሳእረ ሰላሙ ንምንባር።</p>\n<p>ሰባት ንሰላም ይቃለሱ፣ ይምነይዎ፣ ይደልይዎ፣ ሰላም እንታይ ምዃኑ ግን ኣይፈልጡን። ሰባት ከየተዓናቐፉዎም ጥራይ እዮም ዝደልዩ፣ ነፍሲ ወከፍ ሰብ ክፉእ ነገር ብብዙሕ ዕረፍትን ብሰፊሑን ክገብር። እዚ እዩ ሰላም ዝብልዎ።</p>\n<p>ሰባት እንታይ ኴኑ ክፉእ ተግባራት እንተፈጸሙ ኣገዳሲ ኣይኮነን፣ ነፍሲ ወከፍ ሰብ እቲ ዝገብሮ ጽቡቕ ምዃኑ ይኣምን። ሰባት ንዝኸፍኡ ገበናትን እኳ መመኽነይታ ይረኽቡሎም። እቲ ሰታይ ምስ ሓዘነ ይስተይ ምኽንያቱ ሓዚኑ ኣሎ። እቲ ሰታይ ምስ ተሓጐሰ ይስተይ ምኽንያቱ ተሓጒሱ ኣሎ። እቲ ሰታይ ነቲ ልማድ ናይ ኣልኮል መመኽነይታ ይህቦ። ኵሎም ሰባት ከምኡ እዮም፣ ንዅሉ ገበን መመኽነይታ ይረኽቡ፣ ሓደ እኳ ክፉእ ኣይመስሎን፣ ኵሎም ጻድቃንን ቅኑዓትን እዮም ዝመስሉ።</p>\n<p>ብዙሓት በላጉታት ነጻ ዄንካ ብዘይ ስራሕ ምንባር፣ ብብዙሕ ዕረፍትን ብዘይ ዝኾነ ጻዕሪ ኣብ ሓንቲ ብምትእምማናት የዋህነት ድንቂ ዓለም ከም ሰላም እዩ ብጌጋ ዝኣምኑ።</p>\n<p>ብዛዕባ ሰላም ሚልዮናት ርእይቶታት ኣተሓሳስባታትን እዮም ዘለዉ። ኣብዛ ዘሕዝን ዓለም እዚኣ ንነብር፣ ነፍሲ ወከፍ ሰብ ነቲ ሓሳባዊ ሰላሙ፣ ሰላም ናይ ርእይቶኡ እዩ ዝደሊ። ሰባት ኣብ ዓለም ሰላም ናይ ሕልሞም፣ ፍሉይ ዓይነት ናይ ሰላም ክርእዩ ይደልዩ፣ ዋላኳ ኣብ ውሽጢ ገዛእ ርእሶም ነፍሲ ወከፍ እቶም ውሽጣዊ ረቛሒታት ዝፈጥሩ ኲናትን ጽልኢን ጸገማት ኵሉ ዓይነትን ይስከሙ።</p>\n<p>ኣብዘን ግዜያት ናይ ዓለምለኻዊ ቕልውላው ኵሉ እቲ ክውረ ዝደሊ ትካላት ፕሮ ሰላም ይመስርቱ፣ ፕሮፖጋንዳ ይገብር፣ ተከላኻላይ ናይ ሰላም ይኸውን። ብዙሓት ተንኮለኛታት ፖለቲከኛታት ናይ ኖበል ተሸላሚ ናይ ሰላም ከም ዝኾኑ ክንርስዕ የብልናን ዋላኳ ሓደ መቓብር ተሰኪሞም ምስ ብዙሓት ሰባት ብምስጢር ንኽቕተሉ ኴንሶም።</p>\n<p>ናይቲ ሰብኣውነት ናይ ሓቂ መምህራን’ውን ኣለዉ፡ ኣብ ኵሉ ቦታታት ናይ ምድሪ፡ ነቲ ትምህርቲ ናይ ምፍራስ ነፍሲ ብምምሃር መስዋእቲ ዝኸፍሉ። እዞም መምህራን እዚኣቶም ነቲ መፊስቶፈለስ ዉሽጥና ዘሎ ዉሽጥና ምስ ፈረስና ሰላም ልብና ናባና ኸም ዝመጽእ ብተመኵሮ ይፈልጡ።</p>\n<p>ክሳብ ጽልኢ፣ ስስዔ፣ ቅንኢ፣ ቅናት፣ መንፈስ ናይ ምጥራይ፣ ስልጣን፣ ቊጣዐ፣ ትዕቢት ወዘተ ኣብ ውሽጢ ነፍሲ ወከፍ ግለሰብ ክሳብ ዘለዉ ኲናትን ግድን ክህልዉ እዮም።</p>\n<p>ብዙሓት ሰባት ኣብ ዓለም ሰላም ከም ዝረኸቡ ዝመስሉ ንፈልጥ ኢና። ነዞም ሰባት እዚኣቶም ምስ መርመርናዮም፣ ብውሑዱ ሰላም ከም ዘይፈልጡ፣ ኣብ ገለ ልማድ ናይ ምንጻልን መጸናንዕትን ወይ ኣብ ገለ ፍሉይ እምነት ከም ዝዓሸጉን፡ እቶም ሰባት ከምቲ ናይ ሓቂ ሰላም ናይ ድምጽና ዝሰከመ ልቢ ከም ዘይተመኰሩን ከነረጋግጽ ኪኢልና። ብሓቂ እቶም ድኻታት ሰባት ነፍሲ ወከፎም ሰላም ፈጢሮም ንሳቶም ድማ ኣብ ድንቁርናኦም ምስ ሓቀኛ ሰላም ናይቲ ልቢ የደናግሩዎ።</p>\n<p>ነቲ ሰላም ኣብ ውሽጢ እቶም ግጉያት ሓጹራት ናይ ጥርጣሬና፣ እምነታት፣ ሓድሽ ኣተሓሳስባ፣ ድሌታት፣ ልማዳት ወዘተ. ምድላይ ዘይግቡእ እዩ።</p>\n<p>ኣብ ውሽጢ ኣእምሮ እቶም ጽልኢ፣ ምርራቕ፣ ጸገማት፣ ኲናት ዝፈጥሩ ስነ-ልቦናዊ ረቛሒታት ክሳብ ዘለዉ ናይ ሓቂ ሰላም ኣይክህሉን እዩ።</p>\n<p>እቲ ናይ ሓቂ ሰላም ካብቲ ሕጋዊ ጽባቐ ብጥበብ ዝተረድኣ ይመጽእ።</p>\n<p>እቲ ጽባቐ ናይ ድምጽና ዝሰከመ ልቢ እቲ ባህ ዘብል ሽቶ ናይቲ ሓቀኛ ናይ ውሽጢ ሰላም የውጽእ።</p>\n<p>ነቲ ጽባቐ ናይ ወዳጅነትን ሽቶ ናይ ኣኽብሮትን ምርዳእ ህጹጽ እዩ።</p>\n<p>ነቲ ጽባቐ ናይ ቋንቋ ምርዳእ ህጹጽ እዩ። ቃላትና ንርእሶም እቲ ኣካል ናይ ሓቀኝነት ኽህልዎም ይግባእ። ቃላት ዜማ ዘይብሎም፣ ዘይምሳማዕ፣ ጭካነ ዝመልኦም፣ ዘይግቡኣት ፈጺምና ክንጥቀም የብልናን።</p>\n<p>ነፍሲ ወከፍ ቃል ናይ ሓቂ ሲምፎኒ ኽኸውን ይግባእ፣ ነፍሲ ወከፍ ሓረግ ብመንፈሳዊ ጽባቐ ክትመልእ ይግባእ። ክትዛረብ ኣብ ዝግባኣካ ግዜ ምዝራብ ከምኡ’ውን ኣብ ዝግባኣካ ግዜ ምዝራብ ኣዝዩ ጌጋ እዩ። ናይ በደል ዝምታትን ቃላት ዝተዋረዱን ኣለዉ።</p>\n<p>ኣብ ገሊኡ እዋን ምዝራብ በደል እዩ፣ ኣብ ገሊኡ እዋን’ውን ምዝራብ በደል እዩ። ክትዛረብ ኣብ ዝግባኣካ ግዜ ክትዛረብ ይግባእ፣ ክትዝምት ኣብ ዝግባኣካ ግዜ ድማ ክትዝምት ይግባእ።</p>\n<p>በቲ ቓል ኣይንጻወቱ፣ ምኽንያቱ ንሱ ከቢድ ሓላፍነት ኣለዎ።</p>\n<p>ነፍሲ ወከፍ ቃል ቅድሚ ምዝራባ ኽትምዘን ይግባእ ምኽንያቱ ነፍሲ ወከፍ ቃል ኣብ ዓለም ብዙሕ ጠቓምን ብዙሕ ዘይጠቕምን፣ ብዙሕ ጥቕምን ወይ ብዙሕ ጉዳትን ከተምጽእ ትኽእል።</p>\n<p>ምልክትታትና፣ ኣገባብና፣ ክዳንናን ተግባራትና ኵሉ ዓይነት ክንጥንቀቐሎም ይግባእ። ምልክትታትና፣ ክዳንና፣ ኣብ መኣዲ ንምቕማጥ ኣገባብና፣ ኣብ ግዜ ምብላዕ እንገብሮ ኣካይዳ፣ ነቶም ሰባት ኣብቲ ኣዳራሽ፣ ኣብ ቤት ጽሕፈት፣ ኣብ ጎደና ወዘተ ንኽንሓልዎም ኩሉ ግዜ ብጽባቐን ስምረት ክመልኡ ይግባእ።</p>\n<p>ነቲ ጽባቐ ናይ ለውሃት ምስትምቓር፣ ነቲ ጽባቐ ናይ ጽቡቕ ሙዚቃ ምስትምቓር፣ ነቲ ጽባቐ ናይ ስነ-ጥበብ ፈጠራዊ ምፍቃር፣ ኣገባብና ናይ ምሕሳብ፣ ምስትምቓርን ምፍጻምን ዳግም ምጽራይ የድሊ።</p>\n<p>እቲ ልዑል ጽባቐ ዉሽጥና ነብስና ብተሪር፣ ምሉእን ናይ መወዳእታ መልክዑ ምስ ሞተት ጥራይ ክትውለድ ትኽእል።</p>\n<p>ዉሽጥና ነቲ ስነ-ልቦናዊ ነብስና ዉሽጥና ከሎናን ጽቡቕ ጌርና ምስ ተኸናኸናዮን ኣስካሕካሕትን አስቃቕን ርኹስን ኢና። እቲ ምሉእ ጽባቐ ኣብ ዉሽጥና እቲ ብዙሕ ነፍሲ ክሳብ ዘሎ ኣይከኣልን እዩ።</p>\n<p>ሓቀኛ ሰላም እንተደሊና ነቲ ነብስና ናብ ሓመድ ኮኾብ ክነጉድሎ ይግባእ። ሽዑ ጥራይ ዉሽጥና ጽባቐ ክህልዎ እዩ። ካብቲ ጽባቐ እቲ ውህበት ናይ ፍቕርን ናይ ሓቂ ሰላም ናይቲ ልቢን ዉሽጥና ክውለዱ እዮም።</p>\n<p>እቲ ፈጣሪ ሰላም ትእዛዝ ውሽጥና ይእቱ፣ ምድንጋር የወግድን ብሕጋዊ ሓጐስ ይምላኣና።</p>\n<p>ኣእምሮ እቲ ናይ ሓቂ ሰላም እንታይ ምዃኑ ክርድኦ ከምዘይክእል ምፍላጥ የድሊ። እቲ ሰላም ናይቲ ድምጽና ዝሰከመ ልቢ ብጻዕሪ፣ ወይ ካብ ዝኾነ ማሕበር ወይ ትካል ንፕሮፖጋንዳ ናይ ሰላም ብምግባር ናባና ከምዘይመጽእ ምርዳእ ህጹጽ እዩ።</p>\n<p>እቲ ናይ ሓቂ ሰላም ብምልኣት ተፈጥሮኣውን ቀሊልን ኣገባብ ናባና ይመጽእ ንጽህና ኣብ ኣእምሮን ኣብ ልብን ምስ ተመልስና፣ ከም ደቅና ንጹሃትን ቆነጃትን ንኩሉ ጽቡቕን ከም ኩሉ ሕሱምን፣ ንኩሉ ጽቡቕን ከም ኩሉ ሕማቕን፣ ንኩሉ ጥዑምን ከም ኩሉ መሪርን ንምስትምቓር ምስ ኮና።</p>\n<p>ነታ ዝጠፋት ሕጻንነት ኣብ ኣእምሮን ከምኡ’ውን ኣብ ልብን ምምላስ የድሊ።</p>\n<p>ሰላም ሓደ ዓቢ ነገር፣ ሰፊሕ፣ ማእለያ የብሉን፣ ብኣእምሮ ዝተመስረተ ነገር ኣይኮነን ከም ሳዕቤን ናይ ምህርቲ ወይ ውጽኢት ናይ ሓደ ሓሳብ ክኸውን ኣይክእልን። ሰላም ሓንቲ ኣቶማዊት ኣካልት እያ ካብ ጽቡቕን ሕማቕን፣ ሓንቲ ኣካልት እያ ካብ ኩሉ ስነ-ምግባር እትሓልፍ፣ ሓንቲ ኣካልት እያ ካብ ጉድጓድ ናይቲ ፍጹም እትፍልፍል።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/la-paz.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-paz.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-paz.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
