import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Простота",
  "locale": "uk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "15. Простота",
    "order": 15
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Нагально, конче необхідно розвивати творче розуміння, оскільки воно дарує людині справжню свободу життя. Без розуміння неможливо досягти справжньої критичної здатності глибокого аналізу.</p>\n<p>Вчителі шкіл, коледжів та університетів повинні вести своїх учнів шляхом самокритичного розуміння.</p>\n<p>У нашому попередньому розділі ми вже широко вивчили процеси заздрості, і якщо ми хочемо покінчити з усіма відтінками ревнощів, будь то релігійні, пристрасні тощо, ми повинні повністю усвідомити, що таке насправді заздрість, тому що лише глибоко та інтимно розуміючи нескінченні процеси заздрості, ми зможемо покінчити з ревнощами будь-якого типу.</p>\n<p>Ревнощі руйнують шлюби, ревнощі руйнують дружбу, ревнощі провокують релігійні війни, братовбивчу ненависть, вбивства та страждання будь-якого роду.</p>\n<p>Заздрість з усіма її нескінченними відтінками ховається за піднесеними намірами. Заздрість існує в тому, хто, будучи поінформованим про існування піднесених святих, Махатм або Ґуру, також бажає стати святим. Заздрість існує у філантропа, який прагне перевершити інших філантропів. Заздрість існує в кожній людині, яка жадає чеснот, тому що мала інформацію, тому що в її розумі є дані про існування священних осіб, сповнених чеснот.</p>\n<p>Бажання бути святим, бажання бути доброчесним, бажання бути великим має в основі заздрість.</p>\n<p>Святі зі своїми чеснотами завдали багато шкоди. Нам пригадується випадок з чоловіком, який сам вважав себе дуже святим.</p>\n<p>Якось голодний і жалюгідний поет постукав у його двері, щоб вручити йому чудовий вірш, спеціально присвячений святому нашої розповіді. Поет чекав лише монети, щоб купити їжу для свого змученого та постарілого тіла.</p>\n<p>Поет уявляв усе, крім образи. Великим було його здивування, коли святий з жалісним поглядом і насупленим чолом зачинив двері, сказавши нещасному поету: “Геть звідси, друже, геть, геть… мені не подобаються ці речі, я ненавиджу лестощі… мені не подобаються марнощі світу, це життя - ілюзія… я йду шляхом смирення і скромності”. Нещасний поет, який бажав лише монету, замість цього отримав образу від святого, слово, яке ранить, ляпас, і з болем у серці та розбитою лірою він пішов вулицями міста повільно… повільно… повільно.</p>\n<p>Нове покоління повинно піднятися на основі справжнього розуміння, тому що воно є абсолютно творчим.</p>\n<p>Пам’ять і згадування не є творчими. Пам’ять - це гробниця минулого. Пам’ять і згадування - це смерть.</p>\n<p>Справжнє розуміння є психологічним фактором повного звільнення.</p>\n<p>Спогади з пам’яті ніколи не можуть принести нам справжнє звільнення, тому що вони належать до минулого і, отже, мертві.</p>\n<p>Розуміння не є ні річчю минулого, ні річчю майбутнього. Розуміння належить до моменту, який ми переживаємо тут і зараз. Пам’ять завжди приносить ідею майбутнього.</p>\n<p>Нагально потрібно вивчати науку, філософію, мистецтво і релігію, але не слід довіряти навчання вірності пам’яті, тому що вона не є вірною.</p>\n<p>Абсурдно розміщувати знання в гробниці пам’яті. Нерозумно ховати в яму минулого знання, які ми повинні розуміти.</p>\n<p>Ми ніколи не могли б виступати проти навчання, проти мудрості, проти науки, але недоречно розміщувати живі коштовності знання між зіпсованою гробницею пам’яті.</p>\n<p>Стає необхідним вчитися, стає необхідним досліджувати, стає необхідним аналізувати, але ми повинні глибоко розмірковувати, щоб зрозуміти на всіх рівнях розуму.</p>\n<p>Людина, яка є справді простою, є глибоко розуміючою і має простий розум.</p>\n<p>Важливим у житті є не те, що ми накопичили в гробниці пам’яті, а те, що ми зрозуміли не лише на інтелектуальному рівні, але й на різних підсвідомих і несвідомих рівнях розуму.</p>\n<p>Наука, знання повинні перетворитися на миттєве розуміння. Коли знання, коли навчання перетворилися на справжнє творче розуміння, ми можемо зрозуміти тоді всі речі негайно, тому що розуміння стає негайним, миттєвим.</p>\n<p>У простій людині немає ускладнень у розумі, тому що всі ускладнення розуму пов’язані з пам’яттю. Макіавеллістське Я, яке ми носимо всередині, є накопиченою пам’яттю.</p>\n<p>Життєвий досвід повинен перетворитися на справжнє розуміння.</p>\n<p>Коли досвід не перетворюється на розуміння, коли досвід продовжує існувати в пам’яті, він становить гниль гробниці, над якою горить примарний і люциферичний вогонь інтелекту.</p>\n<p>Необхідно знати, що тваринний інтелект, повністю позбавлений будь-якої духовності, є лише вербалізацією пам’яті, надгробною свічкою, що горить над похоронною плитою.</p>\n<p>Проста людина має розум, вільний від досвіду, тому що цей досвід став свідомістю, перетворився на творче розуміння.</p>\n<p>Смерть і життя тісно пов’язані. Лише вмираючи зерно, народжується рослина, лише вмираючи досвід, народжується розуміння. Це процес справжньої трансформації.</p>\n<p>Складна людина має пам’ять, сповнену досвіду.</p>\n<p>Це демонструє її відсутність творчого розуміння, тому що коли досвід повністю зрозумілий на всіх рівнях розуму, він перестає існувати як досвід і народжується як розуміння.</p>\n<p>Необхідно спочатку пережити, але ми не повинні залишатися в сфері досвіду, тому що тоді розум ускладнюється і стає важким. Необхідно прожити життя інтенсивно і перетворити весь досвід на справжнє творче розуміння.</p>\n<p>Ті, хто помилково вважає, що для того, щоб бути простими і зрозумілими, ми повинні покинути світ, стати жебраками, жити у відокремлених хатинах і носити набедрені пов’язки замість елегантного костюма, глибоко помиляються.</p>\n<p>Багато анахоретів, багато самотніх відлюдників, багато жебраків мають надзвичайно складні і важкі розуми.</p>\n<p>Марно віддалятися від світу і жити як анахорети, якщо пам’ять сповнена досвіду, який обумовлює вільний потік думки.</p>\n<p>Марно жити як відлюдники, намагаючись вести життя святих, якщо пам’ять заповнена інформацією, яка не була належним чином зрозуміла, яка не стала свідомістю в різних закутках, коридорах і несвідомих областях розуму.</p>\n<p>Ті, хто перетворює інтелектуальну інформацію на справжнє творче розуміння, ті, хто перетворює життєвий досвід на справжнє глибоке розуміння, нічого не мають у пам’яті, живуть від моменту до моменту, сповнені справжньої повноти, стали простими і невинними, хоча живуть у розкішних резиденціях і в межах міського життя.</p>\n<p>Маленькі діти до семи років сповнені простоти і справжньої внутрішньої краси, тому що через них виражається лише жива СУТНІСТЬ життя за повної відсутності ПСИХОЛОГІЧНОГО Я.</p>\n<p>Ми повинні повернути втрачене дитинство в нашому серці і в нашому розумі. Ми повинні повернути невинність, якщо ми дійсно хочемо бути щасливими.</p>\n<p>Досвід і навчання, перетворені на глибоке розуміння, не залишають залишків у гробниці пам’яті, і тоді ми стаємо простими, невинними, щасливими.</p>\n<p>Глибока медитація над досвідом і отриманими знаннями, глибока самокритика, інтимний психоаналіз перетворюють, трансформують усе в глибоке творче розуміння. Це шлях до справжнього щастя, народженого з мудрості та любові.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/uk/educacion-fundamental/la-sencillez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/la-sencillez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/la-sencillez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
