import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Опростеност",
  "locale": "bg",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "15. Опростеност",
    "order": 15
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Спешно и абсолютно необходимо е да развиваме съзидателното разбиране, защото то носи на човека истинската свобода на живота. Без разбиране е невъзможно да се постигне автентичната критична способност за дълбок анализ.</p>\n<p>Учителите в училища, колежи и университети трябва да водят своите ученици по пътя на самокритичното разбиране.</p>\n<p>В предишната глава вече изучихме подробно процесите на завистта и ако искаме да сложим край на всички нюанси на ревността, независимо дали са религиозни, страстни и т.н., трябва да осъзнаем напълно какво всъщност е завистта, защото само като разберем задълбочено и по интимен начин безкрайните процеси на завистта, можем да сложим край на всички видове ревност.</p>\n<p>Ревността разрушава браковете, ревността разрушава приятелствата, ревността предизвиква религиозни войни, братоубийствена омраза, убийства и страдания от всякакъв вид.</p>\n<p>Завистта с всичките си безкрайни нюанси се крие зад възвишени цели. Има завист в онзи, който, след като е бил информиран за съществуването на възвишени светци, Махатми или Гуру, също иска да стане свят. Има завист във филантропа, който се стреми да надмине други филантропи. Има завист във всеки индивид, който копнее за добродетели, защото е получил информация, защото в ума му има данни за съществуването на свещени индивиди, изпълнени с добродетели.</p>\n<p>Желанието да бъдеш свят, желанието да бъдеш добродетелен, желанието да бъдеш велик се основава на завист.</p>\n<p>Светците със своите добродетели са причинили много вреди. Спомняме си случая с човек, който самият се смяташе за много свят.</p>\n<p>Веднъж един гладен и мизерен поет почука на вратата му, за да връчи в ръцете му красив стих, специално посветен на светеца от нашата история. Поетът очакваше само монета, за да си купи храна за изтощеното и остаряло тяло.</p>\n<p>Поетът си представяше всичко друго, но не и обида. Голяма беше изненадата му, когато светецът с благочестив поглед и намръщено чело затвори вратата, казвайки на нещастния поет: “Махай се оттук, приятелю, далеч, далеч… не обичам тези неща, ненавиждам ласкателството… не обичам суетите на света, този живот е илюзия… аз следвам пътя на смирението и скромността. Нещастният поет, който искаше само монета, вместо това получи обидата на светеца, думата, която наранява, плесницата и с наранено сърце и лира, разбита на парчета, той си тръгна по улиците на града бавно… бавно… бавно.</p>\n<p>Новото поколение трябва да се издигне върху основата на автентичното разбиране, защото то е напълно съзидателно.</p>\n<p>Паметта и спомнянето не са съзидателни. Паметта е гробницата на миналото. Паметта и спомнянето са смърт.</p>\n<p>Истинското разбиране е психологическият фактор за пълното освобождение.</p>\n<p>Спомените на паметта никога не могат да ни донесат истинско освобождение, защото принадлежат на миналото и следователно са мъртви.</p>\n<p>Разбирането не е нещо от миналото, нито от бъдещето. Разбирането принадлежи на момента, в който живеем тук и сега. Паметта винаги носи идеята за бъдещето.</p>\n<p>Спешно е да се изучава наука, философия, изкуство и религия, но не трябва да се доверяват изследванията на верността на паметта, защото тя не е вярна.</p>\n<p>Абсурдно е да се депозират знанията в гробницата на паметта. Глупаво е да се погребват в ямата на миналото знанията, които трябва да разберем.</p>\n<p>Ние никога не бихме могли да се произнесем против ученето, против мъдростта, против науката, но е несъвместимо да депозираме живите скъпоценности на знанието между разложената гробница на паметта.</p>\n<p>Необходимо е да се учи, необходимо е да се изследва, необходимо е да се анализира, но трябва да медитираме дълбоко, за да разберем на всички нива на ума.</p>\n<p>Човекът, който е истински прост, е дълбоко разбиращ и има прост ум.</p>\n<p>Важното в живота не е това, което сме натрупали в гробницата на паметта, а това, което сме разбрали не само на интелектуално ниво, но и в различните подсъзнателни, несъзнателни територии на ума.</p>\n<p>Науката, знанието трябва да се превърнат в непосредствено разбиране. Когато знанието, когато ученето се е трансформирало в автентично съзидателно разбиране, тогава можем да разберем всички неща незабавно, защото разбирането става незабавно, мигновено.</p>\n<p>В простия човек няма усложнения в ума, защото всяко усложнение на ума се дължи на паметта. Макиавелисткото Аз, което носим вътре в себе си, е натрупана памет.</p>\n<p>Житейските преживявания трябва да се трансформират в истинско разбиране.</p>\n<p>Когато преживяванията не се превръщат в разбиране, когато преживяванията продължават в паметта, те представляват гниенето на гробницата, върху която гори фалшивият и луциферичен пламък на интелекта.</p>\n<p>Необходимо е да знаем, че животинският интелект, напълно лишен от всякаква духовност, е просто вербализацията на паметта, надгробната свещ, горяща върху надгробната плоча.</p>\n<p>Простият човек има ум, свободен от преживявания, защото те са се превърнали в съзнание, превърнали са се в съзидателно разбиране.</p>\n<p>Смъртта и животът са тясно свързани. Само умирайки зърното, се ражда растението, само умирайки преживяването, се ражда разбирането. Това е процес на автентична трансформация.</p>\n<p>Усложненият човек има памет, пълна с преживявания.</p>\n<p>Това показва липсата му на съзидателно разбиране, защото когато преживяванията са напълно разбрани на всички нива на ума, те престават да съществуват като преживявания и се раждат като разбиране.</p>\n<p>Необходимо е първо да се експериментира, но не трябва да оставаме на терена на преживяването, защото тогава умът се усложнява и става труден. Необходимо е да се живее живота интензивно и да се трансформират всички преживявания в автентично съзидателно разбиране.</p>\n<p>Тези, които погрешно предполагат, че за да бъдем разбиращи, прости и обикновени, трябва да напуснем света, да станем просяци, да живеем в изолирани колиби и да носим набедрени превръзки вместо елегантен костюм, са напълно погрешно.</p>\n<p>Много отшелници, много самотни ермити, много просяци имат изключително сложни и трудни умове.</p>\n<p>Безполезно е да се откъсвате от света и да живеете като отшелници, ако паметта е пълна с преживявания, които обуславят свободното протичане на мисълта.</p>\n<p>Безполезно е да живеете като ермити, искащи да водят живот на светци, ако паметта е пълна с информации, които не са били надлежно разбрани, които не са станали съзнание в различните кътчета, коридори и несъзнателни области на ума.</p>\n<p>Тези, които трансформират интелектуалната информация в истинско съзидателно разбиране, които трансформират житейските преживявания в истинско дълбоко разбиране, нямат нищо в паметта, живеят от момент на момент, изпълнени с истинска пълнота, станали са прости и обикновени, въпреки че живеят в разкошни резиденции и в рамките на градския живот.</p>\n<p>Малките деца преди седемгодишна възраст са изпълнени с простота и истинска вътрешна красота, тъй като само чрез тях се изразява живата СЪЩНОСТ на живота при пълно отсъствие на ПСИХОЛОГИЧЕСКОТО АЗ.</p>\n<p>Ние трябва да си върнем загубеното детство в сърцето и ума си. Ние трябва да си върнем невинността, ако наистина искаме да бъдем щастливи.</p>\n<p>Преживяванията и ученето, трансформирани в дълбоко разбиране, не оставят остатъци в гробницата на паметта и тогава ставаме обикновени, прости, невинни, щастливи.</p>\n<p>Дълбоката медитация върху преживяванията и придобитите знания, дълбоката самокритика, интимната психоанализа превръщат, трансформират всичко в дълбоко съзидателно разбиране. Това е пътят към автентичното щастие, родено от мъдростта и любовта.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bg/educacion-fundamental/la-sencillez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/la-sencillez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/la-sencillez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
