import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "سادگی",
  "locale": "fa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "15. سادگی",
    "order": 15
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ضروری و حیاتی است که درک خلاقانه را توسعه دهیم، زیرا این درک، آزادی واقعی زندگی را برای انسان به ارمغان می آورد. بدون درک، دستیابی به توانایی انتقادی واقعی برای تحلیل عمیق غیرممکن است.</p>\n<p>معلمان و استادان مدارس، کالج ها و دانشگاه ها باید دانش آموزان خود را در مسیر درک خودانتقادی هدایت کنند.</p>\n<p>در فصل گذشته، ما به طور گسترده فرآیندهای حسادت را بررسی کردیم و اگر می خواهیم به تمام جنبه های حسادت، چه مذهبی، چه احساسی و غیره، پایان دهیم، باید به طور کامل از آنچه که حسادت واقعاً هست آگاه شویم، زیرا تنها با درک عمیق و صمیمانه فرآیندهای بی نهایت حسادت است که می توانیم به حسادت از هر نوع پایان دهیم.</p>\n<p>حسادت ازدواج ها را نابود می کند، حسادت دوستی ها را نابود می کند، حسادت باعث جنگ های مذهبی، نفرت های برادرکشانه، قتل ها و رنج های گوناگون می شود.</p>\n<p>حسادت با تمام جنبه های بی نهایت خود در پشت اهداف والا پنهان می شود. حسادت در کسی وجود دارد که پس از اطلاع از وجود مقدسین والا، مهاتماها یا گوروها، آرزو دارد که او نیز مقدس شود. حسادت در نیکوکاری وجود دارد که تلاش می کند از دیگر نیکوکاران پیشی بگیرد. حسادت در هر فردی وجود دارد که فضایل را طمع می کند، زیرا گزارش هایی داشته است، زیرا در ذهن او اطلاعاتی در مورد وجود افراد مقدسی که سرشار از فضیلت هستند وجود دارد.</p>\n<p>آرزوی مقدس بودن، آرزوی با فضیلت بودن، آرزوی بزرگ بودن، ریشه در حسادت دارد.</p>\n<p>مقدسین با فضایل خود آسیب های زیادی وارد کرده اند. به یاد می آوریم ماجرای مردی که خود را بسیار مقدس می دانست.</p>\n<p>روزی یک شاعر گرسنه و بیچاره در خانه او را زد تا شعری زیبا را که به طور ویژه به قدیس داستان ما تقدیم شده بود، به او تحویل دهد. شاعر فقط منتظر یک سکه بود تا برای بدن خسته و پیر خود غذا بخرد.</p>\n<p>شاعر همه چیز را تصور می کرد جز یک توهین. تعجب او زمانی زیاد شد که قدیس با نگاهی مقدس و اخمی بر چهره، در را بست و به شاعر بدبخت گفت: “از اینجا برو دوست من، برو… من از این چیزها خوشم نمی آید، از چاپلوسی متنفرم… من از غرورهای دنیا خوشم نمی آید، این زندگی یک توهم است… من راه تواضع و فروتنی را دنبال می کنم.” شاعر بدبخت که فقط یک سکه می خواست، به جای آن توهین قدیس، کلمه ای که زخم می زند، سیلی را دریافت کرد و با دلی شکسته و چنگی پاره پاره، آرام… آرام… آرام… در خیابان های شهر به راه افتاد.</p>\n<p>نسل جدید باید بر اساس درک واقعی بنا شود، زیرا این درک کاملاً خلاقانه است.</p>\n<p>حافظه و یادآوری خلاقانه نیستند. حافظه، گور گذشته است. حافظه و یادآوری مرگ هستند.</p>\n<p>درک واقعی، عامل روانشناختی رهایی کامل است.</p>\n<p>خاطرات حافظه هرگز نمی توانند آزادی واقعی را برای ما به ارمغان آورند، زیرا به گذشته تعلق دارند و بنابراین مرده اند.</p>\n<p>درک، نه مربوط به گذشته است و نه مربوط به آینده. درک مربوط به لحظه ای است که ما در اینجا و اکنون زندگی می کنیم. حافظه همیشه ایده آینده را به همراه دارد.</p>\n<p>مطالعه علم، فلسفه، هنر و مذهب ضروری است، اما نباید مطالعات را به وفاداری حافظه سپرد، زیرا حافظه وفادار نیست.</p>\n<p>قرار دادن دانش در گور حافظه پوچ است. دفن کردن دانشی که باید درک کنیم در گودال گذشته احمقانه است.</p>\n<p>ما هرگز نمی توانیم علیه مطالعه، علیه خرد، علیه علم صحبت کنیم، اما قرار دادن جواهرات زنده دانش در میان گور فاسد حافظه نامناسب است.</p>\n<p>مطالعه ضروری است، تحقیق ضروری است، تجزیه و تحلیل ضروری است، اما باید عمیقاً تعمق کنیم تا در تمام سطوح ذهن درک کنیم.</p>\n<p>انسان واقعاً ساده، عمیقاً فهیم است و ذهنی ساده دارد.</p>\n<p>آنچه در زندگی مهم است این نیست که چه چیزی در گور حافظه جمع کرده ایم، بلکه این است که چه چیزی را نه تنها در سطح فکری، بلکه در زمینه های مختلف ناخودآگاه ذهن درک کرده ایم.</p>\n<p>علم، دانش باید به درک فوری تبدیل شود. هنگامی که دانش، هنگامی که مطالعه به درک خلاقانه واقعی تبدیل شد، می توانیم فوراً همه چیز را درک کنیم، زیرا درک فوری و آنی می شود.</p>\n<p>در انسان ساده، پیچیدگی در ذهن وجود ندارد، زیرا هرگونه پیچیدگی ذهن ناشی از حافظه است. من ماکیاولیستی که در درون خود حمل می کنیم، حافظه انباشته شده است.</p>\n<p>تجربیات زندگی باید به درک واقعی تبدیل شوند.</p>\n<p>هنگامی که تجربیات به درک تبدیل نمی شوند، هنگامی که تجربیات در حافظه باقی می مانند، پوسیدگی گور را تشکیل می دهند که بر روی آن شعله فاتح و لوسیفری عقل می سوزد.</p>\n<p>لازم است بدانیم که عقل حیوانی که کاملاً فاقد هرگونه معنویت است، چیزی جز بیان کلامی حافظه، شمع گور که بر روی سنگ قبر می سوزد، نیست.</p>\n<p>انسان ساده، ذهنی خالی از تجربیات دارد، زیرا این تجربیات به آگاهی تبدیل شده اند، به درک خلاقانه تبدیل شده اند.</p>\n<p>مرگ و زندگی ارتباط تنگاتنگی با هم دارند. فقط با مردن دانه است که گیاه جوانه می زند، فقط با مردن تجربه است که درک متولد می شود. این فرآیند تحول واقعی است.</p>\n<p>انسان پیچیده، حافظه ای پر از تجربیات دارد.</p>\n<p>این نشان دهنده عدم درک خلاقانه او است، زیرا هنگامی که تجربیات به طور کامل در تمام سطوح ذهن درک می شوند، به عنوان تجربیات وجود خود را متوقف می کنند و به عنوان درک متولد می شوند.</p>\n<p>ابتدا لازم است تجربه کنیم، اما نباید در زمینه تجربه باقی بمانیم، زیرا در این صورت ذهن پیچیده و دشوار می شود. لازم است زندگی را به شدت زندگی کنیم و تمام تجربیات را به درک خلاقانه واقعی تبدیل کنیم.</p>\n<p>کسانی که به اشتباه تصور می کنند که برای فهیم، ساده و بی ریا بودن، باید دنیا را ترک کنیم، گدا شویم، در کلبه های منزوی زندگی کنیم و به جای کت و شلوار شیک، از لنگ استفاده کنیم، کاملاً در اشتباه هستند.</p>\n<p>بسیاری از زاهدان، بسیاری از گوشه نشینان تنها، بسیاری از گدایان، ذهن های بسیار پیچیده و دشواری دارند.</p>\n<p>کناره گیری از دنیا و زندگی کردن مانند زاهدان بی فایده است، اگر حافظه پر از تجربیاتی باشد که مانع جریان آزاد اندیشه می شوند.</p>\n<p>زندگی کردن مانند گوشه نشینان که می خواهند زندگی مقدسین را داشته باشند، بی فایده است، اگر حافظه پر از اطلاعاتی باشد که به درستی درک نشده اند، که در گوشه و کنارها، راهروها و مناطق ناخودآگاه ذهن به آگاهی تبدیل نشده اند.</p>\n<p>کسانی که اطلاعات فکری را به درک خلاقانه واقعی تبدیل می کنند، کسانی که تجربیات زندگی را به درک عمیق واقعی تبدیل می کنند، چیزی در حافظه ندارند، لحظه به لحظه پر از کمال واقعی زندگی می کنند، ساده و بی ریا شده اند، حتی اگر در اقامتگاه های مجلل و در محدوده زندگی شهری زندگی کنند.</p>\n<p>کودکان خردسال قبل از هفت سالگی سرشار از سادگی و زیبایی درونی واقعی هستند، زیرا فقط جوهر زنده زندگی در غیاب کامل من روانشناختی از طریق آنها بیان می شود.</p>\n<p>ما باید دوران کودکی از دست رفته را در قلب و ذهن خود دوباره به دست آوریم. اگر واقعاً می خواهیم خوشحال باشیم، باید معصومیت را دوباره به دست آوریم.</p>\n<p>تجربیات و مطالعاتی که به درک عمیق تبدیل شده اند، هیچ اثری در گور حافظه باقی نمی گذارند و در نتیجه ما ساده، بی ریا، معصوم و خوشحال می شویم.</p>\n<p>تعمق عمیق در مورد تجربیات و دانش کسب شده، خودانتقادی عمیق، روانکاوی صمیمانه، همه چیز را به درک خلاقانه عمیق تبدیل می کند. این راه سعادت واقعی است که از خرد و عشق متولد می شود.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/fa/educacion-fundamental/la-sencillez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/la-sencillez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/la-sencillez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
