import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Энгийн байдал",
  "locale": "mn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "15. Энгийн байдал",
    "order": 15
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Оюун санааны бүтээлч ойлголтыг хөгжүүлэх нь нэн чухал, зайлшгүй шаардлагатай бөгөөд учир нь энэ нь хүмүүст амьдралын жинхэнэ эрх чөлөөг авчирдаг. Ойлголтгүйгээр гүнзгий шинжилгээ хийх жинхэнэ шүүмжлэх чадварыг олж авах боломжгүй юм.</p>\n<p>Сургууль, коллеж, их сургуулийн багш нар оюутнуудаа өөрийгөө шүүмжлэх ойлголтын замаар удирдан чиглүүлэх ёстой.</p>\n<p>Бид өмнөх бүлэгт атаархлын үйл явцыг өргөн хүрээнд судалж үзсэн бөгөөд хэрэв бид шашин шүтлэг, хүсэл тачаал гэх мэт бүх төрлийн атаархлыг арилгахыг хүсвэл атаархал гэж юу болохыг бүрэн ухамсарлах ёстой, учир нь атаархлын төгсгөлгүй үйл явцыг гүн гүнзгий, дотноор ойлгосноор л бид бүх төрлийн атаархлыг арилгах боломжтой.</p>\n<p>Атаархал нь гэрлэлтийг сүйтгэж, атаархал нь нөхөрлөлийг сүйтгэж, атаархал нь шашны дайн, ах дүүсийн үзэн ядалт, аллага, бүх төрлийн зовлон зүдүүрийг өдөөдөг.</p>\n<p>Атаархал нь бүх төгсгөлгүй нюансаараа агуу зорилгын ард нуугддаг. Агуу гэгээнтнүүд, Махатма нар эсвэл Багш нарын оршин тогтнох тухай мэдээлэл авсан хүн гэгээнтэн болохыг хүсдэгт атаархал байдаг. Бусад буянтнуудаас давж гарахын төлөө хичээж буй буянт хүмүүст атаархал байдаг. Буянтай хүмүүсийн оршин тогтнох тухай мэдээлэл авсан тул эрдэм чанарыг шунахайлдаг хүн бүрт атаархал байдаг.</p>\n<p>Гэгээнтэн болох хүсэл, эрдэмтэй болох хүсэл, агуу болох хүсэл нь атаархалд суурилдаг.</p>\n<p>Гэгээнтнүүд өөрсдийн эрдэм чанараараа маш их хор хөнөөл учруулсан. Бид өөрийгөө маш гэгээн гэж үздэг хүний ​​тухай санаж байна.</p>\n<p>Нэгэн удаа өлсгөлөн, ядуу яруу найрагч хаалгыг нь тогшиж, түүнд зориулж бичсэн сайхан шүлгийг гэгээнтэнд өгсөн. Яруу найрагч зөвхөн ядарч туйлдсан биеэ тэжээхэд зориулж зоос хүлээж байв.</p>\n<p>Яруу найрагч доромжлолыг огт төсөөлөөгүй. Гэгээнтэн өрөвдмөөр харцаар хөмсгөө зангидан, хаалгаа хааж яруу найрагчид “Эндээс зайл, найз минь, хол, хол… надад иймэрхүү зүйл таалагддаггүй, би бялдуучлалд дургүй… надад ертөнцийн хоосон зүйл таалагддаггүй, энэ амьдрал бол хуурмаг зүйл… би даруу байдлын замаар явдаг. Яруу найрагч зоос авахыг хүсч байсан ч гэгээнтний доромжлол, шархлуулам үг, алганы амтыг мэдэрч, сэтгэл нь өвдөж, ятга нь хэмхэрч хотын гудамжаар аажуухан… аажуухан… аажуухан алхжээ.</p>\n<p>Шинэ үе нь жинхэнэ ойлголтын үндсэн дээр босох ёстой, учир нь энэ нь бүхэлдээ бүтээлч юм.</p>\n<p>Ой санамж ба дурсамж нь бүтээлч биш юм. Ой санамж бол өнгөрсөн үеийн булш юм. Ой санамж ба дурсамж бол үхэл юм.</p>\n<p>Жинхэнэ ойлголт бол бүрэн эрх чөлөөний сэтгэл зүйн хүчин зүйл юм.</p>\n<p>Ой санамжийн дурсамжууд бидэнд жинхэнэ эрх чөлөөг авчирч чадахгүй, учир нь тэд өнгөрсөн үед харьяалагддаг тул үхсэн байдаг.</p>\n<p>Ойлголт нь өнгөрсөн эсвэл ирээдүйн зүйл биш юм. Ойлголт бол бидний энд, одоо амьдарч буй мөчид хамаарна. Ой санамж нь үргэлж ирээдүйн санааг авчирдаг.</p>\n<p>Шинжлэх ухаан, философи, урлаг, шашныг судлах нь нэн чухал, гэхдээ судалгааг ой санамжийн үнэнч байдалд даатгаж болохгүй, учир нь энэ нь үнэнч биш юм.</p>\n<p>Мэдлэгийг ой санамжийн булшинд хадгалах нь утгагүй хэрэг юм. Бид ойлгох ёстой мэдлэгийг өнгөрсөн үеийн нүхэнд булшлах нь тэнэг хэрэг юм.</p>\n<p>Бид хэзээ ч суралцах, мэргэн ухаан, шинжлэх ухааны эсрэг үг хэлж чадахгүй, гэхдээ мэдлэгийн амьд эрдэнийг ой санамжийн ялзарсан булшинд хадгалах нь зохисгүй юм.</p>\n<p>Судлах, судлах, шинжлэх шаардлагатай болдог, гэхдээ оюун ухааны бүх түвшинд ойлгохын тулд гүн гүнзгий бясалгах ёстой.</p>\n<p>Жинхэнэ энгийн хүн гүнзгий ойлголттой, энгийн сэтгэлтэй байдаг.</p>\n<p>Амьдралд хамгийн чухал зүйл бол ой санамжийн булшинд хуримтлуулсан зүйл биш, харин оюун ухааны төдийгүй оюун ухааны ухамсаргүй ухамсаргүй газруудад ойлгосон зүйл юм.</p>\n<p>Шинжлэх ухаан, мэдлэг нь шууд ойлголт болж хувирах ёстой. Мэдлэг, судалгаа нь жинхэнэ бүтээлч ойлголт болж хувирсан үед бид бүх зүйлийг шууд ойлгож чадна, учир нь ойлголт нь шууд, агшин зуурын болдог.</p>\n<p>Энгийн хүнд оюун ухаанд хүндрэл байдаггүй, учир нь оюун ухааны бүх хүндрэл нь ой санамжаас үүдэлтэй байдаг. Бидний дотор байдаг Макиавеллиан БИ бол хуримтлагдсан ой санамж юм.</p>\n<p>Амьдралын туршлага жинхэнэ ойлголт болж хувирах ёстой.</p>\n<p>Туршлага нь ойлголт болж хувираагүй, туршлага нь ой санамжид үлдсэн тохиолдолд оюун ухааны дөлийг шатааж буй булшны ялзрал болдог.</p>\n<p>Сүнслэг байдлаас бүрэн ангид амьтны оюун ухаан бол зөвхөн ой санамжийн яриа, оршуулгын хавтан дээр шатаж буй булшны лаа гэдгийг мэдэх нь чухал юм.</p>\n<p>Энгийн хүн туршлагаас ангид сэтгэлтэй байдаг, учир нь эдгээр нь ухамсар болж, бүтээлч ойлголт болж хувирдаг.</p>\n<p>Үхэл ба амьдрал нь нягт холбоотой байдаг. Зөвхөн үр нь үхэж ургамал төрнө, зөвхөн туршлага үхэж ойлголт төрдөг. Энэ бол жинхэнэ хувиргалтын үйл явц юм.</p>\n<p>Хүндрэлтэй хүн ой санамжаар дүүрэн байдаг.</p>\n<p>Энэ нь тэдний бүтээлч ойлголт дутуу байгааг харуулж байна, учир нь туршлагыг оюун ухааны бүх түвшинд бүрэн ойлгосон тохиолдолд туршлага байхаа больж, ойлголт хэлбэрээр төрдөг.</p>\n<p>Эхлээд туршлага хуримтлуулах шаардлагатай, гэхдээ бид туршлагын газар үлдэж болохгүй, учир нь тэгвэл оюун ухаан хүндэрч, хэцүү болдог. Амьдралыг эрчимтэй амьдарч, бүх туршлагыг жинхэнэ бүтээлч ойлголт болгон хувиргах шаардлагатай.</p>\n<p>Ойлголттой, энгийн, даруу байхын тулд бид ертөнцийг орхиж, гуйлгачин болж, тусгаарлагдсан овоохойд амьдарч, гоёмсог костюмны оронд хөвөнтэй өмд өмсөх ёстой гэж андуурч боддог хүмүүс бүрэн эндүүрч байна.</p>\n<p>Олон даяанч, олон цөлд амьдрагч, олон гуйлгачид маш хэцүү, төвөгтэй оюун ухаантай байдаг.</p>\n<p>Ой санамж нь бодлын чөлөөт урсгалыг хязгаарлаж буй туршлагаар дүүрэн байвал ертөнцөөс холдож, даяанч хэлбэрээр амьдрах нь ашиггүй юм.</p>\n<p>Ой санамж нь зохих ёсоор ойлгогдоогүй, оюун ухааны янз бүрийн булан, хонгил, ухамсаргүй бүс нутагт ухамсар болоогүй мэдээллээр дүүрэн байвал даяанч хэлбэрээр гэгээнтэн хэлбэрээр амьдрахыг хүсэх нь ашиггүй юм.</p>\n<p>Оюуны мэдээллийг жинхэнэ бүтээлч ойлголт болгон хувиргадаг хүмүүс, амьдралын туршлагыг жинхэнэ гүн гүнзгий ойлголт болгон хувиргадаг хүмүүс ой санамжиндаа юу ч үлдээдэггүй, мөч бүрт жинхэнэ дүүрэн амьдарч, тансаг байшинд, хотын амьдралд амьдарч байсан ч энгийн, даруу болжээ.</p>\n<p>Долоон нас хүртэлх бага насны хүүхдүүд энгийн, жинхэнэ дотоод гоо сайхнаар дүүрэн байдаг, учир нь ЗӨВХӨН сэтгэл зүйн БИ-гүйгээр амьдралын амьд ҮНДЭС тэднээр дамжуулан илэрдэг.</p>\n<p>Хэрэв бид аз жаргалтай байхыг үнэхээр хүсч байгаа бол бид зүрх сэтгэлдээ, оюун ухаандаа алдагдсан бага насны хүүхэд насыг эргүүлэн олж авах ёстой.</p>\n<p>Туршлага, судалгаа нь гүн гүнзгий ойлголт болж хувирсан нь ой санамжийн булшинд үлдэгдэл үлдээдэггүй тул бид энгийн, даруу, гэмгүй, аз жаргалтай болдог.</p>\n<p>Хуримтлагдсан туршлага, мэдлэг дээр гүн гүнзгий бясалгал хийх, өөрийгөө гүн гүнзгий шүүмжлэх, дотно сэтгэл зүйн шинжилгээ хийх нь бүгдийг гүн гүнзгий бүтээлч ойлголт болгон хувиргадаг. Энэ бол мэргэн ухаан, хайраас төрсөн жинхэнэ аз жаргалын зам юм.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mn/educacion-fundamental/la-sencillez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/la-sencillez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/la-sencillez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
