import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "सादगी",
  "locale": "hi",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "15. सादगी",
    "order": 15
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>यह ज़रूरी है, रचनात्मक समझ विकसित करना आवश्यक है क्योंकि यह इंसान को जीने की सच्ची आज़ादी दिलाती है। समझ के बिना गहरे विश्लेषण की प्रामाणिक आलोचनात्मक क्षमता हासिल करना असंभव है।</p>\n<p>स्कूलों, कॉलेजों और विश्वविद्यालयों के शिक्षकों को अपने विद्यार्थियों को आत्म-आलोचनात्मक समझ के रास्ते पर ले जाना चाहिए।</p>\n<p>हमने अपने पिछले अध्याय में ईर्ष्या की प्रक्रियाओं का विस्तार से अध्ययन किया है और यदि हम ईर्ष्या के सभी पहलुओं को समाप्त करना चाहते हैं, चाहे वे धार्मिक हों, भावुक हों, आदि, तो हमें इस बात का पूरी तरह से एहसास होना चाहिए कि ईर्ष्या वास्तव में क्या है, क्योंकि ईर्ष्या की अनगिनत प्रक्रियाओं को गहराई से और अंतरंग रूप से समझने से ही हम हर तरह की ईर्ष्या को खत्म कर पाते हैं।</p>\n<p>ईर्ष्या विवाहों को नष्ट कर देती है, ईर्ष्या दोस्ती को नष्ट कर देती है, ईर्ष्या धार्मिक युद्धों, भ्रातृघातक घृणाओं, हत्याओं और हर तरह के कष्टों को जन्म देती है।</p>\n<p>ईर्ष्या अपने सभी अनंत पहलुओं के साथ उदात्त उद्देश्यों के पीछे छिपी होती है। उस व्यक्ति में ईर्ष्या होती है जिसे उदात्त संतों, महात्माओं या गुरुओं के अस्तित्व के बारे में बताया गया है और वह भी संत बनना चाहता है। परोपकारी व्यक्ति में ईर्ष्या होती है जो अन्य परोपकारियों से आगे निकलने का प्रयास करता है। हर उस व्यक्ति में ईर्ष्या होती है जो गुणों की लालसा रखता है क्योंकि उसे जानकारी थी, क्योंकि उसके मन में गुणों से भरे पवित्र व्यक्तियों के बारे में जानकारी है।</p>\n<p>संत बनने की इच्छा, गुणी बनने की इच्छा, महान बनने की इच्छा की नींव ईर्ष्या है।</p>\n<p>संतों ने अपने गुणों से बहुत नुकसान किया है। हमें एक ऐसे व्यक्ति का मामला याद आता है जो खुद को बहुत संत मानता था।</p>\n<p>एक बार एक भूखा और दुखी कवि उसके दरवाजे पर आया और उसने अपने हाथों में एक सुंदर कविता रखी जो विशेष रूप से हमारे कहानी के संत को समर्पित थी। कवि केवल अपने थके हुए और बूढ़े शरीर के लिए भोजन खरीदने के लिए एक सिक्के की उम्मीद कर रहा था।</p>\n<p>कवि ने अपमान के अलावा सब कुछ कल्पना की थी। उसे बहुत आश्चर्य हुआ जब संत ने दयालु निगाहों और गुस्से वाली भौहों के साथ दरवाजा बंद कर दिया और दुखी कवि से कहा: “यहाँ से चले जाओ दोस्त, दूर, दूर… मुझे ये बातें पसंद नहीं हैं, मैं चापलूसी से नफरत करता हूँ… मुझे दुनिया की व्यर्थताएँ पसंद नहीं हैं, यह जीवन एक भ्रम है… मैं विनम्रता और नम्रता के मार्ग का अनुसरण करता हूँ। ” दुखी कवि जो केवल एक सिक्का चाहता था, इसके बजाय उसे संत का अपमान, चोट पहुंचाने वाला शब्द, थप्पड़ मिला, और दुखी दिल और टूटी हुई वीणा के साथ वह शहर की सड़कों पर धीरे-धीरे… धीरे-धीरे… धीरे-धीरे चला गया।</p>\n<p>नई पीढ़ी को प्रामाणिक समझ के आधार पर उठना चाहिए क्योंकि यह पूरी तरह से रचनात्मक है।</p>\n<p>स्मृति और स्मरण रचनात्मक नहीं हैं। स्मृति अतीत की कब्र है। स्मृति और स्मरण मृत्यु हैं।</p>\n<p>सच्ची समझ पूर्ण मुक्ति का मनोवैज्ञानिक कारक है।</p>\n<p>स्मृति की यादें हमें कभी भी सच्ची मुक्ति नहीं दिला सकतीं क्योंकि वे अतीत से संबंधित हैं और इसलिए वे मृत हैं।</p>\n<p>समझ न तो अतीत की बात है और न ही भविष्य की। समझ उस क्षण से संबंधित है जिसे हम यहां और अभी जी रहे हैं। स्मृति हमेशा भविष्य का विचार लाती है।</p>\n<p>विज्ञान, दर्शन, कला और धर्म का अध्ययन करना ज़रूरी है, लेकिन अध्ययनों को स्मृति की वफादारी पर नहीं छोड़ना चाहिए क्योंकि यह वफादार नहीं है।</p>\n<p>ज्ञान को स्मृति की कब्र में जमा करना बेतुका है। ज्ञान को अतीत के गड्ढे में दफनाना मूर्खतापूर्ण है जिसे हमें समझना चाहिए।</p>\n<p>हम कभी भी अध्ययन, ज्ञान, विज्ञान के खिलाफ नहीं बोल सकते, लेकिन ज्ञान के जीवित रत्नों को स्मृति की भ्रष्ट कब्र के बीच जमा करना असंगत है।</p>\n<p>अध्ययन करना आवश्यक है, जांच करना आवश्यक है, विश्लेषण करना आवश्यक है, लेकिन हमें मन के सभी स्तरों पर समझने के लिए गहराई से ध्यान करना चाहिए।</p>\n<p>सच्चा सरल व्यक्ति गहराई से समझदार होता है और उसका मन सरल होता है।</p>\n<p>जीवन में महत्वपूर्ण यह नहीं है कि हमने स्मृति की कब्र में क्या जमा किया है, बल्कि यह है कि हमने न केवल बौद्धिक स्तर पर बल्कि मन के विभिन्न अवचेतन अचेतन क्षेत्रों में भी क्या समझा है।</p>\n<p>विज्ञान, ज्ञान को तत्काल समझ में बदलना चाहिए। जब ज्ञान, जब अध्ययन प्रामाणिक रचनात्मक समझ में बदल गया है तो हम तुरंत सब कुछ समझ सकते हैं क्योंकि समझ तत्काल, तात्कालिक हो जाती है।</p>\n<p>सरल व्यक्ति के मन में जटिलताएँ नहीं होती हैं क्योंकि मन की हर जटिलता स्मृति के कारण होती है। वह मैकियावेलीवादी “मैं” जिसे हम अपने भीतर ले जाते हैं, संचित स्मृति है।</p>\n<p>जीवन के अनुभवों को सच्ची समझ में बदलना चाहिए।</p>\n<p>जब अनुभव समझ में नहीं बदलते हैं, जब अनुभव स्मृति में बने रहते हैं तो वे कब्र की सड़ांध का गठन करते हैं जिस पर बुद्धि की मूर्खतापूर्ण और शैतानी लौ जलती है</p>\n<p>यह जानना आवश्यक है कि आध्यात्मिकता से पूरी तरह से रहित पशु बुद्धि केवल स्मृति का मौखिककरण है, अंतिम संस्कार की लोरी अंतिम संस्कार की लोरी पर जल रही है।</p>\n<p>सरल व्यक्ति का मन अनुभवों से मुक्त होता है क्योंकि वे चेतना बन गए हैं, वे रचनात्मक समझ में बदल गए हैं।</p>\n<p>मृत्यु और जीवन घनिष्ठ रूप से जुड़े हुए हैं। बीज के मरने पर ही पौधा उगता है, अनुभव के मरने पर ही समझ पैदा होती है। यह प्रामाणिक परिवर्तन की प्रक्रिया है।</p>\n<p>जटिल व्यक्ति की स्मृति अनुभवों से भरी होती है।</p>\n<p>यह उसकी रचनात्मक समझ की कमी को दर्शाता है क्योंकि जब अनुभवों को मन के सभी स्तरों पर पूरी तरह से समझ लिया जाता है तो वे अनुभव के रूप में मौजूद नहीं रहते हैं और समझ के रूप में पैदा होते हैं।</p>\n<p>पहले प्रयोग करना ज़रूरी है, लेकिन हमें अनुभव के क्षेत्र में नहीं रहना चाहिए क्योंकि तब मन जटिल हो जाता है और मुश्किल हो जाता है। जीवन को तीव्रता से जीना और सभी अनुभवों को प्रामाणिक रचनात्मक समझ में बदलना ज़रूरी है।</p>\n<p>जो लोग गलती से मानते हैं कि समझदार, सरल और सरल होने के लिए हमें दुनिया को छोड़ देना चाहिए, भिखारी बन जाना चाहिए, अलग-थलग झोपड़ियों में रहना चाहिए और सुरुचिपूर्ण सूट के बजाय लंगोटी पहननी चाहिए, वे पूरी तरह से गलत हैं।</p>\n<p>कई तपस्वियों, कई एकांत तपस्वियों, कई भिखारियों के मन बहुत जटिल और कठिन होते हैं।</p>\n<p>दुनिया से अलग होना और तपस्वियों के रूप में जीना बेकार है अगर स्मृति उन अनुभवों से भरी है जो विचार के मुक्त प्रवाह को बाधित करते हैं।</p>\n<p>तपस्वियों के रूप में जीना और संतों का जीवन जीना बेकार है अगर स्मृति सूचनाओं से भरी है जिसे ठीक से समझा नहीं गया है, जो मन के विभिन्न कोनों, गलियारों और अचेतन क्षेत्रों में चेतना नहीं बन पाई है।</p>\n<p>जो लोग बौद्धिक जानकारी को सच्ची रचनात्मक समझ में बदलते हैं, जो जीवन के अनुभवों को गहरी समझ में बदलते हैं, उनके पास स्मृति में कुछ भी नहीं होता है, वे सच्चे वैभव से भरे पल-पल जीते हैं, वे सरल और सरल हो गए हैं, भले ही वे शानदार घरों में और शहरी जीवन की परिधि के भीतर रहते हों।</p>\n<p>सात साल से कम उम्र के छोटे बच्चे सरलता और सच्ची आंतरिक सुंदरता से भरे होते हैं क्योंकि उनके माध्यम से केवल जीवन का जीवित सार व्यक्त होता है, मनोवैज्ञानिक “मैं” की पूर्ण अनुपस्थिति में।</p>\n<p>हमें अपने दिल और अपने मन में खोए हुए बचपन को फिर से हासिल करना चाहिए। अगर हम वास्तव में खुश रहना चाहते हैं तो हमें मासूमियत को फिर से हासिल करना चाहिए।</p>\n<p>अनुभवों और अध्ययन को गहन समझ में बदलने से स्मृति की कब्र में कोई अवशेष नहीं बचता है और तब हम सरल, सरल, निर्दोष, खुश हो जाते हैं।</p>\n<p>अनुभवों और अर्जित ज्ञान पर गहरी ध्यान, गहरी आत्म-आलोचना, अंतरंग मनोविश्लेषण हर चीज को गहरी रचनात्मक समझ में बदल देते हैं, बदल देते हैं। यह ज्ञान और प्रेम से पैदा होने वाली प्रामाणिक खुशी का मार्ग है।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hi/educacion-fundamental/la-sencillez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hi/educacion-fundamental/la-sencillez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hi/educacion-fundamental/la-sencillez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
