import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "البساطة",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "15. البساطة",
    "order": 15
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>من الضروري والملح تطوير الفهم الخلاق لأنه يجلب للإنسان الحرية الحقيقية في العيش. فبدون الفهم، يستحيل تحقيق القدرة النقدية الحقيقية للتحليل العميق.</p>\n<p>يجب على المعلمين والمعلمات في المدارس والكليات والجامعات أن يقودوا طلابهم وطالباتهم في طريق الفهم النقدي الذاتي.</p>\n<p>لقد درسنا بالفعل في فصلنا السابق عمليات الحسد على نطاق واسع، وإذا أردنا القضاء على جميع جوانب الغيرة، سواء كانت دينية أو عاطفية، إلخ، فيجب أن نعي تمامًا ما هو الحسد حقًا، لأنه فقط من خلال فهم عمليات الحسد اللانهائية بعمق وبشكل حميم، نتمكن من القضاء على الغيرة من جميع الأنواع.</p>\n<p>تدمر الغيرة الزيجات، وتدمر الصداقات، وتثير الغيرة الحروب الدينية، والكراهية بين الإخوة، والقتل، والمعاناة من جميع الأنواع.</p>\n<p>يختبئ الحسد بكل جوانبه اللانهائية وراء مقاصد سامية. يوجد حسد لدى من أُخبر بوجود قديسين عظام، أو مهاتما أو غوروات، ويرغب أيضًا في أن يصبح قديسًا. يوجد حسد لدى فاعل الخير الذي يسعى جاهداً للتفوق على فاعلي الخير الآخرين. يوجد حسد لدى كل فرد يطمع في الفضائل لأنه تلقى معلومات، لأنه توجد في ذهنه بيانات حول وجود أفراد مقدسين مليئين بالفضائل.</p>\n<p>إن الرغبة في أن تكون قديسًا، والرغبة في أن تكون فاضلاً، والرغبة في أن تكون عظيماً، تقوم على الحسد.</p>\n<p>لقد تسبب القديسون بفضائلهم في الكثير من الضرر. نتذكر حالة رجل اعتبر نفسه قديساً جداً.</p>\n<p>في إحدى المناسبات، طرق شاعر جائع وبائس أبوابه ليضع بين يديه بيت شعر جميل مخصص خصيصًا لقديس قصتنا. كان الشاعر ينتظر فقط عملة معدنية لشراء طعام لجسده المنهك والمسن.</p>\n<p>كان الشاعر يتخيل أي شيء سوى الإهانة. كانت دهشته كبيرة عندما أغلق القديس بذهول وتقطيبة الباب قائلاً للشاعر التعيس: “اخرج من هنا يا صديقي، بعيدًا، بعيدًا… أنا لا أحب هذه الأشياء، أكره الإطراء… لا أحب تفاهات العالم، هذه الحياة وهم… أنا أتبع طريق التواضع والاعتدال. الشاعر التعيس الذي كان يرغب فقط في الحصول على عملة معدنية بدلاً من ذلك تلقى إهانة من القديس، والكلمة التي تجرح، والصفعة، وبقلب حزين وقيثارة ممزقة، سار في شوارع المدينة ببطء… ببطء… ببطء.</p>\n<p>يجب أن ينهض الجيل الجديد على أساس الفهم الحقيقي لأن هذا الفهم هو فهم إبداعي بالكامل.</p>\n<p>الذاكرة والتذكر ليسا مبدعين. الذاكرة هي قبر الماضي. الذاكرة والتذكر هما موت.</p>\n<p>الفهم الحقيقي هو العامل النفسي للتحرر الكامل.</p>\n<p>لا يمكن لذكريات الذاكرة أن تجلب لنا التحرر الحقيقي أبدًا لأنها تنتمي إلى الماضي وبالتالي فهي ميتة.</p>\n<p>الفهم ليس شيئًا من الماضي ولا من المستقبل. الفهم ينتمي إلى اللحظة التي نعيشها هنا والآن. الذاكرة تجلب دائمًا فكرة المستقبل.</p>\n<p>من الضروري دراسة العلوم والفلسفة والفن والدين، ولكن لا ينبغي الوثوق بالدراسات في أمانة الذاكرة لأنها غير أمينة.</p>\n<p>من العبث إيداع المعرفة في قبر الذاكرة. من الغباء دفن المعرفة التي يجب أن نفهمها في حفرة الماضي.</p>\n<p>لا يمكننا أبدًا أن نعارض الدراسة أو الحكمة أو العلم، ولكن من غير المنطقي إيداع جواهر المعرفة الحية بين قبر الذاكرة الفاسد.</p>\n<p>من الضروري الدراسة، ومن الضروري البحث، ومن الضروري التحليل، ولكن يجب علينا التأمل بعمق لفهم جميع مستويات العقل.</p>\n<p>الإنسان البسيط حقًا متفهم للغاية ولديه عقل بسيط.</p>\n<p>الأمر المهم في الحياة ليس ما جمعناه في قبر الذاكرة، ولكن ما فهمناه ليس فقط على المستوى الفكري ولكن أيضًا في المناطق اللاواعية المختلفة للعقل.</p>\n<p>يجب أن يتحول العلم والمعرفة إلى فهم فوري. عندما تتحول المعرفة، عندما تتحول الدراسة إلى فهم إبداعي حقيقي، يمكننا حينئذٍ فهم كل الأشياء على الفور لأن الفهم يصبح فوريًا ولحظيًا.</p>\n<p>لا توجد تعقيدات في ذهن الإنسان البسيط لأن كل تعقيد في العقل يرجع إلى الذاكرة. الأنا الميكيافيلية التي نحملها بداخلنا هي ذاكرة متراكمة.</p>\n<p>يجب أن تتحول تجارب الحياة إلى فهم حقيقي.</p>\n<p>عندما لا تتحول التجارب إلى فهم، عندما تستمر التجارب في الذاكرة، فإنها تشكل عفونة القبر الذي تشتعل فوقه الشعلة الخادعة والشيطانية للفكر.</p>\n<p>من الضروري معرفة أن الفكر الحيواني الخالي تمامًا من كل روحانية ليس سوى التعبير اللفظي للذاكرة، الشمعة الجنائزية المشتعلة فوق اللوح الجنائزي.</p>\n<p>الإنسان البسيط لديه عقل خالٍ من التجارب لأن هذه التجارب أصبحت وعيًا، وتحولت إلى فهم إبداعي.</p>\n<p>الموت والحياة مرتبطان ارتباطًا وثيقًا. فقط بموت الحبة تنبت النبتة، فقط بموت التجربة يولد الفهم. هذه عملية تحول حقيقية.</p>\n<p>الإنسان المعقد لديه ذاكرة مليئة بالتجارب.</p>\n<p>وهذا يدل على افتقاره إلى الفهم الإبداعي لأنه عندما يتم فهم التجارب بالكامل على جميع مستويات العقل، فإنها تتوقف عن الوجود كتجارب وتولد كفهم.</p>\n<p>من الضروري أولاً التجربة، ولكن يجب ألا نبقى في مجال التجربة لأن العقل يصبح معقدًا ويصعب. من الضروري أن تعيش الحياة بشدة وتحويل جميع التجارب إلى فهم إبداعي حقيقي.</p>\n<p>أولئك الذين يفترضون خطأً أنه لكي نكون متفهمين وبسطاء ومتواضعين، يجب علينا أن نهجر العالم، ونتحول إلى متسولين، ونعيش في أكواخ معزولة، ونرتدي لباسًا بدائيًا بدلاً من بدلة أنيقة، هم مخطئون تمامًا.</p>\n<p>العديد من النساك، والعديد من النساك المنعزلين، والعديد من المتسولين، لديهم عقول معقدة وصعبة للغاية.</p>\n<p>من غير المجدي الابتعاد عن العالم والعيش كناسك إذا كانت الذاكرة مليئة بالتجارب التي تحد من التدفق الحر للفكر.</p>\n<p>من غير المجدي أن تعيش كناسك تريد أن تعيش حياة قديسين إذا كانت الذاكرة مليئة بالمعلومات التي لم يتم فهمها على النحو الواجب، والتي لم تصبح وعيًا في الزوايا والأزقة والمناطق اللاواعية المختلفة من العقل.</p>\n<p>أولئك الذين يحولون المعلومات الفكرية إلى فهم إبداعي حقيقي، والذين يحولون تجارب الحياة إلى فهم عميق حقيقي، لا يملكون شيئًا في الذاكرة، ويعيشون من لحظة إلى لحظة مليئة بالامتلاء الحقيقي، وأصبحوا بسطاء ومتواضعين على الرغم من أنهم يعيشون في مساكن فخمة وداخل محيط الحياة الحضرية.</p>\n<p>الأطفال الصغار قبل سن السابعة مليئون بالبساطة والجمال الداخلي الحقيقي لأن الجوهر الحي للحياة يعبر عن نفسه من خلالهم فقط في غياب تام للأنا النفسية.</p>\n<p>يجب أن نستعيد الطفولة المفقودة في قلوبنا وعقولنا. يجب أن نستعيد البراءة إذا كنا نريد حقًا أن نكون سعداء.</p>\n<p>التجارب والدراسة التي تحولت إلى فهم عميق لا تترك أي بقايا في قبر الذاكرة، وعندئذ نصبح بسطاء، ومتواضعين، وأبرياء، وسعداء.</p>\n<p>التأمل العميق في التجارب والمعرفة المكتسبة، والنقد الذاتي العميق، والتحليل النفسي الحميمي يحول كل شيء إلى فهم إبداعي عميق. هذا هو طريق السعادة الحقيقية النابعة من الحكمة والحب.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/la-sencillez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-sencillez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-sencillez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
