import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "سادګي",
  "locale": "ps",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "15. سادګي",
    "order": 15
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>دا ډېره اړینه ده چې تخلیقي فهم وده ورکړل شي، ځکه چې دا انسان ته د ژوند کولو ریښتینې ازادي راولي. د فهم پرته، د ژورې شننې ریښتینې انتقادي وړتیا ترلاسه کول ناشوني دي.</p>\n<p>د ښوونځیو، کالجونو او پوهنتونونو ښوونکي باید خپل زده کونکي د ځان نیوونکي فهم په لاره کې رهبري کړي.</p>\n<p>په تېره برخه کې، موږ د حسد پروسې په پراخه کچه مطالعه کړې، او که موږ غواړو د حسد ټول اړخونه له منځه یوسو، که هغه مذهبي وي، جذباتي وي او نور، موږ باید د هغه څه په اړه بشپړه خبرتیا ولرو چې حسد واقعا دی، ځکه چې یوازې د حسد د لامحدود پروسو ژوره او په شخصي توګه پوهیدل، موږ د هر ډول حسد له منځه وړلو ته رسیږو.</p>\n<p>حسد وادهونه تباه کوي، حسد ملګرتیاوې تباه کوي، حسد مذهبي جګړې، وروژونکي نفرتونه، وژنې او هر ډول کړاوونه رامینځته کوي.</p>\n<p>حسد د خپلو ټولو لامحدود اړخونو سره د عالي موخو تر شا پټیږي. حسد په هغه چا کې شتون لري چې د عالي سنتانو، مهاتماګانو یا گروګانو د شتون په اړه خبر شوي وي، او غواړي چې سنت شي. حسد په هغه فیلانتراپیسټ کې شتون لري چې د نورو فیلانتراپیسټانو څخه د مخکې کیدو هڅه کوي. حسد په هر هغه فرد کې شتون لري چې فضیلتونو ته لیواله وي ځکه چې هغه معلومات لري، ځکه چې د هغه په ذهن کې د فضیلتونو څخه ډکو سپیڅلو افرادو په اړه معلومات شتون لري.</p>\n<p>د سنت کیدو هیله، د فضیلت لرونکي کیدو هیله، د لوی کیدو هیله د حسد پر بنسټ ولاړه ده.</p>\n<p>سنتانو د خپلو فضیلتونو سره ډیر زیان رسولی دی. موږ ته د هغه سړي قضیه په یاد راځي چې ځان یې هم ډیر سنت ګڼلو.</p>\n<p>په یوه موقع، یو وږی او بدبخته شاعر د هغه دروازه وټکوله ترڅو هغه ته یو ښکلی شعر وړاندې کړي چې په ځانګړي توګه زموږ د کیسې سنت ته وقف شوی و. شاعر یوازې د خپل ستړي او زوړ بدن لپاره د خوراکي توکو اخیستلو لپاره یوه سکه تمه درلوده.</p>\n<p>شاعر د سپکاوي پرته بل څه تصور نه کاوه. د هغه حیرانتیا هغه وخت ډیره وه کله چې سنت د رحم په نظر او تندی په غوړولو سره دروازه وتړله او بدبخته شاعر ته یې وویل: “له دې ځایه ووځه ملګريه، لرې، لرې… زه دا شیان نه خوښوم، زه له چاپلوسۍ څخه کرکه کوم… زه د نړۍ فضیلتونه نه خوښوم، دا ژوند یو فریب دی… زه د عاجزۍ او تواضع لاره تعقیبوم. بدبخته شاعر چې یوازې یې د یوې سکې هیله درلوده، د دې پر ځای د سنت سپکاوی ترلاسه کړ، هغه کلمه چې ځوروي، څپیړه، او په دردېدلې زړه او ماتې شوې لیرا سره د ښار په کوڅو کې ورو… ورو… ورو روان شو.</p>\n<p>نوی نسل باید د ریښتیني فهم پر بنسټ راپورته شي ځکه چې دا په بشپړ ډول تخلیقي دی.</p>\n<p>حافظه او یادونه تخلیقي ندي. حافظه د تېر قبر دی. حافظه او یادونه مرګ دی.</p>\n<p>ریښتینی فهم د بشپړې آزادۍ رواني فکتور دی.</p>\n<p>د حافظې یادونه هیڅکله موږ ته ریښتینې آزادي نشي راوړلی ځکه چې دوی له تېر سره تړاو لري او له همدې امله مړه دي.</p>\n<p>فهم د تېر یا راتلونکي وخت خبره نده. فهم په هغه وخت پورې اړه لري چې موږ یې دلته او اوس ژوند کوو. حافظه تل د راتلونکي مفکوره راوړي.</p>\n<p>دا اړینه ده چې ساینس، فلسفه، هنر او مذهب مطالعه کړئ، مګر زده کړې باید د حافظې وفادارۍ ته ونه سپارل شي ځکه چې حافظه وفادار نده.</p>\n<p>دا بې معنی ده چې پوهه د حافظې په قبر کې ځای په ځای کړئ. دا احمقانه ده چې هغه پوهه په تېر کې ښخه کړئ چې موږ یې باید پوه شو.</p>\n<p>موږ هیڅکله د مطالعې، حکمت او ساینس په وړاندې خپل غږ نشو پورته کولی، مګر دا بې ځایه ده چې د پوهې ژوندي ګاڼې د حافظې په فاسد قبر کې ځای په ځای کړئ.</p>\n<p>اړینه ده چې مطالعه وکړئ، اړینه ده چې څېړنه وکړئ، اړینه ده چې تحلیل وکړئ، مګر موږ باید په ژوره توګه فکر وکړو ترڅو د ذهن په ټولو کچو پوه شو.</p>\n<p>ریښتینی ساده سړی ژور پوهیدونکی دی او ساده ذهن لري.</p>\n<p>په ژوند کې مهمه خبره دا نه ده چې موږ د حافظې په قبر کې څه جمع کړي دي، بلکې هغه څه دي چې موږ نه یوازې په فکري کچه بلکې د ذهن په مختلفو فرعي شعوري او غیر شعوري برخو کې هم پوه شوي یو.</p>\n<p>ساینس او پوهه باید په فوري فهم بدل شي. کله چې پوهه او مطالعه په ریښتیني تخلیقي فهم بدله شي، نو موږ کولی شو سمدلاسه په هرڅه پوه شو ځکه چې فهم سمدستي او فوري کیږي.</p>\n<p>په ساده سړي کې په ذهن کې پیچلتیاوې شتون نلري ځکه چې د ذهن هر ډول پیچلتیا د حافظې له امله رامینځته کیږي. هغه ماکیاویلي زه چې موږ یې دننه لرو، راټوله شوې حافظه ده.</p>\n<p>د ژوند تجربې باید په ریښتیني فهم بدل شي.</p>\n<p>کله چې تجربې په فهم نه بدلیږي، کله چې تجربې په حافظه کې پاتې کیږي، دا د قبر کثافت جوړوي چې په هغې باندې د عقل روښانه او لوسیفریک شعله سوځي.</p>\n<p>دا اړینه ده چې پوه شو چې حیواني عقل چې په بشپړه توګه له روحانيت څخه بې برخې وي، یوازې د حافظې لفظي کول دي، هغه قبري څراغ چې د جنازې په تخته سوځي.</p>\n<p>ساده سړی له تجربو څخه خلاص ذهن لري ځکه چې دا شعور ګرځیدلی، په تخلیقي فهم بدل شوی دی.</p>\n<p>مرګ او ژوند په نږدې توګه تړلي دي. یوازې د غلې په مړینې سره بوټی وده کوي، یوازې د تجربې په مړینې سره فهم پیدا کیږي. دا د ریښتیني بدلون پروسه ده.</p>\n<p>پیچلی سړی له تجربو ډکه حافظه لري.</p>\n<p>دا د هغه د تخلیقي فهم نشتوالی ښیي، ځکه چې کله تجربې په بشپړه توګه د ذهن په ټولو کچو کې درک شي، د تجربو په توګه شتون له لاسه ورکوي او د فهم په توګه زیږیږي.</p>\n<p>لومړی اړینه ده چې تجربه وکړئ، مګر موږ باید د تجربې په ډګر کې پاتې نشو ځکه چې بیا ذهن پیچلی کیږي او ستونزمن کیږي. اړینه ده چې ژوند په شدت سره ژوند وکړئ او ټولې تجربې په ریښتیني تخلیقي فهم بدل کړئ.</p>\n<p>هغه کسان چې په غلطۍ سره فکر کوي چې د دې لپاره چې موږ پوهیدونکي، ساده او اسانه اوسو، موږ باید نړۍ پریږدو، سوالګر شو، په جلا شوو کوټو کې ژوند وکړو او د ښکلي سوټ پر ځای د لنګوټۍ څخه کار واخلو، په بشپړه توګه غلط دي.</p>\n<p>ډیری عبادتګاه، ډیری یوازیتوب خوښونکي راهبان او ډیری سوالګر ډیر پیچلي او ستونزمن ذهنونه لري.</p>\n<p>دا بې ګټې ده چې له نړۍ څخه ځان لرې کړئ او د عبادتګاه په توګه ژوند وکړئ که چیرې حافظه له هغو تجربو ډکه وي چې د فکر وړیا جریان محدودوي.</p>\n<p>دا بې ګټې ده چې د یوازیتوب خوښونکو په توګه ژوند وکړئ او د سنتانو په څېر ژوند کولو هڅه وکړئ که چیرې حافظه له هغو معلوماتو ډکه وي چې په سمه توګه نه وي درک شوي، چې د ذهن په مختلفو ګوټونو، دهلیزونو او غیر شعوري سیمو کې شعور نه وي شوی.</p>\n<p>هغه څوک چې فکري معلومات په ریښتیني تخلیقي فهم بدلوي، هغه څوک چې د ژوند تجربې په ژور فهم بدلوي، په حافظه کې هیڅ شی نلري، د شیبې په شیبه کې له ریښتینې بشپړتیا څخه ډک ژوند کوي، ساده او اسانه شوي دي، که څه هم په عالي استوګنځایونو او د ښاري ژوند په ساحه کې ژوند کوي.</p>\n<p>کوچني ماشومان د اوو کلونو څخه مخکې د سادګۍ او ریښتینې داخلي ښکلا څخه ډک وي، ځکه چې یوازې د دوی له لارې د ژوند ژوندۍ جوهر د رواني زه د بشپړ نشتوالي په وخت کې څرګندیږي.</p>\n<p>موږ باید له لاسه وتلې ماشومتوب په خپله زړه او ذهن کې بیرته ترلاسه کړو. موږ باید بې ګناهي بیرته ترلاسه کړو که چیرې موږ په ریښتیا غواړو خوشحاله اوسو.</p>\n<p>تجربې او مطالعه په ژور فهم بدلې شوې په حافظه کې هیڅ پاتې شوني نه پریږدي او بیا موږ ساده، اسانه، بې ګناه او خوشحاله کیږو.</p>\n<p>د ترلاسه شویو تجربو او پوهې په اړه ژوره مراقبه، ژوره ځان نیوکه او نږدې رواني تحلیل هرڅه په ژور تخلیقي فهم بدلوي. دا د ریښتینې خوښۍ لاره ده چې د حکمت او مینې څخه زیږیدلې ده.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ps/educacion-fundamental/la-sencillez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/la-sencillez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/la-sencillez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
