import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "લા સેન્સિલ્લેઝ",
  "locale": "gu",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "15. લા સેન્સિલ્લેઝ",
    "order": 15
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>તે તાત્કાલિક છે, સર્જનાત્મક સમજણ વિકસાવવી આવશ્યક છે કારણ કે તે મનુષ્યને જીવનની સાચી સ્વતંત્રતા લાવે છે. સમજણ વિના ઊંડા વિશ્લેષણની અધિકૃત વિવેચનાત્મક ફેકલ્ટી મેળવવી અશક્ય છે.</p>\n<p>શાળાઓ, કોલેજો અને યુનિવર્સિટીઓના શિક્ષકોએ તેમના વિદ્યાર્થીઓને આત્મ-વિવેચનાત્મક સમજણના માર્ગ પર દોરી જવા જોઈએ.</p>\n<p>આપણા પાછલા પ્રકરણમાં આપણે ઈર્ષ્યાની પ્રક્રિયાઓનો વ્યાપક અભ્યાસ કર્યો છે અને જો આપણે ઈર્ષ્યાના તમામ પાસાઓનો અંત લાવવા માંગતા હોઈએ, પછી ભલે તે ધાર્મિક હોય, ભાવનાત્મક હોય, વગેરે. આપણે ખરેખર ઈર્ષ્યા શું છે તેની સંપૂર્ણ જાગૃતિ કરવી જોઈએ, કારણ કે માત્ર ઈર્ષ્યાની અનંત પ્રક્રિયાઓને ઊંડાણપૂર્વક અને આત્મવિશ્વાસથી સમજીને જ આપણે તમામ પ્રકારની ઈર્ષ્યાનો અંત લાવી શકીએ છીએ.</p>\n<p>ઈર્ષ્યા લગ્નોનો નાશ કરે છે, ઈર્ષ્યા મિત્રતાનો નાશ કરે છે, ઈર્ષ્યા ધાર્મિક યુદ્ધો, ભ્રાતૃહત્યાની નફરત, હત્યાઓ અને તમામ પ્રકારના દુઃખોનું કારણ બને છે.</p>\n<p>ઈર્ષ્યા તેના તમામ અનંત પાસાઓ સાથે ઉત્કૃષ્ટ હેતુઓ પાછળ છુપાયેલી છે. જે વ્યક્તિને ઉત્કૃષ્ટ સંતોના અસ્તિત્વ વિશે જાણ કરવામાં આવી હોય તેમાં ઈર્ષ્યા હોય છે. મહાત્માઓ અથવા ગુરુઓ, સંત બનવાની પણ ઈચ્છા રાખે છે. પરોપકારીમાં ઈર્ષ્યા છે જે અન્ય પરોપકારીઓને વટાવી જવા માટે પ્રયત્ન કરે છે. દરેક વ્યક્તિમાં ઈર્ષ્યા હોય છે જે સદ્ગુણોની લાલસા રાખે છે કારણ કે તેની પાસે માહિતી છે, કારણ કે તેના મગજમાં પવિત્ર વ્યક્તિઓના અસ્તિત્વ વિશે માહિતી છે જે સદ્ગુણોથી ભરેલી છે.</p>\n<p>સંત બનવાની ઈચ્છા, સદ્ગુણી બનવાની ઈચ્છા, મહાન બનવાની ઈચ્છાનો આધાર ઈર્ષ્યા છે.</p>\n<p>સંતોએ તેમના સદ્ગુણોથી ઘણું નુકસાન કર્યું છે. અમને એક માણસનો કિસ્સો યાદ આવે છે જે પોતાને ખૂબ જ સંત માનતો હતો.</p>\n<p>એક પ્રસંગે એક ભૂખ્યા અને દુઃખી કવિએ તેના દરવાજે ખટખટાવીને એક સુંદર શ્લોક તેના હાથમાં મૂક્યો જે ખાસ કરીને અમારી વાર્તાના સંતને સમર્પિત હતો. કવિ તેના થાકેલા અને વૃદ્ધ શરીર માટે ખોરાક ખરીદવા માટે માત્ર એક સિક્કાની રાહ જોઈ રહ્યો હતો.</p>\n<p>કવિએ અપમાન સિવાય બીજું કંઈ વિચાર્યું નહોતું. તેની આશ્ચર્યની વચ્ચે જ્યારે સંતે દયાળુ નજર અને ભવાં ચડાવીને દરવાજો બંધ કરીને દુઃખી કવિને કહ્યું: “અહીંથી ચાલ્યો જા, મિત્ર, દૂર, દૂર… મને આ વસ્તુઓ પસંદ નથી, હું ખુશામતને ધિક્કારું છું… મને દુનિયાની વ્યર્થ વસ્તુઓ પસંદ નથી, આ જીવન એક ભ્રમ છે… હું નમ્રતા અને વિનમ્રતાના માર્ગને અનુસરું છું. દુઃખી કવિ જે માત્ર એક સિક્કો ઇચ્છતો હતો તેના બદલે તેને સંત તરફથી અપમાન મળ્યું, જે શબ્દ ઘાયલ કરે છે, થપ્પડ, અને દુઃખભર્યા હૃદય અને તૂટેલી લાયર સાથે તે શહેરની શેરીઓમાં ધીમે ધીમે… ધીમે ધીમે… ધીમે ધીમે ચાલ્યો ગયો.</p>\n<p>નવી પેઢીએ અધિકૃત સમજણના આધારે ઊભા થવું જોઈએ કારણ કે આ સંપૂર્ણપણે સર્જનાત્મક છે.</p>\n<p>સ્મૃતિ અને યાદગીરી સર્જનાત્મક નથી. સ્મૃતિ ભૂતકાળની કબર છે. સ્મૃતિ અને યાદગીરી મૃત્યુ છે.</p>\n<p>સાચી સમજણ એ સંપૂર્ણ મુક્તિનું માનસિક પરિબળ છે.</p>\n<p>સ્મૃતિની યાદો ક્યારેય આપણને સાચી મુક્તિ લાવી શકતી નથી કારણ કે તે ભૂતકાળની છે અને તેથી તે મૃત છે.</p>\n<p>સમજણ ભૂતકાળની કે ભવિષ્યની વસ્તુ નથી. સમજણ આપણે અહીં અને અત્યારે જીવી રહ્યા છીએ તે ક્ષણની છે. સ્મૃતિ હંમેશા ભવિષ્યનો વિચાર લાવે છે.</p>\n<p>વિજ્ઞાન, ફિલસૂફી, કલા અને ધર્મનો અભ્યાસ કરવો તાત્કાલિક છે, પરંતુ અભ્યાસોને સ્મૃતિની વફાદારી પર વિશ્વાસ ન કરવો જોઈએ કારણ કે તે વફાદાર નથી.</p>\n<p>જ્ઞાનને સ્મૃતિની કબરમાં જમા કરાવવું તે વાહિયાત છે. આપણે જે જ્ઞાનને સમજવું જોઈએ તેને ભૂતકાળના ખાડામાં દફનાવવું એ મૂર્ખતા છે.</p>\n<p>અમે ક્યારેય અભ્યાસ, શાણપણ, વિજ્ઞાન સામે બોલી શકતા નથી, પરંતુ જ્ઞાનના જીવંત રત્નોને સ્મૃતિની ભ્રષ્ટ કબરમાં મૂકવું અસંગત છે.</p>\n<p>અભ્યાસ કરવો જરૂરી છે, તપાસ કરવી જરૂરી છે, વિશ્લેષણ કરવું જરૂરી છે, પરંતુ આપણે મનના તમામ સ્તરે સમજવા માટે ઊંડાણપૂર્વક ધ્યાન કરવું જોઈએ.</p>\n<p>ખરેખર સરળ માણસ ઊંડો સમજદાર હોય છે અને તેનું મન સરળ હોય છે.</p>\n<p>જીવનમાં મહત્વનું એ નથી કે આપણે સ્મૃતિની કબરમાં શું એકઠું કર્યું છે, પરંતુ આપણે બૌદ્ધિક સ્તરે જ નહીં પરંતુ મનના વિવિધ અર્ધજાગ્રત અચેતન ક્ષેત્રોમાં પણ શું સમજ્યા છીએ.</p>\n<p>વિજ્ઞાન, જ્ઞાન, તાત્કાલિક સમજણમાં રૂપાંતરિત થવું જોઈએ. જ્યારે જ્ઞાન, જ્યારે અભ્યાસ અધિકૃત સર્જનાત્મક સમજણમાં રૂપાંતરિત થાય છે ત્યારે આપણે તરત જ બધી બાબતો સમજી શકીએ છીએ કારણ કે સમજણ તાત્કાલિક, ત્વરિત બની જાય છે.</p>\n<p>સરળ માણસમાં મનમાં કોઈ જટિલતાઓ હોતી નથી કારણ કે મનની દરેક જટિલતા સ્મૃતિને કારણે હોય છે. આપણી અંદર જે મેકિયાવેલિયન સ્વ છે તે સંચિત સ્મૃતિ છે.</p>\n<p>જીવનના અનુભવોને સાચી સમજણમાં રૂપાંતરિત કરવા જોઈએ.</p>\n<p>જ્યારે અનુભવો સમજણમાં રૂપાંતરિત થતા નથી, જ્યારે અનુભવો સ્મૃતિમાં ચાલુ રહે છે ત્યારે તે કબરની સડો બનાવે છે જેના પર બુદ્ધિની ભ્રામક અને લ્યુસિફેરિક જ્યોત બળે છે.</p>\n<p>એ જાણવું જરૂરી છે કે આધ્યાત્મિકતાથી સંપૂર્ણપણે વંચિત પ્રાણી બુદ્ધિ એ સ્મૃતિનું મૌખિકીકરણ છે, જે અંતિમ સંસ્કારની પથ્થર પર બળતી કબરની મીણબત્તી છે.</p>\n<p>સરળ માણસનું મન અનુભવોથી મુક્ત હોય છે કારણ કે તે ચેતના બની ગયા છે, સર્જનાત્મક સમજણમાં રૂપાંતરિત થયા છે.</p>\n<p>મૃત્યુ અને જીવન ગાઢ રીતે સંકળાયેલા છે. માત્ર અનાજ મરીને જ છોડ જન્મે છે, માત્ર અનુભવ મરીને જ સમજણ જન્મે છે. આ અધિકૃત પરિવર્તનની પ્રક્રિયા છે.</p>\n<p>જટિલ માણસની સ્મૃતિ અનુભવોથી ભરેલી હોય છે.</p>\n<p>આ તેની સર્જનાત્મક સમજણનો અભાવ દર્શાવે છે કારણ કે જ્યારે અનુભવો મનના તમામ સ્તરે સંપૂર્ણપણે સમજાય છે ત્યારે તે અનુભવો તરીકે અસ્તિત્વમાં રહેવાનું બંધ કરે છે અને સમજણ તરીકે જન્મે છે.</p>\n<p>પહેલા અનુભવ કરવો જરૂરી છે, પરંતુ આપણે અનુભવના ક્ષેત્રમાં રહેવું જોઈએ નહીં કારણ કે પછી મન જટિલ અને મુશ્કેલ બની જાય છે. જીવનને તીવ્રતાથી જીવવું અને તમામ અનુભવોને અધિકૃત સર્જનાત્મક સમજણમાં રૂપાંતરિત કરવા જરૂરી છે.</p>\n<p>જેઓ ભૂલથી માને છે કે સમજદાર, સરળ અને સાદા બનવા માટે આપણે દુનિયા છોડી દેવી જોઈએ, ભિખારી બની જવું જોઈએ, અલગ ઝૂંપડીઓમાં રહેવું જોઈએ અને ભવ્ય પોશાકના બદલે લંગોટી પહેરવી જોઈએ, તેઓ સંપૂર્ણપણે ખોટા છે.</p>\n<p>ઘણા તપસ્વીઓ, ઘણા એકાંતિકો, ઘણા ભિખારીઓના મન ખૂબ જ જટિલ અને મુશ્કેલ હોય છે.</p>\n<p>જો સ્મૃતિ એવા અનુભવોથી ભરેલી હોય કે જે વિચારના મુક્ત પ્રવાહને શરત કરે તો દુનિયાથી દૂર રહેવું અને તપસ્વીની જેમ જીવવું નકામું છે.</p>\n<p>જો સ્મૃતિ એવી માહિતીથી ભરેલી હોય કે જે યોગ્ય રીતે સમજવામાં ન આવી હોય, જે મનના વિવિધ ખૂણાઓ, કોરિડોર અને અચેતન પ્રદેશોમાં ચેતના ન બની હોય તો સંતોનું જીવન જીવવા માગતા એકાંતિકની જેમ જીવવું નકામું છે.</p>\n<p>જેઓ બૌદ્ધિક માહિતીને સાચી સર્જનાત્મક સમજણમાં રૂપાંતરિત કરે છે, જેઓ જીવનના અનુભવોને ઊંડી સમજણમાં રૂપાંતરિત કરે છે તેમની સ્મૃતિમાં કશું હોતું નથી, તેઓ ક્ષણ-ક્ષણ સંપૂર્ણ સત્યથી ભરેલા જીવે છે, તેઓ સરળ અને સાદા બની ગયા છે ભલે તેઓ ભવ્ય નિવાસોમાં અને શહેરી જીવનની પરિમિતિમાં રહેતા હોય.</p>\n<p>સાત વર્ષથી ઓછી ઉંમરના નાના બાળકો સરળતા અને સાચી આંતરિક સુંદરતાથી ભરેલા હોય છે કારણ કે માત્ર જીવનનો જીવંત સાર જ તેમના દ્વારા વ્યક્ત થાય છે, જેમાં માનસિક સ્વની સંપૂર્ણ ગેરહાજરી હોય છે.</p>\n<p>આપણે આપણા હૃદય અને મનમાં ખોવાયેલું બાળપણ ફરીથી મેળવવું જોઈએ. જો આપણે ખરેખર ખુશ રહેવા માંગતા હોઈએ તો આપણે નિર્દોષતા ફરીથી મેળવવી જોઈએ.</p>\n<p>અનુભવો અને અભ્યાસ ઊંડી સમજણમાં રૂપાંતરિત થાય છે અને સ્મૃતિની કબરમાં કોઈ અવશેષ છોડતા નથી અને પછી આપણે સરળ, સાદા, નિર્દોષ, ખુશ બનીએ છીએ.</p>\n<p>અનુભવો અને હસ્તગત કરેલા જ્ઞાન પર ઊંડાણપૂર્વકનું ધ્યાન, ઊંડી આત્મ-વિવેચના, આંતરિક મનોવિશ્લેષણ બધું જ ઊંડી સર્જનાત્મક સમજણમાં રૂપાંતરિત કરે છે. આ શાણપણ અને પ્રેમથી જન્મેલી અધિકૃત ખુશીનો માર્ગ છે.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/gu/educacion-fundamental/la-sencillez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/gu/educacion-fundamental/la-sencillez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/gu/educacion-fundamental/la-sencillez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
