import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "הפשטות",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "15. הפשטות",
    "order": 15
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>דחוף, חיוני לפתח הבנה יוצרת מכיוון שהיא מביאה לאדם את החופש האמיתי של החיים. ללא הבנה, אי אפשר להשיג את היכולת הביקורתית האותנטית של ניתוח מעמיק.</p>\n<p>מורים ומורות בבתי ספר, מכללות ואוניברסיטאות חייבים להוביל את תלמידיהם ותלמידותיהם בדרך של הבנה ביקורתית עצמית.</p>\n<p>בפרק הקודם שלנו כבר למדנו בהרחבה על תהליכי הקנאה, ואם אנו רוצים לחסל את כל גווני הקנאה, בין אם אלה דתיים, תשוקתיים וכו’, עלינו להיות מודעים לחלוטין למהי באמת קנאה, כי רק על ידי הבנה מעמיקה ואינטימית של התהליכים האינסופיים של הקנאה, אנו מצליחים לחסל את כל סוגי הקנאה.</p>\n<p>קנאה הורסת נישואים, קנאה הורסת ידידויות, קנאה גורמת למלחמות דת, שנאת אחים, רציחות וסבל מכל הסוגים.</p>\n<p>הקנאה על כל גווניה האינסופיים מסתתרת מאחורי מטרות נעלות. קיימת קנאה במי שקיבל מידע על קיומם של קדושים נעלים, מהאטמות או גורואים, ורוצה גם הוא להפוך לקדוש. קיימת קנאה בפילנתרופ השואף להתעלות על פילנתרופים אחרים. קיימת קנאה בכל אדם החומד סגולות כי קיבל מידע, כי במוחו יש נתונים על קיומם של אנשים קדושים מלאי סגולות.</p>\n<p>הרצון להיות קדוש, הרצון להיות מוסרי, הרצון להיות גדול מבוסס על קנאה.</p>\n<p>קדושים עם סגולותיהם גרמו נזק רב. עולה בזיכרוננו המקרה של אדם שראה את עצמו כקדוש מאוד.</p>\n<p>באחד המקרים דפק משורר רעב ואומלל על דלתותיו כדי למסור לידיו פסוק יפהפה המוקדש במיוחד לקדוש שבסיפורנו. המשורר רק ציפה למטבע כדי לקנות אוכל לגופו המותש והמזדקן.</p>\n<p>המשורר תיאר לעצמו הכל מלבד עלבון. גדולה הייתה הפתעתו כאשר הקדוש במבט אדוק ומצח מכווץ סגר את הדלת ואמר למשורר האומלל: “סע מפה ידידי, לך, לך… אני לא אוהב את הדברים האלה, אני מתעב חנופה… אני לא אוהב את הבללי העולם, החיים האלה הם אשליה… אני הולך בדרך הענווה והצניעות”. המשורר האומלל שרק רצה מטבע קיבל במקום זאת עלבון מהקדוש, מילה שפוגעת, סטירה, ובלב כואב ועם נבל שהפך לרסיסים הסתובב ברחובות העיר לאט… לאט… לאט.</p>\n<p>הדור החדש חייב להתרומם על בסיס ההבנה האותנטית מכיוון שהיא יוצרת לחלוטין.</p>\n<p>זיכרון והיזכרות אינם יוצרים. הזיכרון הוא קבר העבר. זיכרון והיזכרות הם מוות.</p>\n<p>ההבנה האמיתית היא הגורם הפסיכולוגי של השחרור המוחלט.</p>\n<p>זכרונות הזיכרון לעולם לא יכולים להביא לנו שחרור אמיתי מכיוון שהם שייכים לעבר ולכן הם מתים.</p>\n<p>ההבנה אינה דבר של העבר וגם לא של העתיד. ההבנה שייכת לרגע שאנו חיים בו כאן ועכשיו. הזיכרון תמיד מביא את הרעיון של העתיד.</p>\n<p>דחוף ללמוד מדע, פילוסופיה, אמנות ודת, אך אין להפקיד את הלימודים לנאמנות הזיכרון מכיוון שהוא אינו נאמן.</p>\n<p>אבסורדי להפקיד את הידע בקבר הזיכרון. טיפשי לקבור בבור העבר את הידע שאנו חייבים להבין.</p>\n<p>לעולם לא נוכל להתנגד ללימוד, לחכמה, למדע, אך זה לא עולה בקנה אחד עם הפקדת תכשיטי הידע החיים בין קבר הזיכרון המושחת.</p>\n<p>יש צורך ללמוד, יש צורך לחקור, יש צורך לנתח, אך עלינו להרהר לעומק כדי להבין בכל רמות התודעה.</p>\n<p>האדם הפשוט באמת הוא בעל הבנה עמוקה ובעל נפש פשוטה.</p>\n<p>הדבר החשוב בחיים הוא לא מה שצברנו בקבר הזיכרון, אלא מה שהבנו לא רק ברמה האינטלקטואלית אלא גם בתחומים התת מודעים והלא מודעים השונים של התודעה.</p>\n<p>המדע, הידע, חייבים להפוך להבנה מיידית. כאשר הידע, כאשר הלימוד הפכו להבנה יוצרת אותנטית, אנו יכולים להבין את כל הדברים מיד מכיוון שההבנה הופכת למיידית, מיידית.</p>\n<p>באדם הפשוט אין סיבוכים בתודעה מכיוון שכל סיבוך בתודעה נובע מהזיכרון. האני המקיאוולי שאנו נושאים בתוכנו הוא זיכרון מצטבר.</p>\n<p>חוויות החיים חייבות להפוך להבנה אמיתית.</p>\n<p>כאשר החוויות אינן הופכות להבנה, כאשר החוויות נמשכות בזיכרון הן מהוות את הריקבון של הקבר עליו בוערת הלהבה הפטואית והלוציפרית של האינטלקט.</p>\n<p>יש לדעת שהאינטלקט החייתי המופשט לחלוטין מכל רוחניות הוא רק הדיבור של הזיכרון, הנר הקבורתי הבוער על גבי לוח הלוויה.</p>\n<p>לאדם הפשוט יש תודעה חופשיה מחוויות מכיוון שאלה הפכו למודעות, הפכו להבנה יוצרת.</p>\n<p>מוות וחיים קשורים זה בזה באופן אינטימי. רק במות הגרעין נולד הצמח, רק במות החוויה נולדת ההבנה. זהו תהליך של טרנספורמציה אותנטית.</p>\n<p>לאדם המסובך יש זיכרון מלא בחוויות.</p>\n<p>זה מוכיח את היעדר ההבנה היוצרת שלו מכיוון שכאשר החוויות מובנות לחלוטין בכל רמות התודעה, הן מפסיקות להתקיים כחוויות ונולדות כהבנה.</p>\n<p>יש צורך תחילה להתנסות, אך אסור לנו להישאר בתחום החוויה מכיוון שאז התודעה מסתבכת והופכת לקשה. יש צורך לחיות את החיים בעוצמה ולהפוך את כל החוויות להבנה יוצרת אותנטית.</p>\n<p>אלה שמניחים בטעות שכדי להיות בעלי הבנה, פשוטים וצנועים עלינו לנטוש את העולם, להפוך לקבצנים, לחיות בצריפים מבודדים וללבוש חלציים במקום חליפה אלגנטית, טועים לחלוטין.</p>\n<p>לאנשי דת רבים, נזירים בודדים רבים, קבצנים רבים, יש נפשות מסובכות וקשות ביותר.</p>\n<p>חבל להתרחק מהעולם ולחיות כנזירים אם הזיכרון מלא בחוויות המותנות את הזרימה החופשית של המחשבה.</p>\n<p>חבל לחיות כנזירים שרוצים לחיות חיי קדושים אם הזיכרון מלא במידע שלא הובן כראוי, שלא הפך למודעות במקומות נידחים, מסדרונות ואזורים לא מודעים שונים של התודעה.</p>\n<p>אלה שהופכים מידע אינטלקטואלי להבנה יוצרת אמיתית, אלה שהופכים את חוויות החיים להבנה עמוקה אמיתית, אין להם דבר בזיכרון, הם חיים מרגע לרגע מלאים בשלמות אמיתית, הם הפכו לפשוטים וצנועים למרות שהם חיים במגורים מפוארים ובתוך היקף החיים העירוניים.</p>\n<p>ילדים קטנים לפני גיל שבע מלאים בפשטות וביופי פנימי אמיתי מכיוון שרק המהות החיה של החיים באה לידי ביטוי באמצעותם בהיעדר מוחלט של האני הפסיכולוגי.</p>\n<p>עלינו לכבוש מחדש את הילדות האבודה, בלבנו ובתודעתנו. עלינו לכבוש מחדש את התמימות אם אנו באמת רוצים להיות מאושרים.</p>\n<p>חוויות ולימוד שהפכו להבנה עמוקה אינם משאירים שאריות בקבר הזיכרון ואז אנו הופכים לפשוטים, צנועים, תמימים, מאושרים.</p>\n<p>מדיטציה מעמיקה על חוויות וידע שנרכשו, ביקורת עצמית עמוקה, פסיכואנליזה אינטימית הופכים, משנים הכל להבנה יוצרת עמוקה. זוהי הדרך לאושר האותנטי שנולד מחכמה ואהבה.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/la-sencillez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-sencillez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-sencillez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
