import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Жөнөкөйлүк",
  "locale": "ky",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "15. Жөнөкөйлүк",
    "order": 15
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Жаратуучу түшүнүүнү өнүктүрүү абдан маанилүү, анткени ал адамга жашоонун чыныгы эркиндигин алып келет. Түшүнүүсүз терең анализдин чыныгы сынчыл жөндөмүнө жетүү мүмкүн эмес.</p>\n<p>Мектептердин, колледждердин жана университеттердин мугалимдери өз окуучуларын өзүн-өзү сындоочу түшүнүү жолу менен жетектеши керек.</p>\n<p>Биз мурунку бөлүмдө көрө албастыктын процесстерин кеңири изилдегенбиз, эгерде биз көрө албастыктын бардык нюанстарынан, анын диний, кумарлуу ж.б. түрлөрүнөн арылууну кааласак, анда көрө албастыктын чынында эмне экенин толук түшүнүшүбүз керек, анткени көрө албастыктын чексиз процесстерин терең жана жакын түшүнүү аркылуу гана биз бардык түрдөгү кызганычтан арыла алабыз.</p>\n<p>Кызганыч никелерди бузат, кызганыч достуктарды бузат, кызганыч диний согуштарды, бир туугандык жек көрүүлөрдү, өлтүрүүлөрдү жана бардык түрдөгү азаптарды жаратат.</p>\n<p>Көрө албастык бардык чексиз нюанстары менен улуу максаттардын артына жашынат. Улуу ыйыктар, махатмалар же гурулар жөнүндө маалыматы бар адамда да көрө албастык бар, ал да ыйык болгусу келет. Башка филантроптордон ашып түшүүгө аракет кылган филантропто да көрө албастык бар. Билими бар, анткени анын акылында ыйык, жакшылыкка толгон адамдардын бар экени жөнүндө маалымат бар болгондуктан, жакшы сапаттарга ээ болууну каалаган ар бир адамда көрө албастык бар.</p>\n<p>Ыйык болуу каалоосу, жакшы болуу каалоосу, улуу болуу каалоосу көрө албастыкка негизделген.</p>\n<p>Ыйыктар өз жакшылыктары менен көп зыян келтиришти. Өзүн абдан ыйык деп эсептеген бир киши эсибизге түшөт.</p>\n<p>Бир жолу ачка жана байкуш акын анын эшигин каккылап, анын колуна биздин баяныбыздын ыйыгына арналган кооз ыр саптарын тапшырды. Акын алсыраган жана картайган денесин азыктандыруу үчүн бир тыйынды гана күтүп жаткан.</p>\n<p>Акын кордукту эч качан ойлогон эмес. Ыйыктын боорукер көзү жана кабагы бүркөлгөн абалда эшикти жаап, бактысыз акынына: “Досум, бул жерден кет, кет… мага мындай нерселер жакпайт, мен жагымдуулукту жек көрөм… мага дүйнөнүн бекерчиликтери жакпайт, бул жашоо элес… мен момундуктун жана жөнөкөйлүктүн жолун жолдойм” деп айтканда анын таң калуусу чоң болду. Бир тыйынды гана каалаган бактысыз акын мунун ордуна ыйыктын кордугун, жарадар кылуучу сөздү, чаап жиберүүнү алды жана жүрөгү ооруп, лирасы талкаланып, шаардын көчөлөрүн бойлоп акырын… акырын… акырын басып кетти.</p>\n<p>Жаңы муун чыныгы түшүнүүнүн негизинде көтөрүлүшү керек, анткени ал толугу менен жаратуучу.</p>\n<p>Эс тутум жана эске салуу жаратуучу эмес. Эс тутум - өткөндүн көрүстөнү. Эс тутум жана эске салуу - өлүм.</p>\n<p>Чыныгы түшүнүү - толук бошонуунун психологиялык фактору.</p>\n<p>Эс тутумдагы эскерүүлөр бизге эч качан чыныгы боштондук алып келе албайт, анткени алар өткөнгө таандык жана ошондуктан өлүк.</p>\n<p>Түшүнүү - өткөндүн же келечектин иши эмес. Түшүнүү биз азыр жана ушул жерде жашап жаткан учурга таандык. Эс тутум ар дайым келечектин идеясын алып келет.</p>\n<p>Илимди, философияны, искусствону жана динди үйрөнүү абдан маанилүү, бирок окууларды эс тутумдун берилгендигине ишенип тапшырбоо керек, анткени ал ишенимдүү эмес.</p>\n<p>Билимди эс тутумдун көрүстөнүнө тапшыруу акылсыздык. Түшүнүүгө тийиш болгон билимди өткөндүн көрүнө көмүү акылсыздык.</p>\n<p>Биз эч качан окууга, акылмандыкка, илимге каршы сүйлөй алмак эмеспиз, бирок билимдин тирүү асыл таштарын эс тутумдун бузулган көрүстөнүнүн арасына коюу ылайыксыз болуп саналат.</p>\n<p>Окуу керек, изилдөө керек, талдоо керек, бирок акылдын бардык деңгээлдеринде түшүнүү үчүн терең ой жүгүртүү керек.</p>\n<p>Чыныгы жөнөкөй адам терең түшүнүктүү жана жөнөкөй акылга ээ.</p>\n<p>Жашоодо эң маанилүүсү эс тутумдун көрүстөнүндө топтолгонубуз эмес, интеллектуалдык деңгээлде эле эмес, акылдын ар кандай аң-сезимсиз подсознание аймактарында түшүнгөнүбүз.</p>\n<p>Илим, билим дароо түшүнүүгө айланышы керек. Качан билим, качан окуу чыныгы жаратуучу түшүнүүгө айланганда, биз бардык нерсени дароо түшүнө алабыз, анткени түшүнүү дароо, заматта болот.</p>\n<p>Жөнөкөй адамда акылда татаалдыктар жок, анткени акылдын бардык татаалдыгы эс тутумга байланыштуу. Ичибизде алып жүргөн макиавеллик МЕН эс тутумдун топтолушу.</p>\n<p>Жашоонун тажрыйбалары чыныгы түшүнүүгө айланышы керек.</p>\n<p>Качан тажрыйбалар түшүнүүгө айланбаганда, качан тажрыйбалар эс тутумда калганда, алар интеллекттин алсыз жана люциферикалык жалыны күйүп турган көрүстөндүн чиригин түзөт.</p>\n<p>Рухийликтен толугу менен ажыраган жаныбарлардын интеллекти эс тутумдун оозеки түшүндүрмөсү, мүрзөнүн плитасында күйүп турган көрүстөн шамы экенин билүү керек.</p>\n<p>Жөнөкөй адамдын акылы тажрыйбалардан эркин, анткени алар аң-сезимге айланып, жаратуучу түшүнүүгө айланган.</p>\n<p>Өлүм менен жашоо тыгыз байланышта. Дан өлгөндө гана өсүмдүк өсөт, тажрыйба өлгөндө гана түшүнүү пайда болот. Бул чыныгы трансформация процесси.</p>\n<p>Таттуу адамдын эс тутуму тажрыйбаларга толо.</p>\n<p>Бул анын жаратуучу түшүнүгүнүн жоктугун көрсөтөт, анткени тажрыйбалар акылдын бардык деңгээлдеринде толугу менен түшүнүлгөндө, алар тажрыйба катары жашоону токтотуп, түшүнүү катары төрөлөт.</p>\n<p>Алгач тажрыйба алуу керек, бирок биз тажрыйбанын чөйрөсүндө калбашыбыз керек, анткени анда акыл татаалдашып, кыйындайт. Жашоону интенсивдүү жашап, бардык тажрыйбаларды чыныгы жаратуучу түшүнүүгө айландыруу зарыл.</p>\n<p>Түшүнүктүү, жөнөкөй жана жөнөкөй болуш үчүн биз дүйнөдөн баш тартышыбыз керек, кайырчы болушубуз керек, обочолонгон алачыктарда жашашыбыз керек жана кооз костюмдун ордуна белдемчи кийишибиз керек деп жаңылыш ойлогондор толугу менен жаңылышат.</p>\n<p>Көптөгөн анахореттердин, көптөгөн жалгыз эрмиттердин, көптөгөн кайырчылардын акылы абдан татаал жана кыйын.</p>\n<p>Эгерде эс тутум ой жүгүртүүнүн эркин агымын шарттаган тажрыйбаларга толсо, дүйнөдөн бөлүнүп, анахореттердей жашоо пайдасыз.</p>\n<p>Эгерде эс тутум тийиштүү түрдө түшүнүлбөгөн, акылдын ар кандай бурчтарында, өтмөктөрүндө жана аң-сезимсиз аймактарында аң-сезимге айланбаган маалыматтарга толуп калса, ыйыктардын жашоосун өткөрүүнү каалап, эрмиттердей жашоо пайдасыз.</p>\n<p>Интеллектуалдык маалыматтарды чыныгы жаратуучу түшүнүүгө айландыргандар, жашоонун тажрыйбаларын терең түшүнүүгө айландыргандардын эс тутумунда эч нерсе жок, алар чыныгы толуктукта учурдан учурга жашашат, алар кооз резиденцияларда жана шаардын периметринин ичинде жашаса да, жөнөкөй жана жөнөкөй болуп калышты.</p>\n<p>Кичинекей балдар жети жашка чейин жөнөкөйлүккө жана чыныгы ички сулуулукка толуп турушат, анткени алар аркылуу жашоонун тирүү ЭССЕНЦИЯСЫ ПСИХОЛОГИЯЛЫК МЕН толугу менен жок болгондо гана көрүнөт.</p>\n<p>Эгер чындап бактылуу болгубуз келсе, жүрөгүбүздө жана акылыбызда жоголгон балалыкты кайрадан багындырышыбыз керек. Биз күнөөсүздүктү кайрадан багындырышыбыз керек.</p>\n<p>Терең түшүнүүгө айланган тажрыйбалар жана окуу эс тутумдун көрүстөнүндө калдыктарды калтырбайт, ошондо биз жөнөкөй, жөнөкөй, күнөөсүз, бактылуу болобуз.</p>\n<p>Алынган тажрыйбалар жана билимдер жөнүндө терең ой жүгүртүү, терең өзүн-өзү сындоо, жакын психоанализ бардыгын терең жаратуучу түшүнүүгө айландырат, трансформациялайт. Бул акылмандык менен сүйүүдөн жаралган чыныгы бакыттын жолу.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ky/educacion-fundamental/la-sencillez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/la-sencillez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/la-sencillez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
