import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Қарапайымдылық",
  "locale": "kk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "15. Қарапайымдылық",
    "order": 15
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Шығармашылық түсінікті дамыту шұғыл, қажет, себебі ол адамзатқа өмір сүрудің шынайы еркіндігін әкеледі. Түсініксіз терең талдаудың шынайы сыни қабілетін алу мүмкін емес.</p>\n<p>Мектеп, колледж және университет мұғалімдері өз оқушыларын өзін-өзі сынау түсінігі жолымен жүргізуі керек.</p>\n<p>Біз өткен тарауда қызғаныш процестерін кеңінен зерттедік және қызғаныштың барлық нюанстарын жойғымыз келсе, ол діни, құмарлық т.б. болсын, біз қызғаныштың не екенін толық түсінуіміз керек, өйткені тек қызғаныштың шексіз процестерін терең және жақын түсіну арқылы ғана біз барлық түрдегі қызғанышты жоя аламыз.</p>\n<p>Қызғаныш некені бұзады, қызғаныш достықты бұзады, қызғаныш діни соғыстарды, ағайындықты жек көруді, кісі өлтіруді және барлық түрдегі азапты тудырады.</p>\n<p>Қызғаныш барлық шексіз нюанстарымен ұлы мақсаттардың артында жасырынады. Ұлы әулиелердің бар екендігі туралы хабардар болған адамда қызғаныш бар. Махатмалар немесе Гурулар, сондай-ақ әулие болғысы келеді. Басқа филантроптардан асып түсуге тырысатын филантропта қызғаныш бар. Қасиетті адамдардың бар екендігі туралы мәлімет алғандықтан, оның санасында деректер бар болғандықтан, қасиеттерге қызыққан әрбір адамда қызғаныш бар.</p>\n<p>Әулие болғысы келу, ізгі болғысы келу, ұлы болғысы келу қызғанышқа негізделген.</p>\n<p>Әулиелер өздерінің қасиеттерімен көптеген зиян келтірді. Өзін өте қасиетті санайтын адамның жағдайы есімізге түседі.</p>\n<p>Бірде аш және қайыршы ақын оның есігін қағып, біздің әңгімеміздің әулиесіне арналған әдемі өлеңді оның қолына салды. Ақын тек шаршаған және қартайған денесі үшін тамақ сатып алу үшін тиын күтті.</p>\n<p>Ақынның бәрінен күткені қорлық еді. Қайран қалғаны сол, әулие мейірімді көзбен және қабағы түйіліп, бақытсыз ақынға: “Бұл жерден кет, досым, ұзақ, ұзақ… маған бұл нәрселер ұнамайды, мен жағымпаздықты жек көремін… маған әлемнің бос әуресі ұнамайды, бұл өмір елес… мен кішіпейілділік пен қарапайымдылық жолымен жүремін. Бақытсыз ақын оның орнына әулиенің қорлығын алды, жаралайтын сөз, шапалақ және жүрегі ауырып, лирасы сынған ол қала көшелерімен баяу… баяу… баяу кетті.</p>\n<p>Жаңа ұрпақ шынайы түсініктің негізінде көтерілуі керек, өйткені ол толығымен шығармашылық.</p>\n<p>Есте сақтау мен еске түсіру шығармашылық емес. Естелік - өткеннің қабірі. Естелік пен еске түсіру - өлім.</p>\n<p>Нағыз түсінік - толық босатудың психологиялық факторы.</p>\n<p>Естеліктің естеліктері бізге ешқашан шынайы босату әкеле алмайды, өйткені олар өткенге жатады, демек олар өлген.</p>\n<p>Түсінік өткеннің де, болашақтың да ісі емес. Түсінік біздің дәл қазір өмір сүріп жатқан сәтке жатады. Естелік әрқашан болашақ туралы идеяны әкеледі.</p>\n<p>Ғылымды, философияны, өнерді және дінді зерттеу шұғыл, бірақ зерттеулерді есте сақтаудың адалдығына сенуге болмайды, өйткені ол адал емес.</p>\n<p>Білімді есте сақтау қабіріне салу ақылсыздық. Біз түсінуіміз керек білімді өткен шұңқырға көму ақымақтық.</p>\n<p>Біз ешқашан оқуға, даналыққа, ғылымға қарсы шыға алмаймыз, бірақ білімнің тірі асыл тастарын есте сақтаудың бұзылған қабіріне салу үйлесімсіз.</p>\n<p>Зерттеу қажет, зерттеу қажет, талдау қажет, бірақ ақыл-ойдың барлық деңгейінде түсіну үшін терең ойлануымыз керек.</p>\n<p>Шынайы қарапайым адам терең түсінікті және оңай ойлы.</p>\n<p>Өмірдегі ең маңызды нәрсе - біздің есте сақтау қабірінде жинаған нәрсе емес, тек ақыл-ой деңгейінде ғана емес, сонымен қатар ақыл-ойдың әртүрлі санасыз салаларында түсінген нәрсе.</p>\n<p>Ғылым, білім бірден түсінуге айналуы керек. Білім, оқу шынайы шығармашылық түсінікке айналған кезде, біз барлық нәрсені бірден түсіне аламыз, өйткені түсінік бірден, лезде болады.</p>\n<p>Қарапайым адамның ақыл-ойында қиындықтар жоқ, өйткені ақыл-ойдың кез-келген қиындығы естелікке байланысты. Біздің ішкі дүниеміздегі Макиавеллилік Мен - жинақталған естелік.</p>\n<p>Өмір тәжірибесі шынайы түсінікке айналуы керек.</p>\n<p>Тәжірибе түсінікке айналмаған кезде, тәжірибе естелікте жалғасады, олар ақыл-ойдың жалған және люциферлік жалыны жанып тұрған қабірдің шірігін құрайды.</p>\n<p>Руханилықтан мүлдем айырылған жануар ақыл-ойы жай ғана есте сақтаудың ауызша көрінісі, жерлеу тақтасында жанып тұрған қабір шамы екенін білу керек.</p>\n<p>Қарапайым адамның ақыл-ойы тәжірибеден ада, өйткені олар санаға айналды, олар шығармашылық түсінікке айналды.</p>\n<p>Өлім мен өмір тығыз байланысты. Тек дән өлгенде ғана өсімдік пайда болады, тек тәжірибе өлгенде ғана түсінік пайда болады. Бұл шынайы трансформация процесі.</p>\n<p>Күрделі адамның естелігі тәжірибеге толы.</p>\n<p>Бұл оның шығармашылық түсінігінің жоқтығын көрсетеді, өйткені тәжірибелер ақыл-ойдың барлық деңгейінде толық түсінілген кезде, олар тәжірибе ретінде жойылып, түсінік ретінде пайда болады.</p>\n<p>Алдымен тәжірибе жасау керек, бірақ біз тәжірибе саласында қалуға болмайды, өйткені онда ақыл-ой қиындап, қиынға соғады. Өмірді қарқынды түрде сүру және барлық тәжірибені шынайы шығармашылық түсінікке айналдыру қажет.</p>\n<p>Біз түсінікті, қарапайым және оңай болу үшін әлемнен бас тартуымыз, қайыршы болуымыз, оқшауланған лашықтарда тұруымыз және сәнді костюмнің орнына жамбас жабындарын киюіміз керек деп қателесетіндер толығымен қателеседі.</p>\n<p>Көптеген анахореттердің, көптеген жалғызбасты ермиталардың, көптеген қайыршылардың ақыл-ойы өте күрделі және қиын.</p>\n<p>Ойдың еркін ағынына кедергі келтіретін тәжірибеге толы естелік болса, әлемнен бөлек тұрып, анахореттер сияқты өмір сүрудің пайдасы жоқ.</p>\n<p>Егер естелік дұрыс түсінілмеген, ақыл-ойдың әртүрлі бұрыштарында, дәліздерінде және санасыз аймақтарында санаға айналмаған ақпаратқа толы болса, әулиелердің өмірін сүруге тырысып, ермиталар сияқты өмір сүрудің пайдасы жоқ.</p>\n<p>Интеллектуалдық ақпаратты шынайы шығармашылық түсінікке айналдыратындар, өмір тәжірибесін терең түсінікке айналдыратындардың естелігінде ештеңе жоқ, олар әр сәт сайын шынайы толықтыққа толы өмір сүреді, олар сәнді резиденцияларда және қалалық өмір аясында тұрса да қарапайым және оңай болды.</p>\n<p>Кішкентай балалар жеті жасқа дейін қарапайымдылыққа және шынайы ішкі сұлулыққа толы, өйткені олар арқылы өмірдің тірі МӘНІ ПСИХОЛОГИЯЛЫҚ МЕН толық болмаған кезде ғана көрінеді.</p>\n<p>Егер біз шынымен де бақытты болғымыз келсе, жоғалған балалық шақты, жүрегіміздегі және ақыл-ойымыздағы балалық шақты қайта жаңғыртуымыз керек.</p>\n<p>Түсінікке айналған тәжірибелер мен зерттеулер есте сақтау қабірінде қалдық қалдырмайды, содан кейін біз қарапайым, оңай, кінәсіз, бақытты боламыз.</p>\n<p>Тәжірибе мен алынған білім туралы терең ойлау, терең өзін-өзі сынау, жақын психоанализ бәрін терең шығармашылық түсінікке айналдырады, өзгертеді. Бұл даналық пен сүйіспеншіліктен туған шынайы бақыттың жолы.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kk/educacion-fundamental/la-sencillez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/la-sencillez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/la-sencillez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
