import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "සරල බව",
  "locale": "si",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "15. සරල බව",
    "order": 15
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>සැබෑ ජීවන නිදහස මිනිසාට උදාකර දෙන්නේ නිර්මාණශීලී අවබෝධය නිසා එය වර්ධනය කර ගැනීම හදිසි හා අත්‍යවශ්‍ය කාරණයක් වේ. ගැඹුරු විශ්ලේෂණයක සත්‍ය විවේචනාත්මක හැකියාව ලබා ගැනීමට අවබෝධයකින් තොරව නොහැකිය.</p>\n<p>පාසල්, විද්‍යාල සහ විශ්ව විද්‍යාල ගුරුවරුන් තම සිසුන්ව ස්වයං විවේචනාත්මක අවබෝධයේ මාවත ඔස්සේ ගෙන යා යුතුය.</p>\n<p>අපගේ පෙර පරිච්ඡේදයේදී ඊර්ෂ්‍යාවේ ක්‍රියාවලීන් ගැන අපි පුළුල් ලෙස අධ්‍යයනය කළ අතර, ආගමික, ආශාවන් වැනි සියලු ආකාරයේ ඊර්ෂ්‍යාවන් නැති කිරීමට අපට අවශ්‍ය නම්, ඊර්ෂ්‍යාව යනු කුමක්ද යන්න පිළිබඳව අප සම්පූර්ණ දැනුවත්භාවයක් ඇති කර ගත යුතුය. මන්ද ඊර්ෂ්‍යාවේ අනන්ත ක්‍රියාවලීන් ගැඹුරින් හා සමීපව අවබෝධ කර ගැනීමෙන් පමණක්, අපට සෑම ආකාරයකම ඊර්ෂ්‍යාව නැති කර ගැනීමට හැකි වේ.</p>\n<p>ඊර්ෂ්‍යාව විවාහයන් විනාශ කරයි, ඊර්ෂ්‍යාව මිත්‍රත්වයන් විනාශ කරයි, ඊර්ෂ්‍යාව ආගමික යුද්ධ, සහෝදර ඝාතන, මිනීමැරුම් සහ සෑම ආකාරයකම දුක් වේදනා ඇති කරයි.</p>\n<p>අනන්ත පැතිකඩයන්ගෙන් යුත් ඊර්ෂ්‍යාව උත්තරීතර අරමුණු පිටුපස සැඟවී ඇත. උත්තරීතර සාන්තුවරයන්, මහාත්මයන් හෝ ගුරුවරුන්ගේ පැවැත්ම පිළිබඳව දැනුවත් වූ කෙනෙකුට සාන්තුවරයෙකු වීමට අවශ්‍ය නම් එහි ඊර්ෂ්‍යාව පවතී. අනෙකුත් දානපතියන්ට වඩා උසස් වීමට වෙහෙසෙන පරිත්‍යාගශීලියෙකු තුළ ඊර්ෂ්‍යාව පවතී. ගුණධර්ම පිළිබඳ තොරතුරු ලැබුණු නිසා, ගුණධර්මවලින් පිරි ශුද්ධ පුද්ගලයන්ගේ පැවැත්ම පිළිබඳව ඔහුගේ මනසෙහි දත්ත ඇති නිසා ගුණධර්මවලට ආශා කරන සෑම පුද්ගලයෙකු තුළම ඊර්ෂ්‍යාව පවතී.</p>\n<p>සාන්තුවරයෙකු වීමට ඇති ආශාව, ගුණවත් වීමට ඇති ආශාව, ශ්‍රේෂ්ඨ වීමට ඇති ආශාව පදනම් වී ඇත්තේ ඊර්ෂ්‍යාව මතය.</p>\n<p>සාන්තුවරයන් ඔවුන්ගේ ගුණධර්මවලින් බොහෝ හානි සිදු කර ඇත. තමා ඉතා ශුද්ධ යැයි සිතූ මිනිසෙකුගේ සිද්ධියක් අපට මතකයි.</p>\n<p>වරක් කුසගින්නෙන් පෙළෙන දුප්පත් කවියෙක් ඔහුගේ දොරට තට්ටු කර විශේෂයෙන් අපගේ කතාවේ සාන්තුවරයා වෙනුවෙන් කැප වූ අලංකාර පදයක් ඔහුගේ අතට පත් කළේය. කවියා බලාපොරොත්තු වූයේ වෙහෙසට පත් මහලු සිරුරට ආහාර මිලදී ගැනීමට කාසියක් පමණි.</p>\n<p>කවියා අපහාසයක් ගැන කිසිසේත් සිතුවේ නැත. සාන්තුවරයා දයාබර බැල්මකින් හා නළල රැලි කරගෙන අවාසනාවන්ත කවියාට මෙසේ පවසමින් දොර වසා දැමූ විට ඔහුගේ පුදුමය මහත් විය: “මෙතැනින් යන්න මිත්‍රයා, දුර යන්න… මම මේ දේවල් වලට කැමති නැහැ, මම ප්‍රශංසාවට පිළිකුල් කරනවා… මම ලෞකික නිෂ්ඵලකම් වලට කැමති නැහැ, මේ ජීවිතය මායාවක්… මම යන්නේ නිහතමානීකම සහ යටහත් පහත්කම යන මාවතේ.” අවාසනාවන්ත කවියා කාසියක් පමණක් ප්‍රාර්ථනා කළ අතර ඒ වෙනුවට සාන්තුවරයාගේ අපහාසයට ලක් විය, රිදවන වචනය, කම්මුල් පහර සහ වේදනාවෙන් පිරුණු හදවතකින් සහ ලයිරාව කැබලිවලට කැඩී ගිය පසු ඔහු නගරයේ වීදි දිගේ සෙමින් ගියේය … සෙමින් … සෙමින්.</p>\n<p>නව පරම්පරාව සැබෑ අවබෝධය මත පදනම් විය යුතුය. මන්ද එය සම්පූර්ණයෙන්ම නිර්මාණශීලී ය.</p>\n<p>මතකය සහ සිහිපත් කිරීම නිර්මාණශීලී නොවේ. මතකය යනු අතීතයේ සොහොනයි. මතකය සහ සිහිපත් කිරීම මරණයයි.</p>\n<p>සත්‍ය අවබෝධය යනු සම්පූර්ණ විමුක්තියේ මනෝවිද්‍යාත්මක සාධකයයි.</p>\n<p>මතකයේ මතකයන්ට සැබෑ විමුක්තිය ගෙන ඒමට කිසිදා නොහැකිය. මන්ද ඒවා අතීතයට අයත් වන අතර එබැවින් ඒවා මිය ගොස් ඇත.</p>\n<p>අවබෝධය යනු අතීතයේ හෝ අනාගතයේ දෙයක් නොවේ. අවබෝධය මෙහි සහ දැන් අප ජීවත් වන මොහොතට අයත් වේ. මතකය සැමවිටම අනාගතය පිළිබඳ අදහස ගෙන එයි.</p>\n<p>විද්‍යාව, දර්ශනය, කලාව සහ ආගම අධ්‍යයනය කිරීම හදිසි කාරණයක් වන නමුත් අධ්‍යයනයන් මතකයේ විශ්වාසවන්තභාවය මත විශ්වාසය නොතැබිය යුතුය. මන්ද එය විශ්වාසවන්ත නොවේ.</p>\n<p>දැනුම මතකයේ සොහොනෙහි තැන්පත් කිරීම විකාරයකි. අප තේරුම් ගත යුතු දැනුම අතීතයේ වළේ වළලා දැමීම මෝඩකමකි.</p>\n<p>අපට කිසි විටෙකත් අධ්‍යයනයට, ප්‍රඥාවට, විද්‍යාවට විරුද්ධ විය නොහැක. එහෙත් දැනුමේ ජීවමාන ආභරණ දූෂිත වූ මතකයේ සොහොන් ගැබ අතර තැන්පත් කිරීම නොගැලපේ.</p>\n<p>අධ්‍යයනය කිරීම අවශ්‍ය වේ, පර්යේෂණ කිරීම අවශ්‍ය වේ, විශ්ලේෂණය කිරීම අවශ්‍ය වේ, නමුත් මනසේ සෑම තලයකම තේරුම් ගැනීමට අප ගැඹුරින් මෙනෙහි කළ යුතුය.</p>\n<p>සැබවින්ම සරල මිනිසා ගැඹුරින් අවබෝධ කරගත් අයෙකු වන අතර සරල මනසක් ඇත.</p>\n<p>ජීවිතයේ වැදගත් වන්නේ අප මතකයේ සොහොන් ගැබ තුළ රැස් කර ඇති දේ නොව, අප බුද්ධිමය මට්ටමින් පමණක් නොව මනසේ විවිධ යටි සිතේ මට්ටම්වලින් තේරුම් ගෙන ඇති දේයි.</p>\n<p>විද්‍යාව, දැනුම ක්ෂණික අවබෝධයක් බවට පත් විය යුතුය. දැනුම, අධ්‍යයනය සත්‍ය නිර්මාණාත්මක අවබෝධයක් බවට පරිවර්තනය වූ විට අපට ක්ෂණිකව සෑම දෙයක්ම තේරුම් ගත හැකිය. මන්ද අවබෝධය ක්ෂණික, ක්ෂණික වේ.</p>\n<p>සරල මිනිසාට මනසේ සංකූලතා නොමැත. මන්ද මනසේ සෑම සංකූලතාවයක්ම මතකය නිසා ඇති වේ. අප තුළ ඇති මැකියාවෙලියානු ආත්මය සමුච්චිත මතකයකි.</p>\n<p>ජීවිතයේ අත්දැකීම් සත්‍ය අවබෝධයක් බවට පරිවර්තනය විය යුතුය.</p>\n<p>අත්දැකීම් අවබෝධය බවට පරිවර්තනය නොවූ විට, අත්දැකීම් මතකයේ දිගටම පවතින විට එය සොහොන් ගැබේ කුණුවීම වන අතර එම කුණුවීම මත බුද්ධියේ අශෝභන හා ලුසිෆෙරික් ගින්න දැල්වේ.</p>\n<p>සියලු ආධ්‍යාත්මිකත්වයෙන් තොර සත්ව බුද්ධිය යනු මතකයේ වාචිකකරණය පමණක් බව දැන ගැනීම අවශ්‍ය වේ. එය අවමංගල්‍ය ලෑල්ල මත දැවෙන සොහොන් ගැබේ ඉටිපන්දමකි.</p>\n<p>සරල මිනිසාගේ මනස අත්දැකීම්වලින් නිදහස් ය. මන්ද ඒවා දැනුවත්භාවයට පත් වී ඇත. නිර්මාණාත්මක අවබෝධයක් බවට පරිවර්තනය වී ඇත.</p>\n<p>මරණය සහ ජීවිතය සමීපව සම්බන්ධ වේ. ධාන්‍ය මිය ගිය විට පමණක් පැළය උපදී, අත්දැකීම් මිය ගිය විට පමණක් අවබෝධය උපදී. මෙය සත්‍ය පරිවර්තන ක්‍රියාවලියකි.</p>\n<p>සංකීර්ණ මිනිසාගේ මතකය අත්දැකීම්වලින් පිරී ඇත.</p>\n<p>මෙය ඔහුගේ නිර්මාණශීලී අවබෝධයේ ඌනතාවය පෙන්නුම් කරයි. මන්ද අත්දැකීම් මනසේ සෑම මට්ටමකින්ම සම්පූර්ණයෙන්ම තේරුම් ගත් විට ඒවා අත්දැකීම් ලෙස පැවතීම නතර වන අතර අවබෝධයක් ලෙස උපත ලබයි.</p>\n<p>පළමුව අත්විඳිය යුතුය, නමුත් අප අත්දැකීම් ක්ෂේත්‍රයේ රැඳී නොසිටිය යුතුය. මන්ද එවිට මනස සංකීර්ණ වන අතර දුෂ්කර වේ. ජීවිතය දැඩි ලෙස ගත කිරීම සහ සියලු අත්දැකීම් සත්‍ය නිර්මාණාත්මක අවබෝධයක් බවට පරිවර්තනය කිරීම අවශ්‍ය වේ.</p>\n<p>අවබෝධයෙන් සරල හා සරල වීමට නම් අප ලෝකය අත්හැරිය යුතුය, හිඟන්නන් බවට පත්විය යුතුය, හුදකලා පැල්පත්වල ජීවත් විය යුතුය, අලංකාර ඇඳුම් වෙනුවට හීතල ඇඳුම් ඇඳිය යුතුය යැයි වැරදියට සිතන අය සම්පූර්ණයෙන්ම වැරදිය.</p>\n<p>බොහෝ තාපසවරුන්ට, බොහෝ හුදකලා සෘෂිවරුන්ට, බොහෝ හිඟන්නන්ට ඉතා සංකීර්ණ හා දුෂ්කර මනසක් ඇත.</p>\n<p>සිතුවිලිවල නිදහස් ගලායාමට බලපාන අත්දැකීම්වලින් මතකය පිරී තිබේ නම් ලෝකයෙන් ඈත් වී තාපසයන් මෙන් ජීවත් වීම නිෂ්ඵල ය.</p>\n<p>මතකය නිසි පරිදි වටහාගෙන නොමැති, මනසේ විවිධ කොනවල, කොරිඩෝවල සහ යටි සිතේ ප්‍රදේශවල දැනුවත්භාවයට පත් නොවූ තොරතුරුවලින් පිරී තිබේ නම් සෘෂිවරුන් මෙන් ජීවත් වෙමින් සාන්තුවරයන්ගේ ජීවිතයක් ගත කිරීමට උත්සාහ කිරීම නිෂ්ඵල ය.</p>\n<p>බුද්ධිමය තොරතුරු සත්‍ය නිර්මාණාත්මක අවබෝධයක් බවට පරිවර්තනය කරන අය, ජීවිතයේ අත්දැකීම් ගැඹුරු අවබෝධයක් බවට පරිවර්තනය කරන අය මතකයේ කිසිවක් නොමැතිව සැබෑ පූර්ණත්වයෙන් පිරී මොහොතින් මොහොත ජීවත් වන අතර ඔවුන් සුඛෝපභෝගී නිවාසවල සහ නාගරික ජීවිතයේ පරිමිතිය තුළ ජීවත් වුවද සරල හා සරල බවට පත්ව ඇත.</p>\n<p>කුඩා දරුවන් වයස අවුරුදු හතට පෙර සරලත්වයෙන් හා සැබෑ අභ්‍යන්තර සුන්දරත්වයෙන් පිරී ඇත. මන්ද ඔවුන් තුළින් ප්‍රකාශ වන්නේ මනෝවිද්‍යාත්මක ආත්මයේ සම්පූර්ණ නොපැමිණීම තුළ ජීවමාන ජීවයේ සාරය පමණි.</p>\n<p>අපගේ හදවතේ සහ අපගේ මනසෙහි නැතිවූ ළමා කාලය අප නැවත ලබා ගත යුතුය. අපට සැබවින්ම සතුටු වීමට අවශ්‍ය නම් අප නිර්දෝෂීභාවය නැවත ලබා ගත යුතුය.</p>\n<p>අත්දැකීම් සහ අධ්‍යයනය ගැඹුරු අවබෝධයක් බවට පරිවර්තනය වීමෙන් මතකයේ සොහොන් ගැබේ අපද්‍රව්‍ය ඉතිරි නොවන අතර එවිට අපි සරල, නිර්දෝෂී, සතුටු වෙමු.</p>\n<p>අත්දැකීම් සහ අත්පත් කරගත් දැනුම පිළිබඳ ගැඹුරු මෙනෙහි කිරීම, ගැඹුරු ස්වයං විවේචනය, සමීප මනෝවිශ්ලේෂණය ගැඹුරු නිර්මාණාත්මක අවබෝධයක් බවට සියල්ල පරිවර්තනය කරයි. මෙය ප්‍රඥාවෙන් හා ප්‍රේමයෙන් උපන් සත්‍ය සතුටේ මාර්ගයයි.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/si/educacion-fundamental/la-sencillez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/si/educacion-fundamental/la-sencillez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/si/educacion-fundamental/la-sencillez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
