import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "سادگی",
  "locale": "ur",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "15. سادگی",
    "order": 15
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>یہ ضروری ہے، تخلیقی فہم کو فروغ دینا ناگزیر ہے کیونکہ یہ انسان کو زندگی کی حقیقی آزادی عطا کرتا ہے۔ فہم کے بغیر گہرے تجزیے کی حقیقی تنقیدی صلاحیت حاصل کرنا ناممکن ہے۔</p>\n<p>اسکولوں، کالجوں اور یونیورسٹیوں کے اساتذہ کو اپنے طلباء کو خود تنقیدی فہم کے راستے پر گامزن کرنا چاہیے۔</p>\n<p>ہم اپنے پچھلے باب میں حسد کے عمل کا تفصیل سے مطالعہ کر چکے ہیں اور اگر ہم حسد کی تمام باریکیوں سے چھٹکارا حاصل کرنا چاہتے ہیں، چاہے وہ مذہبی ہو، جذباتی ہو وغیرہ۔ تو ہمیں اس بات کا مکمل شعور ہونا چاہیے کہ حسد درحقیقت کیا ہے، کیونکہ صرف حسد کے لامحدود عمل کو گہرائی سے اور ذاتی طور پر سمجھ کر ہی ہم ہر قسم کے حسد سے چھٹکارا حاصل کر سکتے ہیں۔</p>\n<p>حسد شادیوں کو تباہ کر دیتا ہے، حسد دوستیوں کو تباہ کر دیتا ہے، حسد مذہبی جنگوں، بھائی چارے سے عداوت، قتل اور ہر قسم کے مصائب کا باعث بنتا ہے۔</p>\n<p>حسد اپنی تمام لامحدود باریکیوں کے ساتھ بلند مقاصد کے پیچھے چھپا ہوتا ہے۔ حسد اس شخص میں موجود ہوتا ہے جسے عظیم سنتوں، مہاتماؤں یا گروؤں کے وجود کے بارے میں بتایا گیا ہے، وہ بھی سنت بننا چاہتا ہے۔ حسد اس مخیر حضرات میں موجود ہوتا ہے جو دوسرے مخیر حضرات سے آگے نکلنے کی کوشش کرتے ہیں۔ حسد ہر اس فرد میں موجود ہوتا ہے جو خوبیوں کا خواہشمند ہوتا ہے کیونکہ اسے معلومات ملی ہیں، کیونکہ اس کے ذہن میں مقدس افراد کے وجود کے بارے میں اعداد و شمار موجود ہیں جو خوبیوں سے بھرے ہوئے ہیں۔</p>\n<p>سنت بننے کی خواہش، نیک بننے کی خواہش، عظیم بننے کی خواہش کی بنیاد حسد پر ہے۔</p>\n<p>سنتوں نے اپنی خوبیوں سے بہت نقصان پہنچایا ہے۔ ہمیں ایک ایسے شخص کا واقعہ یاد آتا ہے جو خود کو بہت بڑا سنت سمجھتا تھا۔</p>\n<p>ایک موقع پر ایک بھوکا اور بدحال شاعر نے اس کے دروازے پر دستک دی تاکہ اس کی خدمت میں ایک خوبصورت شعر پیش کر سکے جو خاص طور پر ہمارے قصے کے سنت کے لیے وقف تھا۔ شاعر صرف ایک سکے کا منتظر تھا تاکہ وہ اپنے نڈھال اور بوڑھے جسم کے لیے کھانا خرید سکے۔</p>\n<p>شاعر نے توہین کے سوا ہر چیز کا تصور کیا تھا۔ اسے اس وقت بہت حیرت ہوئی جب سنت نے رحم دل نظروں اور ترش روئی کے ساتھ دروازہ بند کرتے ہوئے بدبخت شاعر سے کہا: “یہاں سے دفع ہو جاؤ دوست، دور، دور… مجھے یہ چیزیں پسند نہیں، میں چاپلوسی سے نفرت کرتا ہوں… مجھے دنیا کی فضول چیزیں پسند نہیں، یہ زندگی ایک فریب ہے… میں عاجزی اور انکساری کی راہ پر گامزن ہوں۔” بدبخت شاعر جو صرف ایک سکے کا خواہشمند تھا اس کے بجائے اسے سنت کی طرف سے توہین ملی، وہ لفظ جو زخم لگاتا ہے، تھپڑ، اور غمزدہ دل اور بکھری ہوئی بربط کے ساتھ وہ شہر کی گلیوں میں آہستہ… آہستہ… آہستہ چلا گیا۔</p>\n<p>نئی نسل کو حقیقی فہم کی بنیاد پر اٹھنا چاہیے کیونکہ یہ مکمل طور پر تخلیقی ہے۔</p>\n<p>یادداشت اور یاد دہانی تخلیقی نہیں ہیں۔ یادداشت ماضی کی قبر ہے۔ یادداشت اور یاد دہانی موت ہیں۔</p>\n<p>حقیقی فہم مکمل آزادی کا نفسیاتی عنصر ہے۔</p>\n<p>یادداشت کی یادیں ہمیں کبھی بھی حقیقی آزادی نہیں دلا سکتیں کیونکہ وہ ماضی سے تعلق رکھتی ہیں اور اس لیے مردہ ہیں۔</p>\n<p>فہم نہ تو ماضی کی چیز ہے اور نہ ہی مستقبل کی۔ فہم اس لمحے سے تعلق رکھتا ہے جو ہم یہاں اور ابھی جی رہے ہیں۔ یادداشت ہمیشہ مستقبل کا خیال لاتی ہے۔</p>\n<p>سائنس، فلسفہ، فن اور مذہب کا مطالعہ کرنا ضروری ہے، لیکن مطالعات کو یادداشت کی وفاداری پر نہیں چھوڑنا چاہیے کیونکہ یہ وفادار نہیں ہے۔</p>\n<p>علم کو یادداشت کی قبر میں جمع کرنا فضول ہے۔ ان معلومات کو جو ہمیں سمجھنی چاہئیں ماضی کے گڑھے میں دفن کرنا احمقانہ ہے۔</p>\n<p>ہم کبھی بھی مطالعہ، حکمت، سائنس کے خلاف نہیں بول سکتے، لیکن علم کے زندہ جواہرات کو یادداشت کی کرپٹ قبر کے درمیان جمع کرنا نامناسب ہے۔</p>\n<p>مطالعہ کرنا ضروری ہے، تحقیق کرنا ضروری ہے، تجزیہ کرنا ضروری ہے، لیکن ہمیں ذہن کی تمام سطحوں پر سمجھنے کے لیے گہرائی سے غور و فکر کرنا چاہیے۔</p>\n<p>حقیقی طور پر سادہ آدمی گہرا فہم رکھتا ہے اور اس کا ذہن سادہ ہوتا ہے۔</p>\n<p>زندگی میں اہم وہ نہیں ہے جو ہم نے یادداشت کی قبر میں جمع کیا ہے، بلکہ وہ ہے جو ہم نے نہ صرف دانشورانہ سطح پر بلکہ ذہن کے مختلف تحت الشعوری اور لاشعوری میدانوں میں بھی سمجھا ہے۔</p>\n<p>سائنس، علم کو فوری فہم میں تبدیل ہونا چاہیے۔ جب علم، جب مطالعہ حقیقی تخلیقی فہم میں تبدیل ہو جاتا ہے تو ہم ہر چیز کو فوری طور پر سمجھ سکتے ہیں کیونکہ فہم فوری، آنی فانی ہو جاتا ہے۔</p>\n<p>سادہ آدمی کے ذہن میں پیچیدگیاں نہیں ہوتیں کیونکہ ذہن کی تمام پیچیدگیاں یادداشت کی وجہ سے ہوتی ہیں۔ میکیاولیائی “میں” جو ہم اپنے اندر رکھتے ہیں وہ جمع شدہ یادداشت ہے۔</p>\n<p>زندگی کے تجربات کو حقیقی فہم میں تبدیل ہونا چاہیے۔</p>\n<p>جب تجربات فہم میں تبدیل نہیں ہوتے، جب تجربات یادداشت میں جاری رہتے ہیں تو وہ اس قبر کی سڑاند کی تشکیل کرتے ہیں جس پر عقل کی جھوٹی اور لوسیفری شعلہ جلتی ہے۔</p>\n<p>یہ جاننا ضروری ہے کہ حیوانی عقل جو مکمل طور پر روحانیت سے عاری ہے صرف یادداشت کی زبانی بیان ہے، جنازے کی لوح پر جلنے والی قبر کی موم بتی ہے۔</p>\n<p>سادہ آدمی کا ذہن تجربات سے آزاد ہوتا ہے کیونکہ یہ شعور بن چکے ہیں، تخلیقی فہم میں تبدیل ہو چکے ہیں۔</p>\n<p>موت اور زندگی گہرے طور پر جڑے ہوئے ہیں۔ صرف بیج کے مرنے سے پودا اگتا ہے، صرف تجربے کے مرنے سے فہم پیدا ہوتا ہے۔ یہ حقیقی تبدیلی کا عمل ہے۔</p>\n<p>پیچیدہ آدمی کی یادداشت تجربات سے بھری ہوتی ہے۔</p>\n<p>یہ اس کے تخلیقی فہم کی کمی کو ظاہر کرتا ہے کیونکہ جب تجربات کو ذہن کی تمام سطحوں پر مکمل طور پر سمجھ لیا جاتا ہے تو وہ تجربات کے طور پر موجود نہیں رہتے اور فہم کے طور پر پیدا ہوتے ہیں۔</p>\n<p>پہلے تجربہ کرنا ضروری ہے، لیکن ہمیں تجربے کے میدان میں نہیں رہنا چاہیے کیونکہ اس صورت میں ذہن پیچیدہ ہو جاتا ہے اور مشکل ہو جاتا ہے۔ زندگی کو شدت سے جینا اور تمام تجربات کو حقیقی تخلیقی فہم میں تبدیل کرنا ضروری ہے۔</p>\n<p>وہ جو غلطی سے یہ سمجھتے ہیں کہ فہیم، سادہ اور سادہ بننے کے لیے ہمیں دنیا کو چھوڑ دینا چاہیے، فقیر بن جانا چاہیے، الگ تھلگ جھونپڑیوں میں رہنا چاہیے اور خوبصورت سوٹ کی بجائے لنگوٹ استعمال کرنا چاہیے، وہ مکمل طور پر غلط ہیں۔</p>\n<p>بہت سے سنیاسی، بہت سے تنہا راہب، بہت سے بھکاری، بہت پیچیدہ اور مشکل ذہن رکھتے ہیں۔</p>\n<p>دنیا سے الگ ہو کر سنیاسیوں کی طرح رہنا بے سود ہے اگر یادداشت تجربات سے بھری ہوئی ہے جو سوچ کے آزادانہ بہاؤ کو مشروط کرتی ہے۔</p>\n<p>سنتوں کی طرح زندگی گزارنا چاہتے ہوئے راہبوں کی طرح رہنا بے سود ہے اگر یادداشت معلومات سے بھری ہوئی ہے جنہیں مناسب طور پر سمجھا نہیں گیا ہے، جو ذہن کے مختلف گوشوں، راہداریوں اور لاشعوری خطوں میں شعور نہیں بن سکی ہیں۔</p>\n<p>جو لوگ فکری معلومات کو حقیقی تخلیقی فہم میں تبدیل کرتے ہیں، جو زندگی کے تجربات کو گہرے فہم میں تبدیل کرتے ہیں ان کی یادداشت میں کچھ نہیں ہوتا، وہ لمحہ بہ لمحہ حقیقی تکمیل سے بھرے ہوئے جیتے ہیں، وہ سادہ اور سادہ ہو چکے ہیں اگرچہ وہ شاندار رہائش گاہوں میں اور شہری زندگی کے دائرے میں رہتے ہیں۔</p>\n<p>سات سال سے کم عمر کے چھوٹے بچے سادگی اور حقیقی اندرونی خوبصورتی سے بھرے ہوتے ہیں کیونکہ ان کے ذریعے زندگی کا زندہ جوہر نفسیاتی “میں” کی مکمل عدم موجودگی میں ظاہر ہوتا ہے۔</p>\n<p>ہمیں اپنے دلوں اور اپنے ذہنوں میں کھوئے ہوئے بچپن کو دوبارہ حاصل کرنا چاہیے۔ اگر ہم واقعی خوش رہنا چاہتے ہیں تو ہمیں معصومیت کو دوبارہ حاصل کرنا چاہیے۔</p>\n<p>تجربات اور مطالعہ گہرے فہم میں تبدیل ہو کر یادداشت کی قبر میں کوئی باقیات نہیں چھوڑتے اور پھر ہم سادہ، سادہ، معصوم، خوش ہو جاتے ہیں۔</p>\n<p>حاصل کیے گئے تجربات اور علم پر گہرائی سے غور و فکر کرنا، گہری خود تنقیدی، قریبی نفسیاتی تجزیہ ہر چیز کو گہرے تخلیقی فہم میں تبدیل کر دیتا ہے۔ یہ حکمت اور محبت سے پیدا ہونے والی حقیقی خوشی کا راستہ ہے۔</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ur/educacion-fundamental/la-sencillez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/la-sencillez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/la-sencillez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
