import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Едноставност",
  "locale": "mk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "15. Едноставност",
    "order": 15
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Итно е, неопходно е да се развие креативно разбирање бидејќи тоа му носи на човекот вистинска слобода на живеење. Без разбирање е невозможно да се постигне автентична критичка способност за длабока анализа.</p>\n<p>Наставниците и наставничките во училиштата, колеџите и универзитетите треба да ги водат своите ученици и ученички по патот на самокритичкото разбирање.</p>\n<p>Во нашето минато поглавје веќе опширно ги проучувавме процесите на завист, и ако сакаме да ги елиминираме сите нијанси на љубомора, без разлика дали се религиозни, страсни итн., мораме да станеме целосно свесни за тоа што навистина е завист, бидејќи само преку длабоко и интимно разбирање на бескрајните процеси на завист, можеме да ја елиминираме секаква љубомора.</p>\n<p>Љубомората ги уништува браковите, љубомората ги уништува пријателствата, љубомората предизвикува религиозни војни, братоубиствена омраза, убиства и страдања од секаков вид.</p>\n<p>Зависта со сите свои бескрајни нијанси се крие зад возвишени цели. Постои завист кај оној кој, откако бил информиран за постоењето на возвишени светци, Махатми или Гуруа, исто така сака да стане светец. Постои завист кај филантропот кој се труди да ги надмине другите филантропи. Постои завист кај секој поединец кој копнее по доблести затоа што имал информации, затоа што во неговиот ум има податоци за постоењето на свети поединци полни со доблести.</p>\n<p>Желбата да се биде светец, желбата да се биде доблесен, желбата да се биде голем се заснова на завист.</p>\n<p>Светците со своите доблести предизвикале многу штета. Ни доаѓа на ум случајот со човек кој себеси се сметал за многу свет.</p>\n<p>Во една прилика, гладен и беден поет тропнал на неговата врата за да му предаде убав стих посветен на светецот од нашата приказна. Поетот очекувал само паричка за да купи храна за своето изнемоштено и остарено тело.</p>\n<p>Поетот претпоставувал сè освен навреда. Големо било неговото изненадување кога светецот со побожен поглед и намуртено чело ја затворил вратата, велејќи му на несреќниот поет: „Оди си одовде пријателе, бегај, бегај… не ми се допаѓаат овие работи, јас го мразам ласкањето… не ми се допаѓаат суетите на светот, овој живот е илузија… јас го следам патот на скромноста и понизноста“. Несреќниот поет кој сакал само паричка наместо тоа ја добил навредата од светецот, зборот што боли, шлаканицата, и со скршено срце и распарчена лира отишол по улиците на градот полека… полека… полека.</p>\n<p>Новата генерација мора да се издигне врз основа на автентично разбирање бидејќи тоа е целосно креативно.</p>\n<p>Меморијата и сеќавањето не се креативни. Меморијата е гроб на минатото. Меморијата и сеќавањето се смрт.</p>\n<p>Вистинското разбирање е психолошки фактор на целосно ослободување.</p>\n<p>Сеќавањата на меморијата никогаш не можат да ни донесат вистинско ослободување бидејќи припаѓаат на минатото и затоа се мртви.</p>\n<p>Разбирањето не е ниту работа на минатото, ниту на иднината. Разбирањето припаѓа на моментот во кој живееме овде и сега. Меморијата секогаш ја носи идејата за иднината.</p>\n<p>Итно е да се изучуваат наука, филозофија, уметност и религија, но не треба да се потпираме на верноста на меморијата за нашите студии бидејќи таа не е верна.</p>\n<p>Апсурдно е да се депонираат знаењата во гробот на меморијата. Глупаво е да се закопуваат во јамата на минатото знаењата што треба да ги разбереме.</p>\n<p>Никогаш не би можеле да се изјасниме против учењето, против мудроста, против науката, но е несоодветно да се депонираат живите скапоцени камења на знаењето меѓу расипаниот гроб на меморијата.</p>\n<p>Неопходно е да се учи, неопходно е да се истражува, неопходно е да се анализира, но мораме длабоко да медитираме за да разбереме на сите нивоа на умот.</p>\n<p>Вистинскиот едноставен човек е длабоко разбирлив и има едноставен ум.</p>\n<p>Важното во животот не е она што сме го собрале во гробот на меморијата, туку она што сме го разбрале не само на интелектуално ниво, туку и во различните потсвесни и несвесни области на умот.</p>\n<p>Науката, знаењето, мора да се претворат во непосредно разбирање. Кога знаењето, кога студијата се трансформирале во автентично креативно разбирање, тогаш можеме да ги разбереме сите нешта веднаш, бидејќи разбирањето станува непосредно, моментално.</p>\n<p>Кај едноставниот човек не постојат компликации во умот бидејќи секоја компликација на умот се должи на меморијата. Макијавелистичкото ЈАС што го носиме во себе е акумулирана меморија.</p>\n<p>Искуствата од животот мора да се трансформираат во вистинско разбирање.</p>\n<p>Кога искуствата не се претвораат во разбирање, кога искуствата продолжуваат во меморијата, тие ја сочинуваат гнилежта на гробот над кој гори лажниот и луциферичен пламен на интелектот.</p>\n<p>Неопходно е да се знае дека животинскиот интелект целосно лишен од секаква духовност е само вербализација на меморијата, погребната свеќа што гори на погребната плоча.</p>\n<p>Едноставниот човек има ум ослободен од искуства бидејќи тие станале свест, се трансформирале во креативно разбирање.</p>\n<p>Смртта и животот се тесно поврзани. Само умирајќи зрното се раѓа растението, само умирајќи искуството се раѓа разбирањето. Ова е процес на автентична трансформација.</p>\n<p>Комплицираниот човек има меморија полна со искуства.</p>\n<p>Ова го покажува неговиот недостаток на креативно разбирање бидејќи кога искуствата се целосно разбрани на сите нивоа на умот, тие престануваат да постојат како искуства и се раѓаат како разбирање.</p>\n<p>Неопходно е прво да се експериментира, но не смееме да останеме на теренот на искуството бидејќи тогаш умот се комплицира и станува тежок. Неопходно е интензивно да се живее животот и да се трансформираат сите искуства во автентично креативно разбирање.</p>\n<p>Оние кои погрешно претпоставуваат дека за да бидеме разбирливи, едноставни и скромни треба да го напуштиме светот, да станеме просјаци, да живееме во изолирани колиби и да носиме препаски наместо елегантен костум, се целосно во заблуда.</p>\n<p>Многу пустиници, многу осамени ермити, многу просјаци, имаат многу комплицирани и тешки умови.</p>\n<p>Бескорисно е да се оддалечуваме од светот и да живееме како пустиници ако меморијата е полна со искуства кои го условуваат слободниот тек на мислата.</p>\n<p>Бескорисно е да се живее како ермити сакајќи да водиме живот на светци ако меморијата е полна со информации кои не се соодветно разбрани, кои не станале свест во различните ќошиња, ходници и несвесни области на умот.</p>\n<p>Оние кои ги трансформираат интелектуалните информации во вистинско креативно разбирање, оние кои ги трансформираат искуствата од животот во вистинско длабоко разбирање, немаат ништо во меморијата, живеат од момент во момент полни со вистинска полнота, станале едноставни и скромни, иако живеат во раскошни резиденции и во рамките на урбаниот живот.</p>\n<p>Малите деца пред седумгодишна возраст се полни со едноставност и вистинска внатрешна убавина бидејќи низ нив се изразува само живата ЕСЕНЦИЈА на животот во целосно отсуство на ПСИХОЛОШКОТО ЈАС.</p>\n<p>Ние мора да го вратиме изгубеното детство во нашите срца и во нашите умови. Ние мора да ја вратиме невиноста ако навистина сакаме да бидеме среќни.</p>\n<p>Искуствата и студиите трансформирани во длабоко разбирање не оставаат остатоци во гробот на меморијата и тогаш стануваме едноставни, скромни, невини, среќни.</p>\n<p>Длабоката медитација за искуствата и стекнатите знаења, длабоката самокритика, интимната психоанализа претвораат, трансформираат сè во длабоко креативно разбирање. Ова е патот на автентичната среќа родена од мудроста и љубовта.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mk/educacion-fundamental/la-sencillez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/la-sencillez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/la-sencillez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
