import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "シンプルさ",
  "locale": "ja",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "15. シンプルさ",
    "order": 15
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>真の生きる自由を人にもたらす創造的な理解を発展させることは、急務であり、不可欠です。理解なしには、深遠な分析を行う真の批判的思考力を得ることは不可能です。</p>\n<p>小中学校や大学の教師たちは、生徒たちを自己批判的な理解へと導くべきです。</p>\n<p>前の章では、すでに嫉妬のプロセスについて詳しく学びました。宗教的、情熱的なものなど、あらゆる種類の嫉妬をなくしたいのであれば、嫉妬が実際に何であるかを十分に意識する必要があります。なぜなら、嫉妬の無限のプロセスを深く、そして個人的に理解することによってのみ、あらゆる種類の嫉妬をなくすことができるからです。</p>\n<p>嫉妬は結婚を破壊し、友情を破壊し、宗教戦争、兄弟間の憎しみ、殺人、そしてあらゆる種類の苦しみをもたらします。</p>\n<p>あらゆる無限のニュアンスを持つ嫉妬は、崇高な目的の背後に隠されています。崇高な聖人、マハトマ、またはグルウの存在について知らされた人が、自分も聖人になりたいと願うとき、そこには嫉妬が存在します。他の慈善家をしのぐために努力する慈善家にも嫉妬が存在します。徳に満ちた神聖な個人の存在について情報を受け取ったり、心の中にデータを持っているために美徳を熱望するすべての人にも嫉妬が存在します。</p>\n<p>聖人になりたいという願望、高潔でありたいという願望、偉大でありたいという願望は、嫉妬に基づいています。</p>\n<p>聖人たちはその美徳によって多くの損害を与えてきました。ある男が、自分自身を非常に聖人であると考えていた事例を思い出します。</p>\n<p>ある時、飢えて惨めな詩人が彼の扉を叩き、彼に捧げられた美しい詩をその聖人に手渡しました。詩人は疲弊し、老いた体を養うためのコインをただ一枚だけ待っていました。</p>\n<p>詩人は侮辱されることなど想像もしていませんでした。その聖人が慈悲深い眼差しとしかめっ面で扉を閉め、「友人よ、ここから出て行け、早く、早く…私はそのようなものは好きではない、お世辞は大嫌いだ…私は世界の虚栄心が好きではない、この人生は幻想だ…私は謙虚さと慎みの道を進んでいる」と不幸な詩人に言ったときの彼の驚きは大きかったでしょう。不幸な詩人は、コイン一枚を望んでいたのに、聖人からの侮辱、心を傷つける言葉、平手打ちを受け、心を痛め、壊れたライアーを持って、ゆっくりと…ゆっくりと…ゆっくりと街の通りを去っていきました。</p>\n<p>新しい世代は、本物の理解に基づいて立ち上がる必要があります。なぜなら、それは完全に創造的だからです。</p>\n<p>記憶と想起は創造的ではありません。記憶は過去の墓です。記憶と想起は死です。</p>\n<p>真の理解は、完全な解放の心理的要因です。</p>\n<p>記憶の思い出は、過去に属するため、真の解放をもたらすことは決してありません。したがって、死んでいます。</p>\n<p>理解は過去のことでも未来のことでもありません。理解は、私たちが今ここで生きている瞬間に属しています。記憶は常に未来のアイデアをもたらします。</p>\n<p>科学、哲学、芸術、宗教を学ぶことは急務ですが、記憶の忠実さに研究を委ねるべきではありません。なぜなら、記憶は忠実ではないからです。</p>\n<p>知識を記憶の墓に預けるのは不条理です。私たちが理解すべき知識を過去の墓穴に埋めるのは愚かです。</p>\n<p>私たちは決して研究、知恵、科学に反対することはありませんが、知識の生きた宝石を記憶の腐敗した墓の間に預けることは矛盾しています。</p>\n<p>研究し、調査し、分析する必要がありますが、心のすべてのレベルで理解するために深く瞑想する必要があります。</p>\n<p>真にシンプルな人は非常に理解力があり、心が単純です。</p>\n<p>人生で重要なのは、記憶の墓に蓄積したものだけでなく、知的レベルだけでなく、心のさまざまな潜在意識領域で理解したものです。</p>\n<p>科学、知識は、即時の理解に変わらなければなりません。知識が、研究が、本物の創造的な理解に変わったとき、私たちはすべてのことをすぐに理解できます。なぜなら、理解が即座に、瞬時に行われるからです。</p>\n<p>単純な人には、心に複雑さがありません。なぜなら、心のすべての複雑さは記憶によるものだからです。私たちが内に抱えるマキャベリズム的な自我は、蓄積された記憶です。</p>\n<p>人生の経験は、真の理解に変わらなければなりません。</p>\n<p>経験が理解に変わらないとき、経験が記憶の中に残り続けるとき、それは知性の気まぐれなルシファーの炎が燃え盛る墓の腐敗を構成します。</p>\n<p>精神性を完全に欠いた動物的な知性が、単なる記憶の言語化、葬儀の石畳の上で燃える墓のろうそくにすぎないことを知る必要があります。</p>\n<p>単純な人は、経験から解放された心を持っています。なぜなら、それらは意識になり、創造的な理解に変わったからです。</p>\n<p>死と生は密接に関連しています。穀物が死んで初めて植物が生まれ、経験が死んで初めて理解が生まれます。これは本物の変容のプロセスです。</p>\n<p>複雑な人は、経験で満たされた記憶を持っています。</p>\n<p>これは彼の創造的な理解の欠如を示しています。なぜなら、経験が心のすべてのレベルで完全に理解されると、経験として存在しなくなり、理解として生まれるからです。</p>\n<p>まず経験することが必要ですが、経験の領域にとどまるべきではありません。そうすると、心が複雑になり、難しくなります。人生を強烈に生き、すべての経験を本物の創造的な理解に変える必要があります。</p>\n<p>理解力があり、シンプルで単純であるためには、世界を捨て、物乞いになり、人里離れた小屋に住み、エレガントなスーツの代わりに腰布を着用しなければならないと誤って考えている人々は、完全に間違っています。</p>\n<p>多くのアナコレット、多くの孤独な隠者、多くの物乞いは、非常に複雑で難しい心を持っています。</p>\n<p>思考の自由な流れを妨げる経験で記憶がいっぱいである場合、世界から離れてアナコレットとして生きることは無意味です。</p>\n<p>適切に理解されておらず、心のさまざまな隠れ場所、通路、無意識の領域で意識化されていない情報で記憶がいっぱいである場合、聖人の生活を送りたいと思って隠者として生きることは無意味です。</p>\n<p>知的な情報を真の創造的な理解に変える人、人生の経験を真の深い理解に変える人は、記憶の中に何も持っていません。真の充実感に満ちた瞬間を生き、豪華な邸宅に住み、都市生活の範囲内に住んでいても、シンプルで単純になります。</p>\n<p>幼い子供たちは、7歳になる前に、シンプルさと真の内面の美しさに満ちています。なぜなら、彼らを通して表現されるのは、心理的な自我が完全に存在しない、生命の生き生きとした本質だけだからです。</p>\n<p>私たちは、失われた子供時代を心と心の中で取り戻さなければなりません。本当に幸せになりたいのなら、無実を取り戻さなければなりません。</p>\n<p>深い理解に変えられた経験と研究は、記憶の墓に残留物を残さず、それから、私たちはシンプルで、単純で、無邪気で、幸せになります。</p>\n<p>経験と習得した知識に関する深い瞑想、深い自己批判、親密な精神分析は、すべてを深い創造的な理解に変え、変容させます。これが、知恵と愛から生まれた本物の幸福への道です。</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ja/educacion-fundamental/la-sencillez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ja/educacion-fundamental/la-sencillez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ja/educacion-fundamental/la-sencillez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
