import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ቀላልነት",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "15. ቀላልነት",
    "order": 15
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>የፈጣሪን ግንዛቤ ማዳበር እጅግ በጣም አስፈላጊ ነው ምክንያቱም ይህ ለሰው ልጅ የእውነት ነፃነትን ያመጣል፡፡ ያለ ግንዛቤ ጥልቅ ትንታኔን የማካሄድ ትክክለኛ ችሎታን ማግኘት አይቻልም።</p>\n<p>የመምህራን ትምህርት ቤቶች፣ ኮሌጆች እና ዩኒቨርሲቲዎች መምህራን ተማሪዎቻቸውን በራስ-ትችት ግንዛቤ መንገድ መምራት አለባቸው።</p>\n<p>ባለፈው ምዕራፍ ላይ ስለ ምቀኝነት ሂደት በስፋት አጥንተናል እናም ሁሉንም የቅናት ጥላዎች ለማጥፋት ከፈለግን፣ እነሱ ሃይማኖታዊ፣ ስሜታዊ ወዘተ ሊሆኑ ይችላሉ። ስለ ምቀኝነት ምንነት ሙሉ ግንዛቤ ሊኖረን ይገባል፣ ምክንያቱም ምቀኝነትን በጥልቀት እና በቅርበት በመረዳት ብቻ ነው ሁሉንም ዓይነት ቅናትን ማስወገድ የምንችለው።</p>\n<p>ቅናት ትዳሮችን ያፈርሳል፣ ቅናት ወዳጅነትን ያፈርሳል፣ ቅናት ሃይማኖታዊ ጦርነቶችን፣ ወንድማማች ጥላቻዎችን፣ ግድያዎችን እና ሁሉንም ዓይነት ስቃዮችን ያስከትላል።</p>\n<p>ምቀኝነት በሁሉም ማለቂያ በሌላቸው ጥላዎች ከፍ ባሉ ዓላማዎች ውስጥ ተደብቋል። ስለ ቅዱሳን፣ ማህተማስ ወይም ጉሩስ መኖር ተነግሮት ወደ ቅድስና ለመድረስ በሚፈልግ ሰው ውስጥ ምቀኝነት አለ። ሌሎች በጎ አድራጊዎችን ለማለፍ በሚጥር በጎ አድራጊ ውስጥ ምቀኝነት አለ። በቅዱሳን ግለሰቦች መኖር ላይ መረጃ ስላለው በጎነትን በሚመኝ እያንዳንዱ ግለሰብ ውስጥ ምቀኝነት አለ ምክንያቱም በአእምሮው ውስጥ መረጃ አለ።</p>\n<p>ቅዱስ የመሆን ፍላጎት፣ በጎ የመሆን ፍላጎት፣ ታላቅ የመሆን ፍላጎት በመሠረቱ ምቀኝነት ነው።</p>\n<p>ቅዱሳን በበጎነታቸው ብዙ ጉዳት አድርሰዋል። እራሱን በጣም ቅዱስ አድርጎ ስለሚቆጥር አንድ ሰው ጉዳይ ወደ አእምሮአችን ይመጣል።</p>\n<p>በአንድ ወቅት የተራበ እና ምስኪን ገጣሚ በተለይ ለታሪካችን ቅዱስ የተሰጠ ውብ ጥቅስ በእጁ ለማስቀመጥ በሩን አንኳኳ። ገጣሚው የደከመ እና ያረጀ ሰውነቱን ለመመገብ አንድ ሳንቲም ብቻ ይጠብቅ ነበር።</p>\n<p>ገጣሚው ስድብን በጭራሽ አላሰበም። ቅዱሱ በአዘኔታ መልክ እና በተሸበሸበ ግንባሩ በሩን ዘግቶ ለከሳሹ ገጣሚው ሲነግረው ሲሰማ ትልቅ ድንጋጤ ተሰማው፡- “ከዚህ ውጣ ጓደኛዬ፣ ሩቅ፣ ሩቅ… እነዚህ ነገሮች አይወዱኝም፣ ማሞገስን እጠላለሁ… የአለም ከንቱነት አይወዱኝም፣ ይህ ህይወት ቅዠት ነው… የትህትና እና የትህትናን መንገድ እከተላለሁ። ምስኪኑ ገጣሚ ከሱ ይልቅ አንድ ሳንቲም ብቻ ይፈልግ የነበረው የቅዱሱን ስድብ፣ የሚጎዳውን ቃል፣ በጥፊ ተቀበለ እና በተጎዳ ልብ እና በሊራ ተራ በተራ በከተማው ጎዳናዎች በዝግታ… በዝግታ… በዝግታ ሄደ።</p>\n<p>አዲሱ ትውልድ በእውነተኛ ግንዛቤ ላይ የተመሰረተ መሆን አለበት ምክንያቱም ይህ ሙሉ በሙሉ ፈጣሪ ነው.</p>\n<p>ማስታወስ እና ማስታወስ ፈጣሪ አይደሉም። ማህደረ ትውስታ ያለፈው መቃብር ነው። ማህደረ ትውስታ እና ማስታወስ ሞት ናቸው.</p>\n<p>እውነተኛ ግንዛቤ የጠቅላላ ነፃነት ሥነ ልቦናዊ ምክንያት ነው።</p>\n<p>የማስታወስ ትውስታዎች እውነተኛ ነፃነትን በጭራሽ ሊያመጡልን አይችሉም ምክንያቱም እነሱ ያለፈው ናቸው እና ስለዚህ የሞቱ ናቸው።</p>\n<p>ግንዛቤ ያለፈ ነገርም የወደፊት ነገርም አይደለም። ግንዛቤ እዚህ እና አሁን በምንኖረው ጊዜ ውስጥ ነው። ማህደረ ትውስታ ሁል ጊዜ የወደፊቱን ሀሳብ ያመጣል።</p>\n<p>ሳይንስን፣ ፍልስፍናን፣ ጥበብን እና ሃይማኖትን ማጥናት አስቸኳይ ነው፣ ነገር ግን ጥናቶቹ በማስታወስ ታማኝነት ላይ መተማመን የለባቸውም ምክንያቱም ታማኝ አይደለም።</p>\n<p>እውቀትን በማስታወስ መቃብር ውስጥ ማስቀመጥ የማይረባ ነገር ነው። መረዳት ያለብንን እውቀት ያለፈው ጉድጓድ ውስጥ መቅበር ሞኝነት ነው።</p>\n<p>በጭራሽ ጥናትን፣ ጥበብን፣ ሳይንስን ልንቃወም አንችልም፣ ነገር ግን የእውቀት ህያው ጌጣጌጦች በማስታወስ በተበላሸ መቃብር መካከል ማስቀመጥ የማይመች ነው።</p>\n<p>ማጥናት አስፈላጊ ነው፣ መመርመር አስፈላጊ ነው፣ መተንተን አስፈላጊ ነው፣ ነገር ግን በአእምሮአችን በሁሉም ደረጃዎች ለመረዳት በጥልቀት ማሰላሰል አለብን።</p>\n<p>እውነተኛው ቀላል ሰው ጥልቅ ግንዛቤ ያለው እና ቀላል አእምሮ አለው።</p>\n<p>በህይወት ውስጥ አስፈላጊው ነገር በማስታወስ መቃብር ውስጥ ያከማቸነው አይደለም ፣ ነገር ግን በአእምሮአችን ውስጥ ባሉ ንቃተ-ህሊናዊ ንቃተ-ህሊናዊ መሬቶች ላይ ብቻ ሳይሆን በተረዳነው ነገር ውስጥ ነው።</p>\n<p>ሳይንስ፣ እውቀት ወደ ፈጣን ግንዛቤ መለወጥ አለባቸው። እውቀት፣ ጥናት ወደ ትክክለኛ የፈጠራ ግንዛቤ ሲቀየር ሁሉንም ነገሮች ወዲያውኑ መረዳት እንችላለን ምክንያቱም ግንዛቤ ወዲያውኑ፣ ፈጣን ይሆናል።</p>\n<p>ቀላል በሆነ ሰው ውስጥ በአዕምሮ ውስጥ ምንም ውስብስብ ነገሮች የሉም ምክንያቱም በአዕምሮ ውስጥ ያለው ውስብስብነት ሁሉ በማስታወስ ምክንያት ነው. በውስጣችን የምንሸከመው ማኪያቬሊያን ራስን ማህደረ ትውስታ ነው።</p>\n<p>የህይወት ልምዶች ወደ እውነተኛ ግንዛቤ መለወጥ አለባቸው።</p>\n<p>ልምዶቹ ወደ ግንዛቤ ካልተቀየሩ, ልምዶቹ በማስታወስ ውስጥ ከቀጠሉ, የአዕምሮ እሳትን የሚያቃጥል መቃብር መበስበስን ይፈጥራሉ.</p>\n<p>ሙሉ በሙሉ መንፈሳዊነት የሌለበት የእንስሳት አእምሮ የማስታወስ ድምጽ ብቻ መሆኑን ማወቅ ያስፈልጋል ፣ የመቃብር ሻማ በመቃብር ድንጋይ ላይ ይቃጠላል።</p>\n<p>ቀለል ያለ ሰው አእምሮው ከልምድ ነፃ ነው ምክንያቱም እነዚህ ንቃተ-ህሊና ሆነዋል, ወደ ፈጠራ ግንዛቤ ተለውጠዋል.</p>\n<p>ሞት እና ህይወት በቅርበት የተሳሰሩ ናቸው. እህሉ ሲሞት ብቻ ተክሉ ይወለዳል, ልምዱ ሲሞት ግንዛቤ ይወለዳል. ይህ የእውነተኛ ለውጥ ሂደት ነው።</p>\n<p>ውስብስብ የሆነ ሰው ማህደረ ትውስታ በልምድ የተሞላ ነው።</p>\n<p>ይህ የፈጠራ ግንዛቤ እጦት ያሳያል ምክንያቱም ልምዶቹ በአእምሮው በሁሉም ደረጃዎች ሙሉ በሙሉ ሲረዱ እንደ ልምዶች መኖር ያቆማሉ እና እንደ ግንዛቤ ይወለዳሉ።</p>\n<p>በመጀመሪያ መሞከር ያስፈልጋል, ነገር ግን በልምድ መስክ ውስጥ መቆየት የለብንም ምክንያቱም ከዚያ አእምሮው ውስብስብ እና አስቸጋሪ ይሆናል. ህይወትን በከፍተኛ ሁኔታ መኖር እና ሁሉንም ልምዶች ወደ እውነተኛ የፈጠራ ግንዛቤ መለወጥ አስፈላጊ ነው.</p>\n<p>ለማስተዋል፣ ቀላል እና ቀለል ያሉ ለመሆን ዓለምን ትተን፣ ለማኞች መሆን፣ በተገለሉ ጎጆዎች ውስጥ መኖር እና የሚያምር ልብስ ከመልበስ ይልቅ የብልት ልብስ መልበስ አለብን ብለው በስህተት የሚያስቡ ሰዎች ሙሉ በሙሉ ተሳስተዋል።</p>\n<p>ብዙ አናክሮቶች፣ ብዙ ብቸኛ ገዳማውያን፣ ብዙ ለማኞች፣ በጣም የተወሳሰበ እና አስቸጋሪ አእምሮ አላቸው።</p>\n<p>ማህደረ ትውስታ የአስተሳሰብን ነፃ ፍሰት የሚገድቡ ልምዶች የተሞላ ከሆነ ከዓለም መራቅ እና እንደ አናክሮቶች መኖር ፋይዳ የለውም።</p>\n<p>ማህደረ ትውስታ በአግባቡ ባልተረዱ መረጃዎች የተሞላ ከሆነ ፣በተለያዩ ማዕዘናት ፣መንገዶች እና ንቃተ-ህሊና በሌላቸው የአእምሮ ክልሎች ውስጥ ንቃተ-ህሊና ካልሆኑ እንደ ቅዱሳን ህይወት ለመኖር እንደ ሄርሚቶች መኖር ፋይዳ የለውም።</p>\n<p>የአእምሮ መረጃዎችን ወደ እውነተኛ የፈጠራ ግንዛቤ የሚቀይሩት የህይወት ልምዶችን ወደ እውነተኛ ጥልቅ ግንዛቤ የሚቀይሩት በማስታወስ ውስጥ ምንም ነገር የላቸውም ፣ በእውነተኛ ሙላት የተሞሉ ከጊዜ ወደ ጊዜ ይኖራሉ ፣ ምንም እንኳን በሚያማምሩ መኖሪያዎች ውስጥ እና በከተማው ሕይወት ውስጥ ቢኖሩም ቀላል እና ቀለል ያሉ ሆነዋል።</p>\n<p>ትናንሽ ልጆች ከሰባት ዓመታቸው በፊት በቀላል እና በእውነተኛ የውስጥ ውበት የተሞሉ ናቸው ምክንያቱም በውስጣቸው ያለው ሕያው የህይወት ምንነት የሚገለፀው በስነልቦናዊ እኔ በሌለበት ብቻ ነው።</p>\n<p>የጠፋውን ልጅነት በልባችን እና በአዕምሮአችን ውስጥ መልሰን ማግኘት አለብን። ደስተኞች መሆን ከፈለግን ንፁህነትን መልሰን ማግኘት አለብን።</p>\n<p>በጥልቅ ግንዛቤ ውስጥ የተለወጡት ልምዶች እና ጥናቶች በማስታወስ መቃብር ውስጥ ምንም ቅሪት አይተዉም እናም ከዚያ ቀላል, ቀላል, ንጹህ, ደስተኞች እንሆናለን.</p>\n<p>ያገኙትን ልምዶች እና እውቀት ላይ ጥልቅ ማሰላሰል፣ ጥልቅ ራስን መተቸት፣ የቅርብ የስነ-ልቦና ትንተና ሁሉንም ነገር ወደ ጥልቅ የፈጠራ ግንዛቤ ይቀይራል፣ ይለውጣል። ይህ ከጥበብ እና ፍቅር የተወለደ የእውነተኛ ደስታ መንገድ ነው።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/la-sencillez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-sencillez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-sencillez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
