import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ຄວາມລຽບງ່າຍ",
  "locale": "lao",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "15. ຄວາມລຽບງ່າຍ",
    "order": 15
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ມັນເປັນສິ່ງຮີບດ່ວນ, ມັນຈໍາເປັນທີ່ຈະພັດທະນາຄວາມເຂົ້າໃຈທີ່ສ້າງສັນເພາະວ່າມັນນໍາເອົາເສລີພາບທີ່ແທ້ຈິງຂອງການດໍາລົງຊີວິດມາສູ່ມະນຸດ. ຖ້າບໍ່ມີຄວາມເຂົ້າໃຈ, ມັນເປັນໄປບໍ່ໄດ້ທີ່ຈະໄດ້ຮັບຄວາມສາມາດທີ່ແທ້ຈິງໃນການວິພາກວິຈານຂອງການວິເຄາະລົງເລິກ.</p>\n<p>ຄູອາຈານແລະຄູສອນຂອງໂຮງຮຽນ, ວິທະຍາໄລ ແລະມະຫາວິທະຍາໄລຕ້ອງນໍາພາຜູ້ຮຽນຂອງພວກເຂົາໄປຕາມເສັ້ນທາງຂອງຄວາມເຂົ້າໃຈທີ່ສໍາຄັນໃນຕົວເອງ.</p>\n<p>ໃນບົດທີ່ຜ່ານມາຂອງພວກເຮົາ, ພວກເຮົາໄດ້ສຶກສາຢ່າງກວ້າງຂວາງກ່ຽວກັບຂະບວນການຂອງຄວາມອິດສາ, ແລະຖ້າພວກເຮົາຕ້ອງການທີ່ຈະກໍາຈັດທຸກໆຮົ່ມຂອງຄວາມອິດສາ, ບໍ່ວ່າຈະເປັນສາດສະຫນາ, ຄວາມກະຕືລືລົ້ນ, ແລະອື່ນໆ, ພວກເຮົາຕ້ອງຮັບຮູ້ຢ່າງເຕັມທີ່ວ່າຄວາມອິດສາແມ່ນຫຍັງແທ້ໆ, ເພາະວ່າພຽງແຕ່ເຂົ້າໃຈຢ່າງເລິກເຊິ່ງ ແລະ ໃກ້ຊິດກັບຂະບວນການທີ່ບໍ່ມີຂອບເຂດຂອງຄວາມອິດສາ, ພວກເຮົາຈັດການທີ່ຈະຢຸດຕິຄວາມອິດສາທຸກປະເພດ.</p>\n<p>ຄວາມອິດສາທໍາລາຍການແຕ່ງງານ, ຄວາມອິດສາທໍາລາຍມິດຕະພາບ, ຄວາມອິດສາກໍ່ໃຫ້ເກີດສົງຄາມທາງສາສະຫນາ, ຄວາມກຽດຊັງໃນການຂ້າອ້າຍນ້ອງ, ການຄາດຕະກໍາແລະຄວາມທຸກທໍລະມານທຸກປະເພດ.</p>\n<p>ຄວາມອິດສາທີ່ມີທຸກຮົ່ມທີ່ບໍ່ມີຂອບເຂດຂອງມັນຖືກເຊື່ອງໄວ້ຫລັງຈຸດປະສົງທີ່ສູງສົ່ງ. ມີຄວາມອິດສາໃນຜູ້ທີ່ໄດ້ຮັບຂໍ້ມູນກ່ຽວກັບການມີຢູ່ຂອງໄພ່ພົນທີ່ສູງສົ່ງ. Mahatmas ຫຼື Gurus, ຍັງຕ້ອງການທີ່ຈະກາຍເປັນໄພ່ພົນ. ມີຄວາມອິດສາໃນຜູ້ໃຈບຸນທີ່ພະຍາຍາມທີ່ຈະເອົາຊະນະຜູ້ໃຈບຸນອື່ນໆ. ມີຄວາມອິດສາໃນທຸກໆຄົນທີ່ປາຖະຫນາຄຸນງາມຄວາມດີເພາະວ່າລາວມີບົດລາຍງານ, ເພາະວ່າໃນໃຈຂອງລາວມີຂໍ້ມູນກ່ຽວກັບການມີຢູ່ຂອງບຸກຄົນທີ່ສັກສິດທີ່ເຕັມໄປດ້ວຍຄຸນງາມຄວາມດີ.</p>\n<p>ຄວາມປາຖະຫນາທີ່ຈະເປັນໄພ່ພົນ, ຄວາມປາຖະຫນາທີ່ຈະເປັນຄຸນງາມຄວາມດີ, ຄວາມປາຖະຫນາທີ່ຈະເປັນອັນຍິ່ງໃຫຍ່ແມ່ນອີງໃສ່ຄວາມອິດສາ.</p>\n<p>ໄພ່ພົນທີ່ມີຄຸນງາມຄວາມດີຂອງພວກເຂົາໄດ້ກໍ່ໃຫ້ເກີດຄວາມເສຍຫາຍຫຼາຍ. ກໍລະນີຂອງຜູ້ຊາຍທີ່ພິຈາລະນາຕົນເອງວ່າເປັນໄພ່ພົນທີ່ດີຫຼາຍເຂົ້າມາໃນຈິດໃຈຂອງພວກເຮົາ.</p>\n<p>ໃນໂອກາດຫນຶ່ງ, ນັກກະວີທີ່ອຶດຫິວແລະທຸກຍາກໄດ້ເຄາະປະຕູຂອງລາວເພື່ອເອົາບົດກະວີທີ່ສວຍງາມໄວ້ໃນມືຂອງລາວໂດຍສະເພາະສໍາລັບໄພ່ພົນໃນເລື່ອງຂອງພວກເຮົາ. ນັກກະວີຄົນນັ້ນພຽງແຕ່ລໍຖ້າຫຼຽນເພື່ອຊື້ອາຫານສໍາລັບຮ່າງກາຍທີ່ເມື່ອຍລ້າແລະແກ່ຂອງລາວ.</p>\n<p>ນັກກະວີຄິດເຖິງທຸກສິ່ງທຸກຢ່າງຍົກເວັ້ນການດູຖູກ. ຄວາມແປກໃຈອັນໃຫຍ່ຫຼວງຂອງລາວເມື່ອໄພ່ພົນປິດປະຕູດ້ວຍສາຍຕາທີ່ສົງສານແລະ ໜ້າ ຕາບິດເບືອນ, ເວົ້າກັບນັກກະວີທີ່ບໍ່ມີຄວາມສຸກວ່າ: “ອອກຈາກທີ່ນີ້, ເພື່ອນ, ໄປ, ໄປ … ຂ້ອຍບໍ່ມັກສິ່ງເຫຼົ່ານີ້, ຂ້ອຍກຽດຊັງຄໍາເວົ້າທີ່ປະເສີດ … ຂ້ອຍບໍ່ມັກຄວາມໂງ່ຈ້າຂອງໂລກ, ຊີວິດນີ້ເປັນພາບລວງຕາ … ຂ້ອຍປະຕິບັດຕາມເສັ້ນທາງຂອງຄວາມຖ່ອມຕົວແລະຄວາມສຸພາບຮຽບຮ້ອຍ. ນັກກະວີທີ່ບໍ່ມີຄວາມສຸກຜູ້ທີ່ພຽງແຕ່ຕ້ອງການຫຼຽນແທນທີ່ຈະເປັນການດູຖູກຈາກໄພ່ພົນ, ຄໍາເວົ້າທີ່ເຈັບປວດ, ຕີໃບຫນ້າ, ແລະດ້ວຍຫົວໃຈທີ່ເຈັບປວດແລະ lyre ຫັນເປັນຊິ້ນໆໄດ້ຍ່າງໄປຕາມຖະຫນົນຂອງເມືອງຊ້າໆ … ຊ້າໆ … ຊ້າໆ.</p>\n<p>ຄົນຮຸ່ນໃຫມ່ຕ້ອງລຸກຂຶ້ນບົນພື້ນຖານຂອງຄວາມເຂົ້າໃຈທີ່ແທ້ຈິງເພາະວ່າມັນສ້າງສັນຢ່າງສົມບູນ.</p>\n<p>ຄວາມຊົງຈໍາແລະຄວາມຊົງຈໍາບໍ່ໄດ້ສ້າງສັນ. ຄວາມຊົງຈໍາແມ່ນບ່ອນຝັງສົບຂອງອະດີດ. ຄວາມຊົງຈໍາແລະຄວາມຊົງຈໍາແມ່ນຄວາມຕາຍ.</p>\n<p>ຄວາມເຂົ້າໃຈທີ່ແທ້ຈິງແມ່ນປັດໃຈທາງດ້ານຈິດໃຈຂອງການປົດປ່ອຍທັງຫມົດ.</p>\n<p>ຄວາມຊົງຈໍາຂອງຄວາມຊົງຈໍາບໍ່ສາມາດນໍາເອົາການປົດປ່ອຍທີ່ແທ້ຈິງມາໃຫ້ພວກເຮົາເພາະວ່າພວກເຂົາເປັນຂອງອະດີດແລະດັ່ງນັ້ນຈຶ່ງຕາຍ.</p>\n<p>ຄວາມເຂົ້າໃຈບໍ່ແມ່ນສິ່ງທີ່ຜ່ານມາຫຼືອະນາຄົດ. ຄວາມເຂົ້າໃຈເປັນຂອງປັດຈຸບັນທີ່ພວກເຮົາກໍາລັງດໍາລົງຊີວິດຢູ່ທີ່ນີ້ແລະໃນປັດຈຸບັນ. ຄວາມຊົງຈໍາສະເຫມີເອົາຄວາມຄິດຂອງອະນາຄົດ.</p>\n<p>ມັນເປັນສິ່ງຮີບດ່ວນທີ່ຈະສຶກສາວິທະຍາສາດ, ປັດຊະຍາ, ສິລະປະແລະສາດສະຫນາ, ແຕ່ການສຶກສາບໍ່ຄວນຖືກມອບໃຫ້ຄວາມສັດຊື່ຂອງຄວາມຊົງຈໍາເພາະວ່າມັນບໍ່ສັດຊື່.</p>\n<p>ມັນເປັນເລື່ອງໄຮ້ສາລະທີ່ຈະຝາກຄວາມຮູ້ໄວ້ໃນບ່ອນຝັງສົບຂອງຄວາມຊົງຈໍາ. ມັນເປັນເລື່ອງໂງ່ທີ່ຈະຝັງຢູ່ໃນຂຸມຂອງອະດີດຄວາມຮູ້ທີ່ພວກເຮົາຕ້ອງເຂົ້າໃຈ.</p>\n<p>ພວກເຮົາບໍ່ເຄີຍສາມາດຕໍ່ຕ້ານການສຶກສາ, ຕໍ່ຕ້ານປັນຍາ, ຕໍ່ຕ້ານວິທະຍາສາດ, ແຕ່ມັນບໍ່ສອດຄ່ອງທີ່ຈະຝາກເພັດທີ່ມີຊີວິດຂອງຄວາມຮູ້ລະຫວ່າງບ່ອນຝັງສົບທີ່ເສື່ອມໂຊມຂອງຄວາມຊົງຈໍາ.</p>\n<p>ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະຕ້ອງສຶກສາ, ມັນຈໍາເປັນຕ້ອງສືບສວນ, ມັນຈໍາເປັນຕ້ອງວິເຄາະ, ແຕ່ພວກເຮົາຕ້ອງໄຕ່ຕອງຢ່າງເລິກເຊິ່ງເພື່ອເຂົ້າໃຈໃນທຸກລະດັບຂອງຈິດໃຈ.</p>\n<p>ຜູ້ຊາຍທີ່ງ່າຍດາຍແທ້ໆແມ່ນມີຄວາມເຂົ້າໃຈຢ່າງເລິກເຊິ່ງແລະມີຈິດໃຈທີ່ງ່າຍດາຍ.</p>\n<p>ສິ່ງທີ່ສໍາຄັນໃນຊີວິດບໍ່ແມ່ນສິ່ງທີ່ພວກເຮົາໄດ້ສະສົມໄວ້ໃນບ່ອນຝັງສົບຂອງຄວາມຊົງຈໍາ, ແຕ່ສິ່ງທີ່ພວກເຮົາໄດ້ເຂົ້າໃຈບໍ່ພຽງແຕ່ຢູ່ໃນລະດັບທາງປັນຍາເທົ່ານັ້ນ, ແຕ່ຍັງຢູ່ໃນຂົງເຂດ subconscious ທີ່ແຕກຕ່າງກັນຂອງຈິດໃຈ.</p>\n<p>ວິທະຍາສາດ, ຄວາມຮູ້, ຕ້ອງກາຍເປັນຄວາມເຂົ້າໃຈໃນທັນທີ. ເມື່ອຄວາມຮູ້, ເມື່ອການສຶກສາໄດ້ຫັນປ່ຽນເປັນຄວາມເຂົ້າໃຈທີ່ສ້າງສັນທີ່ແທ້ຈິງ, ພວກເຮົາສາມາດເຂົ້າໃຈທຸກສິ່ງໄດ້ທັນທີເພາະວ່າຄວາມເຂົ້າໃຈຈະກາຍເປັນທັນທີ, ທັນທີທັນໃດ.</p>\n<p>ໃນຜູ້ຊາຍທີ່ລຽບງ່າຍ, ບໍ່ມີຄວາມສັບສົນໃນຈິດໃຈເພາະວ່າຄວາມສັບສົນທັງຫມົດຂອງຈິດໃຈແມ່ນຍ້ອນຄວາມຊົງຈໍາ. YO Machiavellian ທີ່ພວກເຮົາປະຕິບັດພາຍໃນແມ່ນຄວາມຊົງຈໍາສະສົມ.</p>\n<p>ປະສົບການຂອງຊີວິດຕ້ອງຖືກປ່ຽນເປັນຄວາມເຂົ້າໃຈທີ່ແທ້ຈິງ.</p>\n<p>ໃນເວລາທີ່ປະສົບການບໍ່ປ່ຽນເປັນຄວາມເຂົ້າໃຈ, ໃນເວລາທີ່ປະສົບການຍັງຄົງຢູ່ໃນຄວາມຊົງຈໍາ, ພວກເຂົາປະກອບເປັນການເນົ່າເປື່ອຍຂອງບ່ອນຝັງສົບທີ່ໄຟ fatuous ແລະ Luciferian ຂອງປັນຍາເຜົາໄຫມ້</p>\n<p>ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະຮູ້ວ່າປັນຍາສັດທີ່ບໍ່ມີຈິດໃຈທັງຫມົດແມ່ນພຽງແຕ່ການເວົ້າເຖິງຄວາມຊົງຈໍາ, ທຽນໄຂ sepulchral ເຜົາໄຫມ້ເທິງແຜ່ນຫີນ funeral.</p>\n<p>ຜູ້ຊາຍທີ່ລຽບງ່າຍມີຈິດໃຈທີ່ບໍ່ມີປະສົບການເພາະວ່າສິ່ງເຫຼົ່ານີ້ໄດ້ກາຍເປັນສະຕິ, ໄດ້ຫັນປ່ຽນເປັນຄວາມເຂົ້າໃຈທີ່ສ້າງສັນ.</p>\n<p>ຄວາມຕາຍແລະຊີວິດແມ່ນກ່ຽວຂ້ອງກັນຢ່າງໃກ້ຊິດ. ພຽງແຕ່ການເສຍຊີວິດຂອງເມັດພືດເກີດຂຶ້ນ, ພຽງແຕ່ປະສົບການທີ່ເສຍຊີວິດເກີດຂຶ້ນ, ຄວາມເຂົ້າໃຈເກີດຂຶ້ນ. ນີ້ແມ່ນຂະບວນການຫັນປ່ຽນທີ່ແທ້ຈິງ.</p>\n<p>ຜູ້ຊາຍທີ່ສັບສົນມີຄວາມຊົງຈໍາທີ່ເຕັມໄປດ້ວຍປະສົບການ.</p>\n<p>ນີ້ສະແດງໃຫ້ເຫັນເຖິງການຂາດຄວາມເຂົ້າໃຈທີ່ສ້າງສັນຂອງລາວເພາະວ່າໃນເວລາທີ່ປະສົບການເຂົ້າໃຈຢ່າງສົມບູນໃນທຸກລະດັບຂອງຈິດໃຈ, ພວກເຂົາຢຸດເຊົາທີ່ຈະມີຢູ່ເປັນປະສົບການແລະເກີດເປັນຄວາມເຂົ້າໃຈ.</p>\n<p>ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະຕ້ອງປະສົບການທໍາອິດ, ແຕ່ພວກເຮົາບໍ່ຄວນຢູ່ໃນພື້ນທີ່ຂອງປະສົບການເພາະວ່າຫຼັງຈາກນັ້ນຈິດໃຈຈະສັບສົນແລະກາຍເປັນເລື່ອງຍາກ. ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະດໍາລົງຊີວິດຢ່າງເຂັ້ມງວດແລະຫັນປ່ຽນທຸກປະສົບການໃຫ້ເປັນຄວາມເຂົ້າໃຈທີ່ສ້າງສັນທີ່ແທ້ຈິງ.</p>\n<p>ຜູ້ທີ່ສົມມຸດຕິຖານທີ່ບໍ່ຖືກຕ້ອງວ່າເພື່ອໃຫ້ມີຄວາມເຂົ້າໃຈງ່າຍດາຍແລະງ່າຍດາຍ, ພວກເຮົາຕ້ອງປະຖິ້ມໂລກ, ກາຍເປັນຄົນຂີ້ຕົວະ, ດໍາລົງຊີວິດຢູ່ໃນກະຕູບທີ່ໂດດດ່ຽວແລະໃສ່ຜ້າກັ້ງແທນທີ່ຈະເປັນຊຸດທີ່ສະຫງ່າງາມ, ແມ່ນຜິດພາດຢ່າງສົມບູນ.</p>\n<p>anachoretes ຫຼາຍຄົນ, ຜູ້ທີ່ລີ້ໄພຢູ່ໂດດດ່ຽວຫຼາຍຄົນ, ຜູ້ຂໍທານຫຼາຍຄົນ, ມີຈິດໃຈທີ່ສັບສົນແລະຍາກຫຼາຍ.</p>\n<p>ມັນບໍ່ມີປະໂຫຍດທີ່ຈະອອກຈາກໂລກແລະດໍາລົງຊີວິດຄືກັບ anachoretes ຖ້າຄວາມຊົງຈໍາເຕັມໄປດ້ວຍປະສົບການທີ່ກໍານົດການໄຫຼເຂົ້າຂອງຄວາມຄິດໂດຍບໍ່ເສຍຄ່າ.</p>\n<p>ມັນບໍ່ມີປະໂຫຍດທີ່ຈະດໍາລົງຊີວິດເປັນ hermit ຕ້ອງການທີ່ຈະດໍາລົງຊີວິດຂອງໄພ່ພົນຖ້າຫາກວ່າຄວາມຊົງຈໍາເຕັມໄປດ້ວຍຂໍ້ມູນທີ່ບໍ່ໄດ້ຮັບການເຂົ້າໃຈຢ່າງຖືກຕ້ອງ, ວ່າພວກເຂົາບໍ່ໄດ້ກາຍເປັນສະຕິໃນແຈ, ແລວເສດຖະກິດແລະພາກພື້ນ subconscious ຂອງຈິດໃຈທີ່ແຕກຕ່າງກັນ.</p>\n<p>ຜູ້ທີ່ປ່ຽນຂໍ້ມູນທາງປັນຍາໃຫ້ເປັນຄວາມເຂົ້າໃຈທີ່ສ້າງສັນທີ່ແທ້ຈິງ, ຜູ້ທີ່ປ່ຽນປະສົບການຂອງຊີວິດໃຫ້ເປັນຄວາມເຂົ້າໃຈທີ່ແທ້ຈິງ, ບໍ່ມີຫຍັງຢູ່ໃນຄວາມຊົງຈໍາ, ດໍາລົງຊີວິດຈາກຊ່ວງເວລາເຕັມໄປດ້ວຍຄວາມສົມບູນແບບທີ່ແທ້ຈິງ, ໄດ້ກາຍເປັນງ່າຍດາຍແລະລຽບງ່າຍເຖິງແມ່ນວ່າພວກເຂົາອາໄສຢູ່ໃນທີ່ຢູ່ອາໄສທີ່ຫຼູຫຼາແລະພາຍໃນຂອບເຂດຂອງຊີວິດໃນຕົວເມືອງ.</p>\n<p>ເດັກນ້ອຍກ່ອນອາຍຸເຈັດປີແມ່ນເຕັມໄປດ້ວຍຄວາມລຽບງ່າຍແລະຄວາມງາມພາຍໃນທີ່ແທ້ຈິງເພາະວ່າພຽງແຕ່ ESSENCE ທີ່ມີຊີວິດຂອງຊີວິດສະແດງອອກໂດຍຜ່ານພວກເຂົາໃນເວລາທີ່ບໍ່ມີ YO PSYCHOLOGICAL ທັງຫມົດ.</p>\n<p>ພວກເຮົາຕ້ອງເອົາຊະນະໄວເດັກທີ່ສູນເສຍໄປ, ໃນຫົວໃຈແລະຈິດໃຈຂອງພວກເຮົາ. ພວກເຮົາຕ້ອງເອົາຊະນະຄວາມບໍລິສຸດຄືນຖ້າພວກເຮົາຕ້ອງການທີ່ຈະມີຄວາມສຸກແທ້ໆ.</p>\n<p>ປະສົບການແລະການສຶກສາທີ່ປ່ຽນເປັນຄວາມເຂົ້າໃຈບໍ່ປະໄວ້ສິ່ງເສດເຫຼືອຢູ່ໃນບ່ອນຝັງສົບຂອງຄວາມຊົງຈໍາແລະຫຼັງຈາກນັ້ນ, ພວກເຮົາກາຍເປັນເລື່ອງງ່າຍດາຍ, ງ່າຍດາຍ, ບໍລິສຸດ, ມີຄວາມສຸກ.</p>\n<p>ການໄຕ່ຕອງຢ່າງເລິກເຊິ່ງກ່ຽວກັບປະສົບການແລະຄວາມຮູ້ທີ່ໄດ້ຮັບ, ການວິພາກວິຈານຕົນເອງຢ່າງເລິກເຊິ່ງ, ການວິເຄາະທາງຈິດໃຈຢ່າງໃກ້ຊິດ, ການປ່ຽນແປງ, ຫັນປ່ຽນທຸກສິ່ງທຸກຢ່າງໃຫ້ເປັນຄວາມເຂົ້າໃຈທີ່ສ້າງສັນຢ່າງເລິກເຊິ່ງ. ນີ້ແມ່ນເສັ້ນທາງໄປສູ່ຄວາມສຸກທີ່ແທ້ຈິງທີ່ເກີດຈາກປັນຍາແລະຄວາມຮັກ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/lao/educacion-fundamental/la-sencillez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/la-sencillez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/la-sencillez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
