import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "गोरोबथा",
  "locale": "brx",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "15. गोरोबथा",
    "order": 15
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>गोरोबथाआरि बुजिबाय थानाया गोनां, बेयो मानसिफोरनो जिउ खुंथाइनि मोनथाइखौ लाबोयो। बुजिबाय थानायनि गैयैब्ला, रोखायै नायनानै थारै सोदांनायनि थाखौ मोननो हाया।</p>\n<p>मास्टर आरो मिसफ्रा स्कुल, कलेज आरो युनिभारसिटिआव थानाय फरायसाफोरखौ आत्म-समालोचना बुजिबाय थानायनि लामायाव दैदेनो नांगोन।</p>\n<p>जोंनि आगोलनि बिलाइआव नंखाय मोननायनि प्रोसेसखौ सोलोंबाय आरो जोङो जुलिआव थानाय जेलसफोरखौ फोख्लायनो लुगैबा, बियो धरमनि होवा, गोसोनि होवा, बायदि बायदि, जों नंखाय मोननाया मा बेखौ रोखासिन खालामनो नांगोन, मानोना गाहाइनि आरो गुसुंयै नंखाय मोननायनि प्रोसेसफोरखौ बुजिबाय थानायनि गेजेरजों जों जेलसफोरखौ फोख्लायनो हायो।</p>\n<p>जेलसफ्रा बिहाव-बिहावखौ बोखाङो, जेलसफ्रा लोगो जानायखौ बोखाङो, जेलसफ्रा धरमनि वारखौ बोखाङो, दादानि बैरिफोर, बुथारनाय आरो दुखु मोननायफोरखौ बोखाङो।</p>\n<p>नंखाय मोननाया गावनि रोखोमफोरजों गोरलै थांखिफोरनि सिङाव लुखियो। बेयाव नंखाय मोननाय थायो जाय सुबिम सन्तफोरनि सोमोन्दै खौरां मोननानै। महात्मास एबा गुरुसफोर, सन्त जानो लुगैयो। बेयाव नंखाय मोननाय थायो जाय दान्थेगिरि आरो दान्थेगिरिफोरखौ बारग’नो नाजादों। बेयाव नंखाय मोननाय थायो जाय गुनफोरनि थाखाय लुबैयानो मानोना बिहाव खौरां थादोंमोन, मानोना गावनि गोसोआव गुननि मानसिफोरनि डेटासफोर दं।</p>\n<p>सन्त जानो लुगैनाय, गुननि जानो लुगैनाय, देरसिन जानो लुगैनाया नंखाय मोननायनि बेस।</p>\n<p>सन्तफोरा गावनि गुनजों गोबां नांजामोन होदों। जों मोनसे मानसिखौ याद मोनफिननो हायो जाय गावनो गावनि सन्त सानदोंमोन।</p>\n<p>मोनसे समाव मोनसे बोखारि आरो दुखु मोननो गोनां कबितागिरि बिहावनि दरजायाव थाबोदोंमोन मोनसे मोजां लाइरिकखौ गावनि सन्तनि थाखाय डेडिकेट खालामनानै। कबितागिरिया मोनसे खौरां मावाइस खालामदोंमोन गावनि देहायाव जोबथा जानाय जाहोनाव जानाय जानाय जानो।</p>\n<p>कबितागिरिया बेखौ सानदोंमोन मोनसे बेइज्जत। देरसिन जादोंमोन गावनि हेरानो सन्तआ सिनखौ गाबनानै आरो मोदोमखौ राननानै दरजाखौ बन्द खालामदोंमोन नांगौथि गैयि कबितागिरिनो बुंदोंमोन: “बेखौ एगारो लोगो, गोजान, गोजान… आं बेफोरखौ मोजां मोनो, आं लाबखौ गोजोन्थोयो… आं संसारनि मोजां मोननायखौ मोजां मोनो, बे जिउ मोनसे लोमजानाय… आं नरमथाइ आरो मोजायानायनि लामाखौ फोलो खालामो। नांगौथि गैयि कबितागिरिया मोनसे खौरां मावाइस खालामदोंमोन मोनसे मुदा जोंनि थाखाय बे बेइज्जत मोनदोंमोन सन्तनिफ्राय, सोरनाय सोदोब, बोथोना, आरो गोसोयाव दुखु मोननानै आरो लाइरिकआ बोखाङो गावनि सोहोराव मोनसे सहराव बारदोंमोन… बारदोंमोन… बारदोंमोन।</p>\n<p>गोदान जेनेरेसनआ थारि बुजिबाय थानायनि बेसाव उठायनो नांगोन मानोना बेयो जोनोम होनो हायो।</p>\n<p>याद आरो याद मोनफिननाया जोनोम होनो हाया। यादआ आगोलनि सेपोलचर। याद आरो याद मोनफिननाया थैनाय।</p>\n<p>थारि बुजिबाय थानाया साइकोलजिकेल फेक्टोर टोटल लिबेरेसन।</p>\n<p>यादनि यादआ जोंनो थारि लिबेरेसनखौ लाबोनो हाया मानोना बियो आगोलनि आरो बेनिखायनो थैनाय।</p>\n<p>बुजिबाय थानाया आगोलनि एबा उननि नङा। बुजिबाय थानाया जों जिराय थानाय समाव। यादआ उननि साननायखौ लाबोयो।</p>\n<p>सायन्स, फिलोसोफी, आर्ट आरो धरमखौ सोलोंनो गोनां, नाथाय सोलोंनायखौ यादनि सिफाइजोआव आस्थानि खालामनाय नांगोन मानोना बियो सिफाइजोआव आस्थानि नङा।</p>\n<p>यादनि सेपोलचरआव गियानखौ दोनो हाया। आगोलनि फसाव जों बुजिनो गोनां गियानखौ दोनो हाया।</p>\n<p>जों सोलोंनायनि बिरोधै, गियाननि बिरोधै, सायन्सनि बिरोधै बुंनो हाया, नाथाय यादनि बोखां सेपोलचरनि गेजेराव जिराय गियाननि रोजाखौ दोनो हाया।</p>\n<p>सोंनाय गोनां, नायनो गोनां, सोदांनो गोनां, नाथाय जों गोसोआव गाहाइनि मन्थ्रा खालामनो नांगोन।</p>\n<p>मानसिआ गोरलैयै बुजिबाय थानाय आरो गोसोयाव सिम्पल।</p>\n<p>जिउआव गोनां बेखौ जों यादनि सेपोलचरआव ज’ खालामनाय नङा, नाथाय जों गाहाइनि लेबेलआव बुजिबाय थानायनि नङा, नाथाय गोसोनि सब-कनशिएस अन-कनशिएस ट्रेइनआव।</p>\n<p>सायन्स, गियानआ बुजिबाय थानाय जानो नांगोन। गियानआ, सोलोंनाया थारि जोनोम होनो हायाब्ला जों मोनसे खौरां गाहाइनि बुजिनो हायो मानोना बुजिबाय थानाया गाहाइनि, इन्स्टेन्ट जानो हाबाय।</p>\n<p>गोरलै मानसिआव गोसोआव कम्प्लिकेसन गैयि मानोना गोसोनि कम्प्लिकेसनआ यादनि जाहोनाव। जोंनि सिङाव थानाय दानि इउ माकियाभेलिकआ ज’ जानाय याद।</p>\n<p>जिउनि एक्सपेरिएन्सआ थारि बुजिबाय थानाय जानो नांगोन।</p>\n<p>एक्पेरिएन्सआ बुजिबाय थानाय जानो हायाब्ला, एक्सपेरिएन्सआ यादआव थायोब्ला बियो सेपोलचरनि सोहोराव जोलानाय जौलैखौ मोननानै लायो।</p>\n<p>सोरखौबा मोननांगौ एक्सपेरिएन्स बिनायाव एस्पिरीचुवालिथि नङाब्ला बियो यादनि भर्बलाइजेसन, फुनरेलनि सायाव जोलानाय केन्डेल।</p>\n<p>गोरलै मानसिया एक्सपेरिएन्सनिफ्राय गोसोखौ फ्री खालामो मानोना बियो कन्शिएन्स जाबाय, बियो जोनोम होनो हानाय बुजिबाय थानाय जाबाय।</p>\n<p>थैनाय आरो जिउआ गुसुंयै सोमोन्दो लानानै थायो। जोंनिग्रान थैनानै प्लान्ट जोनोम लायो, जोंनि एक्सपेरिएन्स थैनानै बुजिबाय थानाया जोनोम लायो। बेयो मोनसे थारि ट्रांस्फरमेसननि प्रोसेस।</p>\n<p>कम्प्लिकेटेड मानसिया यादआव एक्सपेरिएन्सजों ज’ खालामनानै लायो।</p>\n<p>बेयो गावनि बुजिबाय थानायनि थाखाय देखायो मानोना एक्सपेरिएन्सआ गोसोआव गाहाइनि बुजिनायाव बियो एक्सपेरिएन्स जानो एगारो आरो बुजिबाय थानाय जानो जोनोम लायो।</p>\n<p>जों एक्सपेरिएन्स खालामनो नांगोन, नाथाय जों एक्सपेरिएन्सआव थानाय नङा मानोना गोसोआ कम्प्लिकेट जागोन आरो सोहोराव जागोन। जों जिउखौ गोजोंयै जिरायनानै एक्सपेरिएन्सखौ जोनोम होनो हानाय बुजिबाय थानायाव ट्रांस्फर खालामनो नांगोन।</p>\n<p>जाय सुबिदायाव बुजिबाय थानाय सिम्पल जानोनि थाखाय जों संसारखौ एगारनो गोनां, सोरखौबा लिमोनेर जानो गोनां, एकला एकलाइ खुमसिआव थानो गोनां आरो सोहोराउ ड्रेसनि थाखाय टेपरेंगा बाहायनांगोन बियो मिस्टेक।</p>\n<p>गोबां एनाक्योरेटास, गोबां एर्मिटेज सोलितायरि, गोबां लिमोनेर, गोसोयाव कम्प्लिकेट जानानै थायो आरो सोहोराव जायो।</p>\n<p>संसारनिफ्राय गोजानआव थांनानै एनाक्योरेटास जिरायनाया गोरोन्थाइ जुदि यादआ एक्सपेरिएन्सजों ज’ खालामनानै थायोब्ला जाहोनो बेयो साननायनि फ्री फ्लोआव कन्डिसन खालामो।</p>\n<p>एर्मिटेज जिरायनाया गोरोन्थाइ सन्तनि जिउ जिरायनानै जुदि यादआ इन्फरमेसनजों ज’ खालामनानै थायोब्ला बियो बुजिबाय थावानि नङा, बियो गोसोआव रिसेसेस, पेसेजस आरो अन्कनशिएस रिजियन्स।</p>\n<p>जाय इन्टेलेक्चुअल इन्फरमेसनखौ थारि जोनोम होनो हानाय बुजिबाय थानायाव ट्रांस्फर खालामो, जाय जिउनि एक्सपेरिएन्सखौ ट्रांस्फर खालामो बियो मोनसे खौरां यादआव लाबोनाय नङा, बियो मोनसे खौरां थायो जोंनि समाव थारि जाफुंहोनो लानानै, बियो सिम्पल आरो गोरलै जानो हाबाय बियो देरसिन रेसिडेन्सनि जिउ जिरायोब्ला आरो अरबाननि जिउआव जिरायोब्लाबो।</p>\n<p>सानैसो बैसोनि उनाव फिसालाफोरा गोरलैयै आरो मोजां गावनि सिङाव थायो मानोना बियो गावनि जिउनि थाखाय एसेनस जायानोब्ला बियो साइकोलजिकेल इउ गैयि।</p>\n<p>जों बोखारि जानाय बैसोखौ जोनोमफिननो नांगोन, जोंनि गोसोआव आरो जोंनि गोसोआव। जों इनोसन्सखौ बोखारफिननो नांगोन जोङो गोग्गासिन जानो लुगैयोब्ला।</p>\n<p>एक्पेरिएन्स आरो सोलोंनाया जोनोम होनो हानाय बुजिबाय थानाया जोंनिफ्राय रेसिडुज एगारो आरो बियो जोंनो सिम्पल आरो गोग्गासिन खालामो।</p>\n<p>गाहाइनि गोसोआव एक्सपेरिएन्स आरो मोननाय गियानाव, गाहाइनि समालोचना, गाहाइनि साइकोएनालाइजेसआ गाहाइनि बुजिबाय थानायाव ट्रांस्फर खालामो। बेयो मोजां आरो गियाननिफ्राय फैनाय थारि गोग्गासिननि लामा।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/brx/educacion-fundamental/la-sencillez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/educacion-fundamental/la-sencillez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/educacion-fundamental/la-sencillez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
