import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Простота",
  "locale": "ru",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "15. Простота",
    "order": 15
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Крайне важно развивать творческое понимание, потому что оно приносит человеку истинную свободу жить. Без понимания невозможно достичь подлинной критической способности глубокого анализа.</p>\n<p>Учителя и учительницы школ, колледжей и университетов должны вести своих учеников и учениц по пути самокритичного понимания.</p>\n<p>В нашей прошлой главе мы уже подробно изучили процессы зависти, и если мы хотим покончить со всеми оттенками ревности, будь то религиозные, страстные и т. д., мы должны полностью осознать, что такое зависть на самом деле, потому что только глубоко и интимно понимая бесконечные процессы зависти, мы сможем покончить с ревностью любого рода.</p>\n<p>Ревность разрушает браки, ревность разрушает дружбу, ревность провоцирует религиозные войны, братоубийственную ненависть, убийства и страдания всякого рода.</p>\n<p>Зависть со всеми ее бесконечными оттенками скрывается за возвышенными намерениями. Зависть существует в том, кто, будучи проинформированным о существовании возвышенных святых, Махатм или Гуру, также желает стать святым. Зависть существует в филантропе, который стремится превзойти других филантропов. Зависть существует в каждом индивиде, который жаждет добродетелей, потому что он получил информацию, потому что в его уме есть данные о существовании священных индивидов, полных добродетелей.</p>\n<p>Желание быть святым, желание быть добродетельным, желание быть великим имеет в своей основе зависть.</p>\n<p>Святые со своими добродетелями причинили много вреда. Нам приходит на память случай с человеком, который сам себя считал очень святым.</p>\n<p>Однажды голодный и несчастный поэт постучал в его двери, чтобы передать ему прекрасный стих, специально посвященный святому нашего рассказа. Поэт ждал всего лишь монету, чтобы купить еды для своего измученного и состарившегося тела.</p>\n<p>Поэт меньше всего ожидал оскорбления. Велико было его удивление, когда святой с благочестивым взглядом и нахмуренными бровями закрыл дверь, сказав несчастному поэту: “Убирайся отсюда, друг, прочь, прочь… мне не нравятся эти вещи, я ненавижу лесть… мне не нравятся суета мира, эта жизнь - иллюзия… я следую по пути смирения и скромности. Несчастный поэт, который желал только монету, вместо этого получил оскорбление от святого, слово, которое ранит, пощечину, и с болезненным сердцем и разбитой лирой медленно пошел по улицам города… медленно… медленно… медленно.</p>\n<p>Новое поколение должно подняться на основе подлинного понимания, потому что оно полностью созидательно.</p>\n<p>Память и воспоминание не являются созидательными. Память - это могила прошлого. Память и воспоминание - это смерть.</p>\n<p>Истинное понимание является психологическим фактором полного освобождения.</p>\n<p>Воспоминания памяти никогда не смогут принести нам истинное освобождение, потому что они принадлежат прошлому и, следовательно, мертвы.</p>\n<p>Понимание - это не дело прошлого и не дело будущего. Понимание относится к моменту, который мы проживаем здесь и сейчас. Память всегда приносит идею будущего.</p>\n<p>Крайне важно изучать науку, философию, искусство и религию, но не следует доверять исследования верности памяти, потому что она не верна.</p>\n<p>Абсурдно помещать знания в могилу памяти. Глупо хоронить в яме прошлого знания, которые мы должны понимать.</p>\n<p>Мы никогда не могли бы высказаться против изучения, против мудрости, против науки, но было бы нелогично помещать живые драгоценности знания среди развращенной могилы памяти.</p>\n<p>Необходимо учиться, необходимо исследовать, необходимо анализировать, но мы должны глубоко медитировать, чтобы понимать на всех уровнях разума.</p>\n<p>Действительно простой человек глубоко понимающий и имеет простой ум.</p>\n<p>Важно в жизни не то, что мы накопили в могиле памяти, а то, что мы поняли не только на интеллектуальном уровне, но и в различных подсознательных и бессознательных областях разума.</p>\n<p>Наука, знание должны превратиться в немедленное понимание. Когда знание, когда учеба превратились в подлинное творческое понимание, мы можем понимать тогда все вещи немедленно, потому что понимание становится немедленным, мгновенным.</p>\n<p>У простого человека нет осложнений в уме, потому что все осложнения ума связаны с памятью. Макиавеллевское Я, которое мы носим в себе, - это накопленная память.</p>\n<p>Жизненный опыт должен превращаться в истинное понимание.</p>\n<p>Когда опыт не превращается в понимание, когда опыт продолжает оставаться в памяти, он представляет собой гниль могилы, над которой горит лживый и люциферический огонь интеллекта.</p>\n<p>Необходимо знать, что животный интеллект, полностью лишенный всякой духовности, является лишь вербализацией памяти, могильной свечой, горящей над похоронной плитой.</p>\n<p>У простого человека ум свободен от опыта, потому что он стал сознанием, превратился в творческое понимание.</p>\n<p>Смерть и жизнь тесно связаны. Только умерев, зерно рождает растение, только умерев, опыт рождает понимание. Это процесс подлинной трансформации.</p>\n<p>У сложного человека память полна опыта.</p>\n<p>Это доказывает его недостаток творческого понимания, потому что, когда опыт полностью понят на всех уровнях разума, он перестает существовать как опыт и рождается как понимание.</p>\n<p>Необходимо сначала испытать, но мы не должны оставаться на территории опыта, потому что тогда ум усложняется и становится трудным. Необходимо жить жизнью интенсивно и превращать весь опыт в подлинное творческое понимание.</p>\n<p>Те, кто ошибочно полагают, что для того, чтобы быть понимающими, простыми и незатейливыми, мы должны покинуть мир, стать нищими, жить в изолированных хижинах и носить набедренные повязки вместо элегантного костюма, совершенно ошибаются.</p>\n<p>У многих отшельников, у многих одиноких отшельников, у многих нищих умы очень сложные и трудные.</p>\n<p>Бесполезно уходить от мира и жить как отшельники, если память полна опыта, который обусловливает свободное течение мысли.</p>\n<p>Бесполезно жить как отшельники, желая вести жизнь святых, если память полна информации, которая не была должным образом понята, которая не стала сознанием в различных закоулках, коридорах и бессознательных областях разума.</p>\n<p>Те, кто превращают интеллектуальную информацию в истинное творческое понимание, те, кто превращают жизненный опыт в истинное глубокое понимание, ничего не имеют в памяти, живут от момента к моменту, полные истинной полноты, они стали простыми и незатейливыми, хотя и живут в роскошных резиденциях и в пределах городской жизни.</p>\n<p>Маленькие дети до семи лет полны простоты и истинной внутренней красоты, потому что через них выражается только живая СУЩНОСТЬ жизни в полном отсутствии ПСИХОЛОГИЧЕСКОГО Я.</p>\n<p>Мы должны вернуть потерянное детство, в нашем сердце и в нашем уме. Мы должны вернуть невинность, если мы действительно хотим быть счастливыми.</p>\n<p>Опыт и учеба, преобразованные в глубокое понимание, не оставляют остатков в могиле памяти, и тогда мы становимся простыми, незатейливыми, невинными, счастливыми.</p>\n<p>Глубокая медитация над опытом и приобретенными знаниями, глубокая самокритика, интимный психоанализ превращают, преобразуют все в глубокое творческое понимание. Это путь к подлинному счастью, рожденному от мудрости и любви.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ru/educacion-fundamental/la-sencillez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/la-sencillez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/la-sencillez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
