import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Պարզություն",
  "locale": "hy",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "15. Պարզություն",
    "order": 15
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Հրատապես անհրաժեշտ է զարգացնել ստեղծագործական ըմբռնումը, քանի որ այն մարդուն բերում է ապրելու իսկական ազատություն: Առանց ըմբռնման անհնար է ձեռք բերել խորը վերլուծության իսկական քննադատական ունակություն:</p>\n<p>Դպրոցների, քոլեջների և համալսարանների ուսուցիչները պետք է իրենց աշակերտներին առաջնորդեն ինքնաքննադատական ըմբռնման ճանապարհով:</p>\n<p>Մեր նախորդ գլխում մենք արդեն լայնորեն ուսումնասիրեցինք նախանձի գործընթացները, և եթե մենք ցանկանում ենք վերջ տալ նախանձի բոլոր երանգներին, լինեն դրանք կրոնական, կրքոտ և այլն, մենք պետք է լիովին գիտակցենք, թե իրականում ինչ է նախանձը, քանի որ միայն խորապես և մտերմորեն հասկանալով նախանձի անվերջ գործընթացները, մենք կարողանում ենք վերջ տալ բոլոր տեսակի նախանձին:</p>\n<p>Նախանձը ոչնչացնում է ամուսնությունները, նախանձը ոչնչացնում է բարեկամությունները, նախանձը հրահրում է կրոնական պատերազմներ, եղբայրասպան ատելություններ, սպանություններ և ամեն տեսակի տառապանքներ:</p>\n<p>Նախանձը իր բոլոր անվերջ երանգներով թաքնված է վեհ նպատակների հետևում: Նախանձ կա նրանում, ով տեղեկացված լինելով վեհ սրբերի, մահաթմաների կամ գուրուների գոյության մասին, ցանկանում է նույնպես սուրբ դառնալ: Նախանձ կա այն բարերարի մեջ, ով ձգտում է գերազանցել մյուս բարերարներին: Նախանձ կա յուրաքանչյուր անհատի մեջ, ով ցանկանում է առաքինություններ, քանի որ նա տեղեկություններ է ունեցել, քանի որ նրա մտքում կան տվյալներ առաքինություններով լի սրբազան անհատների գոյության մասին:</p>\n<p>Սուրբ լինելու ցանկությունը, առաքինի լինելու ցանկությունը, մեծ լինելու ցանկությունը հիմնված է նախանձի վրա։</p>\n<p>Սրբերը իրենց առաքինություններով մեծ վնաս են հասցրել։ Մեզ հիշողության մեջ է մնում մի մարդու դեպքը, ով իրեն շատ սուրբ էր համարում։</p>\n<p>Մի առիթով քաղցած և թշվառ մի բանաստեղծ թակեց նրա դուռը, որպեսզի նրա ձեռքը դնի մի գեղեցիկ տող, որը հատուկ նվիրված էր մեր պատմության սրբին։ Բանաստեղծը միայն մետաղադրամ էր սպասում, որպեսզի սնունդ գնի իր հյուծված և ծերացած մարմնի համար։</p>\n<p>Բանաստեղծը ամեն ինչ էր պատկերացնում, բացի վիրավորանքից։ Մեծ էր նրա զարմանքը, երբ սուրբը բարեպաշտ հայացքով և կնճռոտված հոնքերով փակեց դուռը և ասաց դժբախտ բանաստեղծին. «Հեռու գնա այստեղից, ընկեր, հեռու, հեռու… ինձ դուր չեն գալիս այս բաները, ես զզվում եմ շողոքորթությունից… ինձ դուր չեն գալիս աշխարհի սնապարծությունները, այս կյանքը պատրանք է… ես հետևում եմ խոնարհության և համեստության ճանապարհին։ Դժբախտ բանաստեղծը, ով ընդամենը մի մետաղադրամ էր ցանկանում, դրա փոխարեն ստացավ սրբի վիրավորանքը, վիրավորող խոսքը, ապտակը, և սրտով լի ցավով և քնարով վերածված կտորների, դանդաղ… դանդաղ… դանդաղ գնաց քաղաքի փողոցներով։</p>\n<p>Նոր սերունդը պետք է բարձրանա իսկական ըմբռնման հիմքի վրա, քանի որ այն լիովին ստեղծագործական է։</p>\n<p>Հիշողությունը և հիշելը ստեղծագործական չեն։ Հիշողությունը անցյալի գերեզմանն է։ Հիշողությունը և հիշելը մահ են։</p>\n<p>Ճշմարիտ ըմբռնումը լիակատար ազատագրման հոգեբանական գործոնն է:</p>\n<p>Հիշողության հիշողությունները երբեք չեն կարող մեզ բերել իսկական ազատություն, քանի որ դրանք պատկանում են անցյալին և, հետևաբար, մահացած են։</p>\n<p>Ըմբռնումը անցյալի բան չէ, ոչ էլ ապագայի: Ըմբռնումը պատկանում է այն պահին, որը մենք ապրում ենք այստեղ և հիմա: Հիշողությունը միշտ բերում է ապագայի գաղափարը:</p>\n<p>Հրատապ է ուսումնասիրել գիտություն, փիլիսոփայություն, արվեստ և կրոն, բայց ուսումնասիրությունները չպետք է վստահել հիշողության հավատարմությանը, քանի որ այն հավատարիմ չէ:</p>\n<p>Անհեթեթ է գիտելիքները դնել հիշողության գերեզմանում: Հիմարություն է թաղել անցյալի փոսում այն գիտելիքները, որոնք մենք պետք է հասկանանք:</p>\n<p>Մենք երբեք չէինք կարող արտահայտվել ուսման, իմաստության, գիտության դեմ, բայց անհամատեղելի է գիտելիքի կենդանի գոհարները դնել հիշողության փչացած դամբարանի մեջ:</p>\n<p>Անհրաժեշտ է սովորել, անհրաժեշտ է հետազոտել, անհրաժեշտ է վերլուծել, բայց մենք պետք է խորապես խորհենք, որպեսզի հասկանանք մտքի բոլոր մակարդակներում:</p>\n<p>Իսկապես պարզ մարդը խորապես հասկացող է և ունի պարզ միտք:</p>\n<p>Կյանքում կարևորը այն չէ, թե ինչ ենք կուտակել հիշողության գերեզմանում, այլ այն, թե ինչ ենք հասկացել ոչ միայն մտավոր մակարդակում, այլև մտքի տարբեր ենթագիտակցական անգիտակից տիրույթներում:</p>\n<p>Գիտությունը, գիտելիքը պետք է դառնան անմիջական ըմբռնում։ Երբ գիտելիքը, երբ ուսումը վերածվել է իսկական ստեղծագործական ըմբռնման, մենք կարող ենք հասկանալ բոլոր բաները անմիջապես, քանի որ ըմբռնումը դառնում է անմիջական, ակնթարթային:</p>\n<p>Պարզ մարդու մոտ մտքում բարդություններ չկան, քանի որ մտքի յուրաքանչյուր բարդություն պայմանավորված է հիշողությամբ։ Մաքիավելական ԵՍ-ը, որը մենք կրում ենք մեր մեջ, կուտակված հիշողություն է:</p>\n<p>Կյանքի փորձառությունները պետք է վերածվեն ճշմարիտ ըմբռնման։</p>\n<p>Երբ փորձառությունները չեն վերածվում ըմբռնման, երբ փորձառությունները շարունակվում են հիշողության մեջ, դրանք կազմում են գերեզմանի փտածությունը, որի վրա այրվում է ինտելեկտի մոլորեցնող և լյուցիֆերյան կրակը։</p>\n<p>Անհրաժեշտ է իմանալ, որ կենդանական ինտելեկտը, որը լիովին զուրկ է ցանկացած հոգևորությունից, պարզապես հիշողության բանավորումն է, գերեզմանային մոմը, որն այրվում է հուղարկավորման սալաքարի վրա:</p>\n<p>Պարզ մարդու միտքը ազատ է փորձառություններից, քանի որ դրանք դարձել են գիտակցություն, վերածվել են ստեղծագործական ըմբռնման։</p>\n<p>Մահը և կյանքը սերտորեն կապված են։ Միայն մահանալով հատիկը ծնվում է բույսը, միայն փորձառությունը մահանալով ծնվում է ըմբռնումը։ Սա իսկական վերափոխման գործընթաց է:</p>\n<p>Բարդ մարդու հիշողությունը լի է փորձառություններով։</p>\n<p>Դա ցույց է տալիս նրա ստեղծագործական ըմբռնման բացակայությունը, քանի որ երբ փորձառությունները լիովին հասկացվում են մտքի բոլոր մակարդակներում, դրանք դադարում են գոյություն ունենալ որպես փորձառություններ և ծնվում են որպես ըմբռնում:</p>\n<p>Անհրաժեշտ է նախ փորձարկել, բայց մենք չպետք է մնանք փորձի տիրույթում, քանի որ այդ ժամանակ միտքը բարդանում է և դառնում դժվար։ Անհրաժեշտ է ապրել կյանքը ինտենսիվորեն և վերափոխել բոլոր փորձառությունները իսկական ստեղծագործական ըմբռնման։</p>\n<p>Նրանք, ովքեր սխալմամբ ենթադրում են, որ պարզ և անմիջական լինելու համար մենք պետք է լքենք աշխարհը, դառնանք մուրացկաններ, ապրենք մեկուսացված խրճիթներում և նախընտրենք կրել կտորեղեն կոստյումի փոխարեն, լիովին սխալվում են։</p>\n<p>Շատ ճգնավորներ, շատ միայնակ ճգնավորներ, շատ մուրացկաններ ունեն չափազանց բարդ և դժվար միտք։</p>\n<p>Անօգուտ է հեռանալ աշխարհից և ապրել որպես ճգնավորներ, եթե հիշողությունը լի է փորձառություններով, որոնք պայմանավորում են մտքի ազատ հոսքը։</p>\n<p>Անօգուտ է ապրել որպես ճգնավորներ, ցանկանալով ապրել սրբերի կյանքով, եթե հիշողությունը լցված է տեղեկություններով, որոնք պատշաճ կերպով չեն հասկացվել, որոնք չեն դարձել գիտակցություն մտքի տարբեր անկյուններում, միջանցքներում և անգիտակից շրջաններում։</p>\n<p>Նրանք, ովքեր մտավոր տեղեկությունները վերածում են իսկական ստեղծագործական ըմբռնման, նրանք, ովքեր կյանքի փորձառությունները վերածում են խորը ըմբռնման, ոչինչ չունեն հիշողության մեջ, ապրում են պահից պահ լի իսկական լիությամբ, դարձել են պարզ և անմիջական, նույնիսկ եթե ապրում են շքեղ բնակավայրերում և քաղաքային կյանքի պարագծում։</p>\n<p>Փոքր երեխաները մինչև յոթ տարեկան լի են անմիջականությամբ և իսկական ներքին գեղեցկությամբ, քանի որ միայն նրանց միջոցով է արտահայտվում կյանքի կենդանի ԷՈՒԹՅՈՒՆԸ հոգեբանական ԵՍ-ի լիակատար բացակայության դեպքում։</p>\n<p>Մենք պետք է վերականգնենք կորսված մանկությունը մեր սրտում և մեր մտքում: Մենք պետք է վերականգնենք անմեղությունը, եթե իսկապես ցանկանում ենք երջանիկ լինել։</p>\n<p>Փորձառությունները և ուսումը, որոնք վերածվել են խորը ըմբռնման, հետքեր չեն թողնում հիշողության գերեզմանում, և այդ ժամանակ մենք դառնում ենք պարզ, անմիջական, անմեղ, երջանիկ:</p>\n<p>Փորձառությունների և ձեռք բերված գիտելիքների շուրջ խորը խորհրդածությունը, խորը ինքնաքննադատությունը, մտերմիկ հոգեվերլուծությունը վերածում, վերափոխում են ամեն ինչ խորը ստեղծագործական ըմբռնման։ Սա իմաստությունից և սիրուց ծնված իսկական երջանկության ճանապարհն է։</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hy/educacion-fundamental/la-sencillez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/la-sencillez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/la-sencillez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
