import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Прастата",
  "locale": "be",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "15. Прастата",
    "order": 15
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Вельмі важна, надзвычай неабходна развіваць творчае разуменне, таму што яно дае чалавеку сапраўдную свабоду жыцця. Без разумення немагчыма дасягнуць сапраўднай крытычнай здольнасці глыбокага аналізу.</p>\n<p>Настаўнікі і настаўніцы школ, каледжаў і ўніверсітэтаў павінны весці сваіх вучняў і вучаніц па шляху самакрытычнага разумення.</p>\n<p>У нашай мінулай главе мы ўжо шырока вывучалі працэсы зайздрасці, і калі мы хочам скончыць з усімі адценнямі рэўнасці, няхай гэта будзе рэлігійная, пасіўная і г.д., мы павінны цалкам усвядоміць, што насамрэч такое зайздрасць, таму што толькі глыбока і інтымна разумеючы бясконцыя працэсы зайздрасці, мы зможам скончыць з рэўнасцю ўсіх відаў.</p>\n<p>Рэўнасць разбурае шлюбы, рэўнасць разбурае сяброўства, рэўнасць выклікае рэлігійныя войны, братазабойчыя нянавісці, забойствы і пакуты ўсялякага роду.</p>\n<p>Зайздрасць з усімі яе бясконцымі адценнямі хаваецца за ўзнёслымі мэтамі. Зайздрасць існуе ў таго, хто, атрымаўшы інфармацыю пра існаванне ўзнёслых святых. Махатмаў ці гуру, хоча таксама стаць святым. Зайздрасць існуе ў філантропа, які імкнецца перасягнуць іншых філантропаў. Зайздрасць існуе ў кожным індывідууме, які пажадае цнотаў, таму што атрымаў інфармацыю, таму што ў яго свядомасці ёсць звесткі пра існаванне святых асоб, поўных цнотаў.</p>\n<p>Жаданне быць святым, жаданне быць цнатлівым, жаданне быць вялікім заснавана на зайздрасці.</p>\n<p>Святыя са сваімі цнотамі прычынілі шмат шкоды. Нам прыгадваецца выпадак з чалавекам, які таксама лічыў сябе вельмі святым.</p>\n<p>Аднойчы галодны і няшчасны паэт пастукаў у яго дзверы, каб укласці ў яго рукі цудоўны верш, спецыяльна прысвечаны святому нашага апавядання. Паэт чакаў толькі манету, каб купіць ежу для свайго знясіленага і старога цела.</p>\n<p>Паэт уяўляў усё, акрамя абразы. Вялікім было яго здзіўленне, калі святы з жаласным поглядам і нахмураным тварам зачыніў дзверы, сказаўшы няшчаснаму паэту: “Прэч адсюль, сябар, далёка, далёка… мне не падабаюцца гэтыя рэчы, я ненавіджу ліслівасць… мне не падабаюцца марнасці свету, гэтае жыццё - ілюзія… я іду шляхам пакоры і сціпласці. Няшчасны паэт, які жадаў толькі манету, замест гэтага атрымаў абразу ад святога, слова, якое раніць, аплявуху, і з балючым сэрцам і разбітай лірай пайшоў па вуліцах горада павольна… павольна… павольна.</p>\n<p>Новае пакаленне павінна ўзняцца на аснове сапраўднага разумення, таму што яно цалкам творчае.</p>\n<p>Памяць і ўспамін не з’яўляюцца творчымі. Памяць - гэта магіла мінулага. Памяць і ўспамін - гэта смерць.</p>\n<p>Сапраўднае разуменне - гэта псіхалагічны фактар поўнага вызвалення.</p>\n<p>Успаміны памяці ніколі не могуць прынесці нам сапраўднае вызваленне, таму што яны належаць мінуламу і, такім чынам, мёртвыя.</p>\n<p>Разуменне - гэта не справа мінулага і не справа будучыні. Разуменне належыць моманту, які мы перажываем тут і цяпер. Памяць заўсёды прыносіць ідэю будучыні.</p>\n<p>Важна вывучаць навуку, філасофію, мастацтва і рэлігію, але нельга давяраць вучобу вернасці памяці, таму што яна не з’яўляецца вернай.</p>\n<p>Абсурдна ўкладваць веды ў магілу памяці. Неразумна хаваць у яму мінулага веды, якія мы павінны разумець.</p>\n<p>Мы ніколі не маглі б выказацца супраць вучобы, супраць мудрасці, супраць навукі, але недарэчна ўкладваць жывыя каштоўнасці ведаў у карумпаваную магілу памяці.</p>\n<p>Неабходна вывучаць, неабходна даследаваць, неабходна аналізаваць, але мы павінны глыбока разважаць, каб разумець на ўсіх узроўнях розуму.</p>\n<p>Сапраўды просты чалавек глыбока разумее і мае просты розум.</p>\n<p>Важнае ў жыцці не тое, што мы назапасілі ў магіле памяці, а тое, што мы зразумелі не толькі на інтэлектуальным узроўні, але і ў розных падсвядомых і несвядомых сферах розуму.</p>\n<p>Навука, веды павінны ператварыцца ў непасрэднае разуменне. Калі веды, калі вучоба ператварыліся ў сапраўднае творчае разуменне, мы можам тады зразумець усе рэчы непасрэдна, таму што разуменне становіцца непасрэдным, імгненным.</p>\n<p>У простым чалавеку няма ўскладненняў у розуме, таму што ўсе ўскладненні розуму звязаны з памяццю. Макіявелеўскае Я, якое мы носім унутры, - гэта назапашаная памяць.</p>\n<p>Жыццёвы вопыт павінен ператварыцца ў сапраўднае разуменне.</p>\n<p>Калі вопыт не ператвараецца ў разуменне, калі вопыт працягваецца ў памяці, ён складае гнілата магілы, над якой гарыць тлумная і люцыферычная полымя інтэлекту.</p>\n<p>Неабходна ведаць, што жывёльны інтэлект, цалкам пазбаўлены ўсякай духоўнасці, - гэта толькі вербалізацыя памяці, пахавальная свечка, якая гарыць над надмагільнай плітой.</p>\n<p>У простага чалавека розум свабодны ад вопыту, таму што ён стаў свядомасцю, ператварыўся ў творчае разуменне.</p>\n<p>Смерць і жыццё цесна звязаны. Толькі калі збожжа памірае, нараджаецца расліна, толькі калі вопыт памірае, нараджаецца разуменне. Гэта працэс сапраўднага пераўтварэння.</p>\n<p>У складанага чалавека памяць поўная вопыту.</p>\n<p>Гэта сведчыць пра яго адсутнасць творчага разумення, таму што, калі вопыт цалкам зразумелы на ўсіх узроўнях розуму, ён перастае існаваць як вопыт і нараджаецца як разуменне.</p>\n<p>Неабходна спачатку эксперыментаваць, але мы не павінны заставацца ў сферы вопыту, таму што тады розум ускладняецца і становіцца цяжкім. Неабходна жыць жыццём інтэнсіўна і ператвараць увесь вопыт у сапраўднае творчае разуменне.</p>\n<p>Тыя, хто памылкова мяркуе, што для таго, каб быць зразумелымі, простымі і немудрагелістымі, мы павінны пакінуць свет, ператварыцца ў жабракоў, жыць у ізаляваных хацінах і насіць набедранныя павязкі замест элегантнага касцюма, цалкам памыляюцца.</p>\n<p>У многіх пустэльнікаў, у многіх адзінокіх пустэльнікаў, у многіх жабракоў, розумы вельмі складаныя і цяжкія.</p>\n<p>Бескарысна аддаляцца ад свету і жыць як пустэльнікі, калі памяць поўная вопыту, які абумоўлівае свабодны паток думкі.</p>\n<p>Бескарысна жыць як пустэльнікі, жадаючы весці жыццё святых, калі памяць поўная інфармацыі, якая не была належным чынам зразумелая, якая не стала свядомасцю ў розных закутках, калідорах і несвядомых рэгіёнах розуму.</p>\n<p>Тыя, хто ператварае інтэлектуальную інфармацыю ў сапраўднае творчае разуменне, тыя, хто ператварае жыццёвы вопыт у сапраўднае глыбокае разуменне, нічога не маюць у памяці, жывуць з моманту ў момант, поўныя сапраўднай паўнаты, сталі простымі і немудрагелістымі, нават калі жывуць у шыкоўных рэзідэнцыях і ў межах гарадскога жыцця.</p>\n<p>Маленькія дзеці да сямі гадоў поўныя прастаты і сапраўднай унутранай прыгажосці дзякуючы таму, што толькі праз іх выражаецца жывая ЭСЕНЦЫЯ жыцця пры поўнай адсутнасці ПСІХАЛАГІЧНАГА Я.</p>\n<p>Мы павінны адваяваць страчанае дзяцінства, у нашым сэрцы і ў нашым розуме. Мы павінны адваяваць невінаватасць, калі мы сапраўды хочам быць шчаслівымі.</p>\n<p>Вопыт і вучоба, ператвораныя ў глыбокае разуменне, не пакідаюць рэшткаў у магіле памяці, і тады мы становімся простымі, немудрагелістымі, невінаватымі, шчаслівымі.</p>\n<p>Глыбокая медытацыя над вопытам і атрыманымі ведамі, глыбокая самакрытыка, інтымны псіхааналіз ператвараюць, ператвараюць усё ў глыбокае творчае разуменне. Гэта шлях сапраўднага шчасця, народжанага з мудрасці і любові.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/be/educacion-fundamental/la-sencillez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/la-sencillez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/la-sencillez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
