import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "უბრალოება",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "15. უბრალოება",
    "order": 15
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>გადაუდებელი აუცილებლობაა შემოქმედებითი გაგების განვითარება, რადგან ის ადამიანს ცხოვრების ჭეშმარიტ თავისუფლებას ანიჭებს. გაგების გარეშე შეუძლებელია ღრმა ანალიზის ავთენტური კრიტიკული უნარის მიღწევა.</p>\n<p>სკოლების, კოლეჯებისა და უნივერსიტეტების მასწავლებლებმა თავიანთი მოსწავლეები თვითკრიტიკული გაგების გზაზე უნდა წარმართონ.</p>\n<p>ჩვენს წინა თავში უკვე დეტალურად შევისწავლეთ შურის პროცესები და თუ გვინდა, რომ ეჭვიანობის ყველა ნიუანსი, იქნება ეს რელიგიური, ვნებიანი და ა.შ., დავასრულოთ, სრულად უნდა გავაცნობიეროთ რა არის სინამდვილეში შური, რადგან მხოლოდ შურის უსასრულო პროცესების საფუძვლიანად და ინტიმურად გაგებით შევძლებთ ყოველგვარი ეჭვიანობის დასრულებას.</p>\n<p>ეჭვიანობა ანადგურებს ქორწინებებს, ეჭვიანობა ანადგურებს მეგობრობას, ეჭვიანობა იწვევს რელიგიურ ომებს, ძმათამკვლელ სიძულვილს, მკვლელობებსა და ყოველგვარ ტანჯვას.</p>\n<p>შური თავისი უსასრულო ნიუანსებით იმალება ამაღლებული მიზნების მიღმა. შური არსებობს იმაში, ვინც ინფორმირებულია ამაღლებული წმინდანების, მაჰატმების ან გურუების არსებობის შესახებ და ასევე სურს გახდეს წმინდანი. შური არსებობს ფილანტროპში, რომელიც ცდილობს სხვა ფილანტროპების გადალახვას. შური არსებობს ყველა ინდივიდში, რომელსაც სურს სათნოებები, რადგან მას ჰქონდა ინფორმაცია, რადგან მის გონებაში არის მონაცემები სათნოებით სავსე წმინდა ინდივიდების არსებობის შესახებ.</p>\n<p>წმინდანი გახდომის სურვილს, სათნო ყოფნის სურვილს, დიდ ყოფნის სურვილს შური უდევს საფუძვლად.</p>\n<p>წმინდანებმა თავიანთი სათნოებით ბევრი ზიანი მიაყენეს. გვახსენდება ერთი კაცის შემთხვევა, რომელიც საკუთარ თავს ძალიან წმინდანად თვლიდა.</p>\n<p>ერთხელ მშიერმა და საცოდავმა პოეტმა კარზე დააკაკუნა, რათა ჩვენი მოთხრობის წმინდანისთვის სპეციალურად მიძღვნილი ლამაზი ლექსი გადაეცა. პოეტი მხოლოდ მონეტას ელოდა, რათა საკვები ეყიდა თავისი დაქანცული და დაბერებული სხეულისთვის.</p>\n<p>პოეტი ყველაფერს წარმოიდგენდა, შეურაცხყოფის გარდა. დიდი იყო მისი გაოცება, როდესაც წმინდანმა მოწყალე მზერითა და შეჭმუხვნილი წარბებით კარი მიიხურა და უბედურ პოეტს უთხრა: “გადი აქედან, მეგობარო, შორს, შორს… მე არ მომწონს ეს ყველაფერი, მეზიზღება მაამებლობა… არ მომწონს ამქვეყნიური ამაოებები, ეს ცხოვრება ილუზიაა… მე თავმდაბლობისა და მოკრძალების გზას მივყვები”. საცოდავმა პოეტმა, რომელსაც მხოლოდ მონეტა სურდა, ამის ნაცვლად წმინდანისგან შეურაცხყოფა მიიღო, სიტყვა, რომელიც ჭრის, სილა და გული დამწუხრებული და ლირა ნაწილებად ქცეული, ქალაქის ქუჩებში ნელა… ნელა… ნელა წავიდა.</p>\n<p>ახალი თაობა უნდა აღდგეს ავთენტური გაგების საფუძველზე, რადგან ის სრულიად შემოქმედებითია.</p>\n<p>მეხსიერება და გახსენება არ არის შემოქმედებითი. მეხსიერება წარსულის სამარხია. მეხსიერება და გახსენება სიკვდილია.</p>\n<p>ჭეშმარიტი გაგება არის სრული განთავისუფლების ფსიქოლოგიური ფაქტორი.</p>\n<p>მეხსიერების მოგონებებს არასოდეს შეუძლიათ მოგვიტანონ ჭეშმარიტი განთავისუფლება, რადგან ისინი წარსულს ეკუთვნიან და, შესაბამისად, მკვდრები არიან.</p>\n<p>გაგება არ არის წარსულის ან მომავლის საქმე. გაგება ეკუთვნის იმ მომენტს, რომელსაც აქ და ახლა განვიცდით. მეხსიერებას ყოველთვის მოაქვს მომავლის იდეა.</p>\n<p>გადაუდებელია მეცნიერების, ფილოსოფიის, ხელოვნებისა და რელიგიის შესწავლა, მაგრამ კვლევები არ უნდა დაეყრდნოს მეხსიერების ერთგულებას, რადგან ის არ არის ერთგული.</p>\n<p>აბსურდია ცოდნის მეხსიერების სამარხში შენახვა. სულელურია წარსულის ორმოში იმ ცოდნის დამარხვა, რომელიც უნდა გავიგოთ.</p>\n<p>ჩვენ არასოდეს შეგვიძლია გამოვთქვათ პოზიცია სწავლის, სიბრძნის, მეცნიერების წინააღმდეგ, მაგრამ შეუსაბამოა ცოცხალი ცოდნის სამკაულების შენახვა მეხსიერების გახრწნილ სამარხში.</p>\n<p>აუცილებელია სწავლა, აუცილებელია გამოკვლევა, აუცილებელია ანალიზი, მაგრამ ღრმად უნდა ვიფიქროთ, რომ გავიგოთ გონების ყველა დონეზე.</p>\n<p>ჭეშმარიტად უბრალო ადამიანი ღრმად გამგებია და აქვს მარტივი გონება.</p>\n<p>ცხოვრებაში მნიშვნელოვანი არ არის ის, რაც დაგროვილი გვაქვს მეხსიერების სამარხში, არამედ ის, რაც გავიგეთ არა მხოლოდ ინტელექტუალურ დონეზე, არამედ გონების სხვადასხვა არაცნობიერ სფეროშიც.</p>\n<p>მეცნიერება, ცოდნა უნდა გადაიქცეს უშუალო გაგებად. როდესაც ცოდნა, როდესაც სწავლა გარდაიქმნება ავთენტურ შემოქმედებით გაგებად, მაშინვე შეგვიძლია გავიგოთ ყველაფერი, რადგან გაგება ხდება უშუალო, მყისიერი.</p>\n<p>უბრალო ადამიანში გონებაში გართულებები არ არსებობს, რადგან გონების ყველა გართულება მეხსიერების ბრალია. მაკიაველური მე, რომელიც ჩვენშია, დაგროვილი მეხსიერებაა.</p>\n<p>ცხოვრებისეული გამოცდილება ჭეშმარიტ გაგებად უნდა გარდაიქმნას.</p>\n<p>როდესაც გამოცდილება არ გარდაიქმნება გაგებად, როდესაც გამოცდილება მეხსიერებაში გრძელდება, ეს არის სამარხის გახრწნა, რომელზეც ინტელექტის ცრუ და ლუციფერული ალი იწვის.</p>\n<p>აუცილებელია ვიცოდეთ, რომ ცხოველური ინტელექტი, სრულიად მოკლებული ყოველგვარ სულიერებას, არის მხოლოდ მეხსიერების ვერბალიზაცია, სამარხის სანთელი, რომელიც საფლავის ქვაზე იწვის.</p>\n<p>უბრალო ადამიანს გონება თავისუფალი აქვს გამოცდილებისგან, რადგან ისინი ცნობიერებად იქცნენ, შემოქმედებით გაგებად გარდაიქმნენ.</p>\n<p>სიკვდილი და სიცოცხლე მჭიდრო კავშირშია. მხოლოდ მარცვლის სიკვდილით იბადება მცენარე, მხოლოდ გამოცდილების სიკვდილით იბადება გაგება. ეს არის ავთენტური ტრანსფორმაციის პროცესი.</p>\n<p>გართულებულ ადამიანს მეხსიერება სავსე აქვს გამოცდილებით.</p>\n<p>ეს აჩვენებს მის შემოქმედებითი გაგების ნაკლებობას, რადგან როდესაც გამოცდილება მთლიანად გასაგებია გონების ყველა დონეზე, ისინი წყვეტენ არსებობას, როგორც გამოცდილება და იბადებიან როგორც გაგება.</p>\n<p>პირველ რიგში, აუცილებელია გამოცდილების მიღება, მაგრამ არ უნდა დავრჩეთ გამოცდილების სფეროში, რადგან მაშინ გონება რთულდება და რთულდება. აუცილებელია ცხოვრება ინტენსიურად და ყველა გამოცდილების გარდაქმნა ავთენტურ შემოქმედებით გაგებად.</p>\n<p>ისინი, ვინც შეცდომით თვლიან, რომ გამგები, უბრალო და უბრალო რომ ვიყოთ, უნდა მივატოვოთ სამყარო, მათხოვრები გავხდეთ, იზოლირებულ ქოხებში ვიცხოვროთ და ელეგანტური კოსტიუმის ნაცვლად ტრუსი ჩავიცვათ, სრულიად ცდებიან.</p>\n<p>ბევრ განდეგილს, ბევრ მარტოხელა ერმიტს, ბევრ მათხოვარს ძალიან რთული და რთული გონება აქვს.</p>\n<p>უაზროა სამყაროსგან განცალკევება და განდეგილად ცხოვრება, თუ მეხსიერება სავსეა გამოცდილებით, რომლებიც აკონტროლებენ აზროვნების თავისუფალ ნაკადს.</p>\n<p>უაზროა ერმიტად ცხოვრება და წმინდანების ცხოვრების სურვილი, თუ მეხსიერება სავსეა ინფორმაციით, რომელიც სათანადოდ არ არის გაგებული, რომელიც არ გამხდარა ცნობიერება გონების სხვადასხვა კუთხეში, დერეფნებსა და არაცნობიერ რეგიონებში.</p>\n<p>ისინი, ვინც ინტელექტუალურ ინფორმაციას ჭეშმარიტ შემოქმედებით გაგებად გარდაქმნიან, ვინც ცხოვრებისეულ გამოცდილებას ღრმა ჭეშმარიტ გაგებად აქცევს, მეხსიერებაში არაფერი აქვთ, ცხოვრობენ მომენტიდან მომენტამდე, სავსე ჭეშმარიტი სისრულით, გამარტივდნენ და უბრალო გახდნენ, თუმცა მდიდრულ რეზიდენციებში და ურბანული ცხოვრების პერიმეტრში ცხოვრობენ.</p>\n<p>პატარა ბავშვები შვიდ წლამდე სავსე არიან სიმარტივითა და ჭეშმარიტი შინაგანი სილამაზით, რადგან მათში მხოლოდ ცხოვრების ცოცხალი არსი გამოიხატება ფსიქოლოგიური მე-ს სრული არარსებობის პირობებში.</p>\n<p>ჩვენ უნდა დავიბრუნოთ დაკარგული ბავშვობა ჩვენს გულსა და გონებაში. ჩვენ უნდა დავიბრუნოთ უდანაშაულობა, თუ ჭეშმარიტად გვინდა ბედნიერები ვიყოთ.</p>\n<p>გამოცდილებებმა და სწავლამ, რომლებიც გარდაიქმნება ღრმა გაგებად, არ ტოვებს ნარჩენებს მეხსიერების სამარხში და მაშინ ჩვენ ვხდებით უბრალო, უბრალო, უდანაშაულო, ბედნიერები.</p>\n<p>გამოცდილებისა და შეძენილი ცოდნის ღრმა მედიტაცია, ღრმა თვითკრიტიკა, ინტიმური ფსიქოანალიზი გარდაქმნის ყველაფერს ღრმა შემოქმედებით გაგებად. ეს არის ჭეშმარიტი ბედნიერების გზა, რომელიც სიბრძნისა და სიყვარულისგან იბადება.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/educacion-fundamental/la-sencillez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/la-sencillez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/la-sencillez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
