import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "სიბერე",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "28. სიბერე",
    "order": 28
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ცხოვრების პირველი ორმოცი წელი გვაძლევს წიგნს, მომდევნო ოცდაათი კი - კომენტარს.</p>\n<p>ოც წელს კაცი ფარშევანგია; ოცდაათში - ლომი; ორმოცში - აქლემი; ორმოცდაათში - გველი; სამოცში - ძაღლი; სამოცდაათში - მაიმუნი, ხოლო ოთხმოცში - მხოლოდ ხმა და ჩრდილი.</p>\n<p>დრო ყველა საგანს ამჟღავნებს: ის ძალიან საინტერესო მებაზრეა, რომელიც თავისით ლაპარაკობს, მაშინაც კი, როცა არავინ ეკითხება არაფერს.</p>\n<p>არ არსებობს რაიმე გაკეთებული ღარიბი ინტელექტუალური ცხოველის ხელით, რომელსაც ცრუდ კაცს უწოდებენ, რომელსაც ადრე თუ გვიან დრო არ გაანადგურებს.</p>\n<p>“FUGIT IRRÉPARABILE TEMPUS”, დრო, რომელიც გარბის, აღდგენას არ ექვემდებარება.</p>\n<p>დრო საჯაროდ გამოაქვს ყველაფერს, რაც ახლა დამალულია და ფარავს და მალავს ყველაფერს, რაც ამ წუთში ბრწყინავს ბრწყინვალებით.</p>\n<p>სიბერე სიყვარულს ჰგავს, დამალვა არ შეიძლება მაშინაც კი, თუ ახალგაზრდობის სამოსში იმოსება.</p>\n<p>სიბერე თრგუნავს ადამიანების სიამაყეს და ამცირებს მათ, მაგრამ ერთი რამ არის იყო თავმდაბალი და მეორე - დამცირებულად დაცემა.</p>\n<p>როდესაც სიკვდილი ახლოვდება, ცხოვრებაში იმედგაცრუებული მოხუცები აღმოაჩენენ, რომ სიბერე აღარ არის ტვირთი.</p>\n<p>ყველა ადამიანი იმედოვნებს, რომ დიდხანს იცოცხლებს და დაბერდება და ამის მიუხედავად, სიბერეს ეშინია.</p>\n<p>სიბერე ორმოცდათექვსმეტი წლის ასაკში იწყება და შემდეგ ხორციელდება სეპტენარიულ პერიოდებში, რომლებიც მიგვიყვანს სიდუხჭირემდე და სიკვდილამდე.</p>\n<p>მოხუცების ყველაზე დიდი ტრაგედია მდგომარეობს არა თავად დაბერების ფაქტში, არამედ იმაში, რომ სისულელეა იმის აღიარება არ სურთ, რომ ბერები არიან და სისულელეა იმის დაჯერება, რომ ახალგაზრდები არიან, თითქოს სიბერე დანაშაულია.</p>\n<p>ყველაზე კარგი სიბერეში ის არის, რომ ძალიან ახლოს ხარ მიზანთან.</p>\n<p>ფსიქოლოგიური მე, ჩემი თავი, ეგო, წლებთან და გამოცდილებასთან ერთად არ უმჯობესდება; ის რთულდება, უფრო ძნელი ხდება, უფრო შრომატევადი, ამიტომაც ამბობს ხალხური გამონათქვამი: “ხასიათი და გარეგნობა სამარემდე”.</p>\n<p>რთული მოხუცების ფსიქოლოგიური მე თავს იმშვიდებს ლამაზი რჩევების მიცემით, ცუდი მაგალითების მოყვანის უუნარობის გამო.</p>\n<p>მოხუცებმა ძალიან კარგად იციან, რომ სიბერე საშინელი ტირანია, რომელიც სიკვდილით დასჯის მუქარით უკრძალავს მათ ახალგაზრდობის სიგიჟის სიამოვნებით ტკბობას და ურჩევნიათ საკუთარი თავი ლამაზი რჩევების მიცემით დაამშვიდონ.</p>\n<p>მე მალავს მე-ს, მე მალავს საკუთარი თავის ნაწილს და ყველაფერი სუბლიმირებული ფრაზებით და ლამაზი რჩევებით იარლიყდება.</p>\n<p>ჩემი თავის ერთი ნაწილი მალავს ჩემი თავის მეორე ნაწილს. მე მალავს იმას, რაც მისთვის მოსახერხებელი არ არის.</p>\n<p>დაკვირვებითა და გამოცდილებით სრულიად დამტკიცებულია, რომ როდესაც მანკიერებები გვტოვებენ, გვიხარია იმის ფიქრი, რომ ჩვენ ვიყავით ისინი, ვინც მივატოვეთ ისინი.</p>\n<p>ინტელექტუალური ცხოველის გული წლებთან ერთად არ უმჯობესდება, არამედ უარესდება, ის ყოველთვის ქვა ხდება და თუ ახალგაზრდობაში ხარბი, მატყუარა, გაბრაზებული ვიყავით, სიბერეში კიდევ უფრო მეტად ვიქნებით.</p>\n<p>მოხუცები წარსულში ცხოვრობენ, მოხუცები მრავალი გუშინდელის შედეგია, მოხუცებმა საერთოდ არ იციან ის მომენტი, რომელშიც ვცხოვრობთ, მოხუცები დაგროვილი მეხსიერებაა.</p>\n<p>სრულყოფილი სიბერის მიღწევის ერთადერთი გზა ფსიქოლოგიური მე-ს დაშლაა. როდესაც მომენტიდან მომენტამდე სიკვდილს ვსწავლობთ, ვუახლოვდებით ამაღლებულ სიბერეს.</p>\n<p>სიბერეს დიდი აზრი აქვს, სიმშვიდე და თავისუფლება მათთვის, ვინც უკვე გაანადგურა მე.</p>\n<p>როდესაც ვნებები რადიკალურად, მთლიანად და საბოლოოდ კვდება, თავისუფალი რჩები არა ერთი ბატონისგან, არამედ მრავალი ბატონისგან.</p>\n<p>ძალიან ძნელია ცხოვრებაში უდანაშაულო მოხუცების პოვნა, რომლებსაც აღარ გააჩნიათ მე-ს ნარჩენებიც კი, ამ კლასის მოხუცები უსაზღვროდ ბედნიერები არიან და წამიდან წამამდე ცხოვრობენ.</p>\n<p>სიბრძნეში გათეთრებული კაცი. სიბერის მცოდნე, სიყვარულის ბატონი, ფაქტობრივად იქცევა სინათლის შუქურად, რომელიც გონივრულად წარმართავს უთვალავი საუკუნის დინებას.</p>\n<p>მსოფლიოში არსებობდნენ და ამჟამადაც არსებობენ ზოგიერთი ძველი მასწავლებელი, რომლებსაც მე-ს უკანასკნელი ნარჩენებიც კი არ გააჩნიათ. ეს გნოსტიკური არჰატები იმდენად ეგზოტიკური და ღვთაებრივია, როგორც ლოტოსის ყვავილი.</p>\n<p>ღირსი უხუცესი ოსტატი, რომელმაც რადიკალურად და საბოლოოდ გაანადგურა გამრავლებული მე, არის სრულყოფილი სიბრძნის, ღვთიური სიყვარულისა და ამაღლებული ძალის სრულყოფილი გამოხატულება.</p>\n<p>უხუცესი ოსტატი, რომელსაც მე აღარ ჰყავს, ფაქტობრივად ღვთიური არსების სრული გამოვლინებაა.</p>\n<p>ამ ამაღლებულმა უხუცესებმა, ამ გნოსტიკურმა არჰატებმა გაანათეს სამყარო უძველესი დროიდან, გავიხსენოთ ბუდა, მოსე, ჰერმესი, რამაკრიშნა, დანიელი, წმინდა ლამა და ა.შ. და ა.შ. და ა.შ.</p>\n<p>სკოლების, კოლეჯებისა და უნივერსიტეტების მასწავლებლებმა, დედებმა, ოჯახის მამებმა უნდა ასწავლონ ახალ თაობებს მოხუცების პატივისცემა და თაყვანისცემა.</p>\n<p>ის, რასაც სახელი არ აქვს, ის, რაც ღვთაებრივია, ის, რაც რეალურია, აქვს სამი ასპექტი: სიბრძნე, სიყვარული, სიტყვა.</p>\n<p>ღვთაებრივი, როგორც მამა არის კოსმოსური სიბრძნე, როგორც დედა არის უსასრულო სიყვარული, როგორც შვილი არის სიტყვა.</p>\n<p>ოჯახის მამაში სიბრძნის სიმბოლოა. სახლის დედაში არის სიყვარული, შვილები სიტყვას განასახიერებენ.</p>\n<p>მოხუცი მამა იმსახურებს შვილების მთელ მხარდაჭერას. მოხუც მამას არ შეუძლია მუშაობა და სამართლიანია, რომ შვილებმა შეინახონ და პატივი სცენ მას.</p>\n<p>საყვარელ მოხუც დედას არ შეუძლია მუშაობა და ამიტომ აუცილებელია, რომ ვაჟებმა და ქალიშვილებმა იზრუნონ მასზე და უყვარდეთ ის და ამ სიყვარულისგან რელიგია შექმნან.</p>\n<p>ვინც არ იცის მამის სიყვარული, ვინც არ იცის დედის შეყვარება, მარცხენა ხელით მიდის შეცდომის გზაზე.</p>\n<p>შვილებს არ აქვთ უფლება განსაჯონ თავიანთი მშობლები, ამქვეყნად არავინ არის სრულყოფილი და ვისაც გარკვეული ნაკლოვანებები არ გვაქვს ერთი მიმართულებით, გვაქვს მეორეში, ყველანი ერთი მაკრატლით ვართ მოჭრილი.</p>\n<p>ზოგიერთი ადამიანი აუფასურებს მამობრივ სიყვარულს, ზოგი კი მამობრივ სიყვარულზე იცინის. ვინც ასე იქცევა ცხოვრებაში, არც კი შესულა იმ გზაზე, რომელიც მიდის იმისკენ, რასაც სახელი არ აქვს.</p>\n<p>უმადური შვილი, რომელიც სძულს მამას და ივიწყებს დედას, ნამდვილად არის ნამდვილი გარყვნილი, რომელსაც სძულს ყველაფერი ღვთაებრივი.</p>\n<p>ცნობიერების რევოლუცია არ ნიშნავს უმადურობას, მამის დავიწყებას, საყვარელი დედის დაკნინებას. ცნობიერების რევოლუცია არის სიბრძნე, სიყვარული და სრულყოფილი ძალა.</p>\n<p>მამაში სიბრძნის სიმბოლოა, ხოლო დედაში სიყვარულის ცოცხალი წყაროა, რომლის ყველაზე სუფთა არსის გარეშე შეუძლებელია უმაღლესი ინტიმური რეალიზაციების მიღწევა.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/educacion-fundamental/la-vejez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/la-vejez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/la-vejez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
