import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Ծերություն",
  "locale": "hy",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "28. Ծերություն",
    "order": 28
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Կյանքի առաջին քառասուն տարիները մեզ գիրք են տալիս, հաջորդ երեսունը՝ մեկնաբանություն։</p>\n<p>Քսան տարեկանում տղամարդը սիրամարգ է, երեսուն տարեկանում՝ առյուծ, քառասուն տարեկանում՝ ուղտ, հիսուն տարեկանում՝ օձ, վաթսուն տարեկանում՝ շուն, յոթանասուն տարեկանում՝ կապիկ, իսկ ութսուն տարեկանում՝ միայն ձայն և ստվեր։</p>\n<p>Ժամանակը բացահայտում է բոլոր բաները. նա շատ հետաքրքիր բարբաջող է, որը խոսում է ինքն իրենով, նույնիսկ եթե նրան ոչինչ չեն հարցնում:</p>\n<p>Չկա ոչինչ, որ արված լինի աղքատ ԻՆՏԵԼԵԿՏՈՒԱԼ ԿԵՆԴԱՆՈՒ ձեռքով, որը կեղծ կերպով կոչվում է մարդ, որը վաղ թե ուշ ժամանակը չի ոչնչացնի:</p>\n<p>“FUGIT IRRÉPARABILE TEMPUS”, հեռացող ժամանակը չի կարող վերականգնվել։</p>\n<p>Ժամանակը հանրությանն է հանում այն ամենը, ինչն այժմ թաքնված է, և ծածկում ու թաքցնում է այն ամենը, ինչն այս պահին փայլում է շքեղությամբ։</p>\n<p>Ծերությունը նման է սիրուն, այն չի կարելի թաքցնել, նույնիսկ եթե այն քողարկվի երիտասարդության հանդերձանքով:</p>\n<p>Ծերությունը ճնշում է մարդկանց հպարտությունը և նվաստացնում նրանց, բայց մի բան է լինել խոնարհ և մեկ այլ բան՝ ընկնել նվաստացած:</p>\n<p>Երբ մահը մոտենում է, կյանքից հիասթափված ծերունիները գտնում են, որ ծերությունը այլևս բեռ չէ:</p>\n<p>Բոլոր մարդիկ հույս ունեն երկար ապրել և ծերանալ, և այնուամենայնիվ, ծերությունը վախեցնում է նրանց:</p>\n<p>Ծերությունը սկսվում է հիսունվեց տարեկանից և այնուհետև մշակվում է յոթնյակ շրջաններում, որոնք մեզ տանում են դեպի անկում և մահ:</p>\n<p>Ծերերի ամենամեծ ողբերգությունը կայանում է ոչ թե ծեր լինելու փաստի մեջ, այլ այն հիմարության մեջ, որ չեն ուզում ընդունել, որ ծեր են, և այն հիմարության մեջ, որ իրենց երիտասարդ են համարում, կարծես ծերությունը հանցանք լինի:</p>\n<p>Ծերության լավագույն բանն այն է, որ մեկը շատ մոտ է գտնվում նպատակին:</p>\n<p>ՀՈԳԵԲԱՆԱԿԱՆ ԵՍ-ը, ԻՄ ԱՆՁԸ, ԷԳՈՆ, չի բարելավվում տարիների և փորձի հետ, այլ բարդանում է, դառնում ավելի դժվար, ավելի աշխատատար, այդ պատճառով էլ ժողովրդական ասացվածքն ասում է. “ԲՆԱՎՈՐՈՒԹՅՈՒՆԸ ՄԻՆՉԵՎ ԳԵՐԵԶՄԱՆ”:</p>\n<p>Դժվար ծերերի ՀՈԳԵԲԱՆԱԿԱՆ ԵՍ-ն ինքն իրեն մխիթարում է գեղեցիկ խորհուրդներ տալով՝ իրենց տգեղ օրինակներ բերելու անկարողության պատճառով:</p>\n<p>Ծերերը շատ լավ գիտեն, որ ծերությունը շատ սարսափելի բռնակալ է, որն արգելում է նրանց, մահվան պատժի տակ, վայելել խելահեղ երիտասարդության հաճույքները, և նախընտրում են մխիթարել իրենց գեղեցիկ խորհուրդներ տալով:</p>\n<p>ԵՍ-ը թաքցնում է ԵՍ-ին, ԵՍ-ը թաքցնում է իր մի մասը, և ամեն ինչ պիտակավորվում է վեհ արտահայտություններով և գեղեցիկ խորհուրդներով։</p>\n<p>ԻՄ ԱՆՁԻ ՄԻ մասը թաքցնում է ԻՄ ԱՆՁԻ մեկ այլ մասը: ԵՍ-ը թաքցնում է այն, ինչը իրեն ձեռնտու չէ:</p>\n<p>Դիտարկման և փորձի միջոցով լիովին ապացուցված է, որ երբ արատները լքում են մեզ, մեզ դուր է գալիս մտածել, որ մենք ենք լքել դրանք:</p>\n<p>ԻՆՏԵԼԵԿՏՈՒԱԼ ԿԵՆԴԱՆՈՒ սիրտը տարիների հետ չի դառնում ավելի լավ, այլ ավելի վատ, այն միշտ դառնում է քարից, և եթե երիտասարդության տարիներին մենք եղել ենք ագահ, խաբեբա, բարկացկոտ, ապա ծերության տարիներին շատ ավելի կլինենք:</p>\n<p>Ծերերը ապրում են անցյալում, ծերերը շատ երեկների արդյունք են, տարեցները լիովին անտեսում են այն պահը, որում մենք ապրում ենք, ծերերը կուտակված հիշողություն են:</p>\n<p>Կատարյալ ծերության հասնելու միակ ձևը ՀՈԳԵԲԱՆԱԿԱՆ ԵՍ-ը լուծելն է: Երբ մենք սովորում ենք մահանալ պահից պահ, մենք հասնում ենք վեհ ծերության:</p>\n<p>Ծերությունն ունի մեծ իմաստ, հանգստություն և ազատություն նրանց համար, ովքեր արդեն լուծել են ԵՍ-ը:</p>\n<p>Երբ կրքերը մահացել են արմատապես, լիովին և վերջնականապես, մեկը ազատ է մնում ոչ թե մեկ տիրոջից, այլ շատ տերերից:</p>\n<p>Կյանքում շատ դժվար է գտնել անմեղ ծերերի, որոնք այլևս չունեն ԵՍ-ի մնացորդները, այդ դասի ծերերը անսահման երջանիկ են և ապրում են պահից պահ:</p>\n<p>Մարդը մազերը ճերմակեցրել է ԻՄԱՍՏՈՒԹՅԱՆ ՄԵՋ: Ծերունին գիտելիքների մեջ, սիրո տերը, դառնում է փաստորեն լույսի փարոս, որը իմաստորեն ուղղորդում է անթիվ դարերի հոսքը:</p>\n<p>Աշխարհում գոյություն են ունեցել և ներկայումս գոյություն ունեն որոշ ՏԱՐԵՑ ՎԱՐՊԵՏՆԵՐ, որոնք չունեն նույնիսկ ԵՍ-ի վերջին մնացորդները: Այս ԳՆՈՍՏԻԿ ԷՐՀԱՏՆԵՐԸ այնքան էկզոտիկ և աստվածային են, որքան լոտոսի ծաղիկը:</p>\n<p>ՊԱՏՎԱՍՏԱԿԱՆ ՏԱՐԵՑ ՎԱՐՊԵՏԸ, որը արմատապես և վերջնականապես լուծել է ԲԱԶՄԱՊԱՏԻԿ ԵՍ-ը, կատարյալ արտահայտությունն է ԿԱՏԱՐՅԱԼ ԻՄԱՍՏՈՒԹՅԱՆ, ԱՍՏՎԱԾԱՅԻՆ ՍԻՐՈ ԵՎ ՎԵՀ ԶՈՐՈՒԹՅԱՆ:</p>\n<p>ՏԱՐԵՑ ՎԱՐՊԵՏԸ, որն այլևս չունի ԵՍ-ը, փաստորեն ԱՍՏՎԱԾԱՅԻՆ ԷՈՒԹՅԱՆ լիակատար դրսևորումն է:</p>\n<p>Այդ ՎԵՀԱՓԱՌ ԾԵՐՈՒՆԻՆԵՐԸ, այդ ԳՆՈՍՏԻԿ ԷՐՀԱՏՆԵՐԸ լուսավորել են աշխարհը հնագույն ժամանակներից, հիշենք ԲՈՒԴԴԱՆ, ՄՈՎՍԵՍԻՆ, ՀԵՐՄԵՍԻՆ, ՌԱՄԱԿՐԻՇՆԱՆ, ԴԱՆԻԵԼԻՆ, ՍՈՒՐԲ ԼԱՄԱՅԻՆ և այլն, և այլն, և այլն:</p>\n<p>Դպրոցների, քոլեջների և համալսարանների ուսուցիչները, մայրիկները, ընտանիքի հայրերը, պետք է նոր սերունդներին սովորեցնեն հարգել և երկրպագել ծերերին:</p>\n<p>ԱՅՆ, ինչը անուն չունի, ԱՅՆ, ինչը ԱՍՏՎԱԾԱՅԻՆ է, ԱՅՆ, ինչը ԻՐԱԿԱՆ է, ունի երեք կողմեր. ԻՄԱՍՏՈՒԹՅՈՒՆ, ՍԵՐ, ԲԱՌ:</p>\n<p>ԱՍՏՎԱԾԱՅԻՆԸ որպես ՀԱՅՐ՝ ՏԻԵԶԵՐԱԿԱՆ ԻՄԱՍՏՈՒԹՅՈՒՆ է, որպես ՄԱՅՐ՝ ԱՆՍԱՀՄԱՆ ՍԵՐ է, որպես որդի՝ ԲԱՌ է:</p>\n<p>Ընտանիքի հոր մեջ գտնվում է իմաստության խորհրդանիշը: Տան մայրիկի մեջ գտնվում է ՍԵՐԸ, երեխաները խորհրդանշում են բառը:</p>\n<p>Ծեր հայրը արժանի է երեխաների ամբողջ աջակցությանը: Հայրն արդեն ծեր է և չի կարող աշխատել, և արդար է, որ երեխաները նրան պահեն և հարգեն:</p>\n<p>Պաշտելի մայրիկը արդեն ծեր է և չի կարող աշխատել, և հետևաբար անհրաժեշտ է, որ որդիներն ու դուստրերը հոգ տան նրա մասին և սիրեն նրան և այդ սերը դարձնեն կրոն:</p>\n<p>Ով չգիտե սիրել իր Հորը, ով չգիտե ՊԱՇՏԵԼ իր ՄԱՅՐԻԿԻՆ, քայլում է ձախ ձեռքի ճանապարհով, սխալի ճանապարհով:</p>\n<p>Երեխաները իրավունք չունեն դատել իրենց Ծնողներին, ոչ ոք կատարյալ չէ այս աշխարհում, և նրանք, ովքեր չունեն որոշակի թերություններ մեկ ուղղությամբ, ունեն դրանք մյուս ուղղությամբ, մենք բոլորս կտրված ենք նույն մկրատով:</p>\n<p>Ոմանք թերագնահատում են ՀԱՅՐԱԿԱՆ ՍԵՐԸ, իսկ մյուսները նույնիսկ ծիծաղում են ՀԱՅՐԱԿԱՆ ՍԻՐՈ վրա: Նրանք, ովքեր այսպես են պահում իրենց կյանքում, նույնիսկ չեն մտել այն ճանապարհով, որը տանում է դեպի ԱՅՆ, ինչը անուն չունի:</p>\n<p>Անշնորհակալ որդին, որը ատում է իր Հորը և մոռանում է իր Մորը, իրականում այն իրական այլասերվածն է, որը ատում է այն ամենը, ինչը ԱՍՏՎԱԾԱՅԻՆ է:</p>\n<p>ԳԻՏԱԿՑՈՒԹՅԱՆ ՀԵՂԱՓՈԽՈՒԹՅՈՒՆԸ չի նշանակում ԱՆՇՆՈՐՀԱԿԱԼՈՒԹՅՈՒՆ, մոռանալ հորը, թերագնահատել պաշտելի Մորը: ԳԻՏԱԿՑՈՒԹՅԱՆ ՀԵՂԱՓՈԽՈՒԹՅՈՒՆԸ ԻՄԱՍՏՈՒԹՅՈՒՆ Է ՍԵՐ և ԿԱՏԱՐՅԱԼ ԶՈՐՈՒԹՅՈՒՆ:</p>\n<p>Հոր մեջ գտնվում է իմաստության խորհրդանիշը, իսկ Մոր մեջ գտնվում է ՍԻՐՈ կենդանի աղբյուրը, առանց որի մաքրագույն էության իրականում անհնար է հասնել ամենաբարձր ՆԵՐՔՆԱՅԻՆ ԻՐԱԿԱՆԱՑՈՒՄՆԵՐԻՆ:</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hy/educacion-fundamental/la-vejez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/la-vejez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/la-vejez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
