import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "እርጅና",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "28. እርጅና",
    "order": 28
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>የመጀመሪያዎቹ አርባ ዓመታት መጽሐፉን ይሰጡናል፣ ቀጣዮቹ ሠላሳ ደግሞ ትችቱን ይሰጣሉ።</p>\n<p>በሃያ ዓመቱ አንድ ወንድ ንቡር ነው; በሰላሳ አንበሳ ነው; በአርባ ግመል ነው; በሃምሳ እባብ ነው; በስልሳ ውሻ ነው; በሰባ ዝንጀሮ ነው, እና በሰማንያ ድምጽ እና ጥላ ብቻ ነው።</p>\n<p>ጊዜ ሁሉንም ነገር ይገልጣል: አንድ ሰው ምንም ነገር ሳይጠይቀው እንኳ በራሱ የሚናገር በጣም አስደሳች ወሬኛ ነው።</p>\n<p>በድሀው አስተዋይ እንስሳ፣ በሐሰት ሰው ተብሎ በተጠራው እጅ የተሠራ ምንም ነገር የለም፣ ጊዜው ዘግይቶም ይሁን ቶሎ የማያጠፋው።</p>\n<p>“FUGIT IRRÉPARABILE TEMPUS”፣ የሚሸሸው ጊዜ ሊስተካከል አይችልም።</p>\n<p>ጊዜ አሁን የተደበቀውን ሁሉ ለሕዝብ ይፋ ያደርጋል፣ በአሁኑ ጊዜ በደመቀ ብርሃን የሚያበራውን ሁሉ ይሸፍናል፣ ይደብቃል።</p>\n<p>እርጅና እንደ ፍቅር ነው፣ የወጣትነትን ልብስ ለብሶ ቢደብቅም እንኳ ሊደበቅ አይችልም።</p>\n<p>እርጅና የወንዶችን ኩራት ያዋርዳል፣ ያዋርዳቸዋል፣ ነገር ግን ትሑት መሆን አንድ ነገር ነው፣ የተዋረደ መሆን ደግሞ ሌላ ነው።</p>\n<p>ሞት ሲቃረብ፣ በህይወት የተማረሩ አዛውንቶች እርጅና ሸክም እንዳልሆነ ይገነዘባሉ።</p>\n<p>ሁሉም ሰዎች ረጅም ዕድሜ ለመኖርና አዛውንት ለመሆን ተስፋ ያደርጋሉ፣ ሆኖም እርጅና ያስፈራቸዋል።</p>\n<p>እርጅና የሚጀምረው በሃምሳ ስድስት ዓመት ሲሆን ከዚያ በኋላ እስከ ድካምና ሞት በሚመሩን ሰፕቴናዊ ወቅቶች ውስጥ ይካሄዳል።</p>\n<p>የአዛውንቶች ትልቁ አሳዛኝ ነገር አዛውንት በመሆናቸው ሳይሆን አዛውንት መሆናቸውን ለመቀበል ፈቃደኛ አለመሆናቸውና እርጅና ወንጀል እንደሆነ በማሰብ ወጣት መስለው ለመታየት ያላቸው ሞኝነት ነው።</p>\n<p>እርጅና ያለው ምርጡ ነገር ወደ መጨረሻው መስመር በጣም ቅርብ መሆን ነው።</p>\n<p>ሥነ ልቦናዊው እኔ፣ ራሴ፣ ኢጎ፣ ከዓመታትና ልምድ ጋር አይሻሻልም; እየተወሳሰበ፣ እየከበደ፣ የበለጠ አድካሚ ይሆናል፣ ለዚህ ነው የተለመደው አባባል እንዲህ የሚለው፡- “ዘረመልና መልክ እስከ መቃብር”።</p>\n<p>የከበዱ አዛውንቶች ሥነ ልቦናዊው እኔ መጥፎ ምሳሌዎችን ለመስጠት ባለመቻላቸው ራሳቸውን ጥሩ ምክሮችን በመስጠት ያጽናናሉ።</p>\n<p>አዛውንቶች እርጅና በጣም አስፈሪ አምባገነን እንደሆነና እብድ ወጣትነትን በመደሰት ላይ የሞት ቅጣት እንደሚጥልባቸው በሚገባ ያውቃሉ፣ ስለዚህ ራሳቸውን ጥሩ ምክሮችን በመስጠት ማጽናናትን ይመርጣሉ።</p>\n<p>እኔ እኔን ይደብቃል፣ እኔ የራሴን ክፍል ይደብቃል፣ እና ሁሉም ነገር ከፍ ባሉ ሐረጎችና በሚያምሩ ምክሮች ይለጠፋል።</p>\n<p>የእኔ ክፍል ሌላውን የራሴን ክፍል ይደብቃል። እኔ የማይጠቅመውን ነገር ይደብቃል።</p>\n<p>ምልከታና ልምድ ሱስ በሚተውልን ጊዜ እኛ የጣልናቸው መስሎን መደሰት እንደምንወድ ሙሉ በሙሉ አረጋግጧል።</p>\n<p>የአስተዋዩ እንስሳ ልብ ከዓመታት ጋር አይሻሻልም፣ ይባስ እንጂ፣ ሁልጊዜም እንደ ድንጋይ ነው፣ በወጣትነት ስግብግብ፣ ሐሰተኛ፣ ተቆጪ ከሆንን በእርጅና የበለጠ እንሆናለን።</p>\n<p>አዛውንቶች የሚኖሩት ባለፈው ነው፣ አዛውንቶች የብዙ ትላንቶች ውጤት ናቸው፣ ሽማግሌዎች አሁን በምንኖርበት ጊዜ ፈጽሞ አያውቁም፣ አዛውንቶች የተጠራቀመ ትውስታ ናቸው።</p>\n<p>ፍጹም እርጅናን ለመድረስ ብቸኛው መንገድ ሥነ ልቦናዊውን እኔን መፍታት ነው። ከጊዜ ወደ ጊዜ መሞትን ስንማር ወደ ከፍ ያለ እርጅና እንደርሳለን።</p>\n<p>እርጅና እኔን ላሟሟላቸው መረጋጋትና ነፃነት ትልቅ ትርጉም አለው።</p>\n<p>ስሜቶች በአክራሪነት፣ በአጠቃላይና በመጨረሻ ሲሞቱ አንድ ሰው ከአንድ ጌታ ሳይሆን ከብዙ ጌቶች ነፃ ይሆናል።</p>\n<p>በሕይወት ውስጥ የራስ ቅሪት እንኳን የሌላቸው ንጹሐን ሽማግሌዎችን ማግኘት በጣም ከባድ ነው፣ እነዚያ ዓይነት ሽማግሌዎች እጅግ በጣም ደስተኞች ናቸውና ከጊዜ ወደ ጊዜ ይኖራሉ።</p>\n<p>በጥበብ የሸበተው ሰው። በእውቀት የሸመገለው ሽማግሌ፣ የፍቅር ጌታ፣ የበርካታ ምዕተ ዓመታት ፍሰትን በጥበብ የሚመራ የብርሃን ምሰሶ ይሆናል።</p>\n<p>በዓለም ላይ የራስ ቅሪት እንኳን የሌላቸው አንዳንድ ሽማግሌዎች ነበሩና አሁንም አሉ። እነዚህ ጂኖስቲክ አርሃቶች እንደ ሎተስ አበባ እንግዳና መለኮታዊ ናቸው።</p>\n<p>የተከበረው ሽማግሌ ማስተር ብዙ የሆነውን እኔ በአክራሪነትና በመጨረሻ የፈታው የፍጹም ጥበብ፣ የመለኮታዊ ፍቅርና የላቀ ኃይል ፍጹም መግለጫ ነው።</p>\n<p>እኔ የሌለው ሽማግሌ ማስተር በእርግጥ የመለኮታዊው ሕልውና ሙሉ መገለጫ ነው።</p>\n<p>እነዚያ የላቁ ሽማግሌዎች፣ እነዚያ ጂኖስቲክ አርሃቶች ከጥንት ጊዜ ጀምሮ ዓለምን አብረዋል፣ ቡድሃን፣ ሙሴን፣ ሄርሜስን፣ ራማክሪሽናን፣ ዳንኤልን፣ ቅዱስ ላማን ወዘተ ወዘተ እንዘክር።</p>\n<p>የትምህርት ቤቶች፣ ኮሌጆችና ዩኒቨርሲቲዎች መምህራን፣ ሴት መምህራን፣ ወላጆች አዲሱን ትውልድ ሽማግሌዎችን እንዲያከብሩና እንዲያከብሩ ማስተማር አለባቸው።</p>\n<p>ስም የሌለው፣ መለኮታዊ የሆነው፣ እውነተኛ የሆነው፣ ሦስት ገጽታዎች አሉት፡ ጥበብ፣ ፍቅር፣ ቃል/ንግግር።</p>\n<p>መለኮታዊው እንደ አባት የጠፈር ጥበብ ነው፣ እንደ እናት ማለቂያ የሌለው ፍቅር ነው፣ እንደ ልጅ ቃል/ንግግር ነው።</p>\n<p>በቤተሰብ አባት ውስጥ የጥበብ ምልክት አለ። በቤት እመቤት ውስጥ ፍቅር አለ, ልጆች ቃሉን ያመለክታሉ.</p>\n<p>አሮጌው አባት ከልጆቹ ሁሉንም ድጋፍ ይገባዋል። ያረጀው አባት መሥራት አይችልም ስለዚህ ልጆች ሊያኖሩትና ሊያከብሩት ይገባል።</p>\n<p>ውዷና ያረጀችው እናት መሥራት አትችልም ስለዚህ ወንዶችና ሴቶች ልጆች ሊንከባከቧት፣ ሊወዷት፣ ያንን ፍቅር ሃይማኖት ማድረግ አስፈላጊ ነው።</p>\n<p>አባቱን መውደድ የማይችል፣ እናቱን ማክበር የማይችል በእጁ ወደ ግራ መንገድ እየሄደ፣ ወደ ስህተት መንገድ እየሄደ ነው።</p>\n<p>ልጆች ወላጆቻቸውን የመፍረድ መብት የላቸውም, በዚህ ዓለም ውስጥ ማንም ፍጹም አይደለምና በተወሰነ አቅጣጫ ጉድለቶች የሌሉብን, በሌላ አቅጣጫ አለን, ሁላችንም በተመሳሳይ መቀስ ተቆርጠናል.</p>\n<p>አንዳንዶች የአባት ፍቅርን ያቃልላሉ፣ ሌሎች ደግሞ የአባትን ፍቅር ያፌዙበታል። በህይወት ውስጥ እንደዚህ የሚሠሩ ሰዎች ስም ወደሌለው ወደዚያ የሚወስደውን መንገድ እንኳን አልገቡም።</p>\n<p>አባቱን የሚጠላና እናቱን የሚረሳው የማያውቅ ልጅ በእርግጥ መለኮታዊ የሆነውን ሁሉ የሚጠላ እውነተኛ ክፉ ሰው ነው።</p>\n<p>የህሊና አብዮት ማለት ምስጋና ቢስነት፣ አባትን መርሳት፣ ውዷን እናትን ማቃለል ማለት አይደለም። የህሊና አብዮት ማለት ጥበብ ፍቅርና ፍጹም ኃይል ማለት ነው።</p>\n<p>በአባት ውስጥ የጥበብ ምልክት አለ፣ በእናት ውስጥ የፍቅር ምንጭ አለ፣ ያለ ንፁህ ማንነት ከፍተኛው የቅርብ ግንዛቤዎች ማግኘት የማይቻል ነው።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/la-vejez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-vejez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-vejez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
