import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Старість",
  "locale": "uk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "28. Старість",
    "order": 28
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Перші сорок років життя дають нам книгу, наступні тридцять – коментар до неї.</p>\n<p>У двадцять років чоловік – павич; у тридцять – лев; у сорок – верблюд; у п’ятдесят – змія; у шістдесят – собака; у сімдесят – мавпа, а у вісімдесят – тільки голос і тінь.</p>\n<p>Час розкриває все: це дуже цікавий балакун, який говорить сам по собі, навіть коли його ні про що не запитують.</p>\n<p>Немає нічого зробленого рукою бідної ІНТЕЛЕКТУАЛЬНОЇ ТВАРИНИ, помилково званої людиною, що рано чи пізно час не зруйнував би.</p>\n<p>“FUGIT IRRÉPARABILE TEMPUS”, час, що тікає, не можна відновити.</p>\n<p>Час виносить на публіку все, що зараз приховано, і приховує та ховає все, що в даний момент сяє з блиском.</p>\n<p>Старість, як любов, не може бути прихована, навіть якщо її прикрашати одягом молодості.</p>\n<p>Старість пригнічує гордість людей і принижує їх, але одне діло бути смиренним, а інше – впасти приниженим.</p>\n<p>Коли смерть наближається, старі, розчаровані життям, знаходять, що старість вже не є тягарем.</p>\n<p>Усі чоловіки плекають надію прожити довге життя і дожити до старості, і все ж старість їх лякає.</p>\n<p>Старість починається в п’ятдесят шість років і потім розвивається в семирічні періоди, які ведуть нас до немочі і смерті.</p>\n<p>Найбільша трагедія старих полягає не в самому факті старості, а в дурості не хотіти визнавати, що вони старі, і в тупості вважати себе молодими, ніби старість є злочином.</p>\n<p>Найкраще, що є в старості, це те, що знаходишся дуже близько до мети.</p>\n<p>Я ПСИХОЛОГІЧНЕ, МОЄ Я, ЕГО, не поліпшується з роками та досвідом; воно ускладнюється, стає складнішим, більш важким, тому кажуть у народі: “З ким народився, з тим і помреш”.</p>\n<p>Я ПСИХОЛОГІЧНЕ важких старих людей самовтішається, даючи гарні поради, через свою нездатність давати погані приклади.</p>\n<p>Старі добре знають, що старість – це жахливий тиран, який забороняє їм під страхом смерті насолоджуватися задоволеннями шаленої молодості, і вони воліють втішати себе гарними порадами.</p>\n<p>Я приховує Я, Я приховує частину себе, і все позначається піднесеними фразами і гарними порадами.</p>\n<p>ОДНА частина МОГО Я приховує іншу частину МОГО Я. Я приховує те, що йому не підходить.</p>\n<p>Повністю доведено спостереженням і досвідом, що коли вади покидають нас, нам приємно думати, що це ми їх покинули.</p>\n<p>Серце ІНТЕЛЕКТУАЛЬНОЇ ТВАРИНИ не стає кращим з роками, а гіршим, воно завжди кам’яніє, і якщо в молодості ми були жадібними, брехливими, гнівними, то в старості будемо набагато більше.</p>\n<p>Старі живуть у минулому, старі є результатом багатьох вчора, літні люди повністю ігнорують момент, в якому ми живемо, старі – це накопичена пам’ять.</p>\n<p>Єдиний спосіб досягти ідеальної старості – це розчинити Я ПСИХОЛОГІЧНЕ. Коли ми вчимося вмирати з моменту в момент, ми досягаємо піднесеної старості.</p>\n<p>Старість має великий сенс, спокою і свободи для тих, хто вже розчинив Я.</p>\n<p>Коли пристрасті померли в радикальній, повній і остаточній формі, людина стає вільною не від одного господаря, а від багатьох господарів.</p>\n<p>Дуже важко знайти в житті невинних літніх людей, які вже не володіють навіть залишками Я, такі літні люди нескінченно щасливі і живуть з миті в мить.</p>\n<p>Людина, посивіла в МУДРОСТІ. Літня людина в знанні, пан любові, стає де-факто маяком світла, який мудро направляє потік незліченних століть.</p>\n<p>У світі існували і існують в даний час деякі СТАРІ ВЧИТЕЛІ, які не мають навіть останніх залишків Я. Ці ГНОСТИЧНІ АРХАТИ є такими ж екзотичними і божественними, як квітка лотоса.</p>\n<p>ШАНОВНИЙ СТАРІЙШИНА ВЧИТЕЛЬ, який розчинив Я ПЛЮРАЛІЗОВАНЕ в радикальній і остаточній формі, є досконалим вираженням ДОСКОНАЛОЇ МУДРОСТІ, БОЖЕСТВЕННОЇ ЛЮБОВІ І ПІДНЕСЕНОЇ СИЛИ.</p>\n<p>СТАРІЙШИНА ВЧИТЕЛЬ, який вже не має Я, є де-факто повним проявом БОЖЕСТВЕННОГО БУТТЯ.</p>\n<p>Ці ПІДНЕСЕНІ СТАРІЙШИНИ, ці ГНОСТИЧНІ АРХАТИ освітлювали світ з давніх часів, згадаємо БУДДУ, МОЙСЕЯ, ГЕРМЕСА, РАМАКРІШНУ, ДАНІЇЛА, СВЯТОГО ЛАМУ тощо, тощо, тощо.</p>\n<p>Вчителі шкіл, коледжів та університетів, вчительки, батьки сімей повинні вчити нові покоління поважати і шанувати літніх людей.</p>\n<p>ТЕ, що не має назви, ТЕ, що є БОЖЕСТВЕННИМ, ТЕ, що є РЕАЛЬНИМ, має три аспекти: МУДРІСТЬ, ЛЮБОВ, СЛОВО.</p>\n<p>БОЖЕСТВЕННЕ як БАТЬКО є КОСМІЧНОЮ МУДРІСТЮ, як МАТИ є БЕЗМЕЖНОЮ ЛЮБОВ’Ю, як син є СЛОВОМ.</p>\n<p>У батькові сімейства знаходиться символ мудрості. У матері дому знаходиться ЛЮБОВ, діти символізують слово.</p>\n<p>Літній батько заслуговує на всю підтримку дітей. Батько вже старий і не може працювати, і справедливо, щоб діти його утримували і поважали.</p>\n<p>Люба Мати вже літня і не може працювати, і тому необхідно, щоб сини і дочки піклувалися про неї, любили її і зробили з цієї любові релігію.</p>\n<p>Хто не вміє любити свого Батька, хто не вміє ОБІЙМАТИ свою МАТІР, той йде по шляху лівої руки, по шляху помилки.</p>\n<p>Діти не мають права судити своїх батьків, ніхто не є досконалим у цьому світі, і ті, хто не має певних недоліків в одному напрямку, мають їх в іншому, всі ми зроблені з одного тіста.</p>\n<p>Деякі недооцінюють БАТЬКІВСЬКУ ЛЮБОВ, інші навіть сміються з БАТЬКІВСЬКОЇ ЛЮБОВІ. Ті, хто так поводиться в житті, навіть не вступили на шлях, який веде до ТОГО, що не має назви.</p>\n<p>Невдячний син, який ненавидить свого Батька і забуває свою Матір, є дійсно справжнім розпусником, який ненавидить все, що є БОЖЕСТВЕННИМ.</p>\n<p>РЕВОЛЮЦІЯ СВІДОМОСТІ не означає НЕВДЯЧНІСТЬ, забувати батька, недооцінювати любу Матір. РЕВОЛЮЦІЯ СВІДОМОСТІ – це МУДРІСТЬ, ЛЮБОВ і ДОСКОНАЛА СИЛА.</p>\n<p>У Батькові знаходиться символ мудрості, а в Матері знаходиться живе джерело ЛЮБОВІ, без чистої сутності якої дійсно неможливо досягти найвищих ІНТИМНИХ РЕАЛІЗАЦІЙ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/uk/educacion-fundamental/la-vejez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/la-vejez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/la-vejez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
