import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "حقیقت",
  "locale": "fa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. حقیقت",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>از کودکی و جوانی، مصائب هستی بدبختانه ما با پیچیدگی‌های ذهنی بسیار، تراژدی‌های خانوادگی درونی، ناملایمات در خانه و مدرسه و غیره آغاز می‌شود.</p>\n<p>واضح است که در کودکی و جوانی، به جز موارد بسیار نادر، همه این مشکلات نمی‌توانند به طور واقعاً عمیق بر ما تأثیر بگذارند، اما وقتی بزرگتر می‌شویم، پرسش‌ها آغاز می‌شوند: من کیستم؟ از کجا آمده‌ام؟ چرا باید رنج بکشم؟ هدف از این هستی چیست؟ و غیره و غیره و غیره.</p>\n<p>همه ما در مسیر زندگی این سؤالات را پرسیده‌ایم، همه ما زمانی خواسته‌ایم تحقیق کنیم، پرس و جو کنیم، بدانیم “چرا” این همه تلخی، ناخوشی، مبارزه و رنج چیست، اما متأسفانه همیشه در یک تئوری، در یک نظر، در یک باور به آنچه همسایه گفت، در آنچه یک پیرمرد فرتوت به ما پاسخ داد، و غیره گیر می‌افتیم.</p>\n<p>ما معصومیت واقعی و آرامش قلب آرام را از دست داده‌ایم و به همین دلیل قادر به تجربه مستقیم حقیقت در تمام زشتی‌اش نیستیم، به آنچه دیگران می‌گویند وابسته هستیم و واضح است که در مسیر اشتباهی می‌رویم.</p>\n<p>جامعه سرمایه‌داری به طور ریشه‌ای منکران خدا، کسانی که به خدا اعتقاد ندارند را محکوم می‌کند.</p>\n<p>جامعه مارکسیستی-لنینیستی کسانی را که به خدا اعتقاد دارند محکوم می‌کند، اما در اصل هر دو چیز یکسانی هستند، مسئله نظرات، هوس‌های مردم، فرافکنی‌های ذهن است. نه زودباوری، نه ناباوری، نه شکاکیت، به معنای تجربه حقیقت نیستند.</p>\n<p>ذهن می‌تواند اجازه دهد که باور کند، شک کند، نظر دهد، حدس بزند، و غیره، اما این به معنای تجربه حقیقت نیست.</p>\n<p>همچنین می‌توانیم اجازه دهیم که به خورشید اعتقاد داشته باشیم یا به آن اعتقاد نداشته باشیم و حتی به آن شک کنیم، اما این ستاره پادشاه همچنان به همه چیز روشنایی و زندگی می‌بخشد بدون اینکه نظرات ما برای او کمترین اهمیتی داشته باشد.</p>\n<p>در پس باور کورکورانه، در پس ناباوری و شکاکیت، سایه‌های بسیاری از اخلاق کاذب و مفاهیم اشتباه بسیاری از آبرومندی کاذب پنهان شده‌اند که “من” در سایه آنها قوی‌تر می‌شود.</p>\n<p>جامعه نوع سرمایه‌داری و جامعه نوع کمونیستی هر کدام به روش خود و مطابق با هوس‌ها، تعصبات و تئوری‌های خود، نوع خاصی از اخلاق را دارند. آنچه در بلوک سرمایه‌داری اخلاقی است در بلوک کمونیستی غیراخلاقی است و بالعکس.</p>\n<p>اخلاق به آداب و رسوم، مکان، زمان بستگی دارد. آنچه در یک کشور اخلاقی است در کشور دیگر غیراخلاقی است و آنچه در یک زمان اخلاقی بود، در زمان دیگری غیراخلاقی است. اخلاق هیچ ارزش اساسی ندارد، با تحلیل عمیق آن، صد در صد احمقانه است.</p>\n<p>آموزش بنیادی اخلاق را آموزش نمی‌دهد، آموزش بنیادی اخلاق انقلابی را آموزش می‌دهد و این همان چیزی است که نسل‌های جدید به آن نیاز دارند.</p>\n<p>از شب وحشتناک قرون، در تمام اعصار، همیشه مردانی بوده‌اند که از جهان دور شده‌اند تا به دنبال حقیقت بگردند.</p>\n<p>دور شدن از جهان برای جستجوی حقیقت پوچ است زیرا حقیقت در درون جهان و درون انسان در اینجا و اکنون یافت می‌شود.</p>\n<p>حقیقت، ناشناخته لحظه به لحظه است و نه با جدا شدن از جهان و نه با رها کردن همنوعان خود می‌توانیم آن را کشف کنیم.</p>\n<p>گفتن اینکه هر حقیقتی، حقیقت نصفه و نیمه است و هر حقیقتی، نیمی از خطا است، پوچ است.</p>\n<p>حقیقت رادیکال است و هست یا نیست، هرگز نمی‌تواند نصفه و نیمه باشد، هرگز نمی‌تواند نیمی از خطا باشد.</p>\n<p>گفتن اینکه: حقیقت متعلق به زمان است و آنچه در یک زمان بوده است، در زمان دیگر نیست، پوچ است.</p>\n<p>حقیقت هیچ ارتباطی با زمان ندارد. حقیقت بی‌زمان است. “من” زمان است و بنابراین نمی‌تواند حقیقت را بشناسد.</p>\n<p>فرض کردن حقایق قراردادی، موقت، نسبی پوچ است. مردم مفاهیم و نظرات را با چیزی که حقیقت است اشتباه می‌گیرند.</p>\n<p>حقیقت هیچ ارتباطی با نظرات یا به اصطلاح حقایق قراردادی ندارد، زیرا اینها فقط فرافکنی‌های بی‌اهمیت ذهن هستند.</p>\n<p>حقیقت، ناشناخته لحظه به لحظه است و فقط در غیاب “من” روانشناختی قابل تجربه است.</p>\n<p>حقیقت مسئله سفسطه، مفاهیم، نظرات نیست. حقیقت فقط از طریق تجربه مستقیم قابل شناخت است.</p>\n<p>ذهن فقط می‌تواند نظر دهد و نظرات هیچ ارتباطی با حقیقت ندارند.</p>\n<p>ذهن هرگز نمی‌تواند حقیقت را درک کند.</p>\n<p>معلمان، آموزگاران مدارس، کالج‌ها، دانشگاه‌ها باید حقیقت را تجربه کنند و راه را به شاگردان خود نشان دهند.</p>\n<p>حقیقت مسئله تجربه مستقیم است، نه مسئله تئوری‌ها، نظرات یا مفاهیم.</p>\n<p>ما می‌توانیم و باید مطالعه کنیم اما ضروری است که خودمان و به طور مستقیم آنچه را که در هر تئوری، مفهوم، نظر و غیره حقیقت دارد، تجربه کنیم.</p>\n<p>ما باید مطالعه کنیم، تجزیه و تحلیل کنیم، پرس و جو کنیم، اما همچنین با فوریت غیرقابل تعویق نیاز داریم که حقیقت موجود در هر آنچه را که مطالعه می‌کنیم، تجربه کنیم.</p>\n<p>تا زمانی که ذهن آشفته، متشنج، آزار دیده از نظرات متضاد باشد، تجربه حقیقت غیرممکن است.</p>\n<p>تجربه حقیقت فقط زمانی ممکن است که ذهن آرام باشد، زمانی که ذهن ساکت است.</p>\n<p>معلمان و آموزگاران مدارس، کالج‌ها و دانشگاه‌ها باید راه مراقبه درونی عمیق را به دانش‌آموزان نشان دهند.</p>\n<p>راه مراقبه درونی عمیق ما را به سکون و سکوت ذهن هدایت می‌کند.</p>\n<p>هنگامی که ذهن آرام است، خالی از افکار، خواسته‌ها، نظرات و غیره، هنگامی که ذهن ساکت است، حقیقت بر ما آشکار می‌شود.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/fa/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
