import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "እውነቱ",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. እውነቱ",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ከሕፃንነትና ከወጣትነት ጀምሮ የእኛ የችግር ሕይወት መስቀል መንገድ የሚጀምረው በብዙ የአዕምሮ ጠማማዎች፣ የቤተሰብ ውስጣዊ አሳዛኝ ሁኔታዎች፣ በቤትና በትምህርት ቤት ውስጥ ባሉ ችግሮች ወዘተ ነው።</p>\n<p>በልጅነትና በወጣትነት ዕድሜ ውስጥ፣ በጣም ጥቂት ልዩ ሁኔታዎችን ሳይጨምር፣ እነዚህ ችግሮች በእውነት በጥልቅ ሊነኩን እንደማይችሉ ግልጽ ነው፣ ነገር ግን አዋቂዎች ስንሆን ጥያቄዎች ይነሳሉ፤ ማን ነኝ? ከየት ነው የመጣሁት? ለምን መከራ አለብኝ? የዚህ ሕይወት ዓላማ ምንድን ነው? ወዘተ. ወዘተ. ወዘተ.</p>\n<p>በሕይወት ጎዳና ላይ ያለን ሁላችንም እነዚህን ጥያቄዎች ጠይቀናል፣ ሁላችንም በአንድ ወቅት የብዙ መራራነት፣ የሐዘን፣ የትግልና የመከራን “ለምን” ለማወቅ፣ ለመመርመርና ለማወቅ እንፈልጋለን፣ ነገር ግን በሚያሳዝን ሁኔታ ሁልጊዜም በአንድ ንድፈ ሐሳብ፣ በአንድ አስተያየት፣ በአንድ እምነት ውስጥ፣ ጎረቤቱ ባለኝ ነገር፣ አንድ ያረጀ ሰው በሰጠኝ መልስ ወዘተ እንታሰራለን።</p>\n<p>እውነተኛ ንጽሕናንና የልብን ሰላም አጥተናል፤ ስለዚህም እውነትን በራሱ በጠራ ሁኔታ በቀጥታ መለማመድ አንችልም፣ በሌሎች በሚሉት ላይ እንመካለን፤ ስለዚህም በተሳሳተ መንገድ እየሄድን መሆኑ ግልጽ ነው።</p>\n<p>የካፒታሊስት ማኅበረሰብ አምላክ የለም ለሚሉ፣ በእግዚአብሔር ለማያምኑ ሰዎችን በጽኑ ይኮንናል።</p>\n<p>የማርክሲስት-ሌኒኒስት ማኅበረሰብ ደግሞ በእግዚአብሔር የሚያምኑትን ይኮንናል፣ ነገር ግን በውስጡ ሁለቱም ነገሮች ተመሳሳይ ናቸው፣ የአስተያየቶች ጉዳይ፣ የሰዎች ምኞቶች፣ የአዕምሮ ትንበያዎች ናቸው። ማመን፣ አለማመን ወይም መጠራጠር እውነትን መለማመድ ማለት አይደለም።</p>\n<p>አእምሮ የማመን፣ የመጠራጠር፣ አስተያየት የመስጠት፣ ግምቶችን የማድረግ ወዘተ የቅንጦት ነገር ሊኖረው ይችላል፣ ነገር ግን ያ እውነትን መለማመድ አይደለም።</p>\n<p>እንዲሁም በፀሐይ የማመን ወይም ያለማመን አልፎ ተርፎም ስለ እሱ የመጠራጠር የቅንጦት ነገር ሊኖረን ይችላል፣ ነገር ግን የፀሐይ ኮከብ ለሁሉም ነገር ብርሃንና ሕይወት መስጠቱን ይቀጥላል፣ አስተያየቶቻችን ለእሱ ምንም ፋይዳ አይኖራቸውም።</p>\n<p>ከዕውር እምነት በስተጀርባ፣ ካለማመንና ከጥርጣሬ በስተጀርባ ብዙ የሐሰት ሥነ ምግባር ጥላዎችና ብዙ የተሳሳቱ የሐሰት አክብሮት ጽንሰ-ሐሳቦች ተደብቀዋል፤ በዚያም ጥላ ውስጥ “እኔ” እየጠነከረ ይሄዳል።</p>\n<p>የካፒታሊስት ዓይነትና የኮሚኒስት ዓይነት ማኅበረሰብ እያንዳንዳቸው እንደየራሳቸው መንገድና እንደየራሳቸው ምኞት፣ አድልዎና ንድፈ ሐሳቦች ልዩ ዓይነት ሥነ ምግባር አላቸው። በካፒታሊስት ማኅበረሰብ ውስጥ ሥነ ምግባራዊ የሆነው በኮሚኒስት ማኅበረሰብ ውስጥ ሥነ ምግባር የጎደለው ነው፣ በተቃራኒውም።</p>\n<p>ሥነ ምግባር በልማዶች፣ በቦታና በዘመን ላይ የተመሠረተ ነው። በአንድ አገር ውስጥ ሥነ ምግባራዊ የሆነው በሌላ አገር ውስጥ ሥነ ምግባር የጎደለው ነው፣ በአንድ ዘመን ሥነ ምግባራዊ የነበረው በሌላ ዘመን ሥነ ምግባር የጎደለው ነው። ሥነ ምግባር ምንም ዓይነት መሠረታዊ ዋጋ የለውም፣ በጥልቀት ስንመረምረው በመቶ በመቶ ሞኝነት ነው።</p>\n<p>መሠረታዊ ትምህርት ሥነ ምግባርን አያስተምርም፣ መሠረታዊ ትምህርት አብዮታዊ ሥነምግባርን ያስተምራል፣ አዲሱ ትውልድም የሚያስፈልገው ይህንን ነው።</p>\n<p>ከአስፈሪው የዘመናት ምሽት ጀምሮ፣ በሁሉም ጊዜያት፣ እውነትን ለመፈለግ ከዓለም የራቁ ሰዎች ሁልጊዜም ነበሩ።</p>\n<p>እውነትን ለመፈለግ ከዓለም መራቅ የማይረባ ነገር ነው ምክንያቱም እሷ አሁንና እዚህ በዓለም ውስጥና በሰው ውስጥ ትገኛለች።</p>\n<p>እውነት ከጊዜ ወደ ጊዜ የማይታወቀው ነገር ነው፣ ከዓለም በመለየት ወይም ባልንጀሮቻችንን በመተው ልንደርስበት አንችልም።</p>\n<p>እያንዳንዱ እውነት ግማሽ እውነት እንደሆነና እያንዳንዱ እውነት ግማሽ ስህተት እንደሆነ መናገር የማይረባ ነገር ነው።</p>\n<p>እውነት ሥር ነቀል ናት፣ ትሆናለች ወይም አትሆንም እንጂ በግማሽ ልትሆን አትችልም፣ ግማሽ ስህተት ልትሆን አትችልም።</p>\n<p>እውነት የጊዜ እንደሆነና በአንድ ጊዜ የነበረው በሌላ ጊዜ እንደማይሆን መናገር የማይረባ ነገር ነው።</p>\n<p>እውነት ከጊዜ ጋር ምንም ግንኙነት የላትም። እውነት ዘላለማዊ ናት። “እኔ” ጊዜ ነው፣ ስለዚህ እውነትን ማወቅ አይችልም።</p>\n<p>የተለመዱ፣ ጊዜያዊና አንጻራዊ እውነቶችን መገመት የማይረባ ነገር ነው። ሰዎች ጽንሰ-ሐሳቦችንና አስተያየቶችን ከእውነት ጋር ያደናግሯቸዋል።</p>\n<p>እውነት ከአስተያየቶች ወይም ከተለመዱ እውነቶች ጋር ምንም ግንኙነት የላትም፣ ምክንያቱም እነዚህ የአዕምሮ ትርጉም የሌላቸው ትንበያዎች ብቻ ናቸው።</p>\n<p>እውነት ከጊዜ ወደ ጊዜ የማይታወቀው ነገር ነው፣ በሥነ ልቦናዊ “እኔ” በሌለበት ብቻ ልትለማመድ ትችላለች።</p>\n<p>እውነት የጠባብ አስተሳሰብ፣ የጽንሰ ሐሳቦች ወይም የአስተያየቶች ጉዳይ አይደለችም። እውነት የምትታወቀው በቀጥታ ተሞክሮ ብቻ ነው።</p>\n<p>አእምሮ አስተያየት ብቻ መስጠት ይችላል፣ አስተያየቶች ደግሞ ከእውነት ጋር ምንም ግንኙነት የላቸውም።</p>\n<p>አእምሮ እውነትን መገመት ፈጽሞ አይችልም።</p>\n<p>የመምህራን ማሠልጠኛ ተቋማት፣ የኮሌጆችና ዩኒቨርሲቲዎች መምህራን እውነትን መለማመድና ለተማሪዎቻቸው መንገዱን ማሳየት አለባቸው።</p>\n<p>እውነት የንድፈ ሐሳቦች፣ የአስተያየቶች ወይም የጽንሰ ሐሳቦች ጉዳይ ሳይሆን በቀጥታ የመለማመድ ጉዳይ ነው።</p>\n<p>ማጥናት እንችላለን፣ ማጥናትም አለብን፣ ነገር ግን በእያንዳንዱ ንድፈ ሐሳብ፣ ጽንሰ ሐሳብ፣ አስተያየት ወዘተ ውስጥ ያለውን እውነት በራሳችንና በቀጥታ መለማመድ አስቸኳይ ነው። ወዘተ. ወዘተ.</p>\n<p>ማጥናት፣ መተንተንና መጠየቅ አለብን፣ ነገር ግን በምናጠናቸው ነገሮች ሁሉ ውስጥ ያለውን እውነት መለማመድ በአስቸኳይ እንፈልጋለን።</p>\n<p>አእምሮ በተቃራኒ አስተያየቶች ሲናወጥ፣ ሲናወጥና ሲሠቃይ እውነትን መለማመድ አይቻልም።</p>\n<p>እውነትን መለማመድ የሚቻለው አእምሮ ጸጥ ሲል፣ አእምሮ በዝምታ ውስጥ ሲሆን ብቻ ነው።</p>\n<p>የመምህራን ማሠልጠኛ ተቋማት፣ የኮሌጆችና የዩኒቨርሲቲዎች መምህራን ለተማሪዎች ጥልቅ የውስጥ ማሰላሰል መንገድን ማሳየት አለባቸው።</p>\n<p>የጥልቅ ውስጣዊ ማሰላሰል መንገድ ወደ አእምሮ ጸጥታና ዝምታ ይመራናል።</p>\n<p>አእምሮ ጸጥ ሲል፣ ከአስተሳሰቦች፣ ከፍላጎቶች፣ ከአስተያየቶች ወዘተ ባዶ ሲሆን፣ አእምሮ በዝምታ ውስጥ ሲሆን እውነት ወደ እኛ ትመጣለች።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
