import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "म्हातारपण",
  "locale": "kok",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "28. म्हातारपण",
    "order": 28
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>पयलीं चाळीस वर्सां जिविताचीं आम्कां पुस्तक दितात, फुडलीं तीस वर्सां ताचेर भाश्य दितात.</p>\n<p>वीस वर्सां पिरायेचेर मनीस मोर आसता; तीस वर्सांचेर, सिंह; चाळीस वर्सांचेर,उंट; पन्नास वर्सांचेर, साप्प; साठ वर्सांचेर, कुत्रो; सत्तर वर्सांचेर, माकड, आनी ऐंशी वर्सांचेर, फकत आवाज आनी सावळी.</p>\n<p>वेळ सगळ्यो वस्तू उक्ते करता: तो खूब रूचीक बडबडो, जो कोण कांय विचारिनासतना लेगीत स्वताक पातळायता.</p>\n<p>गरीब बुद्धीक प्राणी, जका चुकीन मनीस म्हणटा, ताच्या हातान कांयच केल्लें ना, जें वेळ ना करचो.</p>\n<p>“FUGIT IRRÉPARABILE TEMPUS”, वचपी वेळ सुदारूक जायना.</p>\n<p>वेळ आतां लिपिल्लें सगळें लोकांक उक्ते करता आनी आतां तेजान तळमळटा तें लिपयता आनी ल्हणडायता.</p>\n<p>म्हातारपण मोगार आसता तशें, तरणाटपणान न्हेसून लेगीत तें लिपवंक जायना.</p>\n<p>म्हातारपण मनशांचो गर्व देंवयता आनी तांकां नम्र करता, पूण नम्र जावप आनी अपमान जावन पडप हें वेगळें.</p>\n<p>जेन्ना मरण लागीं येता, तेन्ना जिविताक निराश जाल्ले जाण्टे सोदतात की म्हातारपण आतां भार न्हय.</p>\n<p>सगळ्या मनशांक लांब जियेवपाची आनी जाण्टे जावपाची आस्त आसता, तरी लेगीत म्हातारपणाक भियेतात.</p>\n<p>म्हातारपण पन्नास आनी सकळ्या वर्सांचेर सुरू जाता आनी मागीर सप्तकांनी प्रक्रिया जाता जी आमकां दुबळकाय आनी मरणा मेरेन व्हरता.</p>\n<p>जाणट्यांचो व्हडलो शोकांतिका जाण्टे जावन रावपांत न्हय, पूण जाण्टे आसात हें मान्य करपाक न्हय म्हणपांत आनी म्हातारपण गुन्यांव आसल्यार तरणाटे समजून घेवपाच्या मूर्खपणांत.</p>\n<p>म्हातारपणांत सगळ्यांत बरें म्हळ्यार तूं ध्येयाच्या खूब लागीं आसता.</p>\n<p>मानसीक स्वता, म्हजें स्वता, अहंकार, वर्सांनी आनी अणभवान सुदारना; तें गुंतागुंतीचें जाता, चड कठीण, चड कष्टाचें, ताका लागून सामान्य म्हण्णी म्हणटा: “स्वभाव आनी आकृती मेरेन कबर.”</p>\n<p>कठीण जाणट्यांचें मानसीक स्वता स्वताक सोडोवण करता कारण वायट उदाहरणां दिवपाक असमर्थतायेक लागून सुंदर सल्लो दिता.</p>\n<p>जाणट्यांक खबर आसा की म्हातारपण खूब भिरांकूळ जुलमी आसा जें तांकां मरणाची शिक्षा दिवन तरणाटपणाच्या सुखांचो उपभोग घेवपाक मनाई करता आनी सुंदर सल्लो दिवन स्वताक शांत करपाक सोदता.</p>\n<p>स्वता स्वताक लिपयता, स्वता स्वताचो भाग लिपयता आनी सगळें उत्कृश्ट वाक्यांनी आनी सुंदर सल्ल्यांनी भरता.</p>\n<p>म्हज्या स्वताचो एक भाग म्हज्या स्वताचो दुसरो भाग लिपयता. स्वता जें सोयीचें ना तें लिपयता.</p>\n<p>निरीक्षण आनी अणभवान पुरायपणान दाखोवन दिलां की जेन्ना दुर्गुण आमकां सोडटात तेन्ना आमी तांकां सोडले म्हण सोचपाक आमकां आवडटा.</p>\n<p>बुद्धीक प्राण्याचें काळीज वर्सांनी बरें जावंक ना, पूण वायट, सदांच धोंड्याचें जाता आनी तरणाटपणांत आमी लोभी, फटकिरे, रागिस्त आसले जाल्यार म्हातारपणांत आमी चड जातले.</p>\n<p>जाण्टे भूतकाळांत जियेतात, जाण्टे खूब फाटल्या दिसांचे परिणाम आसात, जाणट्यांक आमी जियेतात त्या क्षणाचो पुरायपणान अदमास ना, जाण्टे साठवणूक केल्ली याद आसतात.</p>\n<p>परिपूर्ण म्हातारपणा मेरेन पावपाचो एकूच मार्ग म्हळ्यार मानसीक स्वताक विलीन करप. जेन्ना आमी क्षणभर मरण शिकतात, तेन्ना आमी उत्कृश्ट म्हातारपणा मेरेन पावतात.</p>\n<p>म्हातारपणाक व्हड अर्थ आसा, शांतताय आनी स्वतंत्राय तांकां ज्यांनी स्वताचें विसर्जन केलां.</p>\n<p>जेन्ना वासनां पुरायपणान, पुरायपणान आनी निश्र्चीतपणान मरतात, तेन्ना मनीस एका स्वामीचो न्हय, खूब स्वामींचो स्वतंत्र रावता.</p>\n<p>जिवितांत निर्दोष जाण्टे सोदप खूब कठीण आसा, ज्यांचे कडेन स्वताचो उरिल्लो भाग लेगीत ना, त्या तरांचे जाण्टे खूब खुशाल आसतात आनी क्षणभर जियेतात.</p>\n<p>मनीस ज्ञानार धंवो जाल्लो. जाणटो ज्ञानांत, मोगाचो स्वामी, खरें म्हळ्यार उजवाडाचो दिवा जाता, जो खूब शतकांच्या प्रवाहाक बुद्धीन मार्गदर्शन करता.</p>\n<p>संवसारांत कांय जाण्टे शिक्षक आशिल्ले आनी आतां आसात ज्यांचे कडेन स्वताचो निमाणो अवशेष लेगीत ना. हे ज्ञानवादी अरहट कमळाच्या फुला इतले परके आनी देवतेचे आसात.</p>\n<p>आदरणीय जाणटो शिक्षक, ज्याणें स्वताचें विकृतीकरण पुरायपणान आनी निश्र्चीतपणान विलीन केलां, तो परिपूर्ण ज्ञानाचो, दिव्य मोगाचो आनी उत्कृश्ट शक्तीचो परिपूर्ण अणभव आसा.</p>\n<p>जाणट्या शिक्षकाक स्वता ना, तो खऱ्या अर्थान दैवी अस्तित्वाचें पुराय प्रकटीकरण आसा.</p>\n<p>त्या उत्कृश्ट जाणट्यांनी, त्या ज्ञानवादी अरहटांनी खूब पूर्विल्ल्या काळासावन संवसार उजवाडला, बुद्ध, मोझेस, हर्मीस, रामकृश्ण, डॅनियल, संत लामा, आदी, आदी याद करात.</p>\n<p>शाळेंतले, कॉलेज आनी विद्यापीठांचे शिक्षक, शिक्षिकां, कुटुंबाचे पालक हांणी नव्या पिळग्यांक जाणट्यांचो आदर आनी उपासना करपाक शिकोवंक जाय.</p>\n<p>जका नांव ना, जें दिव्य आसा, जें सत्य आसा, ताचे तीन घटक आसात: ज्ञान, मोग, क्रियापद.</p>\n<p>देवता बाप म्हणून विश्वज्ञान, आवय म्हणून अनंत मोग, पुत्र म्हणून क्रियापद.</p>\n<p>कुटुंबाच्या बापाय भितर ज्ञानाचें प्रतीक सांपडटा. घराच्या आवयक मोग सांपडटा, भुरग्यांक उतराचें प्रतीक दितात.</p>\n<p>जाणट्या बापाक भुरग्यांचो सगळो पाठींबो मेळपाक जाय. जाणटो बापूय काम करूंक शकना आनी भुरग्यांनी ताचें पालनपोशण करप आनी आदर करप न्याय्य आसा.</p>\n<p>पूज्य आवय आतां जाण्टी जाल्यार काम करूंक शकना आनी ताका लागून चलो आनी चलयांणी तिची काळजी घेवप आनी तिचेर मोग करप गरजेचें आसा आनी त्या मोगाक धर्म करचो.</p>\n<p>जका आपल्या बापाचेर मोग करपाक येना, जका आपल्या आवयचो आदर करपाक येना, तो चुकांचे वाटेन वामाच्या हातान चलटा.</p>\n<p>भुरग्यांक आपल्या बापायचो न्याय करपाचो अधिकार ना, ह्या संवसारांत कोण परिपूर्ण ना आनी ज्यांचे कडेन एका दिशेन कांय दोश ना, तांचे कडेन दुसऱ्या दिशेन आसात, आमी सगळे एकाच कातऱ्यांनी कापिल्ले आसात.</p>\n<p>कांय लोक पितृमोगाक कमी लेखतात, कांय जाणांक पितृमोगाची थट्टा लेगीत दिसता. जे जीवनांत अशें वागतात ते त्या नांव नाशिल्ल्या वाटेन लेगीत भितर सरूंक नात.</p>\n<p>कृतघ्न चलो जो आपल्या बापाचो तिरस्कार करता आनी आपल्या आवयक विसरता तो खऱ्या अर्थान दुश्ट आसा जो दैवी आसा ताचो तिरस्कार करता.</p>\n<p>जागृतायेची क्रांती म्हळ्यार कृतघ्नताय न्हय, बापाक विसरप, पूज्य आवयक कमी लेखप. जागृतायेची क्रांती म्हळ्यार ज्ञान मोग आनी परिपूर्ण शक्ती.</p>\n<p>बापाय भितर ज्ञानाचें प्रतीक आसा आनी आवय भितर मोगाचो जिवो झरो सांपडटा, जाच्या शुध्द तत्वा शिवाय उच्चांत उंच खाजगी उपलब्धी मेळोवप खऱ्या अर्थान अशक्य आसा.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kok/educacion-fundamental/la-vejez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kok/educacion-fundamental/la-vejez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kok/educacion-fundamental/la-vejez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
