import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "እርጋን",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "28. እርጋን",
    "order": 28
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>እቶም ናይ መጀመርያ ኣርብዓ ዓመታት ሂወትና መጽሓፍ ይህቡና፣ እቶም ቀጺሎም ዘለዉ ሰላሳ ዓመታት ድማ ትርጉሙ ይህቡና።</p>\n<p>ኣብ ዕስራ ዓመት ሓደ ሰብ ከም ማይ ጀለብያ እዩ፤ ኣብ ሰላሳ ዓመት ከም ኣንበሳ፤ ኣብ ኣርብዓ ዓመት ከም ግመል፤ ኣብ ሓምሳ ዓመት ከም ተመን፤ ኣብ ስሳ ዓመት ከም ከልቢ፤ ኣብ ሰብዓ ዓመት ከም ሓምበሻ፣ ኣብ ሰማንያ ዓመት ድማ ድምጺን ጽላሎትን ጥራይ እዩ።</p>\n<p>ጊዜ ኩሉ ነገር ይገልጽ፣ ብዛዕባ ዝኾነ ነገር እንተዘይተሓተትካ’ውን ባዕሉ ዝዛረብ ኣዝዩ ዘሐጉስ ተዛራባይ እዩ።</p>\n<p>በቲ ድኻ ኣእምሮ ዘለዎ እንስሳ ዝተባህለ ሰብ ዝተገብረ ሓንቲ እኳ ነገር የለን፣ ድሕሪ ደጊም ጊዜ ዘየጥፍኣ።</p>\n<p>“FUGIT IRRÉPARABILE TEMPUS”፣ እቲ ዝሃድም ዘሎ ጊዜ ክትክእ ኣይከኣልን።</p>\n<p>ጊዜ ኩሉ ሕጂ ተሓቢኡ ዘሎ ናብ ህዝባዊ ብርሃን የውጽኦ፣ ነቲ ኣብዚ እዋን ብብሩህ ዝበርህ ዘሎ ድማ ይኽውሎን ይሓብኦን።</p>\n<p>እርጋን ልክዕ ከም ፍቕሪ እዩ፣ ክትክወሎ እንተፈተንካ’ውን ብክዳውንቲ ንእስነት ክትሓብኦ ኣይከኣልን።</p>\n<p>እርጋን ንትዕቢት ሰባት የዋርዶን የዋርዶምን፣ ሓደ ነገር ትሑት ምዃን ሓደ ነገር ድማ ተዋሪድካ ምውዳቕ እዩ።</p>\n<p>ምማት ክቐርብ ከሎ፣ እቶም ብሂወት ዝተሓለሉ ኣረጋውያን፣ እርጋን ሸክሚ ከምዘይኮነ ይረኽቡ።</p>\n<p>ኩሎም ሰባት ነዊሕ ሂወት ክነብሩን ኣረጋውያን ክኾኑን ተስፋ ይገብሩ፣ እንተኾነ ግን እርጋን የፍርሖም።</p>\n<p>እርጋን ኣብ ሓምሳን ሽዱሽተን ዓመት ይጅምር፣ ድሕሪኡ ድማ ኣብ ሰብዓታት ናብ ድኻምን ሞትን ዝወስዱና ይመሓየሽ።</p>\n<p>እቲ ዝዓበየ ሓዘን ኣረጋውያን ኣብቲ ባዕሎም ኣረጋውያን ምዃኖም ዘይኮነ፣ ኣረጋውያን ምዃኖም ክኣምኑ ዘይምድላዮም ድንቁርናን፣ እርጋን ገበን እንተኾይኑ ኸኣ መንእሰያት ከምዝኾኑ ጌሮም ኣብ ምሕሳቦም እዩ።</p>\n<p>እቲ ዝበለጸ ነገር እርጋን ዘለዎ፣ ናብ መወዳእታ ቅርብ ምዃንካ እዩ።</p>\n<p>እቲ ኣነ ኣእምሮኣዊ፣ ኣነ ባዕለይ፣ እቲ ስስዐ፣ ምስ ዓመታትን ተመክሮን ኣይመሓየሽን፣ ይውስኽ፣ ይኸብድ፣ ይጽንት፣ ስለዚ እቲ ልሙድ ኣበሃህላ ኸኣ “ምውህሃድን ስእልን ክሳብ መቓብር” ይብል።</p>\n<p>እቲ ኣነ ኣእምሮኣዊ ናይቶም ከበድቲ ኣረጋውያን ጽቡቕ ምኽሪ ብምሃብ ንባዕሎም የጸናንዑ፣ ምኽንያቱ ሕማቕ ኣብነታት ንምሃብ ስለዘይክእሉ።</p>\n<p>ኣረጋውያን እርጋን ብሞት ዝቕጽዕ ግዙፍ ጨካኒ ምዃኑ ብጽቡቕ ይፈልጡ፣ ንሓጐስ ዕብዳን መንእሰይ ክትቀላቐሉ ስለዘፍቅዱ ኸኣ ጽቡቕ ምኽሪ ብምሃብ ንባዕሎም የጸናንዑ።</p>\n<p>እቲ ኣነ ነቲ ኣነ ይሓብኦ፣ እቲ ኣነ ሓደ ክፋል ካብ ባዕሉ ይሓብኦ ኩሉ ድማ ብልዑላትን ጽቡቓትን ሓሳባትን ይግለጽ።</p>\n<p>ሓደ ክፋል ካብ ኣነ ባዕለይ ንሓደ ካልእ ክፋል ካብ ኣነ ባዕለይ ይሓብኦ። እቲ ኣነ ነቲ ዘየድልዮ ይሓብኦ።</p>\n<p>ምልከታን ተመክሮን ብግልጺ ከም ዘርኣየቶ፣ እቲ ሕማቕ ልምድታትና ክሓድጉና ከለዉ፣ ንሕና ኢና ሓዲግናዮም ክንብል የሐጉሰና።</p>\n<p>ልቢ ናይቲ ኣእምሮ ዘለዎ እንስሳ ምስ ዓመታት ኣይመሓየሽን፣ ይኹን ደኣ እምበር ይገድድ፣ ኣብ ንእስነት ስሱዓት፣ ሓሰውቲ፣ ተቘጣዕቲ እንተነበርና፣ ኣብ እርጋን ካብኡ ንላዕሊ ኢና ንኸውን።</p>\n<p>ኣረጋውያን ኣብ ዝሓለፈ ይነብሩ፣ ኣረጋውያን ውጽኢት ብዙሓት ትማል እዮም፣ ሽማግለታት ነቲ እንነብረሉ ዘለና እዋን ፈጺሞም ኣይፈልጡዎን፣ ኣረጋውያን ዝተኣከበ ተዘክሮ እዮም።</p>\n<p>እቲ እንኮ መንገዲ ናብ ፍጹም እርጋን ንምብጻሕ ነቲ ኣነ ኣእምሮኣዊ ምፍራስ እዩ። ካብ እዋን ናብ እዋን ክንመውት ክንመሃር ከለና፣ ናብ ልዑል እርጋን ንበጽሕ።</p>\n<p>እርጋን ንነቶም ነቲ ኣነ ዝፈረሱ ዓቢ ትርጉም፣ ህድኣትን ናጽነትን ኣለዎ።</p>\n<p>ፍትወት ብስሩዕ፣ ብጠቕላላን ብዘይምለስን ምስ ሞተ፣ ካብ ሓደ ኣይኮነን ካብ ብዙሓት ጎይቶት ኢኻ ትናጻጽ።</p>\n<p>ኣብ ሂወት ንሓጥኣን ኣረጋውያን ምርካብ ኣዝዩ ከቢድ እዩ፣ ድሕሪት ካብቲ ኣነ እኳ ዘይብሎም፣ እዞም ዓይነት ኣረጋውያን ወሰን የብሎምን ካብ እዋን ናብ እዋን ድማ ይነብሩ።</p>\n<p>እቲ ሰብኣይ ብጥበብ ዝዓብለለ። እቲ ኣረጋዊ ኣብ ፍልጠት፣ እቲ ጎይታ ፍቕሪ፣ ብግብሪ ነቲ ንመስመር ዘይተጸብቁ ዘመናት ብጥበብ ዝመርሕ መብራህቲ ብርሃን ይኸውን።</p>\n<p>ኣብ ዓለም ኣረጋውያን መምህራን ነይሮምን ኣለዉን፣ ነቲ ንድሕሪት ዝተርፍ ኣነ እኳ የብሎምን። እዞም ኣርሓት ግኖስቲኮች ልክዕ ከም ዕምባባ ሎተስ ዘገርምን መለኮታዊን እዮም።</p>\n<p>እቲ ክቡር ኣረጋዊ መምህር ነቲ ኣነ ብዙሕነት ብስሩዕን ብዘይምለስን ዝፈረሶ ፍጹም መግለጺ ናይቲ ፍጹም ጥበብ፣ ናይቲ መለኮታዊ ፍቕሪን ናይቲ ልዑል ሓይልን እዩ።</p>\n<p>እቲ ኣረጋዊ መምህር ነቲ ኣነ ዘይብሉ፣ ብግብሪ ምሉእ መግለጺ ናይቲ መለኮታዊ ባሕርይ እዩ።</p>\n<p>እዞም ልዑላት ኣረጋውያን፣ እዞም ኣርሓት ግኖስቲኮች ንዓለም ካብ ጥንታዊ ዘመናት ኣብርሆምዋ፣ ንቡድሃ፣ ሙሴ፣ ሄርሜስ፣ ራማክርሽና፣ ዳንኤል፣ ቅዱስ ላማ ወዘተ ወዘተ ወዘተ ንዘክር።</p>\n<p>መምህራን ኣብያተ ትምህርቲ፣ ኮሌጃት ከምኡ’ውን ዩኒቨርስቲታት፣ መምህራን ደቂ ኣንስትዮ፣ ወለዲ ንሓድሽ ወለዶ ንኣረጋውያን ከኽብሩን ክውድሱን ከም ዘለዎም ክምህሩ ይግባእ።</p>\n<p>እቲ ስም ዘይብሉ፣ እቲ መለኮታዊ ዝኾነ፣ እቲ ናይ ሓቂ ዝኾነ፣ ሰለስተ መልክዕ ኣለዎ፤ ጥበብ፣ ፍቕሪ፣ ቃል (ተዛራባይ)።</p>\n<p>እቲ መለኮታዊ ከም ኣቦ ናይ ጠፈር ጥበብ እዩ፣ ከም ኣደ ወሰን የብሉን ፍቕሪ እዩ፣ ከም ወዲ ተዛራባይ እዩ።</p>\n<p>ኣብቲ ስድራ ቤት ዘለዎ ኣቦ ምልክት ናይ ጥበብ ይርከብ። ኣብቲ ቤት ዘላ ኣደ ፍቕሪ ይርከብ፣ ደቂ ምልክት ቃል እዮም።</p>\n<p>እቲ ኣረጋዊ ኣቦ ኩሉ ሓገዝ ካብ ደቂ ይግብኦ። እቲ ኣቦ ድሮ ኣሪጉ ክሰርሕ ኣይክእልን እዩ፣ ደቂ ድማ ክዕቅቡዎን ከኽብርዎን ጽቡቕ እዩ።</p>\n<p>እታ ተፈታዊት ኣደ ድሮ ኣሪጋ ክትሰርሕ ኣይትኽእልን እያ ስለዚ ደቂ ተባዕትዮን ደቂ ኣንስትዮን ክሕልውዋን ከፍቅርዋን ካብቲ ፍቕሪ ኸኣ ሃይማኖት ክገብርዎ የድሊ።</p>\n<p>ነቦኡ ከመይ ጌሩ ከም ዘፍቅር ዘይፈልጥ፣ ንኣዲኡ ከመይ ጌሩ ከም ዘኽብር ዘይፈልጥ፣ ኣብ መንገዲ የማናይ ኢድ ይኸይድ፣ ኣብ መንገዲ ጌጋ።</p>\n<p>ደቂ ንወለዶም ናይ ምፍራድ መሰል የብሎምን፣ ኣብዛ ዓለም ፍጹም ዝኾነ የለን፣ እቶም ኣብ ሓደ ኣንፈት እተወሰኑ ጉድለታት ዘይብልና፣ ኣብ ካልእ ኣለና፣ ኩልና ብሓደ መቀስ ኢና ተቆሪጽና።</p>\n<p>ገሊኦም ንፍቕሪ ኣቦ የናእሱዎ፣ ገሊኦም ድማ ኣብ ፍቕሪ ኣቦ ይስሕቁ። እቶም ከምዚ ዝገብሩ ኣብ ሂወት ብኣጋጣሚ ንኡኡ ናብቲ ስም ዘይብሉ ዘምርሕ መንገዲ እኳ ኣይኣተዉን።</p>\n<p>እቲ ዘየመስግን ወዲ ንኣቦኡ ዝጸልእን ንኣዲኡ ዝርስዕን ብሓቂ ነቲ መለኮታዊ ዝኾነ ኩሉ ዝጸልእ እዩ።</p>\n<p>እቲ ለውጢ ንቃለ ሓሳብ ንምስጋና ዘይምብጻሕ ማለት ኣይኮነን፣ ንኣቦ ምዝንጋዕ፣ ንተፈታዊት ኣደ ምንኣስ። እቲ ለውጢ ንቃለ ሓሳብ ጥበብ ፍቕርን ፍጹም ሓይልን እዩ።</p>\n<p>ኣብ ኣቦ ምልክት ናይ ጥበብ ይርከብ ኣብ ኣደ ድማ እቲ ምንጪ ሂወት ናይቲ ፍቕሪ ዘይብሉ ጽሩይ ይርከብ፣ እንተዘይብሉ ብሓቂ እቲ ልዑል ስምዒት ንምዕማት ኣይከኣልን እዩ።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/la-vejez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-vejez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/la-vejez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
