import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "बुढ़ापा",
  "locale": "hi",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "28. बुढ़ापा",
    "order": 28
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>जीवन के पहले चालीस वर्ष हमें किताब देते हैं, अगले तीस उसकी व्याख्या करते हैं।</p>\n<p>बीस साल की उम्र में एक आदमी मोर होता है; तीस में, एक शेर; चालीस में, एक ऊंट; पचास में, एक सांप; साठ में, एक कुत्ता; सत्तर में, एक बंदर, और अस्सी में, केवल एक आवाज और एक छाया।</p>\n<p>समय सब कुछ प्रकट करता है: यह एक बहुत ही दिलचस्प बातूनी है जो अपने आप ही बोलता है, भले ही उससे कुछ पूछा न जाए।</p>\n<p>गरीब बौद्धिक पशु, जिसे गलत तरीके से मनुष्य कहा जाता है, के हाथ से बनाया गया कुछ भी नहीं है, जिसे देर-सबेर समय नष्ट न कर दे।</p>\n<p>“FUGIT IRRÉPARABILE TEMPUS”, जो समय बीत जाता है, उसे सुधारा नहीं जा सकता।</p>\n<p>समय उन सभी चीजों को सार्वजनिक रूप से सामने लाता है जो अब छिपी हुई हैं और उन सभी चीजों को ढँक लेता है और छिपा देता है जो इस समय वैभव से चमक रही हैं।</p>\n<p>बुढ़ापा प्यार की तरह है, इसे छिपाया नहीं जा सकता, भले ही इसे जवानी के वस्त्रों में छिपा दिया जाए।</p>\n<p>बुढ़ापा पुरुषों के अभिमान को कम करता है और उन्हें अपमानित करता है, लेकिन विनम्र होना और अपमानित होना दो अलग-अलग बातें हैं।</p>\n<p>जब मृत्यु निकट आती है, तो जीवन से निराश बूढ़ों को लगता है कि बुढ़ापा अब बोझ नहीं है।</p>\n<p>सभी पुरुष लंबे जीवन जीने और बूढ़े होने की उम्मीद रखते हैं और फिर भी बुढ़ापा उन्हें डराता है।</p>\n<p>बुढ़ापा छप्पन वर्ष की आयु में शुरू होता है और फिर सप्तक अवधि में संसाधित होता है जो हमें जराजीर्णता और मृत्यु की ओर ले जाता है।</p>\n<p>बूढ़ों की सबसे बड़ी त्रासदी बुढ़ापा नहीं है, बल्कि यह मूर्खता है कि वे यह स्वीकार नहीं करना चाहते कि वे बूढ़े हैं और यह मूर्खता है कि वे खुद को युवा मानते हैं जैसे कि बुढ़ापा कोई अपराध हो।</p>\n<p>बुढ़ापे की सबसे अच्छी बात यह है कि आप मंजिल के बहुत करीब हैं।</p>\n<p>मनोवैज्ञानिक स्वयं, मेरा अपना, अहंकार, वर्षों और अनुभव के साथ बेहतर नहीं होता है; यह जटिल हो जाता है, अधिक कठिन, अधिक श्रमसाध्य हो जाता है, इसलिए कहावत है: “स्वभाव और व्यक्तित्व कब्र तक।”</p>\n<p>कठिन बूढ़ों का मनोवैज्ञानिक स्वयं अपनी बुरी मिसालें देने में असमर्थता के कारण सुंदर सलाह देकर खुद को सांत्वना देता है।</p>\n<p>बूढ़े लोग अच्छी तरह जानते हैं कि बुढ़ापा एक बहुत ही भयानक तानाशाह है जो उन्हें मृत्युदंड के तहत, पागल जवानी के सुखों का आनंद लेने से मना करता है और वे खुद को सुंदर सलाह देकर सांत्वना देना पसंद करते हैं।</p>\n<p>स्वयं स्वयं को छिपाता है, स्वयं अपने आप का एक हिस्सा छिपाता है और सब कुछ उदात्त वाक्यांशों और सुंदर सलाह के साथ लेबल किया जाता है।</p>\n<p>मेरा एक हिस्सा मेरे दूसरे हिस्से को छिपाता है। स्वयं वह छिपाता है जो उसके लिए सुविधाजनक नहीं है।</p>\n<p>यह अवलोकन और अनुभव से पूरी तरह से सिद्ध हो चुका है कि जब बुराइयाँ हमें छोड़ देती हैं तो हमें यह सोचना अच्छा लगता है कि हमने उन्हें छोड़ दिया।</p>\n<p>बौद्धिक प्राणी का हृदय वर्षों के साथ बेहतर नहीं होता, बल्कि बदतर होता है, यह हमेशा पत्थर का हो जाता है और यदि हम जवानी में लालची, झूठे, क्रोधी थे, तो बुढ़ापे में हम और भी अधिक होंगे।</p>\n<p>बूढ़े लोग अतीत में जीते हैं, बूढ़े लोग कई बीते हुए कल का परिणाम हैं, बूढ़े लोग उस पल को पूरी तरह से अनदेखा करते हैं जिसमें हम जी रहे हैं, बूढ़े लोग संचित स्मृति हैं।</p>\n<p>परिपूर्ण बुढ़ापे तक पहुँचने का एकमात्र तरीका मनोवैज्ञानिक स्वयं को भंग करना है। जब हम पल-पल मरना सीखते हैं, तो हम उदात्त बुढ़ापे तक पहुँचते हैं।</p>\n<p>बुढ़ापे का एक महान अर्थ है, उन लोगों के लिए शांति और स्वतंत्रता जिन्होंने पहले ही स्वयं को भंग कर दिया है।</p>\n<p>जब वासनाएँ पूरी तरह, पूरी तरह और निश्चित रूप से मर गई हैं, तो एक व्यक्ति एक स्वामी से नहीं, बल्कि कई स्वामियों से मुक्त हो जाता है।</p>\n<p>जीवन में निर्दोष बुजुर्गों को खोजना बहुत मुश्किल है जिनके पास स्वयं का अवशेष भी नहीं है, उस वर्ग के बुजुर्ग अनन्त रूप से खुश हैं और पल-पल जीते हैं।</p>\n<p>ज्ञान में पका हुआ मनुष्य। ज्ञान में वृद्ध, प्रेम का स्वामी, वास्तव में प्रकाश स्तंभ बन जाता है जो असंख्य सदियों की धारा को बुद्धिमानी से निर्देशित करता है।</p>\n<p>दुनिया में कुछ वृद्ध गुरु रहे हैं और वर्तमान में हैं जिनके पास स्वयं का अंतिम अवशेष भी नहीं है। ये ज्ञानी अर्हत कमल के फूल की तरह ही विदेशी और दिव्य हैं।</p>\n<p>पूज्य वृद्ध गुरु जिन्होंने स्वयं को कट्टरपंथी और निश्चित रूप से बहुवचन रूप से भंग कर दिया है, वे परिपूर्ण ज्ञान, दिव्य प्रेम और उदात्त शक्ति की परिपूर्ण अभिव्यक्ति हैं।</p>\n<p>वृद्ध गुरु जिनके पास अब स्वयं नहीं है, वे वास्तव में दिव्य प्राणी की पूर्ण अभिव्यक्ति हैं।</p>\n<p>उन उदात्त बुजुर्गों, उन ज्ञानी अर्हतों ने प्राचीन काल से दुनिया को रोशन किया है, बुद्ध, मूसा, हर्मीस, रामकृष्ण, डैनियल, पवित्र लामा आदि को याद करें।</p>\n<p>स्कूलों, कॉलेजों और विश्वविद्यालयों के शिक्षकों, महिला शिक्षकों, परिवार के माता-पिता को नई पीढ़ियों को बुजुर्गों का सम्मान और आदर करना सिखाना चाहिए।</p>\n<p>जो नाम नहीं है, वह जो दिव्य है, वह जो वास्तविक है, उसके तीन पहलू हैं: ज्ञान, प्रेम, वचन।</p>\n<p>दिव्यता पिता के रूप में ब्रह्मांडीय ज्ञान है, माता के रूप में अनंत प्रेम है, पुत्र के रूप में वचन है।</p>\n<p>परिवार के पिता में ज्ञान का प्रतीक पाया जाता है। घर की माता में प्रेम पाया जाता है, पुत्र शब्द का प्रतीक हैं।</p>\n<p>वृद्ध पिता अपने पुत्रों के पूर्ण समर्थन के पात्र हैं। बूढ़ा पिता काम नहीं कर सकता और यह उचित है कि पुत्र उसका भरण-पोषण करें और उसका सम्मान करें।</p>\n<p>आराध्य माँ अब बूढ़ी हो चुकी है और काम नहीं कर सकती है और इसलिए यह आवश्यक है कि पुत्र और पुत्रियाँ उसकी देखभाल करें और उससे प्रेम करें और उस प्रेम को एक धर्म बना लें।</p>\n<p>जो अपने पिता से प्रेम करना नहीं जानता, जो अपनी माँ को सम्मानित करना नहीं जानता, वह बाईं ओर के मार्ग पर, त्रुटि के मार्ग पर चलता है।</p>\n<p>पुत्रों को अपने माता-पिता का न्याय करने का अधिकार नहीं है, इस दुनिया में कोई भी परिपूर्ण नहीं है और हममें से जिनके पास एक दिशा में कुछ कमियाँ नहीं हैं, उनके पास दूसरी दिशा में हैं, हम सभी एक ही कैंची से कटे हुए हैं।</p>\n<p>कुछ लोग पितृ प्रेम को कम आंकते हैं, अन्य तो पितृ प्रेम पर भी हंसते हैं। जो लोग जीवन में इस तरह व्यवहार करते हैं, उन्होंने उस मार्ग में प्रवेश भी नहीं किया है जो उसे ले जाता है जिसका कोई नाम नहीं है।</p>\n<p>कृतघ्न पुत्र जो अपने पिता से घृणा करता है और अपनी माँ को भूल जाता है, वह वास्तव में दुष्ट है जो उन सभी चीजों से घृणा करता है जो दिव्य हैं।</p>\n<p>चेतना की क्रांति का अर्थ कृतघ्नता, पिता को भूलना, आराध्य माँ को कम आंकना नहीं है। चेतना की क्रांति ज्ञान प्रेम और पूर्ण शक्ति है।</p>\n<p>पिता में ज्ञान का प्रतीक पाया जाता है और माता में प्रेम का जीवंत स्रोत पाया जाता है जिसके शुद्ध सार के बिना उच्चतम अंतरंग उपलब्धियों को प्राप्त करना वास्तव में असंभव है।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hi/educacion-fundamental/la-vejez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hi/educacion-fundamental/la-vejez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hi/educacion-fundamental/la-vejez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
