import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "বার্ধক্য",
  "locale": "bn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "28. বার্ধক্য",
    "order": 28
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>জীবনের প্রথম চল্লিশ বছর আমাদের বই দেয়, পরবর্তী ত্রিশ বছর সেই বইয়ের ভাষ্য দেয়।</p>\n<p>কুড়ি বছর বয়সে একজন মানুষ ময়ূর, ত্রিশে সিংহ, চল্লিশে উট, পঞ্চাশে সাপ, ষাটে কুকুর, সত্তর বছর বয়সে বানর এবং আশি বছরে কেবল একটি কণ্ঠস্বর ও ছায়া।</p>\n<p>সময় সবকিছু প্রকাশ করে: এটি একটি খুব আকর্ষণীয় বক্তা, যে কেউ কিছু জিজ্ঞাসা না করলেও নিজের সম্পর্কে কথা বলে।</p>\n<p>দরিদ্র বুদ্ধিমান প্রাণী (যাকে ভুল করে মানুষ বলা হয়) এর হাত দিয়ে তৈরি এমন কিছুই নেই যা সময় কমবেশি ধ্বংস করে না।</p>\n<p>“FUGIT IRRÉPARABILE TEMPUS”, যে সময় পালিয়ে যায় তা মেরামত করা যায় না।</p>\n<p>সময় এখন যা লুকানো আছে তা জনসমক্ষে নিয়ে আসে এবং যা এই মুহূর্তে উজ্জ্বল দীপ্তি ছড়াচ্ছে তা ঢেকে রাখে এবং লুকিয়ে রাখে।</p>\n<p>বার্ধক্য প্রেমের মতো, যৌবনের পোশাকে ছদ্মবেশ ধারণ করলেও এটিকে লুকানো যায় না।</p>\n<p>বার্ধক্য মানুষের অহংকারকে চূর্ণ করে এবং তাদের নত করে, তবে নম্র হওয়া এক জিনিস এবং অপমানিত হওয়া অন্য জিনিস।</p>\n<p>যখন মৃত্যু ঘনিয়ে আসে, জীবনের প্রতি হতাশ বৃদ্ধরা দেখে যে বার্ধক্য আর বোঝা নয়।</p>\n<p>সব মানুষই দীর্ঘ জীবন এবং বৃদ্ধ হওয়ার আশা পোষণ করে, তবুও বার্ধক্য তাদের ভীত করে।</p>\n<p>বার্ধক্য পঞ্চান্ন বছর বয়সে শুরু হয় এবং তারপরে সপ্তমবার্ষিকী সময়কালে প্রক্রিয়া করা হয় যা আমাদের জরা এবং মৃত্যুর দিকে নিয়ে যায়।</p>\n<p>বৃদ্ধদের সবচেয়ে বড় ট্র্যাজেডি তাদের বৃদ্ধ হওয়ার কারণে নয়, বরং তারা যে বৃদ্ধ তা স্বীকার করতে না চাওয়া এবং বার্ধক্য যেন কোনো অপরাধ এমন ধারণা করে নিজেদেরকে যুবক ভাবতে চাওয়ার বোকামি।</p>\n<p>বার্ধক্যের সেরা দিক হল এই যে, একজন লক্ষ্যের খুব কাছে থাকে।</p>\n<p>মনস্তাত্ত্বিক “আমি”, “আমার নিজের সত্তা”, “অহং” বছরের পর বছর এবং অভিজ্ঞতার সাথে উন্নত হয় না; এটি জটিল হয়ে যায়, আরও কঠিন হয়ে ওঠে, আরও শ্রমসাধ্য হয়, তাই সাধারণ প্রবাদটি হল: “স্বভাব এবং চেহারা কবর পর্যন্ত”।</p>\n<p>কঠিন বয়স্কদের মনস্তাত্ত্বিক “আমি” খারাপ উদাহরণ দিতে অক্ষমতার কারণে সুন্দর উপদেশ দিয়ে নিজেকে সান্ত্বনা দেয়।</p>\n<p>বৃদ্ধরা খুব ভাল করেই জানে যে বার্ধক্য একটি ভয়ঙ্কর অত্যাচারী যে তাদের মৃত্যুর ভয়ে উন্মাদ তারুণ্যের আনন্দ উপভোগ করতে নিষেধ করে এবং তারা সুন্দর উপদেশ দিয়ে নিজেদের সান্ত্বনা দিতে পছন্দ করে।</p>\n<p>“আমি” “আমি”কে লুকিয়ে রাখে, “আমি” নিজের একটি অংশ লুকিয়ে রাখে এবং সবকিছু মহৎ বাক্যাংশ এবং সুন্দর উপদেশ দিয়ে লেবেল করা হয়।</p>\n<p>“আমার নিজের সত্তা”র একটি অংশ “আমার নিজের সত্তা”র অন্য অংশকে লুকিয়ে রাখে। “আমি” যা সুবিধাজনক নয় তা লুকিয়ে রাখে।</p>\n<p>পর্যবেক্ষণ এবং অভিজ্ঞতার দ্বারা সম্পূর্ণরূপে প্রমাণিত যে যখন অভ্যাস আমাদের ত্যাগ করে, তখন আমরা ভাবতে পছন্দ করি যে আমরাই তাদের ত্যাগ করেছি।</p>\n<p>বুদ্ধিমান প্রাণীর হৃদয় বছরের পর বছর ভালো হয় না, বরং খারাপ হয়, সর্বদা পাথরের মতো কঠিন হয়ে যায় এবং যৌবনে আমরা যদি লোভী, মিথ্যাবাদী, রাগান্বিত হয়ে থাকি, তবে বার্ধক্যে আমরা আরও বেশি হব।</p>\n<p>বৃদ্ধরা অতীতে বাস করে, বৃদ্ধরা অনেক অতীতের ফল, বয়স্করা আমরা যে মুহূর্তে বাস করছি তা সম্পূর্ণরূপে উপেক্ষা করে, বৃদ্ধরা হল সঞ্চিত স্মৃতি।</p>\n<p>পরিপূর্ণ বার্ধক্যে পৌঁছানোর একমাত্র উপায় হল মনস্তাত্ত্বিক “আমি”কে দ্রবীভূত করা। যখন আমরা প্রতি মুহূর্তে মরতে শিখি, তখন আমরা মহৎ বার্ধক্যে পৌঁছাই।</p>\n<p>বার্ধক্যের একটি মহান অর্থ আছে, যারা ইতিমধ্যে “আমি”কে দ্রবীভূত করেছে তাদের জন্য প্রশান্তি এবং স্বাধীনতা।</p>\n<p>যখন আবেগগুলি সম্পূর্ণরূপে, সম্পূর্ণরূপে এবং চূড়ান্তভাবে মারা যায়, তখন একজন একজন প্রভুর থেকে নয়, অনেক প্রভুর থেকে মুক্ত হয়।</p>\n<p>জীবনে নির্দোষ বৃদ্ধদের খুঁজে পাওয়া খুব কঠিন যাদের মধ্যে “আমি”-এর অবশিষ্টাংশও নেই, এই ধরনের বৃদ্ধরা অসীম সুখী এবং তারা প্রতি মুহূর্তে বেঁচে থাকে।</p>\n<p>জ্ঞানে পাকা মানুষ। জ্ঞানে প্রবীণ, প্রেমের প্রভু, প্রকৃতপক্ষে আলোর বাতিঘরে পরিণত হন যা বিজ্ঞতার সাথে অগণিত শতাব্দীর স্রোতকে পথ দেখায়।</p>\n<p>বিশ্বে কিছু বয়স্ক শিক্ষক ছিলেন এবং বর্তমানেও আছেন যাদের “আমি”-এর শেষ অবশিষ্টাংশও নেই। এই জ্ঞানবাদী আর্যরা পদ্ম ফুলের মতো বহিরাগত এবং ঐশ্বরিক।</p>\n<p>শ্রদ্ধেয় বয়স্ক শিক্ষক যিনি মৌলিক এবং চূড়ান্তভাবে বহুবচন “আমি”কে দ্রবীভূত করেছেন, তিনি নিখুঁত জ্ঞানের, ঐশ্বরিক প্রেমের এবং মহিমান্বিত শক্তির নিখুঁত প্রকাশ।</p>\n<p>যে বয়স্ক শিক্ষকের “আমি” নেই, তিনি প্রকৃতপক্ষে ঐশ্বরিক সত্তার পূর্ণ প্রকাশ।</p>\n<p>সেই মহিমান্বিত বৃদ্ধরা, সেই জ্ঞানবাদী আর্যরা প্রাচীনকাল থেকে বিশ্বকে আলোকিত করেছেন, বুদ্ধ, মোজেস, হার্মিস, রামকৃষ্ণ, ড্যানিয়েল, পবিত্র লামা ইত্যাদিদের স্মরণ করুন।</p>\n<p>স্কুল, কলেজ এবং বিশ্ববিদ্যালয়ের শিক্ষক, মহিলা শিক্ষক, পরিবারের অভিভাবকদের উচিত নতুন প্রজন্মকে বয়স্কদের সম্মান ও পূজা করতে শেখানো।</p>\n<p>যা নামহীন, যা ঐশ্বরিক, যা বাস্তব, তার তিনটি দিক রয়েছে: জ্ঞান, প্রেম, শব্দ।</p>\n<p>ঐশ্বরিক পিতা হিসাবে মহাজাগতিক জ্ঞান, মাতা হিসাবে অনন্ত প্রেম, পুত্র হিসাবে শব্দ।</p>\n<p>পরিবারের পিতার মধ্যে জ্ঞানের প্রতীক রয়েছে। বাড়ির মায়ের মধ্যে প্রেম রয়েছে, সন্তানরা শব্দটির প্রতীক।</p>\n<p>বৃদ্ধ পিতার সন্তানদের কাছ থেকে সর্বাত্মক সমর্থন প্রাপ্য। বৃদ্ধ পিতা কাজ করতে পারেন না এবং সন্তানদের তাকে ভরণপোষণ করা এবং সম্মান করা ন্যায্য।</p>\n<p>আরাধ্য বৃদ্ধ মা কাজ করতে পারেন না এবং তাই পুত্র ও কন্যাদের তার প্রতি খেয়াল রাখা এবং তাকে ভালবাসা এবং সেই ভালবাসাকে একটি ধর্মে পরিণত করা প্রয়োজন।</p>\n<p>যে তার পিতাকে ভালবাসতে জানে না, যে তার মাকে সম্মান করতে জানে না, সে বাম হাতের পথে, ভুলের পথে চলে।</p>\n<p>সন্তানদের তাদের বাবা-মাকে বিচার করার অধিকার নেই, এই পৃথিবীতে কেউ নিখুঁত নয় এবং যাদের একটি দিকে নির্দিষ্ট ত্রুটি নেই, তাদের অন্য দিকে ত্রুটি রয়েছে, আমরা সবাই একই কাঁচি দিয়ে কাটা।</p>\n<p>কেউ কেউ পিতৃপ্রেমকে অবমূল্যায়ন করে, আবার কেউ কেউ পিতৃপ্রেমকে নিয়ে হাসাহাসি করে। যারা জীবনে এমন আচরণ করে তারা সেই পথে প্রবেশও করেনি যা নামহীন কিছুর দিকে নিয়ে যায়।</p>\n<p>অকৃতজ্ঞ পুত্র যে তার পিতাকে ঘৃণা করে এবং তার মাকে ভুলে যায়, সে সত্যিই সেই প্রকৃত অত্যাচারী যে ঐশ্বরিক সবকিছুকে ঘৃণা করে।</p>\n<p>চেতনার বিপ্লব মানে অকৃতজ্ঞতা নয়, পিতাকে ভুলে যাওয়া, আরাধ্য মাকে অবমূল্যায়ন করা নয়। চেতনার বিপ্লব হল জ্ঞান, প্রেম এবং নিখুঁত শক্তি।</p>\n<p>পিতার মধ্যে জ্ঞানের প্রতীক রয়েছে এবং মায়ের মধ্যে প্রেমের জীবন্ত উৎস রয়েছে যার বিশুদ্ধতম সারমর্ম ছাড়া প্রকৃতপক্ষে সর্বোচ্চ অভ্যন্তরীণ উপলব্ধি অর্জন করা অসম্ভব।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bn/educacion-fundamental/la-vejez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bn/educacion-fundamental/la-vejez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bn/educacion-fundamental/la-vejez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
