import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Чындык",
  "locale": "ky",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. Чындык",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Балалыктан жана жаштыктан баштап биздин аянычтуу жашообуз көптөгөн акыл-эсти бурмалоолор, үй-бүлөдөгү интимдик трагедиялар, үйдөгү жана мектептеги карама-каршылыктар ж.б. менен кайгылуу жолго түшөт.</p>\n<p>Балалык менен жаштыкта, өтө сейрек учурларды кошпогондо, бул көйгөйлөрдүн баары бизге терең таасир эте албасы анык, бирок биз чоңойгондо суроолор башталат: Мен киммин? Кайдан келдим? Эмнеге азап чегишим керек? Бул жашоонун максаты эмне? ж.б. ж.б. ж.б.</p>\n<p>Жашоо жолунда баарыбыз ушул суроолорду бергенбиз, баарыбыз бир кезде ушунчалык ачуу, көңүл калуу, күрөш жана азаптын “эмне үчүн” экенин изилдегибиз, билгибиз келген, бирок тилекке каршы, ар дайым кандайдыр бир теорияга, кандайдыр бир пикирге, кандайдыр бир ишенимге, кошуна эмне дегенине, кайсы бир карып калган адамдын жообуна ж.б. тыгылып калабыз.</p>\n<p>Биз чыныгы бейкүнөөлүктөн жана тынч жүрөктүн тынчтыгынан айрылдык, ошондуктан чындыкты бүтүндөй катаалдыгы менен түздөн-түз сезе албайбыз, башкалардын айтканынан көз карандыбыз жана туура эмес жолдо баратканыбыз анык.</p>\n<p>Капиталисттик коом атеисттерди, Кудайга ишенбегендерди кескин түрдө айыптайт.</p>\n<p>Марксисттик-Лениндик коом Кудайга ИШЕНГЕНДЕРДИ айыптайт, бирок түпкүрүндө экөө тең бирдей, бул пикир маселеси, адамдардын каприздери, акылдын проекциялары. Ишенчээктик да, ишенбөөчүлүк да, скептицизм да чындыкты тажрыйба жүзүндө баштан өткөрүүнү билдирбейт.</p>\n<p>Акыл ишенүүгө, күмөн саноого, пикир айтууга, божомолдоого ж.б. укуктуу, бирок бул чындыкты тажрыйба жүзүндө баштан өткөрүү эмес.</p>\n<p>Күнгө ишенүүгө же ишенбөөгө, ал тургай андан күмөн саноого да акыбыз бар, бирок асман телосу биздин пикирибизге эч кандай маани бербестен, бардык нерсеге жарык жана өмүр берүүнү уланта берет.</p>\n<p>Сокур ишенимдин артында, ишенбөөчүлүктүн жана скептицизмдин артында жалган адеп-ахлактын көптөгөн нюанстары жана МЕН чыңдалган жалган кадыр-барктын көптөгөн туура эмес түшүнүктөрү жашырылган.</p>\n<p>Капиталисттик типтеги коом да, коммунисттик типтеги коом да өздөрүнүн каалоолоруна, бейкалыс пикирлерине жана теорияларына ылайык, өздөрүнүн өзгөчө адеп-ахлак түрүнө ээ. Капиталисттик блокто адептүү болгон нерсе коммунисттик блокто адепсиз, тескерисинче.</p>\n<p>Адеп-ахлак каада-салттарга, жерге, заманга жараша болот. Бир өлкөдө адептүү болгон нерсе башка өлкөдө адепсиз, бир мезгилде адептүү болгон нерсе башка мезгилде адепсиз. Адеп-ахлактын эч кандай маанилүү баалуулугу жок, аны терең талдап көрсөк, жүз пайызга акылсыздык болуп чыгат.</p>\n<p>Негизги билим берүү адеп-ахлакты үйрөтпөйт, негизги билим берүү РЕВОЛЮЦИЯЛЫК ЭТИКАны үйрөтөт жана бул жаңы муундарга керек.</p>\n<p>Кылымдардын коркунучтуу түндөрүнөн бери, бардык убакта, чындыкты издөө үчүн дүйнөдөн алыстаган адамдар дайыма болгон.</p>\n<p>Чындыкты издөө үчүн дүйнөдөн алыстоо акылсыздык, анткени ал дүйнөнүн ичинде жана адамдын ичинде азыр жана бул жерде жайгашкан.</p>\n<p>Чындык - бул учурдан учурга белгисиз нерсе жана биз аны дүйнөдөн бөлүнүп же жакындарыбызды таштап кетип таба албайбыз.</p>\n<p>Бардык чындык жарым чындык, ал эми бардык чындык жарым ката деп айтуу акылсыздык.</p>\n<p>Чындык радикалдуу жана БАР же ЖОК, эч качан жарым-жартылай болушу мүмкүн эмес, эч качан жарым ката болушу мүмкүн эмес.</p>\n<p>Чындык убакыттын иши жана бир убакта болгон нерсе башка убакта БОЛБОЙТ деп айтуу акылсыздык.</p>\n<p>Чындыктын убакытка эч кандай тиешеси жок. Чындык - УБАКЫТСЫЗ. МЕН - бул убакыт, демек, Чындыкты биле албайт.</p>\n<p>Шарттуу, убактылуу, салыштырмалуу чындыктарды болжолдоо акылсыздык. Элдер түшүнүктөрдү жана пикирлерди Чындык деп жаңылышат.</p>\n<p>Чындыктын пикирлерге да, шарттуу деп аталган чындыктарга да эч кандай тиешеси жок, анткени алар акылдын өтмө проекциялары гана.</p>\n<p>Чындык - бул учурдан учурга белгисиз нерсе жана аны психологиялык МЕН жок болгон учурда гана тажрыйба жүзүндө баштан өткөрүүгө болот.</p>\n<p>Чындык софизмдердин, түшүнүктөрдүн, пикирлердин маселеси эмес. Чындыкты түздөн-түз тажрыйба аркылуу гана билүүгө болот.</p>\n<p>Акыл гана пикир айта алат жана пикирлердин чындыкка эч кандай тиешеси жок.</p>\n<p>Акыл эч качан Чындыкты түшүнө албайт.</p>\n<p>Мектептердин, колледждердин, университеттердин мугалимдери чындыкты тажрыйба жүзүндө баштан өткөрүп, шакирттерине жол көрсөтүшү керек.</p>\n<p>Чындык - бул түздөн-түз тажрыйбанын маселеси, теориялардын, пикирлердин же түшүнүктөрдүн маселеси эмес.</p>\n<p>Биз окуй алабыз жана окушубуз керек, бирок ар бир теорияда, түшүнүктө, пикирде ж.б. чындык бар экенин түздөн-түз өздөрү тажрыйба жүзүндө баштан өткөрүү абдан маанилүү. ж.б. ж.б.</p>\n<p>Биз окушубуз, талдашыбыз, сурашыбыз керек, бирок ошондой эле биз окуган бардык нерсенин ичинде камтылган Чындыкты тажрыйба жүзүндө баштан өткөрүүгө ШАШЫЛЫШ түрдө муктажбыз.</p>\n<p>Акыл козголуп, толкунданып, карама-каршы пикирлер менен азап чегип турганда, Чындыкты тажрыйба жүзүндө баштан өткөрүү мүмкүн эмес.</p>\n<p>Чындыкты акыл тынч турганда, акыл жымжырт болгондо гана тажрыйба жүзүндө баштан өткөрүүгө болот.</p>\n<p>Мектептердин, колледждердин жана университеттердин мугалимдери окуучуларга терең ички медитациянын жолун көрсөтүшү керек.</p>\n<p>Терең ички медитациянын жолу бизди акылдын тынчтыгына жана жымжырттыгына алып барат.</p>\n<p>Акыл тынч, ойлордон, каалоолордон, пикирлерден ж.б. бош болгондо, акыл жымжырт болгондо, чындык бизге келет.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ky/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
