import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ସତ୍ୟ",
  "locale": "or",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. ସତ୍ୟ",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ଶିଶୁକାଳ ଓ ଯୌବନରୁ ଆରମ୍ଭ ହୁଏ ଆମର ଦୁଃଖମୟ ଜୀବନର ଯାତ୍ରା, ଯେଉଁଥିରେ ଅନେକ ମାନସିକ ବିକୃତି, ପାରିବାରିକ ଦୁଃଖ, ଘରେ ଏବଂ ବିଦ୍ୟାଳୟରେ ଅସୁବିଧା ଇତ୍ୟାଦି ଥାଏ।</p>\n<p>ଏହା ସ୍ପଷ୍ଟ ଯେ ଶିଶୁକାଳ ଏବଂ ଯୌବନରେ, ଅତି ବିରଳ ବ୍ୟତିକ୍ରମକୁ ଛାଡିଦେଲେ, ଏହି ସମସ୍ୟାଗୁଡ଼ିକ ଆମକୁ ପ୍ରକୃତରେ ଗଭୀର ଭାବରେ ପ୍ରଭାବିତ କରିପାରେ ନାହିଁ, କିନ୍ତୁ ଯେତେବେଳେ ଆମେ ବଡ ହୋଇଯାଉ, ସେତେବେଳେ ପ୍ରଶ୍ନ ଆସେ ଯେ ମୁଁ କିଏ? ମୁଁ କେଉଁଠାରୁ ଆସିଛି? ମୁଁ କାହିଁକି ଦୁଃଖ ଭୋଗିବା ଉଚିତ୍? ଏହି ଜୀବନର ଉଦ୍ଦେଶ୍ୟ କ’ଣ? ଇତ୍ୟାଦି ଇତ୍ୟାଦି।</p>\n<p>ଜୀବନର ରାସ୍ତାରେ ଆମେ ସମସ୍ତେ ଏହି ପ୍ରଶ୍ନ ପଚାରିଛୁ, ଆମେ ସମସ୍ତେ କେବେ ଖୋଜିବାକୁ, ଅନୁସନ୍ଧାନ କରିବାକୁ, ଜାଣିବାକୁ ଚାହିଁଛୁ କେତେ ଦୁଃଖ, ଅସନ୍ତୋଷ, ସଂଘର୍ଷ ଏବଂ ଯନ୍ତ୍ରଣା କାହିଁକି, କିନ୍ତୁ ଦୁର୍ଭାଗ୍ୟବଶତଃ ଆମେ ସର୍ବଦା କୌଣସି ତତ୍ତ୍ୱରେ, କୌଣସି ମତରେ, କୌଣସି ବିଶ୍ୱାସରେ ବନ୍ଦ ହୋଇଯାଉ। ପଡୋଶୀ କ’ଣ କହିଲା, ଜଣେ ବୃଦ୍ଧ ଲୋକ ଆମକୁ କ’ଣ ଉତ୍ତର ଦେଲା ଇତ୍ୟାଦି।</p>\n<p>ଆମେ ପ୍ରକୃତ ନିର୍ଦ୍ଦୋଷତା ଏବଂ ଶାନ୍ତ ହୃଦୟର ଶାନ୍ତି ହରାଇଛୁ ଏବଂ ସେଥିପାଇଁ ଆମେ ସତ୍ୟକୁ ସିଧାସଳଖ ଅନୁଭବ କରିବାକୁ ସକ୍ଷମ ନୁହଁ, ଆମେ ଅନ୍ୟମାନେ କ’ଣ କହୁଛନ୍ତି ତାହା ଉପରେ ନିର୍ଭର କରୁ ଏବଂ ଏହା ସ୍ପଷ୍ଟ ଯେ ଆମେ ଭୁଲ ରାସ୍ତାରେ ଯାଉଛୁ।</p>\n<p>ପୁଞ୍ଜିବାଦୀ ସମାଜ ନାସ୍ତିକମାନଙ୍କୁ, ଯେଉଁମାନେ ଭଗବାନଙ୍କୁ ବିଶ୍ୱାସ କରନ୍ତି ନାହିଁ, ସେମାନଙ୍କୁ ସମ୍ପୂର୍ଣ୍ଣ ରୂପେ ନିନ୍ଦା କରେ।</p>\n<p>ମାର୍କ୍ସବାଦୀ-ଲେନିନବାଦୀ ସମାଜ ସେହିମାନଙ୍କୁ ନିନ୍ଦା କରେ ଯେଉଁମାନେ ଭଗବାନଙ୍କୁ ବିଶ୍ୱାସ କରନ୍ତି, କିନ୍ତୁ ମୂଳତଃ ଉଭୟ ସମାନ, ମତାମତର ପ୍ରଶ୍ନ, ଲୋକଙ୍କର ଇଚ୍ଛା, ମନର ପ୍ରୋଜେକସନ୍। ବିଶ୍ୱାସ, ଅବିଶ୍ୱାସ କିମ୍ବା ସନ୍ଦେହବାଦ ସତ୍ୟକୁ ଅନୁଭବ କରିବାର ଅର୍ଥ ନୁହେଁ।</p>\n<p>ମନ ବିଶ୍ୱାସ କରିବା, ସନ୍ଦେହ କରିବା, ମତ ଦେବା, ଅନୁମାନ କରିବା ଇତ୍ୟାଦି କରିପାରେ, କିନ୍ତୁ ତାହା ସତ୍ୟକୁ ଅନୁଭବ କରିବା ନୁହେଁ।</p>\n<p>ଆମେ ସୂର୍ଯ୍ୟରେ ବିଶ୍ୱାସ କରିବା କିମ୍ବା ବିଶ୍ୱାସ ନକରିବା ଏବଂ ଏପରିକି ସନ୍ଦେହ କରିବାର ଆରାମ ମଧ୍ୟ ପାଇପାରିବା, କିନ୍ତୁ ସୂର୍ଯ୍ୟ ନକ୍ଷତ୍ର ଆଲୋକ ଦେବା ଏବଂ ସମସ୍ତଙ୍କୁ ଜୀବନ ଦେବା ଜାରି ରଖିବ, ଆମର ମତାମତ ତାଙ୍କ ପାଇଁ ଟିକିଏ ମଧ୍ୟ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ନୁହେଁ।</p>\n<p>ଅନ୍ଧ ବିଶ୍ୱାସ ପଛରେ, ଅବିଶ୍ୱାସ ଏବଂ ସନ୍ଦେହବାଦ ପଛରେ, ମିଥ୍ୟା ନୈତିକତାର ଅନେକ ରଙ୍ଗ ଏବଂ ମିଥ୍ୟା ସମ୍ମାନର ଅନେକ ଭୁଲ ଧାରଣା ଲୁଚି ରହିଛି, ଯାହାର ଛାଇରେ ‘ମୁଁ’ ଶକ୍ତିଶାଳୀ ହୁଏ।</p>\n<p>ପୁଞ୍ଜିବାଦୀ ପ୍ରକାରର ସମାଜ ଏବଂ ସାମ୍ୟବାଦୀ ପ୍ରକାରର ସମାଜର ପ୍ରତ୍ୟେକର ନିଜସ୍ୱ ଉପାୟରେ ଏବଂ ସେମାନଙ୍କର ଇଚ୍ଛା, ପୂର୍ବାଗ୍ରହ ଏବଂ ତତ୍ତ୍ୱ ଅନୁଯାୟୀ, ଏକ ସ୍ୱତନ୍ତ୍ର ପ୍ରକାରର ନୈତିକତା ଅଛି। ପୁଞ୍ଜିବାଦୀ ବ୍ଲକରେ ଯାହା ନୈତିକ, ତାହା ସାମ୍ୟବାଦୀ ବ୍ଲକରେ ଅନୈତିକ ଏବଂ ଅନ୍ୟଥା।</p>\n<p>ନୈତିକତା ପରମ୍ପରା, ସ୍ଥାନ ଏବଂ ସମୟ ଉପରେ ନିର୍ଭର କରେ। ଗୋଟିଏ ଦେଶରେ ଯାହା ନୈତିକ, ତାହା ଅନ୍ୟ ଦେଶରେ ଅନୈତିକ ଏବଂ ଗୋଟିଏ ସମୟରେ ଯାହା ନୈତିକ ଥିଲା, ତାହା ଅନ୍ୟ ସମୟରେ ଅନୈତିକ। ନୈତିକତାର କୌଣସି ଆବଶ୍ୟକୀୟ ମୂଲ୍ୟ ନାହିଁ, ଏହାକୁ ଗଭୀର ଭାବରେ ବିଶ୍ଳେଷଣ କଲେ ଏହା ଶତ ପ୍ରତିଶତ ମୂର୍ଖ ବୋଲି ପ୍ରମାଣିତ ହୁଏ।</p>\n<p>ମୌଳିକ ଶିକ୍ଷା ନୈତିକତା ଶିଖାଏ ନାହିଁ, ମୌଳିକ ଶିକ୍ଷା ବିପ୍ଳବାତ୍ମକ ନୈତିକତା ଶିଖାଏ ଏବଂ ନୂତନ ପିଢ଼ିଙ୍କୁ ତାହା ଦରକାର।</p>\n<p>ଶତାବ୍ଦୀର ଭୟାନକ ରାତିରୁ, ସବୁ ସମୟରେ, ସର୍ବଦା ପୁରୁଷମାନେ ଥିଲେ ଯେଉଁମାନେ ସତ୍ୟ ଖୋଜିବା ପାଇଁ ଦୁନିଆରୁ ଦୂରେଇ ଯାଇଥିଲେ।</p>\n<p>ସତ୍ୟ ଖୋଜିବା ପାଇଁ ଦୁନିଆରୁ ଦୂରେଇ ଯିବା ଅର୍ଥହୀନ କାରଣ ଏହା ଏଠାରେ ଏବଂ ବର୍ତ୍ତମାନରେ ଦୁନିଆରେ ଏବଂ ମଣିଷ ଭିତରେ ଅଛି।</p>\n<p>ସତ୍ୟ ହେଉଛି ସମୟ ସମୟରେ ଅଜ୍ଞାତ ଏବଂ ଆମେ ଦୁନିଆରୁ ଅଲଗା ହୋଇ କିମ୍ବା ଆମର ସାଥୀମାନଙ୍କୁ ଛାଡି ଏହାକୁ ଆବିଷ୍କାର କରିପାରିବୁ ନାହିଁ।</p>\n<p>ସମସ୍ତ ସତ୍ୟ ଅଧା ସତ୍ୟ ଏବଂ ସମସ୍ତ ସତ୍ୟ ଅଧା ଭୁଲ୍ ବୋଲି କହିବା ଅର୍ଥହୀନ।</p>\n<p>ସତ୍ୟ ମୌଳିକ ଏବଂ ଏହା ଅଛି କିମ୍ବା ନାହିଁ, ଏହା କେବେ ଅଧା ହୋଇପାରିବ ନାହିଁ, ଏହା କେବେ ଅଧା ଭୁଲ୍ ହୋଇପାରିବ ନାହିଁ।</p>\n<p>ଏହା କହିବା ଅର୍ଥହୀନ: ସତ୍ୟ ସମୟର ଅଟେ ଏବଂ ଯାହା ଗୋଟିଏ ସମୟରେ ଥିଲା ତାହା ଅନ୍ୟ ସମୟରେ ନୁହେଁ।</p>\n<p>ସତ୍ୟର ସମୟ ସହିତ କୌଣସି ସମ୍ପର୍କ ନାହିଁ। ସତ୍ୟ ଅସମୟିକ। ମୁଁ ସମୟ ଅଟେ ଏବଂ ସେଥିପାଇଁ ସତ୍ୟକୁ ଜାଣିପାରେ ନାହିଁ।</p>\n<p>ସାଧାରଣ, ସାମୟିକ, ଆପେକ୍ଷିକ ସତ୍ୟକୁ ଧରିନେବା ଅର୍ଥହୀନ। ଲୋକମାନେ ଧାରଣା ଏବଂ ମତାମତକୁ ସତ୍ୟ ସହିତ ଗଡ଼ବଡ଼ କରନ୍ତି।</p>\n<p>ସତ୍ୟର ମତାମତ କିମ୍ବା ସାଧାରଣ ସତ୍ୟ ସହିତ କୌଣସି ସମ୍ପର୍କ ନାହିଁ, କାରଣ ଏଗୁଡ଼ିକ ହେଉଛି ମନର ଅନାବଶ୍ୟକ ପ୍ରୋଜେକସନ୍।</p>\n<p>ସତ୍ୟ ହେଉଛି ସମୟ ସମୟରେ ଅଜ୍ଞାତ ଏବଂ ଏହା କେବଳ ମନସ୍ତାତ୍ତ୍ୱିକ ‘ମୁଁ’ର ଅନୁପସ୍ଥିତିରେ ଅନୁଭବ କରାଯାଇପାରେ।</p>\n<p>ସତ୍ୟ ହେଉଛି ଯୁକ୍ତି, ଧାରଣା, ମତାମତର ପ୍ରଶ୍ନ ନୁହେଁ। ସତ୍ୟ କେବଳ ପ୍ରତ୍ୟକ୍ଷ ଅନୁଭୂତି ମାଧ୍ୟମରେ ଜଣାପଡିପାରେ।</p>\n<p>ମନ କେବଳ ମତ ଦେଇପାରେ ଏବଂ ମତାମତର ସତ୍ୟ ସହିତ କୌଣସି ସମ୍ପର୍କ ନାହିଁ।</p>\n<p>ମନ କେବେ ସତ୍ୟକୁ ଗ୍ରହଣ କରିପାରେ ନାହିଁ।</p>\n<p>ବିଦ୍ୟାଳୟ, କଲେଜ, ବିଶ୍ୱବିଦ୍ୟାଳୟର ଶିକ୍ଷକମାନେ ସତ୍ୟକୁ ଅନୁଭବ କରିବା ଉଚିତ୍ ଏବଂ ସେମାନଙ୍କର ଶିଷ୍ୟମାନଙ୍କୁ ରାସ୍ତା ଦେଖାଇବା ଉଚିତ୍।</p>\n<p>ସତ୍ୟ ହେଉଛି ପ୍ରତ୍ୟକ୍ଷ ଅନୁଭୂତିର ବିଷୟ, ତତ୍ତ୍ୱ, ମତାମତ କିମ୍ବା ଧାରଣାର ବିଷୟ ନୁହେଁ।</p>\n<p>ଆମେ ଅଧ୍ୟୟନ କରିପାରିବା ଏବଂ କରିବା ଉଚିତ୍ କିନ୍ତୁ ପ୍ରତ୍ୟେକ ତତ୍ତ୍ୱ, ଧାରଣା, ମତାମତ ଇତ୍ୟାଦିରେ କ’ଣ ସତ୍ୟ ଅଛି ତାହା ନିଜେ ଏବଂ ସିଧାସଳଖ ଅନୁଭବ କରିବା ଜରୁରୀ।</p>\n<p>ଆମେ ଅଧ୍ୟୟନ କରିବା, ବିଶ୍ଳେଷଣ କରିବା, ଅନୁସନ୍ଧାନ କରିବା ଉଚିତ୍, କିନ୍ତୁ ଆମେ ଯାହା ଅଧ୍ୟୟନ କରୁଛୁ ସେଥିରେ ଥିବା ସତ୍ୟକୁ ଅନୁଭବ କରିବା ପାଇଁ ଆମକୁ ମଧ୍ୟ ଏକ ଜରୁରୀକାଳୀନ ଆବଶ୍ୟକତା ରହିଛି।</p>\n<p>ମନ ଆନ୍ଦୋଳିତ, ବିଚଳିତ ଏବଂ ବିପରୀତ ମତାମତ ଦ୍ୱାରା ଯନ୍ତ୍ରଣା ପାଉଥିବାବେଳେ ସତ୍ୟକୁ ଅନୁଭବ କରିବା ଅସମ୍ଭବ।</p>\n<p>ମନ ଶାନ୍ତ ହେଲେ, ମନ ନୀରବ ରହିଲେ ହିଁ ସତ୍ୟକୁ ଅନୁଭବ କରିବା ସମ୍ଭବ।</p>\n<p>ବିଦ୍ୟାଳୟ, କଲେଜ ଏବଂ ବିଶ୍ୱବିଦ୍ୟାଳୟର ଶିକ୍ଷକମାନେ ଛାତ୍ରଛାତ୍ରୀମାନଙ୍କୁ ଗଭୀର ଆଭ୍ୟନ୍ତରୀଣ ଧ୍ୟାନର ମାର୍ଗ ଦେଖାଇବା ଉଚିତ୍।</p>\n<p>ଗଭୀର ଆଭ୍ୟନ୍ତରୀଣ ଧ୍ୟାନର ମାର୍ଗ ଆମକୁ ମନର ସ୍ଥିରତା ଏବଂ ନୀରବତା ଆଡକୁ ନେଇଯାଏ।</p>\n<p>ଯେତେବେଳେ ମନ ଶାନ୍ତ ହୁଏ, ଚିନ୍ତା, ଇଚ୍ଛା, ମତାମତ ଇତ୍ୟାଦିରୁ ଖାଲି ହୋଇଯାଏ, ଯେତେବେଳେ ମନ ନୀରବ ରହେ, ସେତେବେଳେ ସତ୍ୟ ଆମ ପାଖକୁ ଆସେ।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/or/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/or/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/or/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
