import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Старостта",
  "locale": "bg",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "28. Старостта",
    "order": 28
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Първите четиридесет години от живота ни дават книгата, следващите тридесет – коментара.</p>\n<p>На двадесет години човек е паун; на тридесет – лъв; на четиридесет – камила; на петдесет – змия; на шейсет – куче; на седемдесет – маймуна, а на осемдесет – само глас и сянка.</p>\n<p>Времето разкрива всички неща: то е много интересен бърборко, който говори от само себе си, дори когато не го питат нищо.</p>\n<p>Няма нищо, направено от ръката на бедния ИНТЕЛЕКТУАЛЕН ЖИВОТИН, погрешно наречен човек, което рано или късно времето да не унищожи.</p>\n<p>“FUGIT IRRÉPARABILE TEMPUS”, времето, което бяга, не може да бъде поправено.</p>\n<p>Времето изважда на показ всичко, което сега е скрито, и прикрива и скрива всичко, което в този момент блести с великолепие.</p>\n<p>Старостта е като любовта, не може да бъде скрита, дори когато е маскирана с дрехите на младостта.</p>\n<p>Старостта съкрушава гордостта на хората и ги унижава, но едно е да си смирен, а друго – да паднеш унизен.</p>\n<p>Когато смъртта се приближава, старите, разочаровани от живота, откриват, че старостта вече не е товар.</p>\n<p>Всички хора таят надеждата да живеят дълъг живот и да остареят, и въпреки това старостта ги плаши.</p>\n<p>Старостта започва на петдесет и шест години и след това протича на седемгодишни периоди, които ни водят до немощ и смърт.</p>\n<p>Най-голямата трагедия на старите хора се състои не в самия факт, че са стари, а в глупостта да не искат да признаят, че са такива, и в тъпотата да се мислят за млади, сякаш старостта е престъпление.</p>\n<p>Най-доброто нещо на старостта е, че човек е много близо до целта.</p>\n<p>ПСИХОЛОГИЧНОТО АЗ, САМИЯТ АЗ, ЕГОТО, не се подобрява с годините и опита; то се усложнява, става по-трудно, по-трудоемко, затова народът казва: “ГЕНИЙ И ФИГУРА ДО ГРОБА”.</p>\n<p>ПСИХОЛОГИЧНОТО АЗ на трудните стари хора се самоутешава, като дава красиви съвети поради неспособността си да дава грозни примери.</p>\n<p>Старите хора много добре знаят, че старостта е много ужасен тиранин, който им забранява под страх от смърт да се наслаждават на удоволствията на лудата младост, и предпочитат да се утешават, като дават красиви съвети.</p>\n<p>АЗ-ът крие АЗ-а, АЗ-ът крие част от себе си и всичко се етикира с възвишени фрази и красиви съвети.</p>\n<p>ЕДНА част от САМИЯ МЕН крие друга част от САМИЯ МЕН. АЗ-ът крие това, което не му е изгодно.</p>\n<p>Напълно е доказано от наблюдението и опита, че когато пороците ни напуснат, ни е приятно да мислим, че ние сме тези, които сме ги напуснали.</p>\n<p>Сърцето на ИНТЕЛЕКТУАЛНИЯ ЖИВОТИН не става по-добро с годините, а по-лошо, винаги се превръща в камък и ако в младостта сме били алчни, лъжливи, гневни, в старостта ще бъдем много повече.</p>\n<p>Старите хора живеят в миналото, старите хора са резултат от много вчерашни дни, възрастните напълно пренебрегват момента, в който живеем, старите хора са натрупана памет.</p>\n<p>Единственият начин да се достигне до съвършена старост е да се разтвори ПСИХОЛОГИЧНОТО АЗ. Когато се научим да умираме от момент на момент, достигаме до възвишена старост.</p>\n<p>Старостта има голям смисъл, на спокойствие и свобода за онези, които вече са разтворили АЗ-а.</p>\n<p>Когато страстите са умрели по радикален, тотален и окончателен начин, човек е свободен не от един господар, а от много господари.</p>\n<p>Много е трудно да се намерят в живота невинни старци, които вече да не притежават дори остатъците от АЗ-а, този клас старци са безкрайно щастливи и живеят от миг на миг.</p>\n<p>Човекът, побелял в МЪДРОСТТА. Старецът в знанието, господарят на любовта, се превръща на практика във фара на светлината, който мъдро ръководи течението на безбройните векове.</p>\n<p>В света са съществували и съществуват понастоящем някои СТАРШИ УЧИТЕЛИ, които нямат дори и последните остатъци от АЗ-а. Тези ГНОСТИЧНИ АРХАТИ са толкова екзотични и божествени, колкото и цветът на лотоса.</p>\n<p>ПОЧТЕНИЯТ СТАРШИ УЧИТЕЛ, който е разтворил ПЛУРАЛИЗИРАНИЯ АЗ по радикален и окончателен начин, е съвършеният израз на СЪВЪРШЕНАТА МЪДРОСТ, на БОЖЕСТВЕНАТА ЛЮБОВ И НА ВЪЗВИШЕНАТА СИЛА.</p>\n<p>СТАРШИЯТ УЧИТЕЛ, който вече няма АЗ, е на практика пълното проявление на БОЖЕСТВЕНОТО БИТИЕ.</p>\n<p>Тези ВЪЗВИШЕНИ СТАРЦИ, тези ГНОСТИЧНИ АРХАТИ са озарявали света от древни времена, да си припомним БУДА, МОИСЕЙ, ХЕРМЕС, РАМАКРИШНА, ДАНИИЛ, СВЕТИЯ ЛАМА и т.н., и т.н., и т.н.</p>\n<p>Учителите в училища, колежи и университети, учителките, родителите, трябва да учат новите поколения да уважават и почитат възрастните хора.</p>\n<p>ОНОВА, което няма име, ОНОВА, което е БОЖЕСТВЕНО, ОНОВА, което е РЕАЛНОТО, има три аспекта: МЪДРОСТ, ЛЮБОВ, СЛОВО.</p>\n<p>БОЖЕСТВЕНОТО като БАЩА е КОСМИЧЕСКАТА МЪДРОСТ, КАТО МАЙКА е БЕЗКРАЙНАТА ЛЮБОВ, като син е СЛОВОТО.</p>\n<p>В бащата на семейството се намира символът на мъдростта. В майката на домакинството се намира ЛЮБОВТА, децата символизират думата.</p>\n<p>Старият баща заслужава цялата подкрепа на децата. Бащата вече е стар и не може да работи и е справедливо децата да го издържат и уважават.</p>\n<p>Очарователната Майка вече е стара и не може да работи и следователно е необходимо синовете и дъщерите да се грижат за нея и да я обичат и да превърнат тази любов в религия.</p>\n<p>Който не знае да обича баща си, който не знае да ПОЧИТА майка си, върви по пътя на лявата ръка, по пътя на грешката.</p>\n<p>Децата нямат право да съдят родителите си, никой не е съвършен в този свят и тези, които нямаме определени дефекти в една посока, ги имаме в друга, всички сме отрязани с едни и същи ножици.</p>\n<p>Някои подценяват БАЩИНАТА ЛЮБОВ, други дори се смеят на БАЩИНАТА ЛЮБОВ. Които се държат така в живота, дори не са влезли по пътя, който води към ОНОВА, което няма име.</p>\n<p>Неблагодарният син, който мрази баща си и забравя майка си, е наистина истинският перверзник, който мрази всичко, което е БОЖЕСТВЕНО.</p>\n<p>РЕВОЛЮЦИЯТА НА СЪЗНАНИЕТО не означава НЕБЛАГОДАРНОСТ, да забравиш бащата, да подцениш очарователната Майка. РЕВОЛЮЦИЯТА НА СЪЗНАНИЕТО е МЪДРОСТ ЛЮБОВ и СЪВЪРШЕНА СИЛА.</p>\n<p>В бащата се намира символът на мъдростта, а в майката се намира живият източник на ЛЮБОВ, без чиято най-чиста същност е наистина невъзможно да се постигнат най-висшите ИНТИМНИ РЕАЛИЗАЦИИ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bg/educacion-fundamental/la-vejez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/la-vejez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/la-vejez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
