import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Старость",
  "locale": "ru",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "28. Старость",
    "order": 28
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Первые сорок лет жизни дают нам книгу, следующие тридцать - комментарий к ней.</p>\n<p>В двадцать лет мужчина - павлин, в тридцать - лев, в сорок - верблюд, в пятьдесят - змея, в шестьдесят - собака, в семьдесят - обезьяна, а в восемьдесят - только голос и тень.</p>\n<p>Время раскрывает все вещи: это очень интересный болтун, который говорит сам за себя, даже когда его ни о чем не спрашивают.</p>\n<p>Нет ничего, сделанного рукой бедного ИНТЕЛЛЕКТУАЛЬНОГО ЖИВОТНОГО, ложно называемого человеком, что рано или поздно не разрушило бы время.</p>\n<p>“FUGIT IRRÉPARABILE TEMPUS” - время, которое убегает, нельзя восстановить.</p>\n<p>Время выносит на свет все, что сейчас скрыто, и скрывает и прячет все, что сейчас сияет великолепием.</p>\n<p>Старость подобна любви, ее нельзя скрыть, даже если ее замаскировать под одеяния молодости.</p>\n<p>Старость сокрушает гордость людей и унижает их, но одно дело быть смиренным, а другое - пасть униженным.</p>\n<p>Когда приближается смерть, старики, разочарованные жизнью, обнаруживают, что старость больше не является бременем.</p>\n<p>Все люди питают надежду прожить долгую жизнь и состариться, и все же старость их пугает.</p>\n<p>Старость начинается в пятьдесят шесть лет и затем протекает периодами по семь лет, которые приводят нас к дряхлости и смерти.</p>\n<p>Самая большая трагедия стариков заключается не в самом факте старости, а в глупости нежелания признавать это и в тупости веры в то, что они молоды, как будто старость - это преступление.</p>\n<p>Лучшее, что есть в старости, - это то, что вы находитесь очень близко к цели.</p>\n<p>ПСИХОЛОГИЧЕСКОЕ Я, МОЕ СОБСТВЕННОЕ Я, ЭГО, не улучшается с годами и опытом; оно усложняется, становится более трудным, более трудоемким, поэтому в народе говорят: “ГЕНИЙ И ЛИК ДО ГРОБА”.</p>\n<p>ПСИХОЛОГИЧЕСКОЕ Я сложных стариков утешает себя красивыми советами из-за своей неспособности давать плохие примеры.</p>\n<p>Старики прекрасно знают, что старость - это очень страшный тиран, который под страхом смерти запрещает им наслаждаться удовольствиями безумной юности, и предпочитают утешать себя красивыми советами.</p>\n<p>Я скрывает Я, Я прячет часть себя, и все это маркируется возвышенными фразами и красивыми советами.</p>\n<p>ОДНА часть МОЕГО Я скрывает другую часть МОЕГО Я. Я скрывает то, что ему невыгодно.</p>\n<p>Полностью доказано наблюдением и опытом, что когда пороки покидают нас, нам приятно думать, что это мы их покинули.</p>\n<p>Сердце ИНТЕЛЛЕКТУАЛЬНОГО ЖИВОТНОГО не становится лучше с годами, а становится хуже, оно всегда каменеет, и если в юности мы были жадными, лживыми, гневными, то в старости будем еще больше.</p>\n<p>Старики живут в прошлом, старики - это результат многих “вчера”, старики совершенно не знают момента, в котором мы живем, старики - это накопленная память.</p>\n<p>Единственный способ достичь совершенной старости - это растворить ПСИХОЛОГИЧЕСКОЕ Я. Когда мы учимся умирать каждое мгновение, мы достигаем возвышенной старости.</p>\n<p>Старость имеет большой смысл, спокойствие и свободу для тех, кто уже растворил Я.</p>\n<p>Когда страсти умерли радикально, полностью и окончательно, человек освобождается не от одного хозяина, а от многих.</p>\n<p>Очень трудно найти в жизни невинных стариков, которые больше не обладают даже остатками Я, такие старики бесконечно счастливы и живут от мгновения к мгновению.</p>\n<p>Человек, поседевший в МУДРОСТИ. Старик в знании, господин любви, фактически становится маяком света, который мудро направляет поток бесчисленных веков.</p>\n<p>В мире существовали и существуют в настоящее время некоторые СТАРЫЕ МАСТЕРА, у которых нет даже последних остатков Я. Эти ГНОСТИЧЕСКИЕ АРХАТЫ так экзотичны и божественны, как цветок лотоса.</p>\n<p>ПОЧТЕННЫЙ СТАРЫЙ МАСТЕР, который радикально и окончательно растворил ПЛЮРАЛИЗОВАННОЕ Я, является совершенным выражением СОВЕРШЕННОЙ МУДРОСТИ, БОЖЕСТВЕННОЙ ЛЮБВИ И ВОЗВЫШЕННОЙ СИЛЫ.</p>\n<p>СТАРЫЙ МАСТЕР, у которого больше нет Я, на самом деле является полным проявлением БОЖЕСТВЕННОГО БЫТИЯ.</p>\n<p>Эти ВОЗВЫШЕННЫЕ СТАРЕЙШИНЫ, эти ГНОСТИЧЕСКИЕ АРХАТЫ освещали мир с древних времен, вспомним БУДДУ, МОИСЕЯ, ГЕРМЕСА, РАМАРКРИШНУ, ДАНИИЛА, СВЯТОГО ЛАМУ и т.д., и т.д., и т.д.</p>\n<p>Учителя школ, колледжей и университетов, учителя, родители должны учить новые поколения уважать и почитать стариков.</p>\n<p>ТО, что не имеет имени, ТО, что БОЖЕСТВЕННО, ТО, что РЕАЛЬНО, имеет три аспекта: МУДРОСТЬ, ЛЮБОВЬ, СЛОВО.</p>\n<p>БОЖЕСТВЕННОЕ как ОТЕЦ - это КОСМИЧЕСКАЯ МУДРОСТЬ, как МАТЬ - это БЕСКОНЕЧНАЯ ЛЮБОВЬ, как сын - это СЛОВО.</p>\n<p>В отце семейства находится символ мудрости. В матери семейства находится ЛЮБОВЬ, дети символизируют слово.</p>\n<p>Старый Отец заслуживает всяческой поддержки от детей. Отец уже не может работать, и справедливо, чтобы дети содержали и уважали его.</p>\n<p>Мать, достойная любви, уже стара и не может работать, и поэтому необходимо, чтобы сыновья и дочери заботились о ней, любили ее и сделали из этой любви религию.</p>\n<p>Тот, кто не умеет любить своего Отца, кто не умеет ЛЮБИТЬ свою МАТЬ, идет по пути левой руки, по пути ошибки.</p>\n<p>Дети не имеют права судить своих Родителей, никто не совершенен в этом мире, и у тех, у кого нет определенных недостатков в одном направлении, они есть в другом, все мы вырезаны одними и теми же ножницами.</p>\n<p>Некоторые недооценивают ОТЦОВСКУЮ ЛЮБОВЬ, другие даже смеются над ОТЦОВСКОЙ ЛЮБОВЬЮ. Те, кто так ведет себя в жизни, даже не вступили на путь, ведущий к ТОМУ, что не имеет имени.</p>\n<p>Неблагодарный сын, который ненавидит своего Отца и забывает свою Мать, на самом деле является настоящим извращенцем, который ненавидит все, что БОЖЕСТВЕННО.</p>\n<p>РЕВОЛЮЦИЯ СОЗНАНИЯ не означает НЕБЛАГОДАРНОСТЬ, забыть отца, недооценить любимую Мать. РЕВОЛЮЦИЯ СОЗНАНИЯ - это МУДРОСТЬ, ЛЮБОВЬ и СОВЕРШЕННАЯ СИЛА.</p>\n<p>В Отце находится символ мудрости, а в Матери - живой источник ЛЮБВИ, без чьей чистейшей сущности невозможно достичь самых высоких ВНУТРЕННИХ РЕАЛИЗАЦИЙ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ru/educacion-fundamental/la-vejez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/la-vejez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/la-vejez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
