import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ຄວາມຈິງ",
  "locale": "lao",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. ຄວາມຈິງ",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ນັບຕັ້ງແຕ່ໄວເດັກ ແລະໄວໜຸ່ມ, ຫົນທາງແຫ່ງຄວາມທຸກທໍລະມານຂອງການດຳລົງຢູ່ທີ່ໜ້າສົງສານຂອງພວກເຮົາເລີ່ມຕົ້ນດ້ວຍການບິດເບືອນທາງຈິດໃຈຫຼາຍຢ່າງ, ຄວາມໂສກເສົ້າຂອງຄອບຄົວຢ່າງໃກ້ຊິດ, ຄວາມຂັດແຍ້ງໃນເຮືອນ ແລະໂຮງຮຽນ ແລະອື່ນໆ.</p>\n<p>ເປັນທີ່ຊັດເຈນວ່າໃນໄວເດັກ ແລະໄວໜຸ່ມ, ຍົກເວັ້ນຂໍ້ຍົກເວັ້ນທີ່ຫາຍາກຫຼາຍ, ບັນຫາເຫຼົ່ານີ້ທັງໝົດບໍ່ສາມາດສົ່ງຜົນກະທົບຕໍ່ພວກເຮົາໃນຮູບແບບທີ່ເລິກເຊິ່ງແທ້ໆ, ແຕ່ເມື່ອພວກເຮົາກາຍເປັນຜູ້ໃຫຍ່, ຄຳຖາມຕ່າງໆເລີ່ມເກີດຂຶ້ນວ່າ: ຂ້ອຍແມ່ນໃຜ? ຂ້ອຍມາຈາກໃສ? ເປັນຫຍັງຂ້ອຍຕ້ອງທົນທຸກ? ຈຸດປະສົງຂອງການດໍາລົງຢູ່ຂອງນີ້ແມ່ນຫຍັງ? ແລະອື່ນໆ. ແລະອື່ນໆ. ແລະອື່ນໆ.</p>\n<p>ທຸກຄົນໃນເສັ້ນທາງແຫ່ງຊີວິດໄດ້ຖາມຄໍາຖາມເຫຼົ່ານີ້, ທຸກຄົນໃນບາງຄັ້ງໄດ້ຕ້ອງການທີ່ຈະສືບສວນ, ສອບຖາມ, ຮູ້ຈັກ “ເປັນຫຍັງ” ຂອງຄວາມຂົມຂື່ນ, ຄວາມຜິດຫວັງ, ການຕໍ່ສູ້ແລະຄວາມທຸກທໍລະມານຫຼາຍ, ແຕ່ຫນ້າເສຍດາຍທີ່ພວກເຮົາສະເຫມີສິ້ນສຸດລົງໃນບາງທິດສະດີ, ໃນບາງຄວາມຄິດເຫັນ, ໃນບາງຄວາມເຊື່ອໃນສິ່ງທີ່ເພື່ອນບ້ານເວົ້າ, ໃນສິ່ງທີ່ຜູ້ຊາຍເກົ່າແກ່ທີ່ຊຸດໂຊມໄດ້ຕອບພວກເຮົາ, ແລະອື່ນໆ.</p>\n<p>ພວກເຮົາໄດ້ສູນເສຍຄວາມບໍລິສຸດທີ່ແທ້ຈິງ ແລະຄວາມສະຫງົບສຸກຂອງຫົວໃຈທີ່ງຽບສະຫງົບ ແລະດັ່ງນັ້ນພວກເຮົາຈຶ່ງບໍ່ສາມາດປະສົບກັບຄວາມຈິງໂດຍກົງໃນຄວາມໂຫດຮ້າຍທັງໝົດຂອງມັນ, ພວກເຮົາຂຶ້ນກັບສິ່ງທີ່ຄົນອື່ນເວົ້າ ແລະເປັນທີ່ຊັດເຈນວ່າພວກເຮົາກຳລັງໄປຕາມເສັ້ນທາງທີ່ຜິດ.</p>\n<p>ສັງຄົມນາຍທຶນກ່າວໂທດຜູ້ທີ່ບໍ່ເຊື່ອໃນພະເຈົ້າຢ່າງຮຸນແຮງ.</p>\n<p>ສັງຄົມ Marxist-Leninist ກ່າວໂທດຜູ້ທີ່ເຊື່ອໃນພຣະເຈົ້າ, ແຕ່ໃນຄວາມເລິກເຊິ່ງທັງສອງສິ່ງແມ່ນຄືກັນ, ເປັນເລື່ອງຂອງຄວາມຄິດເຫັນ, ຄວາມໂກດແຄ້ນຂອງປະຊາຊົນ, ການຄາດຄະເນຂອງຈິດໃຈ. ທັງຄວາມເຊື່ອ, ຄວາມບໍ່ເຊື່ອ, ແລະຄວາມສົງໄສ, ບໍ່ໄດ້ຫມາຍຄວາມວ່າໄດ້ປະສົບກັບຄວາມຈິງ.</p>\n<p>ຈິດໃຈສາມາດໃຫ້ຕົວເອງຫລູຫລາໃນການເຊື່ອ, ສົງໃສ, ໃຫ້ຄວາມຄິດເຫັນ, ຄາດເດົາ, ແລະອື່ນໆ, ແຕ່ນັ້ນບໍ່ແມ່ນການປະສົບກັບຄວາມຈິງ.</p>\n<p>ພວກເຮົາຍັງສາມາດໃຫ້ຕົວເອງຫລູຫລາໃນການເຊື່ອໃນແສງຕາເວັນຫຼືບໍ່ເຊື່ອໃນມັນແລະເຖິງແມ່ນວ່າຈະສົງໃສກ່ຽວກັບມັນ, ແຕ່ດວງດາວຈະສືບຕໍ່ໃຫ້ແສງສະຫວ່າງແລະຊີວິດແກ່ທຸກສິ່ງທີ່ມີຢູ່ໂດຍບໍ່ມີຄວາມຄິດເຫັນຂອງພວກເຮົາມີຄວາມສໍາຄັນຫນ້ອຍທີ່ສຸດສໍາລັບມັນ.</p>\n<p>ຫຼັງຈາກຄວາມເຊື່ອທີ່ຕາບອດ, ຫຼັງຈາກຄວາມບໍ່ເຊື່ອແລະຄວາມສົງໄສ, ມີຫຼາຍແງ່ມູມຂອງສິນທໍາທີ່ບໍ່ຖືກຕ້ອງແລະແນວຄວາມຄິດທີ່ຜິດພາດຫຼາຍຂອງຄວາມນັບຖືທີ່ບໍ່ຖືກຕ້ອງໃນຮົ່ມທີ່ SELF ເຂັ້ມແຂງ.</p>\n<p>ສັງຄົມແບບນາຍທຶນ ແລະສັງຄົມແບບຄອມມິວນິດ ມີສິນລະທຳພິເສດຂອງຕົນເອງແຕ່ລະວິທີ ແລະຕາມຄວາມໂກດແຄ້ນ, ຄວາມລຳອຽງ ແລະທິດສະດີຂອງຕົນເອງ. ສິ່ງທີ່ເປັນສິນລະ ທຳ ພາຍໃນກຸ່ມນາຍທຶນແມ່ນສິນລະທຳພາຍໃນກຸ່ມຄອມມິວນິດ ແລະໃນທາງກັບກັນ.</p>\n<p>ສິນລະທຳຂຶ້ນກັບຮີດຄອງປະເພນີ, ສະຖານທີ່, ຍຸກສະໄໝ. ສິ່ງທີ່ເປັນສິນລະ ທຳ ໃນປະເທດໜຶ່ງແມ່ນສິນລະທຳໃນປະເທດອື່ນ ແລະສິ່ງທີ່ເປັນສິນລະທຳໃນຍຸກໜຶ່ງແມ່ນສິນລະທຳໃນຍຸກອື່ນ. ສິນລະທໍາບໍ່ມີຄຸນຄ່າທີ່ສໍາຄັນໃດໆ, ວິເຄາະຢ່າງລະອຽດ, ມັນ turns ໃຫ້ເຫັນວ່າໂງ່ຈ້າຮ້ອຍເປີເຊັນ.</p>\n<p>ການສຶກສາຂັ້ນພື້ນຖານບໍ່ໄດ້ສອນສິນທໍາ, ການສຶກສາຂັ້ນພື້ນຖານສອນ ETHICS ປະຕິວັດ ແລະນັ້ນແມ່ນສິ່ງທີ່ຄົນຮຸ່ນໃຫມ່ຕ້ອງການ.</p>\n<p>ຈາກຄືນທີ່ຫນ້າຢ້ານກົວຂອງສະຕະວັດ, ໃນທຸກເວລາ, ມັນມີຜູ້ຊາຍສະເຫມີທີ່ຍ້າຍອອກຈາກໂລກເພື່ອຊອກຫາຄວາມຈິງ.</p>\n<p>ມັນເປັນເລື່ອງໄຮ້ສາລະທີ່ຈະຍ້າຍອອກຈາກໂລກເພື່ອຊອກຫາຄວາມຈິງເພາະວ່າມັນຢູ່ໃນໂລກແລະພາຍໃນຜູ້ຊາຍຢູ່ນີ້ແລະໃນປັດຈຸບັນ.</p>\n<p>ຄວາມຈິງແມ່ນສິ່ງທີ່ບໍ່ຮູ້ໃນປັດຈຸບັນ ແລະບໍ່ແມ່ນການແຍກຕົວເອງອອກຈາກໂລກ ຫຼືປະຖິ້ມເພື່ອນບ້ານຂອງພວກເຮົາທີ່ພວກເຮົາສາມາດຄົ້ນພົບມັນໄດ້.</p>\n<p>ມັນເປັນເລື່ອງໄຮ້ສາລະທີ່ຈະເວົ້າວ່າຄວາມຈິງທັງໝົດເປັນເຄິ່ງຄວາມຈິງ ແລະຄວາມຈິງທັງໝົດແມ່ນເຄິ່ງໜຶ່ງຂອງຄວາມຜິດພາດ.</p>\n<p>ຄວາມຈິງແມ່ນຮາກຖານ ແລະເປັນ ຫຼື ບໍ່ແມ່ນ, ບໍ່ສາມາດເປັນເຄິ່ງໜຶ່ງໄດ້, ບໍ່ສາມາດເປັນເຄິ່ງໜຶ່ງຂອງຄວາມຜິດພາດໄດ້.</p>\n<p>ມັນເປັນເລື່ອງໄຮ້ສາລະທີ່ຈະເວົ້າວ່າ: ຄວາມຈິງແມ່ນຂອງເວລາແລະສິ່ງທີ່ຢູ່ໃນເວລານັ້ນບໍ່ຢູ່ໃນເວລານັ້ນ.</p>\n<p>ຄວາມຈິງບໍ່ມີຫຍັງກ່ຽວຂ້ອງກັບເວລາ. ຄວາມຈິງແມ່ນ ATEMPORAL. ຕົນເອງແມ່ນເວລາ ແລະດັ່ງນັ້ນຈຶ່ງບໍ່ສາມາດຮູ້ຄວາມຈິງໄດ້.</p>\n<p>ມັນເປັນເລື່ອງໄຮ້ສາລະທີ່ຈະສົມມຸດຄວາມຈິງທີ່ເປັນແບບດັ້ງເດີມ, ຊົ່ວຄາວ, ທີ່ກ່ຽວຂ້ອງ. ຜູ້ຄົນສັບສົນແນວຄວາມຄິດແລະຄວາມຄິດເຫັນກັບສິ່ງນັ້ນແມ່ນຄວາມຈິງ.</p>\n<p>ຄວາມຈິງບໍ່ມີຫຍັງກ່ຽວຂ້ອງກັບຄວາມຄິດເຫັນ ຫຼືກັບສິ່ງທີ່ເອີ້ນວ່າຄວາມຈິງທີ່ເປັນແບບດັ້ງເດີມ, ເພາະວ່າສິ່ງເຫຼົ່ານີ້ເປັນພຽງການຄາດຄະເນທີ່ບໍ່ມີຕົວຕົນຂອງຈິດໃຈ.</p>\n<p>ຄວາມຈິງແມ່ນສິ່ງທີ່ບໍ່ຮູ້ໃນປັດຈຸບັນ ແລະພຽງແຕ່ສາມາດປະສົບກັບການຂາດຕົນເອງທາງຈິດໃຈ.</p>\n<p>ຄວາມຈິງບໍ່ແມ່ນເລື່ອງຂອງ sofisms, ແນວຄວາມຄິດ, ຄວາມຄິດເຫັນ. ຄວາມຈິງພຽງແຕ່ສາມາດຮູ້ໄດ້ໂດຍຜ່ານປະສົບການໂດຍກົງ.</p>\n<p>ຈິດໃຈພຽງແຕ່ສາມາດສະແດງຄວາມຄິດເຫັນແລະຄວາມຄິດເຫັນບໍ່ມີຫຍັງກ່ຽວຂ້ອງກັບຄວາມຈິງ.</p>\n<p>ຈິດໃຈບໍ່ເຄີຍສາມາດຄິດເຖິງຄວາມຈິງໄດ້.</p>\n<p>ຄູສອນ, ຄູສອນໃນໂຮງຮຽນ, ວິທະຍາໄລ, ມະຫາວິທະຍາໄລ, ຕ້ອງປະສົບກັບຄວາມຈິງ ແລະຊີ້ໃຫ້ເຫັນເສັ້ນທາງໃຫ້ແກ່ສາວົກຂອງເຂົາເຈົ້າ.</p>\n<p>ຄວາມຈິງແມ່ນເລື່ອງຂອງປະສົບການໂດຍກົງ, ບໍ່ແມ່ນເລື່ອງຂອງທິດສະດີ, ຄວາມຄິດເຫັນຫຼືແນວຄວາມຄິດ.</p>\n<p>ພວກເຮົາສາມາດແລະຄວນສຶກສາ, ແຕ່ມັນເປັນສິ່ງຮີບດ່ວນທີ່ຈະປະສົບດ້ວຍຕົວເຮົາເອງ ແລະໂດຍກົງສິ່ງທີ່ມີຄວາມຈິງໃນແຕ່ລະທິດສະດີ, ແນວຄວາມຄິດ, ຄວາມຄິດເຫັນ, ແລະອື່ນໆ. ແລະອື່ນໆ. ແລະອື່ນໆ.</p>\n<p>ພວກເຮົາຕ້ອງສຶກສາ, ວິເຄາະ, ສອບຖາມ, ແຕ່ພວກເຮົາຍັງຕ້ອງປະສົບກັບຄວາມຈິງທີ່ມີຢູ່ໃນທຸກສິ່ງທີ່ພວກເຮົາສຶກສາຢ່າງຮີບດ່ວນ.</p>\n<p>ມັນເປັນໄປບໍ່ໄດ້ທີ່ຈະປະສົບກັບຄວາມຈິງໃນຂະນະທີ່ຈິດໃຈຖືກກະຕຸ້ນ, ກະຕຸ້ນ, ທໍລະມານໂດຍຄວາມຄິດເຫັນທີ່ຂັດແຍ້ງກັນ.</p>\n<p>ມັນເປັນໄປໄດ້ພຽງແຕ່ທີ່ຈະປະສົບກັບຄວາມຈິງໃນເວລາທີ່ຈິດໃຈງຽບ, ໃນເວລາທີ່ຈິດໃຈຢູ່ໃນຄວາມງຽບ.</p>\n<p>ຄູສອນໃນໂຮງຮຽນ, ວິທະຍາໄລແລະມະຫາວິທະຍາໄລຕ້ອງຊີ້ໃຫ້ເຫັນເສັ້ນທາງຂອງການສະມາທິພາຍໃນເລິກເຊິ່ງໃຫ້ແກ່ນັກຮຽນ.</p>\n<p>ເສັ້ນທາງຂອງການສະມາທິພາຍໃນເລິກເຊິ່ງພາພວກເຮົາໄປສູ່ຄວາມງຽບສະຫງົບແລະຄວາມງຽບຂອງຈິດໃຈ.</p>\n<p>ເມື່ອຈິດໃຈງຽບ, ຫວ່າງເປົ່າຈາກຄວາມຄິດ, ຄວາມປາຖະຫນາ, ຄວາມຄິດເຫັນ, ແລະອື່ນໆ, ເມື່ອຈິດໃຈຢູ່ໃນຄວາມງຽບ, ຄວາມຈິງມາສູ່ພວກເຮົາ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/lao/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
