import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Шындық",
  "locale": "kk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. Шындық",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Балалық шақ пен жастық шақтан бастап, біздің бейшара өміріміздің азап жолы көптеген ақыл-ой бұрмалануларымен, отбасының ішкі трагедияларымен, үйдегі және мектептегі келеңсіздіктермен және т.б. басталады.</p>\n<p>Балалық шақ пен жастық шақта, өте сирек жағдайларды қоспағанда, бұл мәселелердің бәрі бізге шынымен терең әсер етпейтіні анық, бірақ біз есейген кезде сұрақтар туындайды: Мен кіммін? Мен қайдан келдім? Неліктен мен зардап шегуім керек? Бұл өмірдің мәні неде? т.б. т.б. т.б.</p>\n<p>Өмір жолындағы барлығымызға осы сұрақтар қойылды, бәріміз бір кездері соншалықты ащы, қайғы-қасірет, күрес пен азаптың «неліктен» екенін зерттегіміз, білгіміз келді, бірақ өкінішке орай, біз әрқашан қандай да бір теорияға, пікірге, сенімге, көршінің не айтқанына, бізге қандай да бір ескірген кәрі кісінің не деп жауап бергеніне және т.б. тұрып қаламыз.</p>\n<p>Біз шынайы пәктік пен тыныш жүректің тыныштығын жоғалттық, сондықтан біз шындықты оның барлық қатыгездігінде тікелей сезіне алмаймыз, біз басқалардың не айтатынына тәуелдіміз және біздің қате жолмен жүріп бара жатқанымыз анық.</p>\n<p>Капиталистік қоғам Құдайға сенбейтін атеистерді түбегейлі айыптайды.</p>\n<p>Маркстік-лениндік қоғам ҚҰДАЙҒА сенетіндерді айыптайды, бірақ негізінде екеуі де бірдей, бұл пікір мәселесі, адамдардың қалауы, ақыл-ойдың проекциялары. Сенгіштік те, сенімсіздік те, скептицизм де шындықты сезінуді білдірмейді.</p>\n<p>Ақыл-ой сенуге, күмәндануға, пікір айтуға, болжам жасауға және т.б. мүмкіндігі бар, бірақ бұл шындықты сезіну емес.</p>\n<p>Сондай-ақ, күнге сенуге немесе оған сенбеуге және тіпті оған күмәндануға мүмкіндігіміз бар, бірақ аспан патшасы біздің пікірлеріміз оған ешқандай маңыз бермей-ақ барлық нәрсеге жарық пен өмір беруді жалғастырады.</p>\n<p>Соқыр сенімнің артында, сенімсіздік пен скептицизмнің артында жалған моральдың көптеген реңктері және жалған сыйластықтың көптеген қате түсініктері жасырынып жатыр, оның көлеңкесінде МЕН нығаяды.</p>\n<p>Капиталистік типтегі қоғам мен коммунистік типтегі қоғамның әрқайсысының өз қалауы, көзқарасы мен теорияларына сәйкес моральдың ерекше түрі бар. Капиталистік блоктағы моральды нәрсе коммунистік блокта аморальды және керісінше.</p>\n<p>Мораль әдет-ғұрыптарға, орынға, заманға байланысты. Бір елде моральды нәрсе басқа елде аморальды, ал бір дәуірде моральды болған нәрсе басқа дәуірде аморальды. Моральдың ешқандай маңызды құндылығы жоқ, оны терең талдай отырып, ол жүз пайыз ақымақ болып шығады.</p>\n<p>Негізгі білім моральды үйретпейді, негізгі білім РЕВОЛЮЦИЯЛЫҚ ЭТИКАНЫ үйретеді және бұл жаңа ұрпаққа қажет.</p>\n<p>Ғасырлардың қорқынышты түнінен бастап, барлық уақытта әрқашан ШЫНДЫҚТЫ іздеу үшін әлемнен алыстаған адамдар болды.</p>\n<p>ШЫНДЫҚТЫ іздеу үшін әлемнен кету абсурд, өйткені ол әлемнің ішінде және адамның ішінде қазір және осында орналасқан.</p>\n<p>ШЫНДЫҚ - сәттен сәтке белгісіз және біз оны әлемнен бөлініп немесе жақындарымызды тастап кету арқылы таба алмаймыз.</p>\n<p>Барлық шындық жартылай шындық және барлық шындық жартылай қателік деу абсурд.</p>\n<p>ШЫНДЫҚ радикалды және ОЛ немесе ОЛ ЕМЕС, ол ешқашан жартылай бола алмайды, ол ешқашан жартылай қателік бола алмайды.</p>\n<p>Былай деу абсурд: ШЫНДЫҚ - уақыттың еншісінде және бір уақытта болған нәрсе басқа уақытта ОЛ ЕМЕС.</p>\n<p>ШЫНДЫҚТЫҢ уақытқа ешқандай қатысы жоқ. ШЫНДЫҚ МЕЗГІЛСІЗ. МЕН - уақытпын, сондықтан ШЫНДЫҚТЫ біле алмаймын.</p>\n<p>Шартты, уақытша, салыстырмалы шындықтар бар деп болжау абсурд. Адамдар ШЫНДЫҚ болып табылатын ұғымдар мен пікірлерді шатастырады.</p>\n<p>ШЫНДЫҚТЫҢ пікірлерге немесе шартты деп аталатын шындықтарға ешқандай қатысы жоқ, өйткені бұлар тек ақыл-ойдың маңызсыз проекциялары ғана.</p>\n<p>ШЫНДЫҚ - сәттен сәтке белгісіз және оны тек психологиялық МЕН болмаған жағдайда ғана сезінуге болады.</p>\n<p>Шындық софизмдер, ұғымдар, пікірлер мәселесі емес. Шындықты тек тікелей тәжірибе арқылы білуге болады.</p>\n<p>Ақыл-ой тек пікір айта алады және пікірлердің шындыққа ешқандай қатысы жоқ.</p>\n<p>Ақыл-ой ешқашан ШЫНДЫҚТЫ қабылдай алмайды.</p>\n<p>Мектептердің, колледждердің, университеттердің мұғалімдері шындықты сезініп, шәкірттеріне жол көрсетуі керек.</p>\n<p>ШЫНДЫҚ - теориялар, пікірлер немесе ұғымдар мәселесі емес, тікелей тәжірибе мәселесі.</p>\n<p>Біз зерттей аламыз және зерттеуіміз керек, бірақ әр теорияда, ұғымда, пікірде және т.б. қандай шындық болса да, оны өз бетімізше және тікелей сезінуге шұғыл қажеттілік бар. т.б. т.б. т.б.</p>\n<p>Біз зерттеуіміз, талдауымыз, сұрауымыз керек, бірақ біз сондай-ақ зерттеген барлық нәрседегі ШЫНДЫҚТЫ сезінуге шұғыл қажеттілік бар.</p>\n<p>Ақыл-ой толқып, дірілдеп, қарама-қайшы пікірлермен азапталған кезде ШЫНДЫҚТЫ сезіну мүмкін емес.</p>\n<p>ШЫНДЫҚТЫ тек ақыл-ой тыныш болғанда, ақыл-ой үнсіз болғанда ғана сезінуге болады.</p>\n<p>Мектептердің, колледждердің және университеттердің мұғалімдері оқушыларға ішкі терең медитация жолын көрсетуі керек.</p>\n<p>Ішкі терең медитация жолы бізді ақыл-ойдың тыныштығы мен үнсіздігіне апарады.</p>\n<p>Ақыл-ой тыныш болғанда, ойлардан, тілектерден, пікірлерден және т.б. бос болғанда, ақыл-ой үнсіз болғанда, бізге шындық келеді.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kk/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
