import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "სიმართლე",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. სიმართლე",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ბავშვობიდან და ახალგაზრდობიდან იწყება ჩვენი საცოდავი არსებობის ჯვარცმის გზა მრავალი ფსიქიკური გადახვევით, ოჯახური ინტიმური ტრაგედიებით, სახლსა და სკოლაში არსებული წინააღმდეგობებით და ა.შ.</p>\n<p>ცხადია, ბავშვობაში და ახალგაზრდობაში, ძალიან იშვიათი გამონაკლისების გარდა, ყველა ეს პრობლემა ვერ ახერხებს ჩვენზე რეალურად ღრმა გავლენის მოხდენას, მაგრამ როდესაც უკვე ზრდასრულები ვხდებით, იწყება კითხვები: ვინ ვარ მე? საიდან მოვდივარ? რატომ უნდა ვიტანჯო? რა არის ამ არსებობის მიზანი? და ა.შ. და ა.შ. და ა.შ.</p>\n<p>ცხოვრების გზაზე ყველას დაგვისვამს ეს კითხვები, ყველას ერთხელ მაინც გვინდოდა გამოგვეკვლია, გამოგვეძიებინა, გაგვეგო ამდენი სიმწარის, იმედგაცრუების, ბრძოლისა და ტანჯვის „რატომ“, მაგრამ სამწუხაროდ, ყოველთვის ვასრულებთ ჩაკეტილებს რაღაც თეორიაში, რაღაც აზრში, რაღაც რწმენაში, იმაში, რაც მეზობელმა თქვა, იმაში, რაც რომელიმე მოხუცმა გვიპასუხა და ა.შ.</p>\n<p>ჩვენ დავკარგეთ ნამდვილი უმანკოება და მშვიდი გულის სიმშვიდე და ამიტომ არ შეგვიძლია უშუალოდ განვიცადოთ სიმართლე მთელი თავისი სიმკაცრით, ჩვენ დამოკიდებული ვართ იმაზე, რასაც სხვები ამბობენ და ცხადია, არასწორი გზით მივდივართ.</p>\n<p>კაპიტალისტური საზოგადოება რადიკალურად გმობს ათეისტებს, მათ, ვისაც ღმერთის არ სწამს.</p>\n<p>მარქსისტულ-ლენინური საზოგადოება გმობს მათ, ვისაც სწამს ღმერთი, მაგრამ საბოლოო ჯამში ორივე ერთი და იგივეა, მოსაზრებების საკითხი, ადამიანების ახირებები, გონების პროექციები. არც მერწმუნეობა, არც ურწმუნოება და არც სკეპტიციზმი არ ნიშნავს სიმართლის განცდას.</p>\n<p>გონებას შეუძლია ფუფუნება მისცეს საკუთარ თავს, რომ დაიჯეროს, ეჭვი შეიტანოს, გამოთქვას აზრი, გამოთქვას ვარაუდები და ა.შ., მაგრამ ეს არ არის სიმართლის განცდა.</p>\n<p>ჩვენ ასევე შეგვიძლია ფუფუნება მივცეთ საკუთარ თავს, რომ გვჯეროდეს მზის ან არ გვჯეროდეს მისი და ეჭვიც კი შევიტანოთ მასში, მაგრამ სამყაროს მეფე კვლავაც მისცემს სინათლეს და სიცოცხლეს ყველაფერს არსებულს ისე, რომ ჩვენს მოსაზრებებს მისთვის მცირედი მნიშვნელობაც არ ჰქონდეს.</p>\n<p>ბრმა რწმენის მიღმა, ურწმუნოებისა და სკეპტიციზმის მიღმა, იმალება ცრუ ზნეობის მრავალი ნიუანსი და ცრუ პატივმოყვარეობის მრავალი არასწორი კონცეფცია, რომლის ჩრდილშიც ძლიერდება მე.</p>\n<p>კაპიტალისტური ტიპის საზოგადოებას და კომუნისტური ტიპის საზოგადოებას თითოეულს თავისებურად და თავისი ახირებების, ცრურწმენებისა და თეორიების შესაბამისად აქვს მორალის განსაკუთრებული ტიპი. ის, რაც მორალურია კაპიტალისტურ ბლოკში, ამორალურია კომუნისტურ ბლოკში და პირიქით.</p>\n<p>მორალი დამოკიდებულია ადათ-წესებზე, ადგილზე, ეპოქაზე. ის, რაც ერთ ქვეყანაში მორალურია, მეორე ქვეყანაში ამორალურია და ის, რაც ერთ ეპოქაში მორალური იყო, მეორე ეპოქაში ამორალურია. მორალს არ გააჩნია რაიმე არსებითი ღირებულება, საფუძვლიანად გაანალიზებისას, ის ასი პროცენტით სულელური გამოდის.</p>\n<p>ფუნდამენტური განათლება არ ასწავლის მორალს, ფუნდამენტური განათლება ასწავლის რევოლუციურ ეთიკას და ეს არის ის, რაც ახალ თაობას სჭირდება.</p>\n<p>საუკუნეების საშინელი ღამიდან მოყოლებული, ყველა დროს იყვნენ ადამიანები, რომლებიც შორდებოდნენ სამყაროს ჭეშმარიტების საძიებლად.</p>\n<p>აბსურდია სამყაროსგან შორს ყოფნა ჭეშმარიტების საძიებლად, რადგან ის სამყაროში და ადამიანშია აქ და ახლა.</p>\n<p>ჭეშმარიტება არის უცნობი მომენტიდან მომენტამდე და მისი აღმოჩენა არ შეგვიძლია სამყაროსგან განცალკევებით და ჩვენი მოყვასების მიტოვებით.</p>\n<p>აბსურდია იმის თქმა, რომ ყოველი ჭეშმარიტება ნახევარი სიმართლეა და რომ ყოველი ჭეშმარიტება ნახევარი შეცდომაა.</p>\n<p>ჭეშმარიტება რადიკალურია და არის ან არ არის, ის არასოდეს შეიძლება იყოს ნახევარი, ის არასოდეს შეიძლება იყოს ნახევარი შეცდომა.</p>\n<p>აბსურდია იმის თქმა: ჭეშმარიტება დროულია და ის, რაც ერთ დროს იყო, სხვა დროს არ არის.</p>\n<p>ჭეშმარიტებას არაფერი აქვს საერთო დროსთან. ჭეშმარიტება დროის მიღმაა. მე არის დრო და ამიტომ მას არ შეუძლია ჭეშმარიტების შეცნობა.</p>\n<p>აბსურდია დავუშვათ ჩვეულებრივი, დროებითი, ფარდობითი ჭეშმარიტებები. ხალხს ერევა ცნებები და მოსაზრებები იმასთან, რაც ჭეშმარიტებაა.</p>\n<p>ჭეშმარიტებას არაფერი აქვს საერთო მოსაზრებებთან და არც ეგრეთ წოდებულ ჩვეულებრივ ჭეშმარიტებებთან, რადგან ეს მხოლოდ გონების უმნიშვნელო პროექციებია.</p>\n<p>ჭეშმარიტება არის უცნობი მომენტიდან მომენტამდე და მისი განცდა შესაძლებელია მხოლოდ ფსიქოლოგიური მე-ს არარსებობის შემთხვევაში.</p>\n<p>სიმართლე არ არის სოფიზმების, ცნებების, მოსაზრებების საკითხი. სიმართლის შეცნობა მხოლოდ უშუალო გამოცდილებით არის შესაძლებელი.</p>\n<p>გონებას მხოლოდ აზრის გამოთქმა შეუძლია და მოსაზრებებს არაფერი აქვს საერთო სიმართლესთან.</p>\n<p>გონებას არასოდეს შეუძლია ჭეშმარიტების ჩაწვდომა.</p>\n<p>სკოლების, კოლეჯების, უნივერსიტეტების მასწავლებლებმა უნდა განიცადონ ჭეშმარიტება და მიუთითონ გზა თავიანთ მოწაფეებს.</p>\n<p>ჭეშმარიტება უშუალო გამოცდილების საკითხია და არა თეორიების, მოსაზრებების ან ცნებების საკითხი.</p>\n<p>ჩვენ შეგვიძლია და უნდა ვისწავლოთ, მაგრამ სასწრაფოდ არის საჭირო, რომ საკუთარი ძალებით და უშუალოდ განვიცადოთ ის, რაც სიმართლეა თითოეულ თეორიაში, კონცეფციაში, აზრში და ა.შ. და ა.შ. და ა.შ.</p>\n<p>ჩვენ უნდა ვისწავლოთ, გავაანალიზოთ, გამოვიკვლიოთ, მაგრამ ასევე გვჭირდება გადაუდებელი და გადაუდებელი აუცილებლობით ჭეშმარიტების განცდა, რომელიც შეიცავს ყველაფერში, რასაც ვსწავლობთ.</p>\n<p>შეუძლებელია ჭეშმარიტების განცდა, სანამ გონება აღგზნებულია, შეძრწუნებულია, შეწუხებულია საპირისპირო მოსაზრებებით.</p>\n<p>ჭეშმარიტების განცდა შესაძლებელია მხოლოდ მაშინ, როდესაც გონება მშვიდია, როდესაც გონება დუმს.</p>\n<p>სკოლების, კოლეჯებისა და უნივერსიტეტების მასწავლებლებმა მოსწავლეებს უნდა მიუთითონ ღრმა შინაგანი მედიტაციის გზა.</p>\n<p>ღრმა შინაგანი მედიტაციის გზა მიგვიყვანს გონების სიმშვიდესა და სიჩუმემდე.</p>\n<p>როდესაც გონება მშვიდია, ცარიელია ფიქრებისგან, სურვილებისგან, მოსაზრებებისგან და ა.შ., როდესაც გონება დუმს, ჩვენთან მოდის ჭეშმარიტება.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
