import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "حقیقت",
  "locale": "ps",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. حقیقت",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>له ماشومتوب او ځوانۍ څخه د خپل بدبخته ژوند کراس پیل کیږي چې ډیری رواني اختلالات، د کورنۍ داخلي غمونه، په کور او ښوونځي کې ستونزې او نور لري.</p>\n<p>دا څرګنده ده چې په ماشومتوب او ځوانۍ کې، د ډیرو لږو استثناوو پرته، دا ټولې ستونزې نشي کولی زموږ په ریښتینې ژوره توګه اغیزه وکړي، مګر کله چې موږ لوی شو، پوښتنې پیل کیږي، زه څوک یم؟ زه له کوم ځایه راغلی یم؟ زه ولې باید کړم؟ د دې وجود هدف څه دی؟ او نور.</p>\n<p>د ژوند په لاره کې موږ ټولو دا پوښتنې کړې دي، موږ ټولو یو وخت غوښتل چې د ډیرو ترخیو، ناخوالو، مبارزو او کړاوونو “ولې” وپلټو، وپوښتو او پوه شو، مګر له بده مرغه موږ تل په کومه تیورۍ، په کوم نظر، په کوم باور کې چې ګاونډی څه وویل، هغه څه چې یو زوړ سپکاوی موږ ته ځواب ورکړ او نور.</p>\n<p>موږ ریښتینې بې ګناهي او د ارام زړه سوله له لاسه ورکړې ده او له همدې امله موږ نشو کولی په مستقیم ډول حقیقت په خپل ټول وحشت کې تجربه کړو، موږ د هغه څه پورې تړلي یو چې نور یې وايي او دا څرګنده ده چې موږ په غلطه لار روان یو.</p>\n<p>سرمایه داره ټولنه په بنسټیز ډول ملحدان، هغه کسان چې په خدای باور نلري، غندي.</p>\n<p>مارکسیستي-لینینستي ټولنه هغه کسان غندي چې په خدای باور لري، مګر په بنسټ کې دواړه یو شان دي، د نظر مسله، د خلکو غوښتنې، د ذهن وړاندوینې. نه اعتبار، نه بې باوري او نه شک د حقیقت تجربه کولو معنی لري.</p>\n<p>ذهن کولی شي د باور کولو، شک کولو، نظر ورکولو، اټکل کولو عیش ولري، مګر دا د حقیقت تجربه کول ندي.</p>\n<p>موږ کولی شو د لمر په باور کولو یا نه باور کولو او حتی په هغه شک کولو سره هم عیش ولرو، مګر د ستورو پاچا به د هر څه لپاره رڼا او ژوند ورکولو ته دوام ورکړي پرته لدې چې زموږ نظرونه د هغه لپاره لږ اهمیت ولري.</p>\n<p>د ړوند عقیدې تر شا، د بې باورۍ او شک تر شا، د دروغو اخلاقو ډیری رنګونه او د دروغو درناوي ډیری غلط مفکورې پټې دي چې په سیوري کې یې زه پیاوړی کیږي.</p>\n<p>سرمایه داره او کمونیستي ټولنې هر یو په خپله طریقه او د خپلو غوښتنو، تعصباتو او نظریاتو سره سم د اخلاقو ځانګړی ډول لري. هغه څه چې د سرمایه داره ډلې دننه اخلاقي دي د کمونیستي ډلې دننه غیر اخلاقي دي او برعکس.</p>\n<p>اخلاق په دودونو، ځای او وخت پورې اړه لري. هغه څه چې په یوه هیواد کې اخلاقي دي په بل هیواد کې غیر اخلاقي دي او هغه څه چې په یوه دوره کې اخلاقي وو په بله دوره کې غیر اخلاقي دي. اخلاق هیڅ اړین ارزښت نلري، په ژوره توګه یې تحلیل کول، دا په سل سلنه احمقانه دی.</p>\n<p>بنسټیز تعلیم اخلاق نه ښیې، بنسټیز تعلیم انقلابي اخلاق ښیې او دا هغه څه دي چې نوي نسلونو ته اړتیا لري.</p>\n<p>د پیړیو له ویرونکي شپې څخه، په ټولو وختونو کې، تل داسې سړي وو چې د حقیقت لټون لپاره له نړۍ څخه لرې شول.</p>\n<p>دا بې معنی ده چې د حقیقت لټون لپاره له نړۍ څخه لرې شي ځکه چې دا پخپله په نړۍ کې او په سړي کې دلته او اوس موندل کیږي.</p>\n<p>حقیقت له شیبې څخه تر شیبې نا معلوم دی او دا د نړۍ څخه په جلا کیدو یا زموږ د ملګرو پریښودو سره نه دی چې موږ یې موندلی شو.</p>\n<p>دا بې معنی ده چې ووایو چې هر حقیقت نیم حقیقت دی او دا چې هر حقیقت نیم غلطی دی.</p>\n<p>حقیقت بنسټیز دی او دا دی یا ندی، دا هیڅکله نیم نشي کیدی، دا هیڅکله نیم غلطی نشي کیدی.</p>\n<p>دا بې معنی ده چې ووایو: حقیقت د وخت دی او هغه څه چې په یوه وخت کې وو په بل وخت کې نه دي.</p>\n<p>حقیقت د وخت سره هیڅ تړاو نلري. حقیقت ابدی دی. زه وخت یم او له همدې امله نشم کولی حقیقت وپیژنم.</p>\n<p>دا بې معنی ده چې په دودیزو، لنډمهاله او نسبي حقایقو باور ولرو. خلک مفکورې او نظرونه د هغه څه سره ګډوډوي چې حقیقت دی.</p>\n<p>حقیقت د نظرونو یا تش په نامه دودیزو حقایقو سره هیڅ تړاو نلري، ځکه چې دا یوازې د ذهن غیر ضروري وړاندوینې دي.</p>\n<p>حقیقت له شیبې څخه تر شیبې نا معلوم دی او یوازې د رواني ځان په نشتون کې تجربه کیدی شي.</p>\n<p>حقیقت د سوفیزم، مفکورو، نظرونو مسله نده. حقیقت یوازې د مستقیم تجربې له لارې پیژندل کیدی شي.</p>\n<p>ذهن یوازې نظر ورکولی شي او نظرونه د حقیقت سره هیڅ تړاو نلري.</p>\n<p>ذهن هیڅکله د حقیقت تصور نشي کولی.</p>\n<p>ښوونکي، د ښوونځیو ښوونکي، کالجونه، پوهنتونونه، باید حقیقت تجربه کړي او خپلو شاګردانو او شاګردانو ته لاره وښيي.</p>\n<p>حقیقت د مستقیم تجربې مسله ده، نه د تیوریو، نظرونو یا مفکورو مسله.</p>\n<p>موږ کولی شو او باید مطالعه وکړو مګر دا اړینه ده چې د هرې تیورۍ، مفهوم، نظر او نورو کې په خپل ځان او مستقیم ډول تجربه کړو چې ریښتیا وي.</p>\n<p>موږ باید مطالعه وکړو، تحلیل وکړو، وپوښتو، مګر موږ بیړنۍ اړتیا هم لرو چې په هر هغه څه کې چې موږ یې مطالعه کوو، د حقیقت تجربه کړو.</p>\n<p>د حقیقت تجربه کول ناممکن دي پداسې حال کې چې ذهن ګډوډ، دردناک، د مخالفو نظرونو له امله ځورول کیږي.</p>\n<p>یوازې هغه وخت د حقیقت تجربه کول ممکن دي کله چې ذهن ارام وي، کله چې ذهن خاموش وي.</p>\n<p>د ښوونځیو، کالجونو او پوهنتونونو ښوونکي باید زده کونکو ته د ژورې داخلي مراقبت لاره وښيي.</p>\n<p>د ژورې داخلي مراقبت لاره موږ د ذهن سکون او خاموشۍ ته رسوي.</p>\n<p>کله چې ذهن ارام وي، د فکرونو، هیلو، نظرونو او نورو څخه خالي وي، کله چې ذهن خاموش وي حقیقت موږ ته راځي.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ps/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
