import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "वृद्धावस्था",
  "locale": "mr",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "28. वृद्धावस्था",
    "order": 28
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>जीवनातील पहिले चाळीस वर्षे आपल्याला पुस्तक देतात, त्यानंतरची तीस वर्षे त्यावर भाष्य करण्यासाठी मिळतात.</p>\n<p>वीस वर्षांचा माणूस म्हणजे मोर, तीस वर्षांचा सिंह, चाळीस वर्षांचा उंट, पन्नास वर्षांचा साप, साठ वर्षांचा कुत्रा, सत्तर वर्षांचा माकड आणि ऐंशी वर्षांचा केवळ आवाज आणि सावली असतो.</p>\n<p>वेळ सर्व गोष्टी उघड करतो: तो एक अतिशय मनोरंजक बडबड्या आहे, जो न विचारताही स्वतःबद्दल बोलतो.</p>\n<p>गरीब ‘बौद्धिक प्राणी’ (animal intelectual) तथाकथित माणसाच्या हाताने बनवलेली कोणतीही गोष्ट नाही, जी वेळेनुसार नष्ट होणार नाही.</p>\n<p>“FUGIT IRRÉPARABILE TEMPUS”, म्हणजे निघून गेलेला वेळ परत मिळवता येत नाही.</p>\n<p>वेळ आता लपलेल्या प्रत्येक गोष्टीला उघड करतो आणि सध्या तेजाने चमकणाऱ्या प्रत्येक गोष्टीला झाकून टाकतो आणि लपवतो.</p>\n<p>वृद्धत्व हे प्रेमासारखे आहे, तारुण्याच्या वेशात लपवले तरी ते लपवता येत नाही.</p>\n<p>वृद्धत्व माणसांचा अभिमान कमी करते आणि त्यांना नम्र करते, परंतु नम्र असणे वेगळे आणि अपमानित होऊन पडणे वेगळे.</p>\n<p>जेव्हा मृत्यू जवळ येतो, तेव्हा जीवनाबद्दल निराश झालेले वृद्ध लोक शोधतात की वृद्धत्व आता ओझे नाही.</p>\n<p>प्रत्येक माणूस दीर्घायुष्य जगण्याची आणि वृद्ध होण्याची आशा बाळगतो आणि तरीही वृद्धापकाळ त्यांना घाबरवतो.</p>\n<p>वृद्धत्व छप्पन वर्षांनी सुरू होते आणि त्यानंतर ते सप्ताहांनी पुढे सरकते, जे आपल्याला जर्जरतेकडे आणि मृत्यूकडे घेऊन जाते.</p>\n<p>वृद्धांची सर्वात मोठी शोकांतिका वृद्ध असण्यात नाही, तर ते वृद्ध आहेत हे मान्य न करण्याच्या मूर्खपणात आणि वृद्धत्व हा गुन्हा असल्याप्रमाणे स्वतःला तरुण मानण्याच्या वेडेपणात आहे.</p>\n<p>वृद्धत्वातील सर्वोत्तम गोष्ट म्हणजे आपण ध्येयाच्या अगदी जवळ असतो.</p>\n<p>मानसशास्त्रीय ‘मी’, ‘माझा स्वतः’, ‘अहंकार’, वर्षे आणि अनुभवाने सुधारत नाही; तो अधिक गुंतागुंतीचा होतो, अधिक कठीण होतो, अधिक कष्टदायक होतो, म्हणूनच एक सामान्य म्हण आहे: “स्वभाव आणि आकृती स्मशानापर्यंत.”</p>\n<p>कठीण वृद्धांचा ‘मानसशास्त्रीय मी’ स्वतःला सुंदर सल्ले देऊन सांत्वन देतो कारण त्यांच्यात वाईट उदाहरणे देण्याची क्षमता नसते.</p>\n<p>वृद्धांना चांगले माहित आहे की वृद्धत्व हा एक भयंकर जुलमी आहे, जो त्यांना मृत्यूच्या भीतीने तारुण्यातील सुखांचा आनंद घेण्यास मनाई करतो आणि ते स्वतःला सुंदर सल्ले देऊन सांत्वन देणे पसंत करतात.</p>\n<p>‘मी’, ‘मी’ ला लपवतो, ‘मी’ स्वतःचा एक भाग लपवतो आणि प्रत्येक गोष्टीला उदात्त वाक्ये आणि सुंदर सल्ल्यांनी लेबल लावले जाते.</p>\n<p>माझ्या स्वतःचा एक भाग माझ्या स्वतःच्या दुसर्‍या भागाला लपवतो. ‘मी’ ला जे सोयीचे नाही ते लपवतो.</p>\n<p>निरीक्षण आणि अनुभवाने हे पूर्णपणे सिद्ध झाले आहे की जेव्हा दुर्गुण आपल्याला सोडतात, तेव्हा ते आपणच त्यांना सोडले याचा विचार करणे आपल्याला आवडते.</p>\n<p>‘बौद्धिक प्राण्याचे’ हृदय वर्षांनुसार चांगले होत नाही, तर ते अधिक वाईट होते, ते नेहमी दगडाचे बनते आणि जर आपण तारुण्यात लोभी, लबाड, रागीट होतो, तर वृद्धापकाळात आपण अधिक असू.</p>\n<p>वृद्ध भूतकाळात जगतात, वृद्ध अनेक भूतकाळांचा परिणाम आहेत, वृद्धांना आपण ज्या क्षणात जगत आहोत त्याची पूर्णपणे जाणीव नसते, वृद्ध म्हणजे साठवलेली स्मरणशक्ती.</p>\n<p>परिपूर्ण वृद्धत्व प्राप्त करण्याचा एकमेव मार्ग म्हणजे ‘मानसशास्त्रीय मी’ विसर्जित करणे. जेव्हा आपण क्षणाक्षणाला मरायला शिकतो, तेव्हा आपण उदात्त वृद्धत्वापर्यंत पोहोचतो.</p>\n<p>ज्यांनी ‘मी’ विसर्जित केला आहे त्यांच्यासाठी वृद्धत्वाचा अर्थ आहे, शांतता आणि स्वातंत्र्य.</p>\n<p>जेव्हा वासना पूर्णपणे, संपूर्णपणे आणि कायमस्वरूपी मरतात, तेव्हा माणूस एका नव्हे तर अनेक मालकांपासून मुक्त होतो.</p>\n<p>ज्यांच्यात ‘मी’ चा अंशही नाही अशा निष्पाप वृद्धांना जीवनात शोधणे खूप कठीण आहे, अशा प्रकारचे वृद्ध खूप आनंदी असतात आणि प्रत्येक क्षणाला जगतात.</p>\n<p>ज्ञानाने पांढरे झालेले केस असलेला माणूस. ज्ञानाने परिपूर्ण वृद्ध, प्रेमाचा स्वामी, वस्तुतः प्रकाशाचा दिवा बनतो, जो असंख्य शतकांच्या प्रवाहाला योग्य मार्गदर्शन करतो.</p>\n<p>जगात असे काही ‘वृद्ध गुरु’ होऊन गेले आणि अजूनही आहेत, ज्यांच्यात ‘मी’ चा अंशही नाही. हे ‘ज्ञानवादी अर्हत’ (ARHAT GNÓSTICOS) कमळाच्या फुलांसारखे विदेशी आणि दैवी आहेत.</p>\n<p>ज्या आदरणीय ‘वृद्ध गुरुं’नी ‘मी’ ला मूलगामी आणि निर्णायकपणे विसर्जित केले आहे, ते ‘परिपूर्ण ज्ञान’, ‘दैवी प्रेम’ आणि ‘उदात्त शक्ती’ चा परिपूर्ण आविष्कार आहेत.</p>\n<p>ज्या ‘वृद्ध गुरुं’मध्ये ‘मी’ नाही, ते खऱ्या अर्थाने ‘दैवी अस्तित्वा’चा पूर्ण प्रकटीकरण आहेत.</p>\n<p>त्या ‘उदात्त वृद्धां’नी, त्या ‘ज्ञानवादी अर्हता’ नी प्राचीन काळापासून जगाला प्रकाश दिला आहे, आपण बुद्ध, मोझेस, हेर्मेस, रामकृष्ण, डॅनियल, संत लामा इत्यादींचे स्मरण करूया.</p>\n<p>शाळा, महाविद्यालये आणि विद्यापीठांमधील शिक्षक, शिक्षिका, कुटुंबातील सदस्य, यांनी नवीन पिढीला वृद्धांचा आदर आणि सन्मान करण्यास शिकवले पाहिजे.</p>\n<p>ज्याला नाव नाही, जे दैवी आहे, जे सत्य आहे, त्याचे तीन पैलू आहेत: ज्ञान, प्रेम, शब्द.</p>\n<p>‘दैवी’ पिता म्हणून ’ cosmic ज्ञान ’ आहे, माता म्हणून ’ अनंत प्रेम ’ आहे, पुत्र म्हणून ‘शब्द’ आहे.</p>\n<p>कुटुंबप्रमुखात ज्ञानाचे प्रतीक आहे. गृहिणीमध्ये प्रेम आहे, मुले शब्दांचे प्रतीक आहेत.</p>\n<p>वृद्ध पित्याला मुलांच्या पूर्ण समर्थनाची गरज आहे. वृद्ध पिता काम करू शकत नाही आणि मुलांनी त्याचा सांभाळ करणे आणि आदर करणे योग्य आहे.</p>\n<p>आदरणीय वृद्ध आई काम करू शकत नाही आणि म्हणून मुला-मुलींनी तिची काळजी घेणे, तिच्यावर प्रेम करणे आणि त्या प्रेमाला धर्म बनवणे आवश्यक आहे.</p>\n<p>ज्याला आपल्या वडिलांवर प्रेम कसे करावे हे माहित नाही, ज्याला आपल्या आईचा आदर कसा करावा हे माहित नाही, तो डाव्या हाताच्या मार्गावर, चुकीच्या मार्गावर चालतो.</p>\n<p>मुलांना त्यांच्या पालकांवर टीका करण्याचा अधिकार नाही, या जगात कोणीही परिपूर्ण नाही आणि ज्यांच्यात एका दिशेने काही दोष नाहीत, त्यांच्यात दुसर्‍या दिशेने आहेत, आपण सर्व एकाच कात्रीने कापलेले आहोत.</p>\n<p>काहीजण पित्याच्या प्रेमाला कमी लेखतात, तर काहीजण पित्याच्या प्रेमावर हसतात. जे जीवनात असे वागतात ते त्या मार्गावर पोहोचलेच नाहीत, जो त्या नावाशिवायच्या अस्तित्वाकडे जातो.</p>\n<p>कृतघ्न मुलगा जो आपल्या वडिलांचा तिरस्कार करतो आणि आपल्या आईला विसरतो, तो खरोखरच वाईट आहे, जो दैवी असलेल्या प्रत्येक गोष्टीचा तिरस्कार करतो.</p>\n<p>‘जाणीवेची क्रांती’ म्हणजे कृतघ्न असणे नाही, वडिलांना विसरणे, आदरणीय आईला कमी लेखणे नाही. ‘जाणीवेची क्रांती’ म्हणजे ज्ञान, प्रेम आणि परिपूर्ण शक्ती.</p>\n<p>वडिलांमध्ये ज्ञानाचे प्रतीक आहे आणि आईमध्ये प्रेमाचा जिवंत झरा आहे, ज्याच्या शुद्ध सारशिवाय उच्च ध्येय साध्य करणे खरोखरच अशक्य आहे.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mr/educacion-fundamental/la-vejez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mr/educacion-fundamental/la-vejez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mr/educacion-fundamental/la-vejez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
