import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "الحقيقة",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. الحقيقة",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>منذ الطفولة والشباب يبدأ درب الآلام لوجودنا البائس بالكثير من الالتواءات الذهنية، والمآسي العائلية الحميمة، والمصاعب في المنزل والمدرسة، إلخ.</p>\n<p>من الواضح أنه في الطفولة والشباب، باستثناءات نادرة جدًا، لا تؤثر علينا كل هذه المشاكل بشكل عميق حقًا، ولكن عندما نصبح كبارًا، تبدأ التساؤلات: من أنا؟ من أين أتيت؟ لماذا يجب أن أعاني؟ ما هو الهدف من هذا الوجود؟ إلخ، إلخ، إلخ.</p>\n<p>جميعنا في طريق الحياة طرحنا هذه الأسئلة، جميعنا أردنا يومًا ما أن نبحث، وأن نستقصي، وأن نعرف “لماذا” كل هذه المرارات، والمنغصات، والصراعات، والمعاناة، ولكن لسوء الحظ، ننتهي دائمًا محبوسين في نظرية ما، أو في رأي ما، أو في اعتقاد ما، أو في ما قاله الجار، أو في ما أجابنا به عجوز خرف، إلخ.</p>\n<p>لقد فقدنا البراءة الحقيقية وسلام القلب المطمئن، ولهذا السبب لسنا قادرين على تجربة الحقيقة مباشرة بكل قسوتها، نحن نعتمد على ما يقوله الآخرون، ومن الواضح أننا نسير في الطريق الخطأ.</p>\n<p>المجتمع الرأسمالي يدين بشكل جذري الملحدين، أولئك الذين لا يؤمنون بالله.</p>\n<p>المجتمع الماركسي اللينيني يدين أولئك الذين يؤمنون بالله، ولكن في العمق كلا الأمرين هما نفس الشيء، مسألة آراء، نزوات الناس، إسقاطات العقل. لا التصديق، ولا عدم التصديق، ولا الشك، تعني أننا اختبرنا الحقيقة.</p>\n<p>يمكن للعقل أن يسمح لنفسه بالاعتقاد، والشك، وإبداء الرأي، والتكهن، وما إلى ذلك، ولكن هذا ليس تجربة الحقيقة.</p>\n<p>يمكننا أيضًا أن نسمح لأنفسنا بالاعتقاد بالشمس أو عدم الاعتقاد بها وحتى الشك فيها، لكن النجم الملكي سيستمر في إعطاء النور والحياة لكل ما هو موجود دون أن يكون لآرائنا أدنى أهمية بالنسبة له.</p>\n<p>وراء الاعتقاد الأعمى، ووراء عدم التصديق والشك، تختبئ العديد من الفروق الدقيقة للأخلاق الزائفة والعديد من المفاهيم الخاطئة عن الاحترام الزائف الذي يتقوى في ظله الأنا.</p>\n<p>المجتمع ذو النمط الرأسمالي والمجتمع ذو النمط الشيوعي لكل منهما بطريقته الخاصة ووفقًا لنزواته وتحيزاته ونظرياته، نوعه الخاص من الأخلاق. ما هو أخلاقي داخل الكتلة الرأسمالية هو غير أخلاقي داخل الكتلة الشيوعية والعكس صحيح.</p>\n<p>الأخلاق تعتمد على العادات، والمكان، والزمان. ما هو أخلاقي في بلد ما هو غير أخلاقي في بلد آخر، وما كان أخلاقيًا في زمن ما هو غير أخلاقي في زمن آخر. الأخلاق ليس لها قيمة جوهرية على الإطلاق، بتحليلها بعمق، تبدو غبية بنسبة مائة بالمائة.</p>\n<p>التعليم الأساسي لا يعلم الأخلاق، التعليم الأساسي يعلم الأخلاق الثورية وهذا ما تحتاجه الأجيال الجديدة.</p>\n<p>منذ الليلة المرعبة للعصور، في كل العصور، كان هناك دائمًا رجال ابتعدوا عن العالم للبحث عن الحقيقة.</p>\n<p>من العبث الابتعاد عن العالم للبحث عن الحقيقة لأنها موجودة داخل العالم وداخل الإنسان هنا والآن.</p>\n<p>الحقيقة هي المجهول من لحظة إلى أخرى وليس بالانفصال عن العالم ولا بالتخلي عن إخواننا يمكننا اكتشافها.</p>\n<p>من العبث القول بأن كل حقيقة هي حقيقة في منتصف الطريق وأن كل حقيقة هي نصف خطأ.</p>\n<p>الحقيقة جذرية وهي إما أن تكون أو لا تكون، لا يمكن أن تكون أبدًا في منتصف الطريق، ولا يمكن أن تكون أبدًا نصف خطأ.</p>\n<p>من العبث القول: الحقيقة هي للوقت وأن ما كان في وقت ما ليس كذلك في وقت آخر.</p>\n<p>الحقيقة لا علاقة لها بالوقت. الحقيقة أبدية. الأنا هي الوقت وبالتالي لا يمكنها معرفة الحقيقة.</p>\n<p>من العبث افتراض حقائق تقليدية، مؤقتة، نسبية. الناس يخلطون بين المفاهيم والآراء وبين ما هو الحقيقة.</p>\n<p>الحقيقة لا علاقة لها بالآراء ولا بما يسمى الحقائق التقليدية، لأن هذه ليست سوى إسقاطات غير مهمة للعقل.</p>\n<p>الحقيقة هي المجهول من لحظة إلى أخرى ولا يمكن تجربتها إلا في غياب الأنا النفسية.</p>\n<p>الحقيقة ليست مسألة مغالطات، ومفاهيم، وآراء. الحقيقة لا يمكن معرفتها إلا من خلال التجربة المباشرة.</p>\n<p>يمكن للعقل فقط إبداء الرأي والآراء لا علاقة لها بالحقيقة.</p>\n<p>العقل لا يمكنه أبدًا تصور الحقيقة.</p>\n<p>يجب على المعلمين والمعلمات في المدارس والكليات والجامعات تجربة الحقيقة والإشارة إلى الطريق لتلاميذهم وتلميذاتهم.</p>\n<p>الحقيقة هي مسألة تجربة مباشرة، وليست مسألة نظريات، أو آراء، أو مفاهيم.</p>\n<p>يمكننا ويجب علينا الدراسة ولكن من الملح تجربة بأنفسنا وبشكل مباشر ما هو حقيقي في كل نظرية، مفهوم، رأي، إلخ، إلخ، إلخ.</p>\n<p>يجب علينا الدراسة والتحليل والاستقصاء، ولكننا نحتاج أيضًا بشكل عاجل لا يحتمل التأجيل إلى تجربة الحقيقة الموجودة في كل ما ندرسه.</p>\n<p>من المستحيل تجربة الحقيقة بينما العقل مضطرب، ومتشنج، ومعذب بالآراء المتضاربة.</p>\n<p>لا يمكن تجربة الحقيقة إلا عندما يكون العقل هادئًا، عندما يكون العقل في صمت.</p>\n<p>يجب على المعلمين والمعلمات في المدارس والكليات والجامعات أن يشيروا إلى الطلاب والطالبات طريق التأمل الداخلي العميق.</p>\n<p>طريق التأمل الداخلي العميق يقودنا إلى هدوء وصمت العقل.</p>\n<p>عندما يكون العقل هادئًا، وخاليًا من الأفكار، والرغبات، والآراء، وما إلى ذلك، عندما يكون العقل في صمت، تأتي إلينا الحقيقة.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
