import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "الشيخوخة",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "28. الشيخوخة",
    "order": 28
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>الأربعون سنة الأولى من العمر تعطينا الكتاب، والثلاثون التالية تعطينا التعليق عليه.</p>\n<p>في عمر العشرين، يكون الرجل مثل الطاووس، وفي الثلاثين كالأسد، وفي الأربعين كالجمل، وفي الخمسين كالأفعى، وفي الستين كالكلب، وفي السبعين كالقرد، وفي الثمانين مجرد صوت وظل.</p>\n<p>الوقت يكشف كل شيء: إنه ثرثار مثير للاهتمام يتحدث عن نفسه حتى عندما لا يسأله أحد.</p>\n<p>لا يوجد شيء صنعه المخلوق الفقير المُسَمَّى زيفاً بالإنسان، إلا وسيدمره الوقت عاجلاً أم آجلاً.</p>\n<p>“الوقت يهرب بشكل لا يمكن إصلاحه”، الوقت الذي يهرب لا يمكن تعويضه.</p>\n<p>الوقت يظهر للعلن كل ما هو مخفي الآن، ويخفي ويستر كل ما يلمع ببريق في هذه اللحظة.</p>\n<p>الشيخوخة مثل الحب، لا يمكن إخفاؤها حتى لو تنكرت بأزياء الشباب.</p>\n<p>الشيخوخة تحطم كبرياء الرجال وتذلهم، ولكن هناك فرق بين أن تكون متواضعاً وأن تسقط ذليلاً.</p>\n<p>عندما يقترب الموت، يجد كبار السن المحبطون من الحياة أن الشيخوخة لم تعد عبئاً.</p>\n<p>جميع الرجال يأملون في أن يعيشوا حياة طويلة ويصبحوا كباراً في السن، ومع ذلك تخيفهم الشيخوخة.</p>\n<p>تبدأ الشيخوخة في سن السادسة والخمسين، ثم تستمر على شكل فترات سباعية تقودنا إلى الشيخوخة المتهالكة والموت.</p>\n<p>أكبر مأساة لكبار السن تكمن، ليس في حقيقة كونهم كباراً في السن، ولكن في حماقة عدم الرغبة في الاعتراف بذلك وفي غباء الاعتقاد بأنهم شباب كما لو أن الشيخوخة جريمة.</p>\n<p>أفضل ما في الشيخوخة هو أنك تجد نفسك قريباً جداً من الهدف.</p>\n<p>الأنا النفسية، ذاتي، الأنا، لا تتحسن مع مرور السنين والخبرة؛ بل تتعقد، وتصبح أكثر صعوبة، وأكثر مشقة، لذلك يقول المثل الشعبي: “يا واخد طبع ليوم القيامة”.</p>\n<p>الأنا النفسية لكبار السن الصعبين تواسي نفسها بإعطاء نصائح جميلة بسبب عجزها عن تقديم أمثلة سيئة.</p>\n<p>يعلم كبار السن جيداً أن الشيخوخة طاغية رهيبة للغاية تمنعهم تحت طائلة الموت من الاستمتاع بملذات الشباب المجنون، ويفضلون مواساة أنفسهم بإعطاء نصائح جميلة.</p>\n<p>الأنا تخفي الأنا، الأنا تخفي جزءاً من نفسها ويتم وصف كل شيء بعبارات سامية ونصائح جميلة.</p>\n<p>جزء من ذاتي يخفي جزءاً آخر من ذاتي. الأنا تخفي ما لا يناسبها.</p>\n<p>لقد ثبت تماماً بالملاحظة والخبرة أنه عندما تتخلى عنا الرذائل، يسرنا أن نعتقد أننا نحن من تخلينا عنها.</p>\n<p>قلب المخلوق المفكر لا يتحسن مع مرور السنين، بل يزداد سوءاً، ويصبح دائماً حجراً، وإذا كنا في شبابنا جشعين وكاذبين وغاضبين، فسنكون في الشيخوخة أكثر من ذلك بكثير.</p>\n<p>يعيش كبار السن في الماضي، كبار السن هم نتيجة للعديد من الأمس، كبار السن يجهلون تماماً اللحظة التي نعيش فيها، كبار السن هم ذاكرة متراكمة.</p>\n<p>الطريقة الوحيدة للوصول إلى الشيخوخة المثالية هي حل الأنا النفسية. عندما نتعلم كيف نموت لحظة بعد لحظة، نصل إلى الشيخوخة السامية.</p>\n<p>الشيخوخة لها معنى عظيم من الهدوء والحرية لأولئك الذين قاموا بالفعل بحل الأنا.</p>\n<p>عندما تموت العواطف بشكل جذري وكامل ونهائي، يصبح المرء حراً ليس من سيد واحد، ولكن من العديد من السادة.</p>\n<p>من الصعب جداً أن تجد في الحياة كبار السن الأبرياء الذين لم يعودوا يمتلكون حتى بقايا الأنا، هذا النوع من كبار السن سعداء بلا حدود ويعيشون من لحظة إلى لحظة.</p>\n<p>الرجل الذي شاب رأسه في الحكمة. الشيخ في العلم، سيد الحب، يصبح في الواقع منارة النور التي توجه بحكمة تيار القرون التي لا تحصى.</p>\n<p>في العالم وجد ويوجد حالياً بعض الشيوخ المعلمين الذين ليس لديهم حتى آخر بقايا الأنا. هؤلاء الأرهات الغنوصيون هم غريبون وإلهيون مثل زهرة اللوتس.</p>\n<p>الشيخ المعلم الجليل الذي حل الأنا المتعددة بشكل جذري ونهائي هو التعبير الكامل عن الحكمة الكاملة والحب الإلهي والقوة السامية.</p>\n<p>الشيخ المعلم الذي لم تعد لديه الأنا هو في الواقع التجسيد الكامل للوجود الإلهي.</p>\n<p>هؤلاء الشيوخ السامون، هؤلاء الأرهات الغنوصيون أضاءوا العالم منذ العصور القديمة، لنتذكر بوذا وموسى وهرمس وراماكريشنا ودانيال واللاما المقدس، إلخ، إلخ، إلخ.</p>\n<p>يجب على معلمي المدارس والكليات والجامعات والمعلمات وأولياء الأمور تعليم الأجيال الجديدة احترام وتبجيل كبار السن.</p>\n<p>ذلك الذي لا اسم له، ذلك الذي هو إلهي، ذلك الذي هو الحقيقة، له ثلاثة جوانب: الحكمة، الحب، الكلمة.</p>\n<p>الإلهي كأب هو الحكمة الكونية، كأم هو الحب اللامتناهي، كابن هو الكلمة.</p>\n<p>في رب الأسرة يوجد رمز الحكمة. في أم البيت يوجد الحب، الأبناء يرمزون إلى الكلمة.</p>\n<p>الأب المسن يستحق كل الدعم من الأبناء. الأب العجوز لا يستطيع العمل ومن العدل أن يعتني به الأبناء ويحترمونه.</p>\n<p>الأم المحبوبة المسنة لا تستطيع العمل وبالتالي من الضروري أن يعتني بها الأبناء والبنات ويحبوها ويجعلوا من هذا الحب ديناً.</p>\n<p>من لا يعرف كيف يحب والده، من لا يعرف كيف يحب والدته، يسير في طريق اليد اليسرى، في طريق الخطأ.</p>\n<p>ليس للأبناء الحق في الحكم على والديهم، لا أحد كامل في هذا العالم، والذين ليس لديهم عيوب معينة في اتجاه ما، لديهم في اتجاه آخر، جميعنا مقطوعون بنفس المقص.</p>\n<p>البعض يقللون من قيمة حب الأب، والبعض الآخر يسخرون من حب الأب. أولئك الذين يتصرفون بهذه الطريقة في الحياة لم يدخلوا حتى في الطريق الذي يؤدي إلى ذلك الذي لا اسم له.</p>\n<p>الابن الجاحد الذي يكره والده وينسى والدته هو حقاً الشرير الحقيقي الذي يكره كل ما هو إلهي.</p>\n<p>ثورة الوعي لا تعني الجحود، نسيان الأب، التقليل من قيمة الأم المحبوبة. ثورة الوعي هي الحكمة والحب والقوة الكاملة.</p>\n<p>في الأب يوجد رمز الحكمة وفي الأم يوجد المصدر الحي للحب الذي بدونه من المستحيل حقاً تحقيق أعلى الإنجازات الحميمة.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/la-vejez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-vejez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/la-vejez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
