import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "הזקנה",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "28. הזקנה",
    "order": 28
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ארבעים השנים הראשונות לחיינו נותנות לנו את הספר, שלושים השנים הבאות את הפרשנות.</p>\n<p>בגיל עשרים גבר הוא טווס; בגיל שלושים, אריה; בגיל ארבעים, גמל; בגיל חמישים, נחש; בגיל שישים, כלב; בגיל שבעים, קוף, ובגיל שמונים, רק קול וצל.</p>\n<p>הזמן מגלה את כל הדברים: הוא שרלטן מעניין מאוד שמדבר בעד עצמו גם כשלא שואלים אותו דבר.</p>\n<p>אין דבר שנעשה על ידי ידו של בעל החיים האינטלקטואלי העלוב, שנקרא בטעות אדם, שהזמן לא יהרוס במוקדם או במאוחר.</p>\n<p>“FUGIT IRRÉPARABILE TEMPUS”, הזמן החולף לא ניתן לתיקון.</p>\n<p>הזמן מוציא לאור את כל מה שמסתתר כעת ומסתיר ומחביא את כל מה שזוהר ברגע זה בהדר.</p>\n<p>הזקנה היא כמו אהבה, אי אפשר להסתיר אותה גם כשהיא מחופשת לבגדי הנעורים.</p>\n<p>הזקנה מורידה את גאוותם של גברים ומשפילה אותם, אבל דבר אחד הוא להיות צנוע ודבר אחר הוא ליפול מושפל.</p>\n<p>כשהמוות מתקרב, זקנים מאוכזבי חיים מגלים שהזקנה כבר אינה מעמסה.</p>\n<p>כל האנשים מזינים את התקווה לחיות חיים ארוכים ולהזדקן ועם זאת הזקנה מפחידה אותם.</p>\n<p>הזקנה מתחילה בגיל חמישים ושש ואז מתרחשת בתקופות שבועיות המובילות אותנו עד לכישלון ולמוות.</p>\n<p>הטרגדיה הגדולה ביותר של הזקנים טמונה לא בעובדה שהם זקנים, אלא בטיפשות של לא לרצות להכיר בכך שהם כאלה ובטיפשות של להאמין שהם צעירים כאילו הזקנה היא פשע.</p>\n<p>הדבר הטוב ביותר בזקנה הוא שאדם נמצא קרוב מאוד למטרה.</p>\n<p>האני הפסיכולוגי, האני עצמי, האגו, לא משתפר עם השנים והניסיון; הוא מסתבך, נעשה קשה יותר, קשה יותר, ולכן אומר הפתגם העממי: “גאון ודמות עד הקבר”.</p>\n<p>האני הפסיכולוגי של זקנים קשים מנחם את עצמו על ידי מתן עצות יפות בגלל חוסר יכולתם לתת דוגמאות מכוערות.</p>\n<p>זקנים יודעים היטב שהזקנה היא עריץ נורא מאוד האוסר עליהם, בעונש מוות, ליהנות מהתענוגות של הנעורים הפרועים והם מעדיפים לנחם את עצמם במתן עצות יפות.</p>\n<p>האני מסתיר את האני, האני מסתיר חלק מעצמו והכל מתויג בביטויים נשגבים ובעצות יפות.</p>\n<p>חלק אחד מעצמי מסתיר חלק אחר מעצמי. האני מסתיר את מה שלא מתאים לו.</p>\n<p>הוכח לחלוטין על ידי תצפית וניסיון שכאשר סגולות רעות נוטשות אותנו, אנו שמחים לחשוב שאנחנו אלה שנטשנו אותן.</p>\n<p>לבו של בעל החיים האינטלקטואלי לא משתפר עם השנים, אלא גרוע יותר, הוא תמיד הופך לאבן ואם בצעירותנו היינו חמדנים, שקרנים, כעוסים, בזקנה נהיה הרבה יותר.</p>\n<p>זקנים חיים בעבר, זקנים הם תוצאה של אתמול רבים, זקנים מתעלמים לחלוטין מהרגע בו אנו חיים, זקנים הם זיכרון מצטבר.</p>\n<p>הדרך היחידה להגיע לזקנה מושלמת היא על ידי פירוק האני הפסיכולוגי. כשאנחנו לומדים למות מרגע לרגע, אנחנו מגיעים לזקנה הנשגבת.</p>\n<p>לזקנה יש משמעות רבה של שלווה וחופש למי שכבר פירקו את האני.</p>\n<p>כאשר התשוקות מתו באופן רדיקלי, מוחלט וסופי, אדם נשאר חופשי לא מאדון אחד, אלא מאדונים רבים.</p>\n<p>קשה מאוד למצוא בחיים זקנים חפים מפשע שאינם מחזיקים אפילו בשרידים של האני, סוג זה של זקנים מאושרים לאין שיעור וחיים מרגע לרגע.</p>\n<p>האיש שהאפיר בחוכמה. הזקן בידע, אדון האהבה, הופך למעשה למגדלור המאיר את זרם המאות הרבות בתבונה.</p>\n<p>בעולם היו וקיימים כיום כמה מורים זקנים שאין להם אפילו את השאריות האחרונות של האני. אלה ארהאט גנוסטיים הם אקזוטיים ואלוהיים כמו פרח הלוטוס.</p>\n<p>המורה הזקן הנערץ שפירק את האני המרובה באופן רדיקלי וסופי הוא הביטוי המושלם של החוכמה המושלמת, האהבה האלוהית והכוח הנשגב.</p>\n<p>המורה הזקן שאין לו עוד את האני, הוא למעשה הביטוי המלא של ההוויה האלוהית.</p>\n<p>אותם זקנים נשגבים, אותם ארהאט גנוסטיים האירו את העולם מאז ימי קדם, נזכיר את הבודהה, משה, הרמס, רמאקרישנה, דניאל, הלמה הקדוש, וכו’, וכו’, וכו’.</p>\n<p>מורים בבתי ספר, מכללות ואוניברסיטאות, מורים, הורים צריכים ללמד את הדורות החדשים לכבד ולהעריץ זקנים.</p>\n<p>אותו הדבר שאין לו שם, אותו הדבר שהוא אלוהי, אותו הדבר שהוא אמיתי, יש לו שלושה היבטים: חוכמה, אהבה, מילה.</p>\n<p>האלוהי כאב הוא חוכמה קוסמית, כאם היא אהבה אינסופית, כבן הוא המילה.</p>\n<p>באב המשפחה נמצא סמל החוכמה. באם הבית נמצאת האהבה, הילדים מסמלים את המילה.</p>\n<p>האב הזקן ראוי לכל תמיכת הילדים. האב הזקן כבר לא יכול לעבוד וזה צודק שהילדים יתמכו בו ויכבדו אותו.</p>\n<p>האם הנערצת הזקנה כבר לא יכולה לעבוד ולכן יש צורך שבנים ובנות ידאגו לה ויאהבו אותה ויעשו מהאהבה הזו דת.</p>\n<p>מי שלא יודע לאהוב את אביו, מי שלא יודע לייפות את אמו, צועד בדרך יד שמאל, בדרך הטעות.</p>\n<p>לילדים אין זכות לשפוט את הוריהם, אף אחד לא מושלם בעולם הזה ואלה שאין להם פגמים מסוימים בכיוון אחד, יש להם אותם בכיוון אחר, כולנו חתוכים באותן מספריים.</p>\n<p>יש הממעיטים בערך אהבת האב, אחרים אפילו צוחקים על אהבת האב. אלה שמתנהגים כך בחיים אפילו לא נכנסו לדרך המובילה לאותו הדבר שאין לו שם.</p>\n<p>הבן הלא אסיר תודה השונא את אביו ושוכח את אמו הוא באמת הסוטה האמיתי השונא את כל מה שהוא אלוהי.</p>\n<p>מהפכת התודעה לא אומרת כפיות טובה, לשכוח את האב, להמעיט בערך האם הנערצת. מהפכת התודעה היא חוכמה אהבה וכוח מושלם.</p>\n<p>באב נמצא סמל החוכמה ובאם נמצא מקור החיים של האהבה שבלעדיו באמת בלתי אפשרי להשיג את ההגשמות האינטימיות הגבוהות ביותר.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/la-vejez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-vejez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-vejez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
