import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Хөгшрөлт",
  "locale": "mn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "28. Хөгшрөлт",
    "order": 28
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Амьдралын эхний дөчин жил бидэнд ном өгдөг бол дараагийн гучин жил нь тайлбар өгдөг.</p>\n<p>Хорин насандаа эр хүн тогос шиг, гучин насандаа арслан шиг, дөчин насандаа тэмээ шиг, тавин насандаа могой шиг, жар насандаа нохой шиг, далан насандаа сармагчин шиг, наян насандаа зөвхөн дуу хоолой, сүүдэр л болдог.</p>\n<p>Цаг хугацаа бүх зүйлийг илчилдэг: энэ бол өөрөөс нь юу ч асуугаагүй байхад өөрийнхөө тухай ярьдаг маш сонирхолтой яриачин юм.</p>\n<p>Хүн хэмээн худал нэрлэгдсэн оюун ухаант амьтны гараар бүтээгдсэн зүйл гэж байхгүй бөгөөд эрт орой хэзээ нэгэн цагт цаг хугацаа үүнийг устгахгүй өнгөрөхгүй.</p>\n<p>“FUGIT IRRÉPARABILE TEMPUS”, зугтаж буй цаг хугацааг засч залруулж болдоггүй.</p>\n<p>Цаг хугацаа одоо нуугдмал байгаа бүхнийг олон нийтэд гаргаж, энэ мөчид гялалзаж буй бүхнийг далдалж, нуудаг.</p>\n<p>Хөгшрөлт бол хайр дурлалтай адил, залуугийн хувцсаар бүрхсэн ч нууж чадахгүй.</p>\n<p>Хөгшрөлт нь хүмүүсийн бардам занг дарж, дорд үзүүлдэг ч даруу байх нь нэг хэрэг, гутамшигтай байдалд орох нь өөр хэрэг.</p>\n<p>Үхэл ойртох үед амьдралд сэтгэл дундуур байгаа хөгшчүүл хөгшрөлтийг ачаа гэж үзэхээ больдог.</p>\n<p>Бүх хүмүүс урт насалж, хөгшин болохыг хүсдэг ч хөгшрөхөөс айдаг.</p>\n<p>Хөгшрөлт нь тавин зургаан насандаа эхэлж, дараа нь долоон жилийн хугацаанд явагдаж, биднийг доройтолд хүргэж, үхэлд хүргэдэг.</p>\n<p>Хөгшчүүлийн хамгийн том эмгэнэл бол хөгшин болсондоо биш, харин хөгшин болсноо хүлээн зөвшөөрөхийг хүсэхгүй байгаа тэнэглэл, хөгшрөлтийг гэмт хэрэг мэт залуу хэвээрээ байна гэж итгэх тэнэглэл юм.</p>\n<p>Хөгшрөлтийн хамгийн сайхан зүйл бол бид зорилгодоо маш ойрхон байдаг явдал юм.</p>\n<p>СЭТГЭЛ ЗҮЙН ӨӨР, ӨӨРӨӨ, ЭГО нь жилүүд болон туршлагатай сайжрахгүй; Энэ нь төвөгтэй болж, улам хэцүү, илүү хөдөлмөрч болдог тул энгийн хэллэгээр: “ГЕНИЙН ЗУРАГ ХҮРТЭЛ БУНХАНД”.</p>\n<p>Хэцүү хөгшчүүлийн СЭТГЭЛ ЗҮЙН ӨӨР нь муу жишээ үзүүлэх чадваргүйгээсээ болоод сайхан зөвлөгөө өгч өөрийгөө тайтгаруулдаг.</p>\n<p>Хөгшчүүл хөгшрөлт бол залуу насны галзуу зугаа цэнгэлийг үхлийн ял өгөхгүйгээр эдлэхийг хориглодог аймшигт дарангуйлагч гэдгийг маш сайн мэддэг бөгөөд өөрсдийгөө сайхан зөвлөгөө өгч тайвшруулахыг илүүд үздэг.</p>\n<p>ӨӨР нь ӨӨР-гөө нуудаг, ӨӨР нь өөрийнхөө нэг хэсгийг нуудаг бөгөөд бүх зүйл сүр жавхлант хэллэг, сайхан зөвлөгөөгөөр тэмдэглэгддэг.</p>\n<p>МИНИЙ ӨӨРИЙН нэг хэсэг нь МИНИЙ ӨӨРИЙН нөгөө хэсгийг нуудаг. ӨӨР нь өөрт нь тохиромжгүй зүйлийг нуудаг.</p>\n<p>Муу зуршлууд биднийг орхиход бид тэднийг орхисон гэж бодоход таатай байдаг нь ажиглалт, туршлагаар бүрэн батлагдсан.</p>\n<p>ОЮУН УХААНТ АМЬТНЫ зүрх сэтгэл жилүүдтэй сайжрахгүй, харин улам дордоно, үргэлж чулуу болдог, хэрэв залуу насандаа шунахай, худалч, ууртай байсан бол хөгшрөхдөө илүү их байна.</p>\n<p>Хөгшчүүл өнгөрсөнд амьдардаг, хөгшчүүл бол олон өнгөрсөн өдрийн үр дүн, өвгөд бидний амьдарч буй мөчийг огт мэддэггүй, хөгшчүүл бол хуримтлагдсан дурсамж юм.</p>\n<p>Төгс өтлөх цорын ганц арга зам бол СЭТГЭЛ ЗҮЙН ӨӨР-г уусгах явдал юм. Бид мөч бүр үхэж сурахад агуу хөгшрөлтөд хүрдэг.</p>\n<p>Хөгшрөлт нь ӨӨР-гөө аль хэдийн уусгасан хүмүүст тайван, эрх чөлөөний агуу мэдрэмжийг төрүүлдэг.</p>\n<p>Хүсэл тачаал үндсээрээ, бүрэн дүүрэн, эцэслэн үхэхэд хүн нэг эзэнээс биш олон эзнээс ангижирдаг.</p>\n<p>Амьдралд ӨӨР-ийн үлдэгдэлгүй гэм зэмгүй ахмадыг олоход маш хэцүү байдаг, ийм төрлийн ахмадууд хязгааргүй аз жаргалтай бөгөөд мөч бүрт амьдардаг.</p>\n<p>МЭДЛЭГИЙН цагаан толгойтой эрэгтэй. Мэдлэгийн ахмад, хайрын эзэн нь олон тооны зууны урсгалыг ухаалгаар чиглүүлдэг гэрэлт цамхаг болж хувирдаг.</p>\n<p>Дэлхий дээр ӨӨР-ийн хамгийн сүүлчийн үлдэгдэлгүй хэд хэдэн АХМАД БАГШ нар байсан бөгөөд одоо ч гэсэн байсаар байна. Эдгээр ГНОСТИКИЙН АРХАТУУД нь бадамлянхуа цэцэг шиг хачин, гайхалтай.</p>\n<p>ӨӨР-г эрс, эцэслэн олон хэлбэрээр уусгасан ХҮНДЭТ АХМАД БАГШ бол ТӨГС МЭДЛЭГ, БУРХАНЫ ХАЙР, ДЭЭД ЭРХ МЭДЛИЙН төгс илэрхийлэл юм.</p>\n<p>ӨӨР-гүй АХМАД БАГШ бол БУРХАНЫ БАЙГУУЛАЛТЫН бүрэн илрэл юм.</p>\n<p>Эдгээр ДЭЭД АХМАДУУД, эдгээр ГНОСТИКИЙН АРХАТУУД эрт дээр үеэс дэлхийг гэгээрүүлсэн, БУДДА, МӨСЕЙ, ГЕРМЕС, РАМАКРИШНА, ДАНИЕЛ, АРИУН ЛАМ зэргийг дурсацгаая.</p>\n<p>Сургууль, коллеж, их дээд сургуулийн багш нар, эмэгтэй багш нар, эцэг эхчүүд залуу үед ахмадуудыг хүндэтгэж, бишрэхийг заах ёстой.</p>\n<p>Нэргүй ЗҮЙЛ, БУРХАНЫ ЗҮЙЛ, БАЙГАА ЗҮЙЛ нь гурван аспекттай: МЭДЛЭГ, ХАЙР, ҮГ.</p>\n<p>БУРХАН ЭЦЭГ бол ОРЧЛОНГИЙН МЭДЛЭГ, ЭЭЖ бол ХЯЗГААРГҮЙ ХАЙР, хүү бол ҮГ юм.</p>\n<p>Өрхийн тэргүүнээс мэргэн ухааны бэлгэдэл олддог. Гэрийн эзэгтэйгээс ХАЙР олддог, хүүхдүүд үгийг бэлгэддэг.</p>\n<p>Ахмад Эцэг нь хүүхдүүдийн бүх дэмжлэгийг хүлээх ёстой. Хуучин Эцэг нь ажиллах боломжгүй бөгөөд хүүхдүүд нь түүнийг халамжилж, хүндэтгэх нь зүйтэй юм.</p>\n<p>Ачлалт Ээж нь хөгширсөн тул ажиллах боломжгүй тул хөвгүүд, охид түүнийг халамжилж, хайрлаж, энэ хайрыг шашин болгох шаардлагатай.</p>\n<p>Эцэг эхээ хайрлаж чадахгүй, ЭЭЖЭЭ АДВАРлаж чадахгүй хүн зүүн гарын замаар, алдааны замаар явдаг.</p>\n<p>Хүүхдүүд Эцэг Эхээ шүүх эрхгүй, энэ ертөнцөд хэн ч төгс бус бөгөөд бидэнд тодорхой чиглэлд тодорхой дутагдал байхгүй бол бидэнд өөр чиглэлд байдаг, бид бүгд ижил хайчаар тайрагдсан.</p>\n<p>Зарим нь ЭЦГИЙН ХАЙР-ыг дутуу үнэлдэг, зарим нь бүр ЭЦГИЙН ХАЙР-аар тохуурхдаг. Амьдралдаа ийм байдлаар авирладаг хүмүүс нэргүй ЗҮЙЛ рүү хөтлөх замаар ч орж чадаагүй байна.</p>\n<p>Эцгээ үзэн ядаж, Ээжийгээ мартсан хар санаатай хүү бол үнэхээр БУРХАНЫ бүх зүйлийг үзэн яддаг жинхэнэ гаж донтон юм.</p>\n<p>УХАМСАРЫН ХУВЬСГАЛ гэдэг нь ХАРИУЦЛАГАГҮЙ БАЙХ, Эцгээ мартах, Ачлалт ЭЭЖ-ийг дутуу үнэлэх гэсэн үг биш юм. УХАМСАРЫН ХУВЬСГАЛ бол МЭДЛЭГ, ХАЙР ба ТӨГС ЭРХ МЭДЭЛ юм.</p>\n<p>Эцэгт мэргэн ухааны бэлгэдэл, Ээжид ХАЙРЫН амьд эх үүсвэр байдаг бөгөөд түүний цэвэр ариун чанаргүйгээр ДЭЭД ДОТООД БИЕЛЭЛТ-д хүрэхэд үнэхээр боломжгүй юм.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mn/educacion-fundamental/la-vejez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/la-vejez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/la-vejez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
