import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ހަގީގަތް",
  "locale": "dv",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. ހަގީގަތް",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ކުޑައިރުގެ ދުވަސްވަރުން ފެށިގެން އަޅަމެންގެ ދެރަ ނިކަމެތި ޙަޔާތުގެ މަގު ފެށެނީ، ސިކުނޑީގެ އެތައް ގޮށްތަކަކާއި، އާއިލާގެ އެތެރޭގެ ހިތާމަތަކާއި، ގޭގަޔާއި ސްކޫލުގަވެސް އެތައް ދަތިތަކަކާއެކުގައެވެ.</p>\n<p>ފާހަގަކުރެވޭގޮތުގައި، ކުޑައިރުގެ ދުވަސްވަރާއި ޒުވާން ދުވަސްވަރު، ވަރަށް މަދު ފަހަރެއްގާ މެނުވީ މި މައްސަލަތައް އަޅުގަނޑުމެންގެ މައްޗަށް މާބޮޑު އަސަރެއް ނުކުރެއެވެ. ނަމަވެސް، އަޅުގަނޑުމެން މުސްކުޅި ވެވުމުން ސުވާލުތައް އުފެދެން ފަށައެވެ. އަހަންނަކީ ކާކު؟ އަހަރެން މިދުނިޔެއަށް އައީ ކޮންތާކުން؟ އަހަރެން ތަކުލީފު އުފުލަން ޖެހެނީ ކީއްވެ؟ މި ޙަޔާތުގެ ބޭނުމަކީ ކޮބައި؟ ފަދަ ސުވާލުތަކެވެ.</p>\n<p>ޙަޔާތުގެ މަގުގައި މި ސުވާލުތައް ނުކުރާނެ އެކަކުވެސް ނުހުންނާނެއެވެ. އެތައް ހިތާމަތަކާއި، ނާއުއްމީދުތަކާއި، ދަތިތަކާއި ތަކުލީފުތަކުގެ ސަބަބު ދެނެގަންނަން ބޭނުންނުވާނެ އެކަކުވެސް ނުހުންނާނެއެވެ. އެހެނަސް، އަބަދުވެސް ނިމިގެންދަނީ އެތިއަރީއެއްގެ ތެރެއަށް، ނުވަތަ ޚިޔާލެއްގެ ތެރެއަށް، ނުވަތަ އި আশেކާގެ ބަހެއްގެ މައްޗަށް ބިނާވެފައިވާ ކަންތައްތަކުގެ ތެރެއަށެވެ.</p>\n<p>އަޅުގަނޑުމެންގެ ހިތްތަކުގައި އޮތް ހަމަޖެހުމާއި ސާދާކަން ގެއްލިއްޖެއެވެ. އެހެންކަމުން، ޙަޤީޤަތް އޭގެ އަސްލު ސިފާގައި ތަޖުރިބާކުރުމުގެ ޤާބިލުކަން އަޅުގަނޑުމެންނަކަށް ނެތެވެ. އަޅުގަނޑުމެން ބަރޯސާވަނީ އެހެން މީހުން ދައްކާ ވާހަކަތަކަށެވެ. އެހެންވީމާ، މިދަނީ ގޯސް މަގަކުންކަން ޔަޤީނެވެ.</p>\n<p>ސަރުމާޔާދާރީ މުޖުތަމައުތަކުން ދީނަށް އިންކާރުކުރާ މީހުންނާއި، ކީރިތި ﷲ އަށް އީމާންނުވާ މީހުން ވަރަށް ބޮޑަށް ކުށްވެރިކުރެއެވެ.</p>\n<p>މާކްސިސްޓް-ލެނިނިސްޓް މުޖުތަމައުތަކުން ކީރިތި ﷲ އަށް އީމާންވާ މީހުން ކުށްވެރިކުރެއެވެ. އެހެންނަމަވެސް، އަސްލުގަ ދެކަންތައްވެސް އެއްގޮތެވެ. މިއީ ހަމަ އެކަނި މީހުންގެ ޚިޔާލުތަކާއި، ހިތުހުރި ގޮތްތަކާއި، ސިކުނޑިން ކުރާކަންތައްތަކެވެ. އީމާންވުމާއި، ޝައްކުކުރުމާއި، ނުވަތަ އެއްޗަކަށް ނުއީމާންވުމަކީ ޙަޤީޤަތް ތަޖުރިބާ ކުރުމެއް ނޫނެވެ.</p>\n<p>ސިކުނޑިއަށް އީމާންވެ، ޝައްކުކޮށް، ޚިޔާލު ބުނެ، ތަފާތު ގޮތްގޮތަށް ވިސްނާލުމުގެ ފުރުސަތު ލިބިދާނެއެވެ. އެހެންނަމަވެސް، އެއަކީ ޙަޤީޤަތް ތަޖުރިބާކުރުމެއް ނޫނެވެ.</p>\n<p>އަޅުގަނޑުމެންނަށް އިރަށް އީމާންވެ، ނުވަތަ އީމާންނުވެ ނުވަތަ ޝައްކުވެސް ކުރެވިދާނެއެވެ. އެހެންނަމަވެސް، އިރު އަބަދުވެސް ދިއްލާލަދީ ހުރިހާ އެއްޗަކަށް ނަފާ ގެނެސްދޭނެއެވެ. އަޅުގަނޑުމެންގެ ޚިޔާލުތަކަކީ އޭގެ ކައިރީގައި މާނައެއް ނެތް ކަންތައްތަކެވެ.</p>\n<p>އީމާންވުމާއި، ޝައްކުކުރުމުގެ ފަހަތުގައި، ގިނަ ދޮގު އަޚްލާޤީ ކަންތައްތަކާއި، ގިނަ ގޯސް ޚިޔާލުތައް ފޮރުވިފައި ހުރެއެވެ. އެއީ އަހަރެންގެ ޒާތީ އެދުންތަކަށް ބާރުދޭ ކަންތައްތަކެވެ.</p>\n<p>ސަރުމާޔާދާރީ މުޖުތަމައުތަކާއި ކޮމިއުނިސްޓް މުޖުތަމައުތަކަށް ކޮންމެ އެއްޗެއްވެސް އެމީހުންގެ އަމިއްލަ ގޮތްގޮތަށާއި، ހިތުހުރި ގޮތަށާއި، ތިއަރީތަކުގެ މައްޗަށް ބިނާވެފައި ހުރެއެވެ. ސަރުމާޔާދާރީ ބްލޮކްގެ ތެރޭގައި އަޚްލާޤީ ކަމެއް ކޮމިއުނިސްޓް ބްލޮކްގެ ތެރޭގައި އެއީ އަޚްލާޤީ ކަމެއް ނޫނެވެ. އަނެއްކޮޅުންވެސް ހަމަ އެހެންނެވެ.</p>\n<p>އަޚްލާޤު ބިނާވަނީ އާދަތަކާއި، ތަންތަނާއި، ޒަމާންތަކުގެ މައްޗަށެވެ. އެއް ޤައުމުގައި އަޚްލާޤީ ކަމެއް އަނެއް ޤައުމުގައި އަޚްލާޤީ ކަމެއް ނޫނެވެ. އަދި އެއް ޒަމާނެއްގައި އަޚްލާޤީ ކަމެއް އަނެއް ޒަމާނެއްގައި އަޚްލާޤީ ކަމެއް ނޫނެވެ. އަޚްލާޤަކީ އެއްވެސް އަސާސީ އަގެއް އޮތް އެއްޗެއް ނޫނެވެ. ފުންކޮށް ތަޙުލީލުކުރުމުން، އެއީ ސައްތައިން ސައްތަ މޮޔަ ކަމެކެވެ.</p>\n<p>އަސާސީ ތަޢުލީމުން އަޚްލާޤު ދަސްކޮށްނުދެއެވެ. އަސާސީ ތަޢުލީމުން ދަސްކޮށްދެނީ އިންޤިލާބީ އަޚްލާޤެވެ. އާ ޖީލުތަކަށް ބޭނުންވަނީ އެއެވެ.</p>\n<p>އަދިގިރާކުރި ޒަމާންތަކުގެ ރޭތަކުން ފެށިގެން، ހުރިހާ ޒަމާނެއްގައިވެސް، ދުނިޔެ ދޫކޮށް ޙަޤީޤަތް ހޯދަން މަސައްކަތްކުރި މީހުން ތިބޭނެއެވެ.</p>\n<p>ދުނިޔެ ދޫކޮށް ޙަޤީޤަތް ހޯދަން މަސައްކަތްކުރުމަކީ މާނައެއް ނެތް ކަމެކެވެ. އެހެނީ ޙަޤީޤަތް އޮތީ ދުނިޔެއާއި އިންސާނާގެ ތެރޭގައި މިހާރު މިވަގުތުގައެވެ.</p>\n<p>ޙަޤީޤަތަކީ ކޮންމެ ވަގުތަކުވެސް ނޭނގޭ އެއްޗެވެ. ދުނިޔެއާ ދުރުވެގެން ނުވަތަ އަހަރެންގެ އާއިލާ ދޫކޮށްލައިގެން އެއެއްޗެއް ހޯދުމަކީ ނުވާނެ ކަމެކެވެ.</p>\n<p>ހުރިހާ ޙަޤީޤަތަކީ ދެބައިކުޅައެއްބައި ޙަޤީޤަތް ކަމަށާއި، ހުރިހާ ޙަޤީޤަތަކީ އަދި ދެބައިކުޅައެއްބައި ގޯސް ކަމަށް ބުނުމަކީ މާނައެއްނެތް ވާހަކައެކެވެ.</p>\n<p>ޙަޤީޤަތަކީ އަސާސީ އެއްޗެކެވެ. އޭތި ހުންނާނެ ނުވަތަ ނުހުންނާނެއެވެ. އެކެއްވެސް ދެބައި ނުވެވޭނެއެވެ. އެކެއްވެސް ދެބައިކުޅައެއްބައި ގޯސް ނުވެވޭނެއެވެ.</p>\n<p>ޙަޤީޤަތަކީ ވަގުތުގެ އެއްޗެއް ކަމަށާއި، އެއް ޒަމާނެއްގައި ވީއެއްޗެއް އަނެއް ޒަމާނެއްގައި ނުވާކަމަށް ބުނުމަކީ މާނައެއްނެތް ވާހަކައެކެވެ.</p>\n<p>ޙަޤީޤަތަކީ ވަގުތާ އެއްވެސް ގުޅުމެއް އޮތް އެއްޗެއް ނޫނެވެ. ޙަޤީޤަތަކީ ވަގުތުން މިންޖުވެފައިވާ އެއްޗެކެވެ. “އަހަރެން” މި ބަހަކީ ވަގުތު ދޭހަކޮށްދޭ އެއްޗެއްކަމުން ޙަޤީޤަތް ދެނެގަންނާކަށް ނުކުޅަދާނެއެވެ.</p>\n<p>އާންމު ގޮތެއްގައި ވާ ޙަޤީޤަތްތައް ވަގުތީ ކަންތައްތަކަށް ހަދާލުމަކީ މާނައެއްނެތް ކަމެކެވެ. މީހުން ޚިޔާލުތަކާއި، ހިތަށްއަރާ ކަންތައްތަކާއި، ޙަޤީޤަތާ އޮޅުވާލައެވެ.</p>\n<p>ޙަޤީޤަތަކީ ޚިޔާލުތަކާއި އާންމު ޙަޤީޤަތްތަކާއި އެއްވެސް ގުޅުމެއް އޮތް އެއްޗެއް ނޫނެވެ. އެހެނީ އެއީ ސިކުނޑިން ކުރާ މާނައެއް ނެތް ކަންތައްތަކެކެވެ.</p>\n<p>ޙަޤީޤަތަކީ ކޮންމެ ވަގުތަކުވެސް ނޭނގޭ އެއްޗެވެ. އަދި އެ ތަޖުރިބާ ކުރެވޭނީ ނަފްސާނީ ގޮތުން “އަހަރެން” މިބަސް ނެތް ހާލަތެއްގައެވެ.</p>\n<p>ޙަޤީޤަތަކީ ސޮފިޒަމްތަކާއި، ޚިޔާލުތަކާއި، ނަޒަރިއްޔާތަކާއި ގުޅުންހުރި އެއްޗެއް ނޫނެވެ. ޙަޤީޤަތް ދެނެގަނެވޭނީ ސީދާ ތަޖުރިބާއިންނެވެ.</p>\n<p>ސިކުނޑިއަށް ޚިޔާލު ދެއްކޭނެއެވެ. ޚިޔާލުތަކަކީ ޙަޤީޤަތާ އެއްވެސް ގުޅުމެއް އޮތް ކަންތައްތަކެއް ނޫނެވެ.</p>\n<p>ސިކުނޑިއަކަށް ޙަޤީޤަތް ވިސްނާކަށް ނުކެރޭނެއެވެ.</p>\n<p>މުދައްރިސުންނާއި، ސްކޫލުތަކުގެ މުދައްރިސުންނާއި، ކޮލެޖްތަކާއި، ޔުނިވާސިޓީތަކުގެ މުދައްރިސުން ޙަޤީޤަތް ތަޖުރިބާކޮށް އެ މީހުންގެ ދަރިވަރުންނަށް މަގު ދައްކަން ވާނެއެވެ.</p>\n<p>ޙަޤީޤަތަކީ ސީދާ ތަޖުރިބާ ކުރުމުގެ މައްސަލައެކެވެ. އެއީ ތިއަރީތަކާއި، ޚިޔާލުތަކާއި، ނަޒަރިއްޔާތަކުގެ މައްސަލައެއް ނޫނެވެ.</p>\n<p>އަޅުގަނޑުމެންނަށް ކިޔަވާން ވެސް ޖެހޭނެއެވެ. އެހެން ނަމަވެސް، ކޮންމެ ތިއަރީއަކާއި، ޚިޔާލަކާއި، ނަޒަރިއްޔާއެއްގެ ތެރޭގައި ކިހާވަރެއްގެ ޙަޤީޤަތެއް އެކުލެވިގެންވޭތޯ އަމިއްލަ ނަފްސުގެ މައްޗަށް ބުރަވެ ތަޖުރިބާކުރަން ވަރަށް މުހިއްމެވެ.</p>\n<p>އަޅުގަނޑުމެން ކިޔަވަން ވެސް ޖެހޭނެއެވެ. ތަޙުލީލުކުރަން ވެސް ޖެހޭނެއެވެ. ހޯދަން ވެސް ޖެހޭނެއެވެ. އެހެން ނަމަވެސް، އަވަސްގޮތަކަށް އަޅުގަނޑުމެން ކިޔަވާ ކޮންމެ އެއްޗެއްގެ ތެރޭގައި ވާ ޙަޤީޤަތް ތަޖުރިބާ ކުރަން ބޭނުންވެއެވެ.</p>\n<p>ސިކުނޑި ހަމަނުޖެހި، ގަދަވެ، ފިކުރުބޮޑުވެ، ޚިޔާލުތައް ދެކޮޅުވެފައިވާ ހާލަތެއްގައި ޙަޤީޤަތް ތަޖުރިބާކުރުމަކީ ނުވާނެ ކަމެކެވެ.</p>\n<p>ޙަޤީޤަތް ތަޖުރިބާކުރެވޭނީ ހަމައެކަނި ސިކުނޑި ހަމަޖެހިގެން ހުންނައިރުއެވެ. ސިކުނޑި ހަމަހިމޭންވެފައި ހުންނައިރުއެވެ.</p>\n<p>ސްކޫލުތަކާއި، ކޮލެޖްތަކާއި، ޔުނިވާސިޓީތަކުގެ މުދައްރިސުން ދަރިވަރުންނަށް އެތެރެފުށުގެ ފުން މުރާޤަބާގެ މަގު ދައްކަންވާނެއެވެ.</p>\n<p>އެތެރެފުށުގެ ފުން މުރާޤަބާގެ މަގު އަޅުގަނޑުމެން ގެންގޮސްދެނީ ސިކުނޑީގެ ހަމަޖެހުމާއި ހިމޭންކަމަށެވެ.</p>\n<p>ސިކުނޑި ހަމަޖެހިގެން، ހުސްވެގެން، ޚިޔާލުތަކާއި، އެދުންތަކާއި، ނަޒަރިއްޔާތަކުން ހުސްވެފައިވާއިރު، އަޅުގަނޑުމެންގެ ގާތަށް ޙަޤީޤަތް އާދެއެވެ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/dv/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
