import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "बैसागो जानाय",
  "locale": "brx",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "28. बैसागो जानाय",
    "order": 28
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>जिवनि थांनाय ब्रैजि बोसोरआव मोनसे सोदोब, थामजि बोसोरआव बे सोदोबखौ बिजिरनाय जायो।</p>\n<p>नैजि बोसोर बैसोआव हौवा मानसिया मोनसे मयूर, थामजिआव सिंह, ब्रैजिआव उँट, बाजिआव साबोना, गुजिआव खिथा, स्निजिआव बोराय बांदरसिं, आरो दाइनजिआव राव आरो सोदोबसो जायो।</p>\n<p>समनि गेजेरजों गासैबो बिजिरनो हायो: बे मोनसे गोसोखांथाइ गोनां रोंगौथि, जेब्ला सोदोबखौ सोंङाब्लाबो बियो गावजोंनो सावरायहैयो।</p>\n<p>गोरिब जौगाखां होननानै मिथिनाय मानसिफोरनि आखाइआव जेबो दानाय गैला, थाबैनो समजों बेखौ बारनानै लाया।</p>\n<p>“FUGIT IRRÉPARABILE TEMPUS”, थांनाय समखौ दासिमसिम फोजोबनो हाया।</p>\n<p>समनि गेजेरजों बेखौ लानानै गासैबो सोरजिदों आरो बेखौ दबथाहैदों आरो बेखौ दोनथदों जे दासिमसिम गोसोखांथिजों बारहोदों।</p>\n<p>बुहुमा एखेबारे मोजां मोननाय बादि, बेखौ गोग्लैनो हाया जेब्ला बैसोनि लुगैफोरजों नाजाब्लाबो।</p>\n<p>बुहुमा हौवा मानसिखौ गाबोनो गोसो होनानै गाबोनो थाखाय बोहैनाय, नाथाय गोसो होनाय आरो बोहैनाया एखे नङा।</p>\n<p>जेब्ला थैनाया थाब थाब फैयो, बोराय मानसिफोरा जिवनि थाखाय नांथाब जायो जे बुहुमाया बारग’थार जाबाय।</p>\n<p>गासैबो हौवा मानसिया रोजा रोजा बोसोर थांनो लुगैयो आरो बुहुमासिम फैफिननो लुगैयो नाथाय बुहुमाखौ नायनो डर लायो।</p>\n<p>बुहुमाया बाजि रोजा बोसोरआव जागायो आरो बेखौ स्नि बोसोरनि उनाव बारहोयो आरो बेखौ बारग’सिम थांफिननो हायो।</p>\n<p>बोराय मानसिफोरनि थाखाय रोजा रोजा खोमोर, बुहुमा जानायाव नङा, नाथाय बेखौ मिथिंनो लुगैया बे माबादि दुखुनांथाव, आरो बैसो गोदान बादि मिथिनाया माबादि दुखुनांथाव जाखो।</p>\n<p>बुहुमानि गाहायाव मा दङ बेखौ थाबैनो मोननो हायो।</p>\n<p>गोसोनि गोहो, आं आंना, गोहोआ बोसोर आरो रोंगौथिखौ मोजां मोननो हाया; बेयो गोब्राब, गाबोनो थाखाय गाबोनो गरा, बेखायनो जों बुङो: “GENIO Y FIGURA HASTA LA SEPULTURA”।</p>\n<p>बुहुमानि गोहोआ साबसिन सोदोबखौ गाबोनो लुगैयो जेराव बेरायनो हाया।</p>\n<p>बुहुमाखौ मोजां मोनग्राया बुहुमाखौ गाबोनो गोसो जायो, बेयो रोजा रोजा थांनानै थांनानै जाफुङो जे बेयो थैनायखौ बारनो हाया, आरो साबसिन सोदोबजों बयखौबो गाबोनो लुगैयो।</p>\n<p>आंनि गोहोखौ आं लुगैयो, आंनि गोहोआ आंनो लुगैया आरो गासैखौबो गोसोआव लाखिनो लुगैयो आरो साबसिन सोदोबखौ गाबोनो लुगैयो।</p>\n<p>आं आंनिनो बेसेनखौ आं लुगैया। आं माखौ लुगैया बेखौ आं लुगैया।</p>\n<p>बेखौ मोननो हायो जे जेब्ला आं लुगैयाब्ला आं बयखौबो लुगैयो जे आं बयखौबो गाबोनो लुगैयो।</p>\n<p>जौगाखां मानसिफोरनि गोहोआ बोसोरजों बारहोयो, नाथाय गाबोनो गोरा, जेब्ला आं गोदान, बोरबारि आरो दुखु मोनग्रा बेबादि बुहुमा जाबाय।</p>\n<p>बोराय मानसिफोरा थांनायाव थायो, बोराय मानसिफोरा थांनायनि गेजेरजों फैदों, बोराय मानसिफोरा जिवनि थाखाय गावखौनो गारदों, बोराय मानसिफोरा गोसोआव लाखिबाय।</p>\n<p>बोरायनि बेसेनखौ मोननोब्ला गोहोनि गोसोखौ बारनो नांगोन। जेब्ला जों थैनायखौ बारनो हायो अब्ला जों साबसिन बुहुमासिम थांनो हायो।</p>\n<p>बुहुमाया गोसोनि थाखाय बारनो हायो जेराव गोहोआ बारबाय।</p>\n<p>जेब्ला गोसोआ गासैबो बारग’यो अब्ला जों बेखौ गाबोनो हाया जेब्ला जों गासैखौबो गाबोनो हायो।</p>\n<p>जिवआव बेखौ मोननो गोरा जे बोराय मानसिफोरा जेबो गोहो गैया, बेबादि बोराय मानसिफोरा रोजा रोजा मोजां मोनो आरो जिवखौ गाबोनो लुगैयो।</p>\n<p>गियाननिफ्राय फैनाय मानसि। रोंगौथिनिफ्राय फैनाय बोराय, मोजां मोनग्राया, गाबोनो थाखाय रोंजोँ बारहोयो जे गुबुन गुबुन जुगनिफ्राय बारहोयो।</p>\n<p>जगतआव मोनसे सोलोङियारि बुहुमा दङ जे गोहोनिफ्राय जेबो गैया। बे ARHAT GNÓSTICआ लोटस बादि।</p>\n<p>बोराय सोलोङियारिआ गोहोखौ गाबोनो लुगैयो, रोंगौथिखौ गाबोनो लुगैयो, गाबोनो गोहोखौ गाबोनो लुगैयो।</p>\n<p>बोराय सोलोङियारिआ गोहो गैयै, बेयो SER DIVÍNALनिफ्राय गाबोनो थाखाय फैदों।</p>\n<p>साबसिन बोराय, ARHAT GNÓSTICआ जगतआव गोसोआव लाखिदों, BUDHA, MOISÉS, HERMES, RAMARKRISHNA, DANIEL, EL SANTO LAMA, एबा एबा एबा।</p>\n<p>सोलोङियारि, कलेज आरो युनिभारसिटि, सोलोङियारि बिमा आरो बिफाआ गोदान बोसोरआव बुहुमाखौ गाबोनो सोलोंनो नांगोन।</p>\n<p>जायनो मुं गैया, बेयो DIVINAL, बेयो REAL, बेयो गियान, मोजां मोननाय आरो राव।</p>\n<p>DIVINALआ बिमा बादि COSMIC, आफा बादि INFINITO, फिसा बादि RAV।</p>\n<p>बिमा आरो बिफाआ गियाननि बिमा। माबाफोर बिमाआ मोजां मोनग्रा, फिसाफोरा राव।</p>\n<p>बोराय बिफाआ फिसाफोरनिफ्राय हेफाजाब नांगौ। बोराय बिफाआ मावनानै थैयो आरो बेयो रोंजोँ लानांगौ जे फिसाफोरा गाबोनो आरो गाबोनो हेफाजाब होनो।</p>\n<p>बिमाआ मावनानै थैयो आरो बेयो रोंजोँ लानांगौ जे फिसानि फिसाया गाबोनो आरो मोजां मोननो आरो बे मोजां मोननायखौ धर्म बादि गाबोनो।</p>\n<p>जे आफाखौ मोजां मोननो रोंङा, जे बिमाखौ गाबोनो रोंङा, बियो गाबोनो बारहोयो जे बियो गाबोनो बारहोयो।</p>\n<p>फिसाफोरनि अधिकार गैया जे आफा बिमाखौ बिजिरनो, जेबो जगातआव बारनो हाया आरो जोंहा जेबो गैया जे गुबुन गुबुन जायगासिम थैयो, गासैबो एखे रोखोमनि।</p>\n<p>माबाफोर आफाखौ मोजां मोननाया गिदिर, माबाफोर आफाखौ मोजां मोननाया गाबोनो लुगैयो। जायफोर जिवआव बारहोयो बियो गाबोनो थांनो लुगैया जे बियो गाबोनो फैयो।</p>\n<p>फिसाया बिमा बिफाखौ मोजां मोनो बियो गाबोनो लुगैया आरो बियो गासैखौबो गाबोनो लुगैया।</p>\n<p>गोसोनि बारहुंख्लाया बिमा बिफाखौ गाबोनो लुगैया, बिमाखौ गिदिर मानो। गोसोनि बारहुंख्लाया गियान आरो गाबोनो गोहो।</p>\n<p>आफाआव गियाननि रोखोम दङ आरो बिमाआव जिवनि जोना दङ, जेराव जों रोजा रोजा जिव बारनो हायो।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/brx/educacion-fundamental/la-vejez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/educacion-fundamental/la-vejez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/educacion-fundamental/la-vejez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
