import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "האמת",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. האמת",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>מילדות ונעורים מתחילה דרך הייסורים של קיומנו האומלל עם פיתולים נפשיים רבים, טרגדיות משפחתיות אינטימיות, תסכולים בבית ובבית הספר וכו’.</p>\n<p>ברור שבילדות ובנעורים, למעט מקרים נדירים מאוד, כל הבעיות הללו לא מצליחות להשפיע עלינו בצורה עמוקה באמת, אבל כשאנחנו כבר הופכים למבוגרים, מתחילות השאלות: מי אני? מאיפה אני בא? למה אני צריך לסבול? מה מטרת הקיום הזה? וכו’ וכו’ וכו’.</p>\n<p>כולנו בדרך החיים שאלנו את עצמנו את השאלות האלה, כולנו רצינו פעם לחקור, לברר, להכיר את ה”למה” של כל כך הרבה מרירות, צער, מאבקים וסבל, אבל לצערינו אנחנו תמיד מסיימים כלואים באיזו תיאוריה, באיזו דעה, באיזו אמונה במה שהשכן אמר, במה שענה לנו איזה זקן רעוע וכו’.</p>\n<p>איבדנו את התמימות האמיתית ואת השלווה של הלב השקט ולכן אנחנו לא מסוגלים לחוות ישירות את האמת בכל חריפותה, אנחנו תלויים במה שאחרים אומרים וברור שאנחנו הולכים בדרך הלא נכונה.</p>\n<p>החברה הקפיטליסטית מגנה באופן קיצוני את האתאיסטים, את אלה שלא מאמינים באלוהים.</p>\n<p>החברה המרקסיסטית-לניניסטית מגנה את אלה שכן מאמינים באלוהים, אבל בסופו של דבר שני הדברים הם אותו הדבר, עניין של דעות, גחמות של אנשים, השלכות של המוח. לא האמונה העיוורת, לא חוסר האמונה ולא הספקנות, משמעותם חוויה של האמת.</p>\n<p>המוח יכול להרשות לעצמו להאמין, להטיל ספק, להביע דעה, לשער וכו’, אבל זה לא חוויה של האמת.</p>\n<p>אנחנו יכולים גם להרשות לעצמנו להאמין בשמש או לא להאמין בה ואפילו להטיל בה ספק, אבל הכוכב המלכותי ימשיך לתת אור וחיים לכל הקיים בלי שלדעות שלנו תהיה עבורו חשיבות כלשהי.</p>\n<p>מאחורי האמונה העיוורת, מאחורי חוסר האמונה והספקנות, מסתתרים ניואנסים רבים של מוסר כוזב ומושגים מוטעים רבים של מכובדות כוזבת שבצילם מתחזק ה”אני”.</p>\n<p>לחברה מסוג קפיטליסטי ולחברה מסוג קומוניסטי יש לכל אחת בדרכה ובהתאם לגחמות, דעות קדומות ותיאוריות שלה, את סוג המוסר המיוחד שלה. מה שמוסרי בתוך הגוש הקפיטליסטי הוא לא מוסרי בתוך הגוש הקומוניסטי ולהיפך.</p>\n<p>המוסר תלוי במנהגים, במקום, בתקופה. מה שבמדינה אחת הוא מוסרי במדינה אחרת הוא לא מוסרי ומה שבתקופה אחת היה מוסרי, בתקופה אחרת הוא לא מוסרי. למוסר אין שום ערך מהותי, בניתוח מעמיק הוא מטופש במאה אחוז.</p>\n<p>החינוך היסודי לא מלמד מוסר, החינוך היסודי מלמד אֶתִיקָה מהפכנית וזה מה שהדורות החדשים צריכים.</p>\n<p>מליל האימים של הדורות, בכל הזמנים, תמיד היו אנשים שהתרחקו מהעולם כדי לחפש את האמת.</p>\n<p>זה אבסורד להתרחק מהעולם כדי לחפש את האמת כי היא נמצאת בתוך העולם ובתוך האדם כאן ועכשיו.</p>\n<p>האמת היא הלא נודע מרגע לרגע ולא על ידי הפרדה מעולם או נטישת קרובינו נוכל לגלות אותה.</p>\n<p>זה אבסורד לומר שכל אמת היא חצי אמת וכל אמת היא חצי טעות.</p>\n<p>האמת היא רדיקלית והיא כן או לא, לעולם לא יכולה להיות חצי, לעולם לא יכולה להיות חצי טעות.</p>\n<p>זה אבסורד לומר: האמת היא של הזמן ומה שהיה בזמן אחד לא בזמן אחר.</p>\n<p>לאמת אין שום קשר לזמן. האמת היא נצחית. ה”אני” הוא זמן ולכן הוא לא יכול להכיר את האמת.</p>\n<p>זה אבסורד להניח אמיתות מוסכמות, זמניות, יחסיות. אנשים מבלבלים מושגים ודעות עם מהי האמת.</p>\n<p>לאמת אין שום קשר לדעות או לאמיתות המוסכמות כביכול, כי אלה הן רק השלכות חסרות משמעות של המוח.</p>\n<p>האמת היא הלא נודע מרגע לרגע וניתן לחוות אותה רק בהיעדר ה”אני” הפסיכולוגי.</p>\n<p>האמת אינה עניין של תחכום, מושגים, דעות. ניתן להכיר את האמת רק באמצעות ניסיון ישיר.</p>\n<p>המוח יכול רק להביע דעה ולדעות אין שום קשר לאמת.</p>\n<p>המוח לעולם לא יכול להגות את האמת.</p>\n<p>מורים ומורות בבתי ספר, מכללות ואוניברסיטאות, חייבים לחוות את האמת ולהצביע על הדרך לתלמידים ולתלמידות שלהם.</p>\n<p>האמת היא עניין של ניסיון ישיר, לא עניין של תיאוריות, דעות או מושגים.</p>\n<p>אנחנו יכולים וחייבים ללמוד אבל דחוף לחוות בעצמנו ובאופן ישיר את מה שיש בו אמת בכל תיאוריה, מושג, דעה וכו’ וכו’ וכו’.</p>\n<p>עלינו ללמוד, לנתח, לברר, אבל אנחנו גם צריכים בדחיפות בלתי ניתנת לדחייה לחוות את האמת הכלולה בכל מה שאנחנו לומדים.</p>\n<p>אי אפשר לחוות את האמת בזמן שהמוח סוער, מתעוות, מעונה על ידי הדעות המנוגדות.</p>\n<p>אפשר לחוות את האמת רק כשהמוח שקט, כשהמוח שקט.</p>\n<p>המורים והמורות בבתי הספר, במכללות ובאוניברסיטאות, חייבים להצביע בפני התלמידים והתלמידות על הדרך של מדיטציה פנימית עמוקה.</p>\n<p>הדרך של מדיטציה פנימית עמוקה מובילה אותנו אל השקט והדממה של המוח.</p>\n<p>כשהמוח שקט, ריק ממחשבות, רצונות, דעות וכו’, כשהמוח שקט, האמת מגיעה אלינו.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
