import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Вистината",
  "locale": "mk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. Вистината",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Од детството и младоста започнува Крстниот пат на нашето мизерно постоење со многу ментални извртувања, интимни семејни трагедии, непријатности во домот и во училиштето итн.</p>\n<p>Јасно е дека во детството и младоста, освен во многу ретки исклучоци, сите овие проблеми не успеваат да нѐ засегнат навистина длабоко, но кога веќе ќе станеме возрасни, почнуваат прашањата: Кој сум јас? Од каде доаѓам? Зошто морам да страдам? Која е целта на ова постоење? итн. итн. итн.</p>\n<p>Сите на патот на животот сме си ги поставиле овие прашања, сите некогаш сме сакале да истражуваме, да прашуваме, да го запознаеме „зошто“ на толку горчини, разочарувања, борби и страдања, но за жал секогаш завршуваме заглавени во некоја теорија, во некое мислење, во некое верување во она што го рекол соседот, во она што ни одговорил некој стар декрет, итн.</p>\n<p>Ја изгубивме вистинската невиност и мирот на мирното срце и затоа не сме способни директно да ја искусиме вистината во целата нејзина суровост, зависиме од она што го кажуваат другите и јасно е дека одиме по погрешен пат.</p>\n<p>Капиталистичкото општество радикално ги осудува атеистите, оние кои не веруваат во Бог.</p>\n<p>Марксистичко-ленинистичкото општество ги осудува оние кои ВЕРУВААТ во БОГ, но во суштина и двете се исто, прашање на мислења, каприци на луѓето, проекции на умот. НИТУ лековерноста, ниту неверувањето, ниту скептицизмот, значат дека сте ја искусиле вистината.</p>\n<p>Умот може да си дозволи да верува, да се сомнева, да мисли, да прави претпоставки итн., но тоа не е искусување на вистината.</p>\n<p>Исто така, можеме да си дозволиме да веруваме во сонцето или да не веруваме во него, па дури и да се сомневаме во него, но кралската ѕвезда ќе продолжи да дава светлина и живот на сè што постои, без нашите мислења да имаат најмало значење за него.</p>\n<p>Зад слепата верба, зад неверувањето и скептицизмот, се кријат многу нијанси на лажен морал и многу погрешни концепти на лажна респектабилност во чија сенка се зајакнува ЈАС-от.</p>\n<p>Општеството од капиталистички тип и општеството од комунистички тип, секое на свој начин и според своите каприци, предрасуди и теории, има свој посебен тип на морал. Она што е морално во рамките на капиталистичкиот блок е неморално во рамките на комунистичкиот блок и обратно.</p>\n<p>Моралот зависи од обичаите, од местото, од времето. Она што е морално во една земја е неморално во друга земја, а она што беше морално во едно време, во друго време е неморално. Моралот нема суштинска вредност, анализирајќи го темелно, испаѓа глупав сто проценти.</p>\n<p>Основното образование не учи морал, основното образование учи РЕВОЛУЦИОНЕРНА ЕТИКА и тоа им е потребно на новите генерации.</p>\n<p>Од застрашувачката ноќ на вековите, во сите времиња, секогаш имало луѓе кои се оддалечувале од светот за да ја бараат ВИСТИНАТА.</p>\n<p>Апсурдно е да се оддалечувате од светот за да ја барате ВИСТИНАТА затоа што таа се наоѓа во светот и во човекот тука и сега.</p>\n<p>ВИСТИНАТА е непознатото од момент во момент и не е со одвојување од светот ниту со напуштање на нашите ближни како можеме да ја откриеме.</p>\n<p>Апсурдно е да се каже дека секоја вистина е полувистина и дека секоја вистина е полугрешка.</p>\n<p>ВИСТИНАТА е радикална и Е или не Е, никогаш не може да биде на половина, никогаш не може да биде полугрешка.</p>\n<p>Апсурдно е да се каже: ВИСТИНАТА е од времето и дека она што беше во едно време во друго време не Е.</p>\n<p>ВИСТИНАТА нема никаква врска со времето. ВИСТИНАТА е БЕЗВРЕМЕНСКА. ЈАС-от е време и затоа не може да ја запознае ВИСТИНАТА.</p>\n<p>Апсурдно е да се претпоставуваат конвенционални, временски, релативни вистини. Луѓето ги мешаат концептите и мислењата со она што е ВИСТИНА.</p>\n<p>ВИСТИНАТА нема никаква врска со мислењата ниту со таканаречените конвенционални вистини, затоа што тие се само неважни проекции на умот.</p>\n<p>ВИСТИНАТА е непознатото од момент во момент и може да се искуси само во отсуство на психолошкото ЈАС.</p>\n<p>Вистината не е прашање на софизми, концепти, мислења. Вистината може да се запознае само преку директно искуство.</p>\n<p>Умот може само да мисли, а мислењата немаат никаква врска со вистината.</p>\n<p>Умот никогаш не може да ја зачне ВИСТИНАТА.</p>\n<p>Наставниците, наставничките од училиштата, колеџите, универзитетите, мора да ја искусат вистината и да го покажат патот на своите ученици и ученички.</p>\n<p>ВИСТИНАТА е прашање на директно искуство, а не прашање на теории, мислења или концепти.</p>\n<p>Можеме и треба да учиме, но итно е самите да искусиме и на директен начин она што има вистина во секоја теорија, концепт, мислење итн. итн. итн.</p>\n<p>Мора да учиме, да анализираме, да прашуваме, но исто така ни треба со неодложна ИТНОСТ да ја искусиме ВИСТИНАТА содржана во сè што учиме.</p>\n<p>Невозможно е да се искуси ВИСТИНАТА додека умот е вознемирен, потресен, измачуван од спротивставени мислења.</p>\n<p>Можно е да се искуси ВИСТИНАТА само кога умот е мирен, кога умот е во тишина.</p>\n<p>Наставниците и наставничките од училиштата, колеџите и универзитетите, мора да им го покажат на учениците и ученичките патот на длабоката внатрешна медитација.</p>\n<p>Патот на длабоката внатрешна медитација нѐ води до спокојството и тишината на умот.</p>\n<p>Кога умот е тивок, празен од мисли, желби, мислења итн., кога умот е во тишина, ни доаѓа вистината.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mk/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
