import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Старасць",
  "locale": "be",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "28. Старасць",
    "order": 28
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Першыя сорак гадоў жыцця даюць нам кнігу, наступныя трыццаць - каментар да яе.</p>\n<p>У дваццаць гадоў мужчына - певень, у трыццаць - леў, у сорак - вярблюд, у пяцьдзесят - змяя, у шэсцьдзесят - сабака, у семдзесят - малпа, а ў восемдзесят - толькі голас і цень.</p>\n<p>Час выяўляе ўсё: гэта вельмі цікавы балбатун, які гаворыць сам па сабе, нават калі яго ні пра што не пытаюць.</p>\n<p>Няма нічога зробленага рукой беднай ІНТЭЛЕКТУАЛЬНАЙ ЖЫВЁЛЫ, фальшыва названай чалавекам, што рана ці позна час не знішчыць.</p>\n<p>“FUGIT IRRÉPARABILE TEMPUS”, час, які ўцякае, нельга вярнуць.</p>\n<p>Час выносіць на свет тое, што цяпер схавана, і хавае тое, што зараз ззяе.</p>\n<p>Старасць як каханне, яе нельга схаваць, нават калі прыкрываць адзеннем маладосці.</p>\n<p>Старасць зніжае гонар людзей і прыніжае іх, але адно - быць сціплым, а іншае - быць зняважаным.</p>\n<p>Калі набліжаецца смерць, старыя, расчараваныя ў жыцці, разумеюць, што старасць ужо не цяжар.</p>\n<p>Усе людзі спадзяюцца пражыць доўгае жыццё і стаць старымі, і ўсё ж старасць іх палохае.</p>\n<p>Старасць пачынаецца ў пяцьдзесят шэсць гадоў і працягваецца перыядамі ў сем гадоў, якія вядуць нас да старэчай нямогласці і смерці.</p>\n<p>Найбольшая трагедыя старых заключаецца не ў тым, што яны старыя, а ў тым, што яны не хочуць прызнаваць гэтага, і ў тым, што яны лічаць сябе маладымі, як быццам старасць - гэта злачынства.</p>\n<p>Найлепшае ў старасці тое, што ты знаходзішся вельмі блізка да мэты.</p>\n<p>ПСІХАЛАГІЧНАЕ Я, МАЁ Я, ЭГА не паляпшаюцца з гадамі і вопытам; яны ўскладняюцца, становяцца больш цяжкімі, таму ў народзе кажуць: “ГЕНІЙ І ФІГУРА ДА МАГІЛЫ”.</p>\n<p>ПСІХАЛАГІЧНАЕ Я цяжкіх старых суцяшае сябе, даючы добрыя парады з-за сваёй няздольнасці даваць дрэнныя прыклады.</p>\n<p>Старыя ведаюць, што старасць - гэта страшны тыран, які забараняе ім, пад страхам смерці, атрымліваць асалоду ад задавальненняў шалёнай маладосці, і аддаюць перавагу суцяшаць сябе, даючы добрыя парады.</p>\n<p>Я хавае Я, Я хавае частку сябе, і ўсё гэта пазначаецца ўзнёслымі фразамі і прыгожымі парадамі.</p>\n<p>АДНА частка МАЁЙ АСОБЫ хавае іншую частку МАЁЙ АСОБЫ. Я хавае тое, што яму не выгадна.</p>\n<p>Назіраннямі і вопытам цалкам даказана, што калі заганы пакідаюць нас, нам падабаецца думаць, што гэта мы іх пакінулі.</p>\n<p>Сэрца ІНТЭЛЕКТУАЛЬНАЙ ЖЫВЁЛЫ не становіцца лепшым з гадамі, а горшым, яно заўсёды камянее, і калі ў маладосці мы былі прагнымі, хлуслівымі, злоснымі, то ў старасці мы будзем яшчэ горшымі.</p>\n<p>Старыя жывуць у мінулым, старыя - гэта вынік многіх дзён, старыя зусім не ведаюць, у які час мы жывем, старыя - гэта назапашаная памяць.</p>\n<p>Адзіны спосаб дасягнуць дасканалай старасці - гэта распусціць ПСІХАЛАГІЧНАЕ Я. Калі мы вучымся паміраць кожны момант, мы дасягаем узнёслай старасці.</p>\n<p>Старасць мае вялікі сэнс, спакою і свабоды для тых, хто ўжо распусціў Я.</p>\n<p>Калі страсці памерлі радыкальна, цалкам і канчаткова, чалавек становіцца вольным не ад аднаго гаспадара, а ад многіх.</p>\n<p>Вельмі цяжка знайсці ў жыцці нявінных старых, якія ўжо не валодаюць нават рэшткамі Я, такія старыя бясконца шчаслівыя і жывуць імгненна.</p>\n<p>Чалавек пасівеў у МУДРАСЦІ. Стары ў ведах, пан кахання, на самай справе становіцца маяком святла, які мудра кіруе плынню незлічоных стагоддзяў.</p>\n<p>У свеце існавалі і існуюць у цяперашні час некаторыя СТАРЫЯ МАЙСТРЫ, у якіх няма нават апошніх рэшткаў Я. Гэтыя ГНАСТЫЧНЫЯ АРХАТЫ такія экзатычныя і боскія, як кветка лотаса.</p>\n<p>ШАНОЎНЫ СТАРЫ МАЙСТАР, які распусціў Я, ПЛЮРАЛІЗАВАНАЕ радыкальна і канчаткова, з’яўляецца дасканалым выразам ДАСКАНАЛАЙ МУДРАСЦІ, БОСКАЙ ЛЮБОВІ І ВЫСОКАЙ СІЛЫ.</p>\n<p>СТАРЫ МАЙСТАР, у якога ўжо няма Я, на самай справе з’яўляецца поўнай праявай БОСКАЙ ІСТОТЫ.</p>\n<p>Гэтыя ЎЗНЁСЛЫЯ СТАРЫЯ, гэтыя ГНАСТЫЧНЫЯ АРХАТЫ асвятлялі свет са старажытных часоў, успомнім БУДУ, МІЛОСЦЬ, ГЕРМЕСА, РАМАРКРЫШНУ, ДАНІІЛА, СВЯТОГА ЛАМУ і г.д., і г.д., і г.д.</p>\n<p>Настаўнікі школ, каледжаў і ўніверсітэтаў, настаўніцы, бацькі павінны вучыць новыя пакаленні паважаць і шанаваць старых.</p>\n<p>ТОЕ, што не мае назвы, ТОЕ, што БОСКАЕ, ТОЕ, што РЭАЛЬНАЕ, мае тры аспекты: МУДРАСЦЬ, ЛЮБОВЬ, СЛОВА.</p>\n<p>БОСКАЕ як БАЦЬКА - гэта КАМІЧНАЯ МУДРАСЦЬ, ЯК МАЦІ - гэта БЯСКОНЦАЯ ЛЮБОВЬ, як сын - гэта СЛОВА.</p>\n<p>У бацьку сям’і знаходзіцца сімвал мудрасці. У маці дома знаходзіцца ЛЮБОВЬ, дзеці сімвалізуюць слова.</p>\n<p>Стары бацька заслугоўвае ўсялякай падтрымкі з боку дзяцей. Бацька ўжо не можа працаваць і справядліва, каб дзеці ўтрымлівалі і паважалі яго.</p>\n<p>Маці, годная шанавання, ужо старая, не можа працаваць, і таму неабходна, каб сыны і дочкі клапаціліся пра яе, любілі яе і зрабілі з гэтай любові рэлігію.</p>\n<p>Хто не ведае, як любіць свайго Бацьку, хто не ведае, як шанаваць сваю МАЦІ, ідзе па шляху левай рукі, па шляху памылак.</p>\n<p>Дзеці не маюць права асуджаць сваіх Бацькоў, ніхто не ідэальны ў гэтым свеце, і тыя, у каго няма пэўных недахопаў у адным кірунку, маюць іх у іншым, усе мы адрэзаныя аднымі нажніцамі.</p>\n<p>Некаторыя недаацэньваюць БАЦЬКОЎСКУЮ ЛЮБОВЬ, іншыя нават смяюцца з БАЦЬКОЎСКАЙ ЛЮБОВІ. Тыя, хто так сябе паводзіць у жыцці, нават не ўступілі на шлях, які вядзе да ТАГО, што не мае назвы.</p>\n<p>Няўдзячны сын, які ненавідзіць свайго Бацьку і забывае сваю Маці, на самай справе з’яўляецца сапраўдным разбэшчаным чалавекам, які ненавідзіць усё, што БОСКАЕ.</p>\n<p>РАКАЛЮЦЫЯ СВЯДОМАСЦІ не азначае НЕЎДЗЯЧНАСЦЬ, забыццё бацькі, недаацэнку шаноўнай Маці. РАКАЛЮЦЫЯ СВЯДОМАСЦІ - гэта МУДРАСЦЬ, ЛЮБОВЬ і ДАСКАНАЛАЯ СІЛА.</p>\n<p>У Бацьку знаходзіцца сімвал мудрасці, а ў Маці - жывая крыніца ЛЮБОВІ, без найчысцейшай сутнасці якой сапраўды немагчыма дасягнуць найвышэйшых АСАБІСТЫХ ДАСЯГНЕННЯЎ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/be/educacion-fundamental/la-vejez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/la-vejez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/la-vejez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
