import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Ճշմարտությունը",
  "locale": "hy",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. Ճշմարտությունը",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Մեր թշվառ գոյության Խաչելության ուղին սկսվում է մանկությունից և պատանեկությունից՝ բազմաթիվ մտավոր խեղումներով, ընտանեկան խորը ողբերգություններով, հակասություններով տանը և դպրոցում և այլն։</p>\n<p>Պարզ է, որ մանկության և պատանեկության տարիներին, բացառությամբ շատ հազվադեպ դեպքերի, այս բոլոր խնդիրները մեզ վրա իսկապես խորը չեն ազդում, բայց երբ մենք արդեն դառնում ենք մեծահասակներ, սկսում են հարցեր ծագել. «Ես ո՞վ եմ», «Որտեղի՞ց եմ գալիս», «Ինչո՞ւ պետք է տառապեմ», «Ո՞րն է այս գոյության նպատակը» և այլն։</p>\n<p>Կյանքի ճանապարհին բոլորս էլ տվել ենք այս հարցերը, բոլորս էլ ինչ-որ պահի ցանկացել ենք հետազոտել, հարցումներ անել, իմանալ, թե ինչո՞ւ կան այսքան դառնություններ, տհաճություններ, պայքարներ և տառապանքներ, բայց, ցավոք, միշտ էլ հայտնվում ենք ինչ-որ տեսության, ինչ-որ կարծիքի, ինչ-որ հավատքի, հարևանի ասածի, ինչ-որ ծերունու պատասխանի մեջ։</p>\n<p>Մենք կորցրել ենք իսկական անմեղությունը և հանգիստ սրտի խաղաղությունը, և այդ պատճառով մենք ի վիճակի չենք ուղղակիորեն զգալ ճշմարտությունը իր ողջ դաժանությամբ, մենք կախված ենք նրանից, թե ինչ են ասում մյուսները, և պարզ է, որ սխալ ճանապարհով ենք գնում։</p>\n<p>Կապիտալիստական հասարակությունը արմատապես դատապարտում է աթեիստներին, նրանց, ովքեր չեն հավատում Աստծուն։</p>\n<p>Մարքսիստ-լենինյան հասարակությունը դատապարտում է նրանց, ովքեր ԱՅՈ ՀԱՎԱՏՈՒՄ ԵՆ ԱՍՏԾՈՒՆ, բայց իրականում երկուսն էլ նույնն են, կարծիքների հարց, մարդկանց քմահաճույքներ, մտքի պրոյեկցիաներ։ Ո՛չ հավատամոլությունը, ո՛չ անհավատությունը, ո՛չ էլ թերահավատությունը չեն նշանակում ճշմարտությունը զգալ։</p>\n<p>Միտքը կարող է իրեն թույլ տալ հավատալ, կասկածել, կարծիք հայտնել, ենթադրություններ անել և այլն, բայց դա ճշմարտությունն զգալը չէ։</p>\n<p>Մենք կարող ենք նաև մեզ թույլ տալ հավատալ արևին կամ չհավատալ նրան, և նույնիսկ կասկածել նրան, բայց արևը կշարունակի լույս և կյանք տալ ամեն ինչի, առանց որ մեր կարծիքները նրա համար նշանակություն ունենան։</p>\n<p>Կույր հավատի, անհավատության և թերահավատության հետևում թաքնված են կեղծ բարոյականության բազմաթիվ երանգներ և կեղծ հարգանքի բազմաթիվ սխալ հասկացություններ, որոնց ստվերում ամրանում է ԵՍ-ը։</p>\n<p>Կապիտալիստական տիպի հասարակությունը և կոմունիստական տիպի հասարակությունը, յուրաքանչյուրն իր ձևով և համաձայն իր քմահաճույքների, նախապաշարմունքների և տեսությունների, ունի իր հատուկ տեսակի բարոյականությունը։ Այն, ինչ բարոյական է կապիտալիստական բլոկում, անբարոյական է կոմունիստական բլոկում և հակառակը։</p>\n<p>Բարոյականությունը կախված է սովորույթներից, վայրից, ժամանակից։ Այն, ինչ մի երկրում բարոյական է, մեկ այլ երկրում անբարոյական է, և այն, ինչ մի ժամանակ բարոյական էր, մեկ այլ ժամանակ անբարոյական է։ Բարոյականությունը որևէ էական արժեք չունի, խորապես վերլուծելով այն, պարզվում է հարյուր տոկոսով հիմարություն։</p>\n<p>Հիմնարար կրթությունը բարոյականություն չի սովորեցնում, հիմնարար կրթությունը սովորեցնում է ՀԵՂԱՓՈԽԱԿԱՆ ԷԹԻԿԱ, և դա է այն, ինչ անհրաժեշտ է նոր սերունդներին։</p>\n<p>Դարերի սարսափելի գիշերից ի վեր, բոլոր ժամանակներում միշտ եղել են մարդիկ, ովքեր հեռացել են աշխարհից՝ ՃՇՄԱՐՏՈՒԹՅՈՒՆ փնտրելու համար։</p>\n<p>Անմիտ է հեռանալ աշխարհից ՃՇՄԱՐՏՈՒԹՅՈՒՆ փնտրելու համար, քանի որ այն գտնվում է աշխարհում և մարդու մեջ այստեղ և հիմա։</p>\n<p>ՃՇՄԱՐՏՈՒԹՅՈՒՆԸ պահ առ պահ անհայտ է, և ոչ թե աշխարհից բաժանվելով կամ մեր մերձավորներին լքելով կարող ենք այն բացահայտել։</p>\n<p>Անմիտ է ասել, որ ամեն ճշմարտություն կես ճշմարտություն է, և որ ամեն ճշմարտություն կես սխալ է։</p>\n<p>ՃՇՄԱՐՏՈՒԹՅՈՒՆԸ արմատական է և ԿԱ ԿԱՄ ՉԿԱ, երբեք չի կարող կես լինել, երբեք չի կարող կես սխալ լինել։</p>\n<p>Անմիտ է ասել. ՃՇՄԱՐՏՈՒԹՅՈՒՆԸ ժամանակի մեջ է, և այն, ինչ մի ժամանակ կար, մեկ այլ ժամանակ ՉԿԱ։</p>\n<p>ՃՇՄԱՐՏՈՒԹՅՈՒՆԸ ժամանակի հետ կապ չունի։ ՃՇՄԱՐՏՈՒԹՅՈՒՆԸ ԱՆԺԱՄԱՆԱԿ Է։ ԵՍ-ը ժամանակ է, և հետևաբար չի կարող ճանաչել ՃՇՄԱՐՏՈՒԹՅՈՒՆԸ։</p>\n<p>Անմիտ է ենթադրել պայմանական, ժամանակավոր, հարաբերական ճշմարտություններ։ Մարդիկ շփոթում են հասկացությունները և կարծիքները ՃՇՄԱՐՏՈՒԹՅԱՆ հետ։</p>\n<p>ՃՇՄԱՐՏՈՒԹՅՈՒՆԸ որևէ կապ չունի կարծիքների կամ այսպես կոչված պայմանական ճշմարտությունների հետ, քանի որ դրանք միայն մտքի աննշան պրոյեկցիաներ են։</p>\n<p>ՃՇՄԱՐՏՈՒԹՅՈՒՆԸ պահ առ պահ անհայտ է և կարող է զգացվել միայն հոգեբանական ԵՍ-ի բացակայության դեպքում։</p>\n<p>Ճշմարտությունը սոփեստության, հասկացությունների, կարծիքների հարց չէ։ Ճշմարտությունը կարելի է ճանաչել միայն ուղղակի փորձի միջոցով։</p>\n<p>Միտքը կարող է միայն կարծիք հայտնել, և կարծիքները որևէ կապ չունեն ճշմարտության հետ։</p>\n<p>Միտքը երբեք չի կարող ընկալել ՃՇՄԱՐՏՈՒԹՅՈՒՆԸ։</p>\n<p>Դպրոցների, քոլեջների, համալսարանների ուսուցիչները պետք է զգան ճշմարտությունը և ցույց տան ճանապարհը իրենց աշակերտներին։</p>\n<p>ՃՇՄԱՐՏՈՒԹՅՈՒՆԸ ուղղակի փորձի հարց է, ոչ թե տեսությունների, կարծիքների կամ հասկացությունների։</p>\n<p>Մենք կարող ենք և պետք է սովորենք, բայց հրատապ է ինքներս մեզ վրա և ուղղակիորեն փորձել այն ամենը, ինչ ճշմարիտ է յուրաքանչյուր տեսության, հասկացության, կարծիքի մեջ և այլն։</p>\n<p>Մենք պետք է սովորենք, վերլուծենք, հարցումներ անենք, բայց մենք նաև շտապ անհրաժեշտություն ունենք զգալ այն ՃՇՄԱՐՏՈՒԹՅՈՒՆԸ, որը պարունակվում է այն ամենի մեջ, ինչ մենք սովորում ենք։</p>\n<p>Անհնար է զգալ ՃՇՄԱՐՏՈՒԹՅՈՒՆԸ, մինչ միտքը գտնվում է գրգռված, ցնցված, տանջված հակասական կարծիքներով։</p>\n<p>ՃՇՄԱՐՏՈՒԹՅՈՒՆԸ հնարավոր է զգալ միայն այն ժամանակ, երբ միտքը հանգիստ է, երբ միտքը լռում է։</p>\n<p>Դպրոցների, քոլեջների և համալսարանների ուսուցիչները պետք է աշակերտներին ցույց տան խորը ներքին մեդիտացիայի ճանապարհը։</p>\n<p>Խորը ներքին մեդիտացիայի ճանապարհը մեզ տանում է դեպի մտքի անդորրն ու լռությունը։</p>\n<p>Երբ միտքը հանգիստ է, դատարկ մտքերից, ցանկություններից, կարծիքներից և այլն, երբ միտքը լռում է, ճշմարտությունը գալիս է մեզ մոտ։</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hy/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
