import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ຄວາມແກ່",
  "locale": "lao",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "28. ຄວາມແກ່",
    "order": 28
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ສີ່ສິບປີທຳອິດຂອງຊີວິດໃຫ້ປຶ້ມແກ່ພວກເຮົາ, ສາມສິບປີຕໍ່ມາໃຫ້ຄຳເຫັນ.</p>\n<p>ເມື່ອອາຍຸຊາວປີຜູ້ຊາຍເປັນນົກຍູງ; ເມື່ອອາຍຸສາມສິບປີ, ສິງໂຕ; ເມື່ອອາຍຸສີ່ສິບປີ, ອູດ; ເມື່ອອາຍຸຫ້າສິບປີ, ງູ; ເມື່ອອາຍຸຫົກສິບປີ, ໝາ; ເມື່ອອາຍຸເຈັດສິບປີ, ລີງ, ແລະເມື່ອອາຍຸແປດສິບປີ, ມີພຽງສຽງ ແລະ ເງົາ.</p>\n<p>ເວລາເປີດເຜີຍທຸກສິ່ງທຸກຢ່າງ: ມັນເປັນຄົນເວົ້າຫຼາຍທີ່ໜ້າສົນໃຈຫຼາຍທີ່ເວົ້າດ້ວຍຕົວມັນເອງ ເຖິງແມ່ນວ່າບໍ່ມີໃຜຖາມມັນກໍຕາມ.</p>\n<p>ບໍ່ມີຫຍັງທີ່ສ້າງຂຶ້ນດ້ວຍມືຂອງສັດທີ່ມີຄວາມຄິດທີ່ທຸກຍາກ, ທີ່ເອີ້ນວ່າຜູ້ຊາຍຢ່າງບໍ່ຖືກຕ້ອງ, ທີ່ເວລາບໍ່ໄດ້ທຳລາຍໃນໄວໆນີ້.</p>\n<p>“FUGIT IRRÉPARABILE TEMPUS”, ເວລາທີ່ຜ່ານໄປບໍ່ສາມາດສ້ອມແປງໄດ້.</p>\n<p>ເວລາເຮັດໃຫ້ທຸກສິ່ງທຸກຢ່າງທີ່ຖືກເຊື່ອງໄວ້ໃນປັດຈຸບັນເປີດເຜີຍ, ແລະປົກຄຸມແລະເຊື່ອງທຸກສິ່ງທຸກຢ່າງທີ່ສ່ອງແສງດ້ວຍຄວາມງາມໃນເວລານີ້.</p>\n<p>ຄວາມແກ່ເຖົ້າເປັນຄືກັບຄວາມຮັກ, ມັນບໍ່ສາມາດຖືກປິດບັງໄດ້ ເຖິງແມ່ນວ່າມັນຈະຖືກປອມຕົວດ້ວຍເສື້ອຜ້າຂອງໄວໜຸ່ມ.</p>\n<p>ຄວາມແກ່ເຮັດໃຫ້ຄວາມພາກພູມໃຈຂອງຜູ້ຊາຍຫຼຸດລົງ ແລະ ເຮັດໃຫ້ພວກເຂົາຖ່ອມຕົວ, ແຕ່ການເປັນຄົນຖ່ອມຕົວເປັນສິ່ງໜຶ່ງ ແລະ ການຖືກດູຖູກແມ່ນອີກສິ່ງໜຶ່ງ.</p>\n<p>ເມື່ອຄວາມຕາຍໃກ້ເຂົ້າມາ, ຜູ້ເຖົ້າທີ່ຜິດຫວັງກັບຊີວິດພົບວ່າຄວາມແກ່ເຖົ້າບໍ່ແມ່ນພາລະອີກຕໍ່ໄປ.</p>\n<p>ຜູ້ຊາຍທຸກຄົນມີຄວາມຫວັງທີ່ຈະມີຊີວິດຍືນຍາວ ແລະ ຈະເຖົ້າແກ່, ແຕ່ຄວາມແກ່ເຖົ້າເຮັດໃຫ້ພວກເຂົາຢ້ານ.</p>\n<p>ຄວາມແກ່ເລີ່ມຕົ້ນເມື່ອອາຍຸຫ້າສິບຫົກປີ ແລະ ຫຼັງຈາກນັ້ນຖືກປຸງແຕ່ງເປັນໄລຍະ septenary ທີ່ນໍາພາພວກເຮົາໄປສູ່ຄວາມເສື່ອມໂຊມ ແລະ ຄວາມຕາຍ.</p>\n<p>ຄວາມໂສກເສົ້າທີ່ຍິ່ງໃຫຍ່ທີ່ສຸດຂອງຜູ້ເຖົ້າແມ່ນຢູ່ໃນຄວາມຈິງທີ່ວ່າພວກເຂົາເຖົ້າແກ່, ແຕ່ຢູ່ໃນຄວາມໂງ່ຈ້າຂອງການບໍ່ຕ້ອງການທີ່ຈະຮັບຮູ້ວ່າພວກເຂົາເປັນ, ແລະຢູ່ໃນຄວາມໂງ່ຈ້າຂອງການຄິດວ່າພວກເຂົາຍັງອ່ອນຄືກັບວ່າຄວາມແກ່ເຖົ້າເປັນອາຊະຍາກໍາ.</p>\n<p>ສິ່ງທີ່ດີທີ່ສຸດກ່ຽວກັບຄວາມແກ່ເຖົ້າແມ່ນວ່າເຈົ້າຢູ່ໃກ້ເປົ້າຫມາຍຫຼາຍ.</p>\n<p>ຕົວຕົນທາງຈິດໃຈ, ຕົວຂ້ອຍເອງ, ອີໂກ້, ບໍ່ໄດ້ດີຂຶ້ນກັບປີ ແລະ ປະສົບການ; ມັນສັບສົນ, ມັນກາຍເປັນເລື່ອງຍາກຫຼາຍ, ຫຍຸ້ງຍາກຫຼາຍ, ນັ້ນແມ່ນເຫດຜົນທີ່ວ່າຄໍາເວົ້າທີ່ວ່າ: “GENIO Y FIGURA HASTA LA SEPULTURA”.</p>\n<p>ຕົວຕົນທາງຈິດໃຈຂອງຜູ້ເຖົ້າທີ່ຫຍຸ້ງຍາກໄດ້ປອບໂຍນຕົນເອງໂດຍການໃຫ້ຄໍາແນະນໍາທີ່ສວຍງາມເນື່ອງຈາກຄວາມບໍ່ສາມາດໃຫ້ຕົວຢ່າງທີ່ບໍ່ດີໄດ້.</p>\n<p>ຜູ້ເຖົ້າຮູ້ດີວ່າຄວາມແກ່ເຖົ້າເປັນຜູ້ກໍ່ການຮ້າຍທີ່ຮ້າຍແຮງຫຼາຍທີ່ຫ້າມພວກເຂົາພາຍໃຕ້ການລົງໂທດເຖິງຕາຍ, ເພື່ອເພີດເພີນກັບຄວາມສຸກຂອງໄວຫນຸ່ມທີ່ບ້າ, ແລະພວກເຂົາມັກປອບໂຍນຕົນເອງໂດຍການໃຫ້ຄໍາແນະນໍາທີ່ສວຍງາມ.</p>\n<p>ຕົວຕົນເຊື່ອງຕົວຕົນ, ຕົວຕົນເຊື່ອງສ່ວນຫນຶ່ງຂອງຕົວມັນເອງ, ແລະທຸກສິ່ງທຸກຢ່າງຖືກຕິດສະຫຼາກດ້ວຍປະໂຫຍກທີ່ສູງສົ່ງແລະຄໍາແນະນໍາທີ່ສວຍງາມ.</p>\n<p>ສ່ວນຫນຶ່ງຂອງຂ້ອຍເອງເຊື່ອງສ່ວນຫນຶ່ງຂອງຂ້ອຍເອງ. ຕົວຕົນເຊື່ອງສິ່ງທີ່ບໍ່ເຫມາະສົມກັບມັນ.</p>\n<p>ມັນໄດ້ຖືກພິສູດຢ່າງສົມບູນໂດຍການສັງເກດແລະປະສົບການວ່າໃນເວລາທີ່ vices ປະຖິ້ມພວກເຮົາ, ພວກເຮົາມັກຄິດວ່າພວກເຮົາເປັນຜູ້ທີ່ປະຖິ້ມພວກເຂົາ.</p>\n<p>ຫົວໃຈຂອງສັດທີ່ມີຄວາມຄິດບໍ່ໄດ້ດີຂຶ້ນຕາມປີ, ແຕ່ຮ້າຍແຮງກວ່າເກົ່າ, ມັນສະເຫມີກາຍເປັນຫີນ, ແລະຖ້າໃນໄວຫນຸ່ມພວກເຮົາຂີ້ຕົວະ, ຕົວະ, ໃຈຮ້າຍ, ໃນຄວາມແກ່ເຖົ້າພວກເຮົາຈະເປັນຫຼາຍກວ່ານັ້ນ.</p>\n<p>ຜູ້ເຖົ້າອາໄສຢູ່ໃນອະດີດ, ຜູ້ເຖົ້າແມ່ນຜົນມາຈາກມື້ວານນີ້ຫຼາຍ, ຜູ້ເຖົ້າບໍ່ຮູ້ຈັກເວລາທີ່ພວກເຮົາອາໄສຢູ່ຢ່າງສົມບູນ, ຜູ້ເຖົ້າແມ່ນຄວາມຊົງຈໍາທີ່ສະສົມໄວ້.</p>\n<p>ວິທີດຽວທີ່ຈະບັນລຸຄວາມເຖົ້າແກ່ທີ່ສົມບູນແບບແມ່ນການລະລາຍຕົວຕົນທາງຈິດໃຈ. ເມື່ອເຮົາຮຽນຮູ້ທີ່ຈະຕາຍຈາກຊ່ວງເວລາ, ເຮົາບັນລຸຄວາມເຖົ້າແກ່ທີ່ສູງສົ່ງ.</p>\n<p>ຄວາມແກ່ມີຄວາມຫມາຍທີ່ຍິ່ງໃຫຍ່, ຄວາມສະຫງົບແລະອິດສະລະພາບສໍາລັບຜູ້ທີ່ໄດ້ລະລາຍຕົວຕົນແລ້ວ.</p>\n<p>ໃນເວລາທີ່ຄວາມຢາກໄດ້ເສຍຊີວິດໃນຮູບແບບທີ່ຮຸນແຮງ, ທັງຫມົດແລະແນ່ນອນ, ຫນຶ່ງຍັງບໍ່ເສຍຄ່າຈາກນາຍຫນຶ່ງ, ແຕ່ຈາກນາຍຈໍານວນຫຼາຍ.</p>\n<p>ມັນເປັນການຍາກຫຼາຍທີ່ຈະພົບເຫັນໃນຊີວິດຂອງຜູ້ເຖົ້າທີ່ບໍລິສຸດທີ່ບໍ່ມີເຖິງແມ່ນວ່າສິ່ງເສດເຫຼືອຂອງຕົວຕົນ, ຜູ້ເຖົ້າປະເພດນັ້ນມີຄວາມສຸກຢ່າງບໍ່ສິ້ນສຸດແລະອາໄສຢູ່ຈາກຊ່ວງເວລາ.</p>\n<p>ຜູ້ຊາຍທີ່ມີຜົມຫງອກໃນປັນຍາ. ຜູ້ເຖົ້າໃນຄວາມຮູ້, ເຈົ້າຂອງຄວາມຮັກ, ກາຍເປັນຄວາມຈິງໃນປະຕູແຫ່ງຄວາມສະຫວ່າງທີ່ນໍາພາສະຕິປັນຍາໃນກະແສຂອງຫລາຍສັດຕະວັດແລ້ວ.</p>\n<p>ໃນໂລກໄດ້ມີແລະໃນປະຈຸບັນມີບັນດາອາຈານຜູ້ເຖົ້າທີ່ບໍ່ມີແມ່ນແຕ່ສິ່ງເສດເຫຼືອສຸດທ້າຍຂອງຕົວຕົນ. ARHAT GNÓSTIC ເຫຼົ່ານີ້ແມ່ນແປກປະຫຼາດແລະສູງສົ່ງຄືກັບດອກໄມ້ lotus.</p>\n<p>ອາຈານຜູ້ສູງອາຍຸທີ່ເຄົາລົບນັບຖືທີ່ໄດ້ລະລາຍຕົວຕົນທີ່ເປັນພະຫຸພົດໃນຮູບແບບທີ່ຮຸນແຮງ ແລະ ແນ່ນອນແມ່ນການສະແດງອອກທີ່ສົມບູນແບບຂອງປັນຍາທີ່ສົມບູນແບບ, ຄວາມຮັກອັນສູງສົ່ງ ແລະ ພະລັງທີ່ສູງສົ່ງ.</p>\n<p>ອາຈານຜູ້ເຖົ້າທີ່ບໍ່ມີຕົວຕົນອີກຕໍ່ໄປແມ່ນຄວາມຈິງແລ້ວແມ່ນການສະແດງອອກຢ່າງເຕັມທີ່ຂອງພຣະເຈົ້າ.</p>\n<p>ຜູ້ເຖົ້າທີ່ສູງສົ່ງເຫຼົ່ານັ້ນ, ARHAT GNÓSTIC ເຫຼົ່ານັ້ນໄດ້ເຮັດໃຫ້ໂລກສະຫວ່າງຂຶ້ນຕັ້ງແຕ່ສະ ໄໝ ບູຮານ, ຈົ່ງຈື່ຈໍາ BUDHA, MOISÉS, HERMES, RAMARKRISHNA, DANIEL, EL SANTO LAMA, ແລະອື່ນໆ, ແລະອື່ນໆ.</p>\n<p>ຄູສອນຂອງໂຮງຮຽນ, ວິທະຍາໄລແລະມະຫາວິທະຍາໄລ, ຄູສອນ, ພໍ່ແມ່, ຕ້ອງສອນຄົນຮຸ່ນໃຫມ່ໃຫ້ເຄົາລົບແລະນະມັດສະການຜູ້ເຖົ້າ.</p>\n<p>ສິ່ງທີ່ບໍ່ມີຊື່, ສິ່ງນັ້ນຄື DIVINAL, ສິ່ງນັ້ນແມ່ນສິ່ງທີ່ແທ້ຈິງ, ມີສາມດ້ານ: ປັນຍາ, ຄວາມຮັກ, ຄໍາ.</p>\n<p>LO DIVINAL ໃນຖານະເປັນພຣະບິດາແມ່ນປັນຍາທາງຄອສມິກ, ໃນຖານະເປັນພຣະມານດາແມ່ນຄວາມຮັກທີ່ບໍ່ມີຂອບເຂດ, ໃນຖານະເປັນພຣະບຸດແມ່ນພຣະຄໍາ.</p>\n<p>ໃນພຣະບິດາຂອງຄອບຄົວແມ່ນສັນຍາລັກຂອງປັນຍາ. ໃນແມ່ຂອງບ້ານແມ່ນຄວາມຮັກ, ເດັກນ້ອຍເປັນສັນຍາລັກຂອງຄໍາສັບ.</p>\n<p>ພໍ່ເຖົ້າສົມຄວນໄດ້ຮັບການສະຫນັບສະຫນູນທັງຫມົດຈາກເດັກນ້ອຍ. ພໍ່ທີ່ແກ່ແລ້ວບໍ່ສາມາດເຮັດວຽກໄດ້ແລະມັນຍຸດຕິທໍາທີ່ເດັກນ້ອຍຮັກສາແລະເຄົາລົບນັບຖື.</p>\n<p>ແມ່ທີ່ໜ້າຮັກເມື່ອແກ່ແລ້ວບໍ່ສາມາດເຮັດວຽກໄດ້ ແລະ ດັ່ງນັ້ນຈິ່ງຈຳເປັນທີ່ລູກຊາຍ ແລະ ລູກສາວເບິ່ງແຍງນາງ ແລະ ຮັກນາງ ແລະ ເຮັດໃຫ້ຄວາມຮັກນັ້ນເປັນສາດສະໜາ.</p>\n<p>ຜູ້ທີ່ບໍ່ຮູ້ວິທີທີ່ຈະຮັກພຣະບິດາຂອງຕົນ, ຜູ້ທີ່ບໍ່ຮູ້ວິທີທີ່ຈະອົບພະຍົບພຣະມານດາຂອງຕົນ, ເດີນໄປຕາມເສັ້ນທາງມືຊ້າຍ, ເສັ້ນທາງແຫ່ງຄວາມຜິດພາດ.</p>\n<p>ເດັກນ້ອຍບໍ່ມີສິດທີ່ຈະຕັດສິນພໍ່ແມ່ຂອງພວກເຂົາ, ບໍ່ມີໃຜສົມບູນແບບໃນໂລກນີ້ແລະຜູ້ທີ່ບໍ່ມີຂໍ້ບົກພ່ອງທີ່ແນ່ນອນໃນທິດທາງຫນຶ່ງ, ພວກເຮົາມີພວກເຂົາຢູ່ໃນອີກດ້ານຫນຶ່ງ, ພວກເຮົາທຸກຄົນຖືກຕັດດ້ວຍມີດຕັດດຽວກັນ.</p>\n<p>ບາງຄົນປະເມີນຄວາມຮັກຂອງພໍ່, ຄົນອື່ນເຖິງຂັ້ນຫົວຂວັນຄວາມຮັກຂອງພໍ່. ຜູ້ທີ່ປະພຶດຕົວແບບນັ້ນໃນຊີວິດບໍ່ໄດ້ເຂົ້າໄປຕາມເສັ້ນທາງທີ່ນໍາໄປສູ່ສິ່ງທີ່ບໍ່ມີຊື່.</p>\n<p>ລູກທີ່ບໍ່ຮູ້ບຸນຄຸນຜູ້ທີ່ກຽດຊັງພໍ່ຂອງລາວແລະລືມແມ່ຂອງລາວແມ່ນຕົວຈິງແລ້ວແມ່ນຄົນຂີ້ຕົວະທີ່ກຽດຊັງທຸກສິ່ງທຸກຢ່າງທີ່ເປັນ DIVINAL.</p>\n<p>ການປະຕິວັດຂອງສະຕິບໍ່ໄດ້ຫມາຍເຖິງຄວາມບໍ່ຮູ້ບຸນຄຸນ, ລືມພໍ່, ປະເມີນແມ່ທີ່ຫນ້າຮັກ. ການປະຕິວັດຂອງສະຕິແມ່ນປັນຍາຄວາມຮັກແລະອໍານາດທີ່ສົມບູນແບບ.</p>\n<p>ໃນພຣະບິດາແມ່ນສັນຍາລັກຂອງປັນຍາແລະໃນພຣະມານດາແມ່ນແຫຼ່ງທີ່ມີຊີວິດຂອງຄວາມຮັກທີ່ບໍ່ມີສານບໍລິສຸດຢ່າງແທ້ຈິງ, ມັນເປັນໄປບໍ່ໄດ້ທີ່ຈະບັນລຸຜົນສໍາເລັດທີ່ໃກ້ຊິດທີ່ສຸດ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/lao/educacion-fundamental/la-vejez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/la-vejez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/la-vejez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
