import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Правда",
  "locale": "uk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. Правда",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>З дитинства і юності починається Хресна дорога нашого жалюгідного існування з багатьма душевними вивихами, інтимними сімейними трагедіями, неприємностями вдома і в школі тощо.</p>\n<p>Зрозуміло, що в дитинстві та юності, за дуже рідкісними винятками, всі ці проблеми не впливають на нас по-справжньому глибоко, але коли ми стаємо дорослими, починаються питання: Хто я? Звідки я? Чому я повинен страждати? Яка мета цього існування? і т. д. і т. п.</p>\n<p>Усі ми на життєвому шляху ставили собі ці питання, усі ми колись хотіли дослідити, дізнатися, пізнати “чому” стільки гіркоти, прикрощів, боротьби та страждань, але, на жаль, ми завжди закінчуємо закупореними в якійсь теорії, в якійсь думці, в якійсь вірі в те, що сказав сусід, в те, що нам відповів якийсь старий дід, тощо.</p>\n<p>Ми втратили справжню невинність і спокій тихого серця, і тому не здатні безпосередньо відчути правду у всій її жорстокості, ми залежимо від того, що говорять інші, і зрозуміло, що йдемо невірним шляхом.</p>\n<p>Капіталістичне суспільство радикально засуджує атеїстів, тих, хто не вірить в Бога.</p>\n<p>Марксистсько-ленінське суспільство засуджує тих, хто ТАК вірить в БОГА, але в глибині душі обидві речі - це одне й те ж, питання думок, примх людей, проекцій розуму. Ні легковірність, ні невіра, ні скептицизм не означають, що ви пережили правду.</p>\n<p>Розум може дозволити собі вірити, сумніватися, висловлювати думки, робити припущення тощо, але це не означає пережити правду.</p>\n<p>Ми також можемо дозволити собі вірити в сонце або не вірити в нього і навіть сумніватися в ньому, але зірка-король продовжуватиме дарувати світло і життя всьому існуючому, без того, щоб наші думки мали для нього найменше значення.</p>\n<p>За сліпою вірою, за невірою і скептицизмом ховається багато відтінків фальшивої моралі і багато помилкових понять про фальшиву респектабельність, в тіні яких міцніє Я.</p>\n<p>Суспільство капіталістичного типу і суспільство комуністичного типу мають кожне по-своєму і відповідно до своїх примх, упереджень і теорій свій особливий тип моралі. Те, що є моральним в капіталістичному блоці, є аморальним в комуністичному блоці і навпаки.</p>\n<p>Мораль залежить від звичаїв, від місця, від епохи. Те, що є моральним в одній країні, є аморальним в іншій країні, і те, що було моральним в одну епоху, є аморальним в іншу епоху. Мораль не має жодної суттєвої цінності, якщо проаналізувати її в глибині, вона виявляється на сто відсотків дурною.</p>\n<p>Фундаментальна освіта не навчає моралі, фундаментальна освіта навчає РЕВОЛЮЦІЙНОЇ ЕТИКИ, і це те, що потрібно новим поколінням.</p>\n<p>З жахливої ночі століть, в усі часи, завжди були люди, які віддалялися від світу, щоб шукати ПРАВДУ.</p>\n<p>Абсурдно віддалятися від світу, щоб шукати ПРАВДУ, тому що вона знаходиться всередині світу і всередині людини тут і зараз.</p>\n<p>ПРАВДА - це невідоме з моменту на момент, і не відокремлюючись від світу і не покидаючи наших ближніх, ми можемо її відкрити.</p>\n<p>Абсурдно говорити, що вся правда - це напівправда, і що вся правда - це наполовину помилка.</p>\n<p>ПРАВДА радикальна і Є або НЕ Є, ніколи не може бути наполовину, ніколи не може бути наполовину помилкою.</p>\n<p>Абсурдно говорити: ПРАВДА є від часу і те, що було в один час, в інший час НЕ Є.</p>\n<p>ПРАВДА нічого спільного не має з часом. ПРАВДА є ПОЗАЧАСОВОЮ. Я - це час, і тому не може знати ПРАВДУ.</p>\n<p>Абсурдно припускати умовні, тимчасові, відносні істини. Люди плутають поняття і думки з тим, що є ПРАВДА.</p>\n<p>ПРАВДА не має нічого спільного з думками або з так званими умовними істинами, тому що це лише несуттєві проекції розуму.</p>\n<p>ПРАВДА - це невідоме з моменту на момент, і її можна відчути лише за відсутності психологічного Я.</p>\n<p>Правда - це не питання софізмів, понять, думок. Правду можна пізнати лише через безпосередній досвід.</p>\n<p>Розум може лише висловлювати думки, а думки не мають нічого спільного з правдою.</p>\n<p>Розум ніколи не може осягнути ПРАВДУ.</p>\n<p>Вчителі, вчительки шкіл, коледжів, університетів повинні відчути правду і вказати шлях своїм учням і ученицям.</p>\n<p>ПРАВДА - це питання безпосереднього досвіду, а не питання теорій, думок або понять.</p>\n<p>Ми можемо і повинні вчитися, але терміново необхідно самостійно і безпосередньо відчути те, що є правдою в кожній теорії, понятті, думці і т. д. і т. п. і т. п.</p>\n<p>Ми повинні вивчати, аналізувати, досліджувати, але нам також необхідно з невідкладністю, що не терпить відкладання, відчути ПРАВДУ, що міститься у всьому, що ми вивчаємо.</p>\n<p>Неможливо відчути ПРАВДУ, поки розум збуджений, здригається, мучиться протилежними думками.</p>\n<p>Лише тоді можна відчути ПРАВДУ, коли розум спокійний, коли розум мовчить.</p>\n<p>Вчителі та вчительки шкіл, коледжів та університетів повинні вказати учням та ученицям шлях глибокої внутрішньої медитації.</p>\n<p>Шлях глибокої внутрішньої медитації веде нас до спокою і тиші розуму.</p>\n<p>Коли розум спокійний, порожній від думок, бажань, думок і т. д., коли розум мовчить, до нас приходить правда.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/uk/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
