import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "गोरोबथो",
  "locale": "brx",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. गोरोबथो",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>जोबोन आरो उनलाइ समनिफ्रायनो जोंनि दुखुनां जिउनि Via-Crucis आ गोबां सोमोनां मोनथाइ, नखरनि गुसुं दुखु, न’आव आरो फरायसालियाव जाथायारि जानायफोरजों जागायो।</p>\n<p>दा बेयो रोखा जे जोबोन आरो उनलाइ समआव, गावनि मोनसे मोननैसो बाहेक, बे गासैबो समस्याफोरा जोंनो गोमो गोमोसिनि थासारियाव सोमोनांनो हाया, नाथाय जों जेब्ला देरसिन मानसि जायो अब्ला सोंथिफोरा जागायो आं सोर? आं बबेनिफ्राय फैदों? आं मानो दुखु मोननो गोनां जायो? बे जिउनि थांखिया मा? बायदि बायदि बायदि।</p>\n<p>गासैबो जिउनि लामायाव जों बे सोंथिफोरा सोंदों, गासैबो जेब्लाबा खोजानो, सोंनो, गोबां जोखोम, रोजावनाय, दावहा आरो दुखुनि “मानोखौ” मिथिनो लुबैदों, नाथाय दुखुनां बाथ्रायानो जाबाय जों जेब्लाबो माबा मोनसे थियरी, माबा मोनसे रायजोब, माबा मोनसे फोथायनायआव बोथल जानानै दोनथ’बाय, बेयो नोगोरनि मानसिआ मा बुंदों, बेयो मा जाखो लोगोसे सोरबा बुहुम गैयि बुढा मानसिआ जाखो।</p>\n<p>जों साचिनि गोरोन्थि गैयि आरो गोजोन गोसोखौ गोमादों आरो बेनिखायनो जों थारखौ गावनि रोखासिनि थासारियाव मोननो हाया, जों गुबुननो मा बुङो बिनि फारसे थाबाय थायो आरो बेयो रोखा जे जों गोरोन्थि लामायाव थांगासिनो दं।</p>\n<p>हाजारि समाजआ आस्तैखौ, जायफोर भगवानआव फोथायआ बिसोरखौ रोजा गाज्रि मोननाय होयो।</p>\n<p>मार्क्सबादी-लेलिनबादी समाजनो जायफोरा भगवानआव फोथायो बिसोरखौ गाज्रि मोननाय होयो, नाथाय गुसुंआव मोननैबो बाथ्राया एखे, रायजोबनि बाथ्रा, मानसिफोरनि गोसो जानाय, मोनथाइनि दिहुननाय। फोथायनाय, एबा फोथायनो गोसो गैयि, एबा सन्देह थायो, बेयो थारखौ मोननो हाया बेखौ सिनायथि होआ।</p>\n<p>मोनथाइआ फोथायनो, सन्देह खालामनो, रायजोबनो, गोसोआव लाबोनाय, बायदि बायदिखौनो रंजांनो हागौ, नाथाय बेयो थारखौ मोननो हाया।</p>\n<p>जों रंजांनो हागौ बोथोरआव फोथायनो एबा फोथायनो गोसो गैयि आरो सन्देहबो खालामनो हागौ, नाथाय नखराव थानाय फिथाइआ गासैबो थानायनि थाखाय बारहुं आरो जिउखौ होबाय थागोन जोंनि रायजोबनो एसेबो गोनांथारि गैयि।</p>\n<p>गिखां फोथायनायनि उनाव, फोथायनो गोसो गैयि आरो सन्देहनि उनाव, गोबां मिथियारि नेमखान्थि आरो गोबां गोरोन्थि बुजायनाय गोरोन्थि मान खालामनाय बेयो गावनि नोजोराव गोख्रै जायो।</p>\n<p>हाजारि रोखोमनि समाज आरो कमुनिस्ट रोखोमनि समाजनो मोनफ्रोमबो गावनि बादियै आरो गावनि गोसो जानाय, सिनथा जानाय आरो थियरी बादियै गावनि नेमखान्थिनि रोखोम। माबा मोनसे नेमखान्थि हाजारि ब्लकआव बेयो गाज्रि नेमखान्थि कमुनिस्ट ब्लकआव आरो उल्टायै।</p>\n<p>नेमखान्थिआ रिति, जायगा, समनि फारसे थायो। माबा मोनसे देसाव नेमखान्थि बेयो गुबुन देसाव गाज्रि नेमखान्थि आरो माबा मोनसे समाव नेमखान्थि जादोंमोन बेयो गुबुन समाव गाज्रि नेमखान्थि। नेमखान्थिनो एसेबो गोनांथारि मान गैया, गोमोसिनि बादियै नायोब्ला बेयो जौसेआव जौसे बेबकुब।</p>\n<p>गोनांथारि सोलोंथाइआ नेमखान्थिखौ सोलोंथाइ होआ, गोनांथारि सोलोंथाइआ ETICA REVOLUCIONARIA खौ सोलोंथाइ होयो आरो बेखौनो गोदान जोनोमफोरा नांगौ।</p>\n<p>जौगानिफ्राय गिदिर गोमसिआव, गासैबो समाव, जेब्लाबो मानसिया बिस्वनिफ्राय गोजानाव थांग्रोदोंमोन थारखौ नागिरनो।</p>\n<p>बेयो बेबकुब बिस्वनिफ्राय गोजानाव थांग्रोनाय थारखौ नागिरनो मानोना बेयो बिस्वनि गुसुंआव आरो मानसिनि गुसुंआव बेयावनो आरो दा बेयावनो थायो।</p>\n<p>थारआ जोबोर गैयि समनिफ्राय समसिम आरो बेयो बिस्वनिफ्राय बोखारनाय एबा जोंनि समानखौ बोखारनाय जों बेखौ दिहुननो हाया।</p>\n<p>बेयो बेबकुब बुंनो जे गासैबो थारआ आदा थार आरो गासैबो थारआ आधा गोरोन्थि।</p>\n<p>थारआ रोजा आरो बेयो ES एबा ES गैयि, जेब्लाबो आधा जानो हाया, जेब्लाबो आधा गोरोन्थि जानो हाया।</p>\n<p>बेयो बेबकुब बुंनो: थारआ समनि आरो माबा मोनसे समाव जादों बेयो गुबुन समाव ES नङा।</p>\n<p>थारआ समजों एसेबो थांनाय गैया। थारआ ATEMPORAL। EL YO आ सम आरो बेनिखायनो थारखौ मिथिनो हाया।</p>\n<p>बेयो बेबकुब मानिनाय नेमखानाय थार, समयनि, सोमोन्दो थानाय। मानसिफोरा बुजायनाय आरो रायजोबखौ बेजों सोमोन्दो खालामो बेयो थार।</p>\n<p>थारआ रायजोबजों एसेबो थांनाय गैया आरो नेमखानाय थारजों मानोना बिसोरो गुसुंनि दिहुननाय गोनांथारि गैयि।</p>\n<p>थारआ जोबोर गैयि समनिफ्राय समसिम आरो अके मोननो हागौ जिउआवनो YO मनोवैज्ञानिक गैयि।</p>\n<p>थारआ सोफिस्ट, बुजायनाय, रायजोबनि बाथ्रा नङा। थारआ अके मोननो हागौ गावनि सिधा मोननायनि गेजेरजों।</p>\n<p>मोनथाइआ अके रायजोबनो हागौ आरो रायजोबनो थारजों एसेबो थांनाय गैया।</p>\n<p>मोनथाइआ जेब्लाबो थारखौ गोसोआव लाबोनो हाया।</p>\n<p>मास्टर, स्कुलनि मास्टरिनि, कलेज, युनिभारसिटीनि, बिसोरो थारखौ मोननो नांगोन आरो गावनि फरायसाफोरनो लामा देखायनो नांगोन।</p>\n<p>थारआ गावनि सिधा मोननायनि बाथ्रा, थियरी, रायजोब एबा बुजायनायनि बाथ्रा नङा।</p>\n<p>जों फरायनो हागौ आरो नांगौ नाथाय बेयो गोख्रै गावनि खाथिआव मोननाय आरो सिधा थासारियाव माबा मोनसे थार बियो मोनफ्रोमबो थियरीआव, बुजायनायाव, रायजोबाव, बायदि बायदि बायदि।</p>\n<p>जों फरायनांगोन, नायबिजिरनांगोन, सोंनांगोन, नाथाय जोंनो गोख्रैनो गोनां जाखो बेखौ मोननो थारआ गासैबो गुसुंआव बेखौ फरायनायाव।</p>\n<p>बेयो मोननो हाया थार जेब्ला मोनथाइआ मोसानाय, गोरलै गैयि, गोसोआव रायजोबनाय।</p>\n<p>अके मोननो हागौ थार जेब्ला मोनथाइआ मोसानाय गैयि, जेब्ला मोनथाइआ गियान गैयि।</p>\n<p>स्कुलनि मास्टर आरो मास्टरिनि, कलेज आरो युनिभारसिटीनि, बिसोरो फरायसाफोरनो लामा देखायनो नांगोन गुसुं मेदितेसन।</p>\n<p>लामा गुसुं मेदितेसनआ जोंखौ मोनफैहोयो मोसानाय गैयि आरो मोनथाइआ गियान गैयि।</p>\n<p>जेब्ला मोनथाइआ मोसानाय गैयि, साननाय गैया, लुबैनाय, रायजोब, बायदि, जेब्ला मोनथाइआ गियान गैयि बेबादियै जोंनो थार फैयो।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/brx/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
