import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Үнэн",
  "locale": "mn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. Үнэн",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Бага нас, залуу насандаа бидний өрөвдмөөр оршихуйн загалмайн зам сэтгэцийн олон мушгиралт, гэр бүлийн дотоод эмгэнэл, гэр орон, сургууль дээрх бэрхшээлүүд гэх мэтээр эхэлдэг.</p>\n<p>Бага нас, залуу насандаа туйлын ховор тохиолдлоос бусад тохиолдолд эдгээр асуудлууд бидэнд гүн гүнзгий нөлөөлж чаддаггүй нь ойлгомжтой. Харин бид том хүн болохоороо “Би хэн бэ?”, “Би хаанаас ирсэн бэ?”, “Яагаад би зовж шаналах ёстой вэ?”, “Энэ оршихуйн зорилго юу вэ?” гэх мэт асуултууд гарч ирдэг.</p>\n<p>Амьдралын замд бид бүгд эдгээр асуултуудыг өөрсдөдөө тавьж, бид бүгд ямар нэгэн байдлаар ийм олон гашуун, зовлон, тэмцэл, зовлонгийн “Яагаад?” гэдгийг судлах, асуух, мэдэхийг хүсдэг. Гэвч харамсалтай нь бид хөршийн хэлсэн, хөгшин хүн бидэнд юу гэж хариулсныг үндэслэж ямар нэгэн онол, үзэл бодол, итгэл үнэмшилд баригддаг.</p>\n<p>Бид жинхэнэ цайлган байдал, тайван зүрх сэтгэлийн амар амгаланг алдсан. Тийм ч учраас бид үнэнийг байгаагаар нь шууд мэдрэх чадваргүй болж бусдын хэлснээс хамааралтай болдог. Ингэснээр бид буруу замаар явж байгаа нь тодорхой.</p>\n<p>Капиталист нийгэм бурхангүй үзэлтнүүд, бурханд итгэдэггүй хүмүүсийг эрс буруушаадаг.</p>\n<p>Марксист-Ленинист нийгэм БУРХАНД итгэдэг хүмүүсийг буруушаадаг. Гэвч цаад утгаараа хоёулаа ижилхэн зүйл, зүгээр л хүмүүсийн үзэл бодол, хүсэл тачаал, оюун ухааны төсөөлөл юм. Итгэмтгий байдал, итгэлгүй байдал, эсвэл эргэлзээ нь үнэнийг мэдэрсэнийг илэрхийлэхгүй.</p>\n<p>Оюун ухаан итгэх, эргэлзэх, үзэл бодлоо илэрхийлэх, таамаг дэвшүүлэх эрхтэй. Гэхдээ энэ нь үнэнийг мэдэрсэнтэй адилгүй.</p>\n<p>Бид нар байгаа эсэхэд итгэж, эсвэл итгэхгүй, бүр эргэлзэж ч болно. Гэвч нар бол бидний үзэл бодолд огтхон ч ач холбогдол өгөхгүйгээр бүх оршин буй зүйлд гэрэл, амьдралыг өгсөөр байх болно.</p>\n<p>Сохроор итгэх, үл итгэх, эргэлзэх ард хуурамч ёс суртахууны олон нарийн зүйлс, хуурамч хүндэтгэлийн тухай олон буруу ойлголтууд нуугдаж тэдгээрийн сүүдэрт БИ хүчтэй болдог.</p>\n<p>Капиталист нийгэм болон коммунист нийгэм хоёулаа өөрсдийн гэсэн хүсэл тачаал, урьдаас төсөөлсөн бодол, онолоороо ёс суртахууны тусгай хэлбэртэй байдаг. Капиталист блокийн хүрээнд ёс суртахуунтай зүйл нь коммунист блокийн хүрээнд ёс суртахуунгүй зүйл байдаг ба эсрэгээрээ ч бас адилхан.</p>\n<p>Ёс суртахуун бол зан заншил, газар нутаг, цаг үетэй холбоотой. Нэг улсад ёс суртахуунтай зүйл нь өөр улсад ёс суртахуунгүй байдаг ба нэгэн цаг үед ёс суртахуунтай байсан зүйл нь өөр цаг үед ёс суртахуунгүй байдаг. Ёс суртахуун нь үндсэн ямар ч үнэ цэнэгүй бөгөөд нарийвчлан шинжилвэл зуун хувь тэнэг зүйл болж таардаг.</p>\n<p>Үндсэн боловсрол нь ёс суртахууныг заадаггүй. Үндсэн боловсрол нь ХУВЬСГАЛТ ЁС ЗҮЙГ заадаг бөгөөд энэ нь шинэ үеийнхэнд хэрэгтэй зүйл юм.</p>\n<p>Зуунуудын аймшигт шөнөөс эхлэн бүх цаг үед ҮНЭНИЙГ эрэлхийлэхийн тулд ертөнцөөс холдож байсан хүмүүс байсан.</p>\n<p>ҮНЭНИЙГ эрэлхийлэхийн тулд ертөнцөөс холдох нь утгагүй, учир нь үнэн энд, одоо ертөнцийн дотор, хүний дотор байдаг.</p>\n<p>ҮНЭН бол мөч бүрд мэдэгдээгүй зүйл бөгөөд ертөнцөөс тусгаарлагдаж, адил хүмүүсээ орхиж байж бид үүнийг олж мэдэхгүй.</p>\n<p>Бүх үнэн бол хагас үнэн, бүх үнэн бол хагас алдаа гэж хэлэх нь утгагүй.</p>\n<p>ҮНЭН бол эрс шийдэмгий бөгөөд БАЙНА эсвэл БАЙХГҮЙ, хэзээ ч хагас байж болохгүй, хэзээ ч хагас алдаа байж болохгүй.</p>\n<p>ҮНЭН бол цаг хугацааны асуудал бөгөөд нэг цаг үед байсан зүйл нь өөр цаг үед БАЙХГҮЙ гэж хэлэх нь утгагүй.</p>\n<p>ҮНЭН бол цаг хугацаатай ямар ч холбоогүй. ҮНЭН бол ЦАГ ХУГАЦААНЫ БУС юм. БИ бол цаг хугацаа тул ҮНЭНИЙГ мэдэх боломжгүй.</p>\n<p>Уламжлалт, цаг зуурын, харьцангуй үнэнийг таамаглах нь утгагүй. Хүмүүс ойлголт, үзэл бодлыг ҮНЭН гэж андуурдаг.</p>\n<p>ҮНЭН бол үзэл бодол, эсвэл уламжлалт үнэн гэж нэрлэгддэг зүйлтэй ямар ч холбоогүй, учир нь эдгээр нь зөвхөн оюун ухааны ач холбогдолгүй төсөөлөл юм.</p>\n<p>ҮНЭН бол мөч бүрд мэдэгдээгүй зүйл бөгөөд үүнийг зөвхөн сэтгэл зүйн БИ байхгүй үед мэдэрч болно.</p>\n<p>Үнэн бол софизм, ойлголт, үзэл бодлын асуудал биш. Үнэнийг зөвхөн шууд туршлагаар дамжуулан мэдэж болно.</p>\n<p>Оюун ухаан зөвхөн үзэл бодлоо илэрхийлж чаддаг бөгөөд үзэл бодол нь үнэнтэй ямар ч холбоогүй.</p>\n<p>Оюун ухаан хэзээ ч ҮНЭНИЙГ ойлгож чадахгүй.</p>\n<p>Сургууль, коллеж, их дээд сургуулийн багш нар үнэнийг мэдэрч, шавь нартаа замыг зааж өгөх ёстой.</p>\n<p>ҮНЭН бол онол, үзэл бодол, ойлголтын асуудал биш, харин шууд туршлагын асуудал юм.</p>\n<p>Бид суралцаж, судлах ёстой, гэхдээ онол, ойлголт, үзэл бодол бүрт байгаа үнэнийг өөрсдөө шууд туршлагаар олж мэдэх нь нэн даруй чухал юм.</p>\n<p>Бид судлах, шинжлэх, асуух хэрэгтэй. Гэхдээ бид бас судалж байгаа бүх зүйлийнхээ дотор агуулагдах ҮНЭНИЙГ хойшлуулашгүйгээр ТУРШЛАГААР олж мэдэх хэрэгтэй.</p>\n<p>Оюун ухаан сэтгэл хөдөлсөн, сандарсан, эсрэг үзэл бодлоор тарчлагдсан үед ҮНЭНИЙГ туршлагаар олж мэдэх боломжгүй.</p>\n<p>Зөвхөн оюун ухаан тайван, чимээгүй байх үед л ҮНЭНИЙГ туршлагаар олж мэдэх боломжтой.</p>\n<p>Сургууль, коллеж, их дээд сургуулийн багш нар оюутнуудад дотоод гүн бясалгалын замыг зааж өгөх ёстой.</p>\n<p>Дотоод гүн бясалгалын зам биднийг оюун ухааны тайван байдал, чимээгүй байдалд хөтөлдөг.</p>\n<p>Оюун ухаан тайван, бодол санаа, хүсэл, үзэл бодолгүй хоосон байх үед, оюун ухаан чимээгүй байх үед үнэн бидэнд ирдэг.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mn/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
