import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Γήρας",
  "locale": "el",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "28. Γήρας",
    "order": 28
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Τα πρώτα σαράντα χρόνια της ζωής μας δίνουν το βιβλίο, τα επόμενα τριάντα το σχολιασμό.</p>\n<p>Στα είκοσι χρόνια ένας άντρας είναι παγώνι, στα τριάντα, λιοντάρι, στα σαράντα, καμήλα, στα πενήντα, φίδι, στα εξήντα, σκύλος, στα εβδομήντα, μαϊμού, και στα ογδόντα, μόνο μια φωνή και μια σκιά.</p>\n<p>Ο χρόνος αποκαλύπτει τα πάντα: είναι ένας πολύ ενδιαφέρων φλύαρος που μιλάει μόνος του ακόμα και όταν δεν τον ρωτάει κανείς τίποτα.</p>\n<p>Δεν υπάρχει τίποτα φτιαγμένο από το χέρι του φτωχού ΔΙΑΝΟΗΤΙΚΟΥ ΖΩΟΥ, ψευδώς αποκαλούμενου άνθρωπος, που αργά ή γρήγορα ο χρόνος δεν θα καταστρέψει.</p>\n<p>“FUGIT IRRÉPARABILE TEMPUS”, ο χρόνος που φεύγει δεν μπορεί να επισκευαστεί.</p>\n<p>Ο χρόνος βγάζει στο φως της δημοσιότητας όλα όσα είναι κρυμμένα τώρα και καλύπτει και κρύβει όλα όσα λάμπουν με λαμπρότητα αυτή τη στιγμή.</p>\n<p>Τα γηρατειά είναι σαν την αγάπη, δεν μπορούν να κρυφτούν ακόμα και αν μεταμφιεστούν με τα ρούχα της νιότης.</p>\n<p>Τα γηρατειά καταρρίπτουν την υπερηφάνεια των ανθρώπων και τους ταπεινώνουν, αλλά άλλο πράγμα είναι να είσαι ταπεινός και άλλο να πέφτεις ταπεινωμένος.</p>\n<p>Όταν πλησιάζει ο θάνατος, οι ηλικιωμένοι απογοητευμένοι από τη ζωή βρίσκουν ότι τα γηρατειά δεν είναι πια βάρος.</p>\n<p>Όλοι οι άνθρωποι τρέφουν την ελπίδα να ζήσουν μια μακρά ζωή και να γεράσουν και όμως τα γηρατειά τους τρομάζουν.</p>\n<p>Τα γηρατειά ξεκινούν στα πενήντα έξι χρόνια και επεξεργάζονται στη συνέχεια σε εβδομαδιαίες περιόδους που μας οδηγούν μέχρι την παρακμή και το θάνατο.</p>\n<p>Η μεγαλύτερη τραγωδία των ηλικιωμένων έγκειται, όχι στο ίδιο το γεγονός ότι είναι ηλικιωμένοι, αλλά στην ανοησία να μην θέλουν να αναγνωρίσουν ότι είναι και στην ηλιθιότητα να πιστεύουν ότι είναι νέοι σαν να ήταν τα γηρατειά έγκλημα.</p>\n<p>Το καλύτερο πράγμα που έχουν τα γηρατειά, είναι ότι βρίσκεται κανείς πολύ κοντά στον τερματισμό.</p>\n<p>Το ΨΥΧΟΛΟΓΙΚΟ ΕΓΩ, ο ΕΑΥΤΟΣ ΜΟΥ, το ΕΓΩ, δεν βελτιώνεται με τα χρόνια και την εμπειρία. περιπλέκεται, γίνεται πιο δύσκολο, πιο κουραστικό, γι’ αυτό λέει η λαϊκή παροιμία: “ΓΕΝΙΑ ΚΑΙ ΦΙΓΟΥΡΑ ΜΕΧΡΙ ΤΟΝ ΤΑΦΟ”.</p>\n<p>Το ΨΥΧΟΛΟΓΙΚΟ ΕΓΩ των δύσκολων ηλικιωμένων αυτοπαρηγορείται δίνοντας όμορφες συμβουλές λόγω της ανικανότητάς τους να δώσουν άσχημα παραδείγματα.</p>\n<p>Οι ηλικιωμένοι γνωρίζουν πολύ καλά ότι τα γηρατειά είναι ένας πολύ τρομερός τύραννος που τους απαγορεύει υπό ποινή θανάτου να απολαμβάνουν τις απολαύσεις της τρελής νεότητας και προτιμούν να παρηγορούν τους εαυτούς τους δίνοντας όμορφες συμβουλές.</p>\n<p>Το ΕΓΩ κρύβει το ΕΓΩ, το ΕΓΩ κρύβει ένα μέρος του εαυτού του και όλα επισημαίνονται με υπέροχες φράσεις και όμορφες συμβουλές.</p>\n<p>Ένα μέρος του ΕΑΥΤΟΥ ΜΟΥ κρύβει ένα άλλο μέρος του ΕΑΥΤΟΥ ΜΟΥ. Το ΕΓΩ κρύβει ό, τι δεν το βολεύει.</p>\n<p>Είναι πλήρως αποδεδειγμένο από την παρατήρηση και την εμπειρία ότι όταν οι αρετές μας εγκαταλείπουν μας αρέσει να πιστεύουμε ότι εμείς ήμασταν αυτοί που τις εγκαταλείψαμε.</p>\n<p>Η καρδιά του ΔΙΑΝΟΗΤΙΚΟΥ ΖΩΟΥ δεν γίνεται καλύτερη με τα χρόνια, αλλά χειρότερη, γίνεται πάντα πέτρα και αν στη νεότητα ήμασταν άπληστοι, ψεύτες, οργίλοι, στα γηρατειά θα είμαστε πολύ περισσότερο.</p>\n<p>Οι ηλικιωμένοι ζουν στο παρελθόν, οι ηλικιωμένοι είναι το αποτέλεσμα πολλών χθες, οι ηλικιωμένοι αγνοούν εντελώς τη στιγμή που ζούμε, οι ηλικιωμένοι είναι συσσωρευμένη μνήμη.</p>\n<p>Ο μόνος τρόπος για να φτάσουμε στην τέλεια γεροντική ηλικία είναι να διαλύσουμε το ΨΥΧΟΛΟΓΙΚΟ ΕΓΩ. Όταν μαθαίνουμε να πεθαίνουμε από στιγμή σε στιγμή, φτάνουμε στην υπέροχη γεροντική ηλικία.</p>\n<p>Τα γηρατειά έχουν ένα μεγάλο νόημα, ηρεμίας και ελευθερίας για εκείνους που έχουν ήδη διαλύσει το ΕΓΩ.</p>\n<p>Όταν τα πάθη έχουν πεθάνει ριζικά, ολικά και οριστικά, μένει κανείς ελεύθερος όχι από έναν κύριο, αλλά από πολλούς κυρίους.</p>\n<p>Είναι πολύ δύσκολο να βρει κανείς στη ζωή αθώους ηλικιωμένους που δεν διαθέτουν πλέον ούτε καν τα υπολείμματα του ΕΓΩ, αυτή η κατηγορία ηλικιωμένων είναι απείρως ευτυχισμένοι και ζουν από στιγμή σε στιγμή.</p>\n<p>Ο άνθρωπος ασπρισμένος στη ΣΟΦΙΑ. Ο ηλικιωμένος στη γνώση, ο κύριος της αγάπης, μετατρέπεται στην πραγματικότητα στον φάρο φωτός που καθοδηγεί σοφά το ρεύμα των αμέτρητων αιώνων.</p>\n<p>Στον κόσμο έχουν υπάρξει και υπάρχουν σήμερα ορισμένοι ΗΛΙΚΙΩΜΕΝΟΙ ΔΑΣΚΑΛΟΙ που δεν έχουν ούτε καν τα τελευταία υπολείμματα του ΕΓΩ. Αυτοί οι ΓΝΩΣΤΙΚΟΙ ARHAT είναι τόσο εξωτικοί και θεϊκοί όσο το άνθος του λωτού.</p>\n<p>Ο ΣΕΒΑΣΜΙΟΣ ΗΛΙΚΙΩΜΕΝΟΣ ΔΑΣΚΑΛΟΣ που έχει διαλύσει το ΠΛΗΘΥΝΤΙΚΟ ΕΓΩ ριζικά και οριστικά είναι η τέλεια έκφραση της ΤΕΛΕΙΑΣ ΣΟΦΙΑΣ, ΤΗΣ ΘΕΙΑΣ ΑΓΑΠΗΣ ΚΑΙ ΤΗΣ ΥΨΗΛΗΣ ΔΥΝΑΜΗΣ.</p>\n<p>Ο ΗΛΙΚΙΩΜΕΝΟΣ ΔΑΣΚΑΛΟΣ που δεν έχει πλέον το ΕΓΩ, είναι στην πραγματικότητα η πλήρης εκδήλωση του ΘΕΙΟΥ ΟΝΤΟΣ.</p>\n<p>Αυτοί οι ΥΨΗΛΟΙ ΗΛΙΚΙΩΜΕΝΟΙ, αυτοί οι ΓΝΩΣΤΙΚΟΙ ARHAT έχουν φωτίσει τον κόσμο από τους αρχαίους χρόνους, ας θυμηθούμε τον ΒΟΥΔΑ, τον ΜΩΥΣΗ, τον ΕΡΜΗ, τον RAMARKRISHNA, τον ΔΑΝΙΗΛ, τον ΑΓΙΟ ΛΑΜΑ, κ.λπ., κ.λπ., κ.λπ.</p>\n<p>Οι δάσκαλοι σχολείων, κολεγίων και πανεπιστημίων, οι δασκάλες, οι γονείς, πρέπει να διδάσκουν στις νέες γενιές να σέβονται και να τιμούν τους ηλικιωμένους.</p>\n<p>ΕΚΕΙΝΟ που δεν έχει όνομα, ΕΚΕΙΝΟ που είναι ΘΕΙΟ, ΕΚΕΙΝΟ που είναι το ΠΡΑΓΜΑΤΙΚΟ, έχει τρεις πτυχές: ΣΟΦΙΑ, ΑΓΑΠΗ, ΛΟΓΟΣ.</p>\n<p>ΤΟ ΘΕΙΟ ως ΠΑΤΕΡΑΣ είναι η ΚΟΣΜΙΚΗ ΣΟΦΙΑ, ΩΣ ΜΗΤΕΡΑ είναι η ΑΠΕΙΡΗ ΑΓΑΠΗ, ως γιος είναι ο ΛΟΓΟΣ.</p>\n<p>Στον πατέρα της οικογένειας βρίσκεται το σύμβολο της σοφίας. Στη μητέρα του σπιτιού βρίσκεται η ΑΓΑΠΗ, τα παιδιά συμβολίζουν τη λέξη.</p>\n<p>Ο ηλικιωμένος Πατέρας αξίζει όλη την υποστήριξη των παιδιών. Ο Πατέρας πλέον γέρος δεν μπορεί να εργαστεί και είναι δίκαιο τα παιδιά να τον συντηρούν και να τον σέβονται.</p>\n<p>Η Αγαπητή Μητέρα πλέον ηλικιωμένη δεν μπορεί να εργαστεί και επομένως είναι απαραίτητο οι γιοι και οι κόρες να φροντίζουν για εκείνη και να την αγαπούν και να κάνουν αυτή την αγάπη θρησκεία.</p>\n<p>Όποιος δεν ξέρει να αγαπά τον Πατέρα του, όποιος δεν ξέρει να ΑΓΑΠΑ τη ΜΗΤΕΡΑ του, βαδίζει στο δρόμο του αριστερού χεριού, στο δρόμο του λάθους.</p>\n<p>Τα παιδιά δεν έχουν το δικαίωμα να κρίνουν τους Γονείς τους, κανείς δεν είναι τέλειος σε αυτόν τον κόσμο και όσοι δεν έχουμε συγκεκριμένα ελαττώματα σε μια κατεύθυνση, τα έχουμε σε μια άλλη, όλοι είμαστε κομμένοι με το ίδιο ψαλίδι.</p>\n<p>Ορισμένοι υποτιμούν την ΠΑΤΡΙΚΗ ΑΓΑΠΗ, άλλοι μάλιστα γελάνε με την ΠΑΤΡΙΚΗ ΑΓΑΠΗ. Όσοι συμπεριφέρονται έτσι στη ζωή δεν έχουν καν μπει στο δρόμο που οδηγεί σε ΕΚΕΙΝΟ που δεν έχει όνομα.</p>\n<p>Ο αχάριστος γιος που σιχαίνεται τον Πατέρα του και ξεχνά τη Μητέρα του είναι πραγματικά ο αληθινός διεστραμμένος που σιχαίνεται όλα όσα είναι ΘΕΙΑ.</p>\n<p>Η ΕΠΑΝΑΣΤΑΣΗ ΤΗΣ ΣΥΝΕΙΔΗΣΗΣ δεν σημαίνει ΑΧΑΡΙΣΤΙΑ, να ξεχνάμε τον πατέρα, να υποτιμάμε την αγαπητή Μητέρα. Η ΕΠΑΝΑΣΤΑΣΗ ΤΗΣ ΣΥΝΕΙΔΗΣΗΣ είναι ΣΟΦΙΑ ΑΓΑΠΗ και ΤΕΛΕΙΑ ΔΥΝΑΜΗ.</p>\n<p>Στον Πατέρα βρίσκεται το σύμβολο της σοφίας και στη Μητέρα βρίσκεται η ζωντανή πηγή της ΑΓΑΠΗΣ χωρίς την οποία την πιο αγνή ουσία είναι πραγματικά αδύνατο να επιτευχθούν οι υψηλότερες ΕΣΩΤΕΡΙΚΕΣ ΠΡΑΓΜΑΤΟΠΟΙΗΣΕΙΣ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/el/educacion-fundamental/la-vejez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/la-vejez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/la-vejez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
