import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Қартаю",
  "locale": "kk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "28. Қартаю",
    "order": 28
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Өмірдің алғашқы қырық жылы бізге кітап береді, ал келесі отыз жылы түсініктеме береді.</p>\n<p>Жасы жиырмада ер адам тауыс құс тәрізді; отызда – арыстан; қырқында – түйе; елуінде – жылан; алпыста – ит; жетпісте – маймыл, ал сексенінде тек дауыс пен көлеңке ғана.</p>\n<p>Уақыт бәрін әшкерелейді: ол ешкім сұрамаса да, өзі сөйлейтін өте қызықты алаяқ.</p>\n<p>Адам деп қате аталған кедей ИНТЕЛЛЕКТУАЛДЫ ЖАНУАРДЫҢ қолынан жасалған ештеңе жоқ, оны ерте ме, кеш пе уақыт жоймайды.</p>\n<p>“FUGIT IRRÉPARABILE TEMPUS”, қашып кеткен уақытты қалпына келтіруге болмайды.</p>\n<p>Уақыт қазір жасырын тұрғанның бәрін жария етеді, ал қазір жарқырап тұрғанның бәрін жасырып, бүркемелейді.</p>\n<p>Қартаю махаббат сияқты, оны жастықтың киімімен жасырса да, жасыруға болмайды.</p>\n<p>Қартаю ерлердің мақтанышын басып, оларды қорлайды, бірақ кішіпейіл болу бір бөлек, қорлану басқа.</p>\n<p>Өлім жақындаған кезде, өмірден көңілі қалған қариялар қартаюдың енді ауыртпалық емес екенін түсінеді.</p>\n<p>Барлық адам ұзақ өмір сүріп, қартаюға үміттенеді, бірақ қартаю оларды қорқытады.</p>\n<p>Қартаю елу алты жастан басталып, кейін бізді қартайып, өлімге апаратын септенарий кезеңдерінде өңделеді.</p>\n<p>Қарттардың ең үлкен трагедиясы, олардың қартаюының өзінде емес, олардың қартайғанын мойындағысы келмейтін ақымақтығында және қартаю қылмыс болғандай, өздерін жаспыз деп санайтын ақымақтығында.</p>\n<p>Қартаюдың ең жақсы жағы - мақсатқа өте жақын болуың.</p>\n<p>ПСИХОЛОГИЯЛЫҚ МЕН, ӨЗІМ, ЭГО жылдар мен тәжірибемен жақсармайды; ол күрделенеді, қиындай түседі, сондықтан халық арасында: “ТЕК ПЕН ТҰЛҒА ҚАБІРГЕ ДЕЙІН” деген сөз бар.</p>\n<p>Қиын қарттардың ПСИХОЛОГИЯЛЫҚ МЕНІ жаман мысал келтіре алмағандықтан, әдемі кеңестер беру арқылы өздерін жұбатады.</p>\n<p>Қарттар қартаюдың өте қорқынышты тиран екенін жақсы біледі, ол оларға өлім жазасына кесіп, жастықтың рахатын көруге тыйым салады және олар әдемі кеңестер беру арқылы өздерін жұбатқанды жөн көреді.</p>\n<p>МЕН МЕНІ жасырады, МЕН өзінің бір бөлігін жасырады және бәрі жоғары сөздер мен әдемі кеңестермен белгіленеді.</p>\n<p>ӨЗІМНІҢ бір бөлігі ӨЗІМНІҢ екінші бөлігін жасырады. МЕН өзіне тиімді емес нәрсені жасырады.</p>\n<p>Бақылау мен тәжірибе арқылы дәлелденгендей, жаман әдеттер бізден кеткен кезде, оларды біз тастадық деп ойлағанды ​​ұнатамыз.</p>\n<p>ИНТЕЛЛЕКТУАЛДЫ ЖАНУАРДЫҢ жүрегі жылдар өткен сайын жақсармайды, керісінше нашарлайды, ол әрқашан тасқа айналады, ал егер жастық шағымызда сараң, өтірікші, ашуланшақ болсақ, қартайған шағымызда одан да көп боламыз.</p>\n<p>Қарттар өткенде өмір сүреді, қарттар көптеген кешегі күннің нәтижесі, қарттар біз өмір сүріп жатқан сәтті мүлдем білмейді, қарттар - жинақталған естелік.</p>\n<p>Кемел қартаюға жетудің жалғыз жолы - ПСИХОЛОГИЯЛЫҚ МЕНІ жою. Біз сәт сайын өлуді үйренген кезде, керемет қартаюға жетеміз.</p>\n<p>Қартаюдың үлкен мәні бар, МЕНІ жойғандар үшін тыныштық пен еркіндік.</p>\n<p>Құмарлықтар түбегейлі, толық және біржола өлген кезде, сен бір иеден емес, көптеген иелерден босатыласың.</p>\n<p>Өмірде енді МЕНІҢ қалдықтары да жоқ кінәсіз қарттарды табу өте қиын, мұндай қарттар шексіз бақытты және сәттен сәтке өмір сүреді.</p>\n<p>ДАҢЫШПАНДЫҚҚА шашы ағарған адам. Білімдегі қария, махаббаттың мырзасы ғасырлардың ағымын даналықпен бағыттайтын жарық маякқа айналады.</p>\n<p>Дүние жүзінде МЕНІҢ соңғы қалдықтары да жоқ кейбір ҚАРТ ҰСТАЗДАР болған және қазір де бар. Бұл ГНОСТИКАЛЫҚ АРХАТТАР лотос гүлі сияқты экзотикалық және құдайлық.</p>\n<p>МЕНІ ТҮБЕГЕЙЛІ ЖӘНЕ БІРЖОЛА ЖОЙҒАН ҚҰРМЕТТІ ҚАРТ ҰСТАЗ КЕМЕЛ ДАНАЛЫҚТЫҢ, ҚҰДАЙЛЫҚ МАХАББАТТЫҢ ЖӘНЕ КЕРЕМЕТ КҮШТІҢ тамаша көрінісі болып табылады.</p>\n<p>Енді МЕНІ жоқ ҚАРТ ҰСТАЗ, шын мәнінде, ҚҰДАЙЛЫҚ БАРЛЫҚТЫҢ толық көрінісі болып табылады.</p>\n<p>Осы КЕРЕМЕТ ҚАРТТАР, осы ГНОСТИКАЛЫҚ АРХАТТАР ежелгі заманнан бері әлемді нұрландырды, БУДДАНЫ, МҰСАНЫ, ГЕРМЕСТІ, РАМАРКРИШНАНЫ, ДАНИЕЛДІ, КИЕЛІ ЛАМАНЫ және т.б., т.б., т.б. еске алайық.</p>\n<p>Мектептердің, колледждердің және университеттердің мұғалімдері, әйел мұғалімдер, ата-аналар жас ұрпаққа қарттарды құрметтеуге және қастерлеуге үйретуі керек.</p>\n<p>АТЫ ЖОҚ НӘРСЕ, ҚҰДАЙЛЫҚ НӘРСЕ, НАҚТЫ НӘРСЕ үш аспектіге ие: ДАНАЛЫҚ, МАХАББАТ, СӨЗ.</p>\n<p>ӘКЕ ретінде ҚҰДАЙЛЫҚ ҒАЛАМДЫҚ ДАНАЛЫҚ, АНА РЕТІНДЕ ШЕКСІЗ МАХАББАТ, ұл ретінде СӨЗ болып табылады.</p>\n<p>Отбасының ӘКЕСІНДЕ даналықтың символы бар. Үйдегі АНАНА шексіз МАХАББАТ бар, балалар сөзді білдіреді.</p>\n<p>Қарт ӘКЕ балаларының барлық қолдауына лайық. Қарт ӘКЕ жұмыс істей алмайды және балаларының оны асырап, құрметтегені әділетті.</p>\n<p>Құрметті АНА қазірдің өзінде қартайған, жұмыс істей алмайды, сондықтан ұлдары мен қыздары оны бағып-қағып, сүйіп, ол сүйіспеншіліктен дін жасауы керек.</p>\n<p>ӘКЕСІН сүйе білмейтін, АНАСЫН ҚАСТЕРЛЕЙ білмейтін, қате жолмен жүреді.</p>\n<p>Балалардың ӘКЕСІН соттауға құқығы жоқ, бұл дүниеде ешкім мінсіз емес, бізде белгілі бір бағыттағы кемшіліктер болмаса, басқа бағытта болады, бәріміз бір қайшымен кесілгенбіз.</p>\n<p>Кейбіреулер ӘКЕЛІК МАХАББАТТЫ төмендетеді, басқалары тіпті ӘКЕЛІК МАХАББАТҚА күледі. Өмірде өзін осылай ұстайтындар аты жоқ НӘРСЕГЕ апаратын жолға да түскен жоқ.</p>\n<p>ӘКЕСІН жек көретін және АНАСЫН ұмытатын іштар бала, шынында да, ҚҰДАЙЛЫҚТЫҢ бәрін жек көретін нағыз бұзық.</p>\n<p>САНАНЫҢ РЕВОЛЮЦИЯСЫ АЛҒЫСЫЗДЫҚТЫ білдірмейді, әкені ұмыту, сүйкімді АНАНЫ төмендету. САНАНЫҢ РЕВОЛЮЦИЯСЫ - ДАНАЛЫҚ МАХАББАТ ЖӘНЕ КЕМЕЛ КҮШ.</p>\n<p>Әкеде даналықтың символы, ал Анада ең жоғары ЖЕКЕ ЖЕТІСТІКТЕРГЕ жету мүмкін емес, онсыз тірі МАХАББАТ көзі бар.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kk/educacion-fundamental/la-vejez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/la-vejez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/la-vejez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
