import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "زړښت",
  "locale": "ps",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "28. زړښت",
    "order": 28
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>د ژوند لومړني څلویښت کلونه موږ ته کتاب راکوي، راتلونکي دېرش تبصره.</p>\n<p>په شلو کلونو کې یو سړی طاوس وي، په دېرش کلونو کې زمری وي، په څلویښتو کلونو کې اوښ وي، په پنځوسو کلونو کې مار وي، په شپیته کلونو کې سپی وي، په اویا کلونو کې بیزو وي او په اتیا کلونو کې یوازې غږ او سیوری وي.</p>\n<p>وخت ټول شیان څرګندوي: دا یو ډیر په زړه پوری غل دی چې پخپله خبرې کوي حتی که څوک ترې هیڅ ونه پوښتي.</p>\n<p>د بې وزله فکري حيوان په لاس جوړ شوي هیڅ شی نشته چې په غلطه توګه سړی بلل کیږي، چې وخت ناوخته ویجاړ نه کړي.</p>\n<p>“FUGIT IRRÉPARABILE TEMPUS”، هغه وخت چې تیریږي ترمیم کیدی نشي.</p>\n<p>وخت هر هغه څه عام کوي چې اوس پټ دي او هغه څه پټوي او پټوي چې اوس په روښانه توګه روښانه کیږي.</p>\n<p>زړښت د مینې په څیر دی، نشي پټیدلی حتی که د ځوانۍ جامو کې پټ شي.</p>\n<p>زړښت د سړو غرور ماتوي او ذلیل کوي، مګر یو شی د عاجز اوسیدل دي او بل ذلیل کیدل دي.</p>\n<p>کله چې مرګ نږدې کیږي، له ژوند څخه مایوسه زاړه خلک ومومي چې زړښت نور بار نه دی.</p>\n<p>ټول سړي د اوږد ژوند او د زوړ کیدو هیله لري او بیا هم زړښت دوی ډاروي.</p>\n<p>زړښت په شپږپنځوس کلنۍ کې پیل کیږي او بیا په اوو کلونو کې پروسس کیږي چې موږ زوال او مرګ ته رسوي.</p>\n<p>د زړو خلکو ترټولو لویه تراژیدي د زړو کیدو حقیقت نه دی، بلکې د دې پیژندلو نه غوښتل او د دې باور کولو حماقت دی چې دوی ځوانان دي لکه څنګه چې زړښت جرم وي.</p>\n<p>د زړښت ترټولو ښه شی دا دی چې یو څوک هدف ته ډیر نږدې وي.</p>\n<p>ارواپوهنه انا، زما ځان، انا، د کلونو او تجربې سره نه ښه کیږي؛ دا پیچلی کیږي، دا ډیر ستونزمن، ډیر ستونزمن کیږي، له همدې امله مشهوره خبره ده: “جینियस او شخصیت تر قبر پورې.”</p>\n<p>د ستونزمنو زړو خلکو ارواپوهنه انا د ښو مثالونو ورکولو لپاره د دوی د ناتوانۍ له امله ځان ته ښه مشوره ورکوي.</p>\n<p>زاړه خلک ښه پوهیږي چې زړښت یو ډیر وحشتناک ظالم دی چې دوی ته د مرګ په سزا لاندې د لیونتوب د خوښیو څخه خوند اخیستلو څخه منع کوي او دوی غوره کوي چې ځان ته ښه مشوره ورکړي.</p>\n<p>زه زه پټوم، زه زما یوه برخه پټوم او هرڅه د عالي جملو او ښو مشورو سره لیبل شوي دي.</p>\n<p>زما یوه برخه زما د بلې برخې پټوي. زه هغه څه پټوم چې ما ته مناسب نه وي.</p>\n<p>دا د مشاهدې او تجربې له لارې په بشپړه توګه ښودل شوې چې کله چې بد عادتونه موږ پریږدي، موږ خوښ یو چې فکر وکړو چې موږ هغه یو چې دوی یې پریښودل.</p>\n<p>د فکري حيوان زړه د کلونو په تیریدو سره نه ښه کیږي، بلکې بدتر کیږي، دا تل له ډبرې جوړ وي او که موږ په ځوانۍ کې لالچی، دروغجن او غصه وو، په زړښت کې به ډیر وو.</p>\n<p>زاړه خلک په تیرو وختونو کې ژوند کوي، زاړه خلک د ډیری پرون پایله ده، زاړه په بشپړه توګه هغه وخت ته سترګې په لار دي چې موږ پکې ژوند کوو، زاړه جمع شوي حافظه ده.</p>\n<p>د کامل زړښت ته د رسیدو یوازینۍ لار د ارواپوهنې ځان تحلیل کول دي. کله چې موږ له اوس څخه تر اوسه پورې مړ کیدل زده کوو، موږ عالي زړښت ته رسیږو.</p>\n<p>زړښت د هغو کسانو لپاره چې دمخه یې انا تحلیل کړې ده، د آرامۍ او آزادۍ لوی احساس لري.</p>\n<p>کله چې جذبات په بنسټیز، بشپړ او حتمي ډول مړه شي، یو څوک د یو بادار څخه نه، بلکې له ډیرو بادارانو څخه آزاد پاتې کیږي.</p>\n<p>په ژوند کې د بې ګناه زړو خلکو موندل خورا ستونزمن دي چې نور د انا پاتې شوني هم نلري، دا ډول زاړه خلک بې حده خوشحاله دي او له اوس څخه تر اوسه پورې ژوند کوي.</p>\n<p>هغه سړی چې په حکمت کې سپین وي. هغه بوډا سړی چې په پوهه کې وي، د مینې څښتن، په حقیقت کې د رڼا څراغ کیږي چې د بې شمیره پیړیو جریان په هوښیارۍ سره رهبري کوي.</p>\n<p>په نړۍ کې ځینې پخواني ښوونکي شتون لري او اوس هم شتون لري چې حتی د انا وروستي پاتې شوني هم نلري. دا ګنوسټیک ارهات د نیلوفر ګل په څیر خورا عجیب او الهی دي.</p>\n<p>هغه درناوی لرونکی مشر ښوونکی چې انا یې په بنسټیز او حتمي ډول تحلیل کړې ده د کامل حکمت، الهی مینې او عالي ځواک کامل څرګندونه ده.</p>\n<p>هغه مشر ښوونکی چې نور انا نلري، په حقیقت کې د الهی وجود بشپړه ښکارندوی ده.</p>\n<p>هغو عالي زړو، هغو ګنوسټیک ارهات د لرغونو زمانو راهیسې نړۍ روښانه کړې، بودا، موسی، هرمیس، راماکرشنا، ډینیل، مقدس لاما او نور، او نور په یاد ولرئ.</p>\n<p>د ښوونځیو، کالجونو او پوهنتونونو ښوونکي، ښوونکې، د کورنیو پلرونه باید نوي نسلونه د مشرانو درناوي او ستاینې ته وهڅوي.</p>\n<p>هغه څه چې نوم نلري، هغه څه چې الهی دي، هغه څه چې ریښتیني دي، درې اړخونه لري: حکمت، مینه، کلمه.</p>\n<p>الهی د پلار په توګه د کائناتو حکمت دی، د مور په توګه لامحدود مینه ده، د زوی په توګه کلمه ده.</p>\n<p>د کورنۍ په پلار کې د حکمت سمبول دی. د کور په مور کې مینه ده، ماشومان د کلمې سمبول دی.</p>\n<p>زوړ پلار د خپلو ماشومانو ټول ملاتړ مستحق دی. زاړه پلار کار نشي کولی او دا عادلانه ده چې ماشومان یې ساتي او درناوی یې وکړي.</p>\n<p>د مینې وړ زاړه مور کار نشي کولی او له همدې امله اړینه ده چې زامن او لورګانې د هغې پالنه وکړي او هغې سره مینه وکړي او له دې مینې څخه دین جوړ کړي.</p>\n<p>څوک چې خپل پلار سره مینه نه شي کولی، څوک چې خپله مور سره مینه نه شي کولی، د کیڼ لاس په لار روان دی، د غلطۍ په لار.</p>\n<p>ماشومان د خپلو پلرونو د قضاوت حق نلري، هیڅوک په دې نړۍ کې کامل نه دي او هغه څوک چې په یو لوري کې ځانګړي نیمګړتیاوې نلري، په بل کې یې لرو، موږ ټول د ورته مقراضو سره پرې شوي یو.</p>\n<p>ځینې د پلار مینې کموي، نور حتی د پلار مینې ته خاندي. هغه څوک چې په ژوند کې داسې چلند کوي حتی هغه لار ته ندي ننوتلي چې هغه څه ته لار هواروي چې نوم نلري.</p>\n<p>نا شکره زوی چې له خپل پلار څخه کرکه کوي او خپله مور هیروي په حقیقت کې هغه ریښتینی فاسد دی چې له هر هغه څه څخه کرکه کوي چې الهی دي.</p>\n<p>د شعور انقلاب د ناشکري معنی نلري، د پلار هیرول، د مینې وړ مور کمول. د شعور انقلاب حکمت مینه او کامل ځواک دی.</p>\n<p>په پلار کې د حکمت سمبول دی او په مور کې د مینې ژوندی سرچینه ده پرته لدې چې خورا پاک جوهر یې واقعیا د خورا عالي نږدې لاسته راوړنو ترلاسه کول ناممکن دي.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ps/educacion-fundamental/la-vejez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/la-vejez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/la-vejez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
