import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ला वेरदाद",
  "locale": "mr",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. ला वेरदाद",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>लहानपणापासून आणि तारुण्यापासून आपल्या दु:खद अस्तित्वाचा व्हिया-क्रुसीस मानसिक त्रास, कौटुंबिक शोकांतिका, घरात आणि शाळेत येणाऱ्या अडचणी इत्यादींसह सुरू होतो.</p>\n<p>हे स्पष्ट आहे की बालपणात आणि तारुण्यात, काही दुर्मिळ अपवाद वगळता, या सर्व समस्यांचा आपल्यावर खरोखर खोलवर परिणाम होत नाही, परंतु जेव्हा आपण मोठे होतो, तेव्हा प्रश्न सुरू होतात, ‘मी कोण आहे?’, ‘मी कुठून आलो आहे?’, ‘मला का त्रास सहन करावा लागतो?’, ‘या अस्तित्वाचा अर्थ काय आहे?’ इत्यादी.</p>\n<p>जीवनाच्या मार्गावर आपण सर्वांनी हे प्रश्न विचारले आहेत, आपण सर्वांनी कधीतरी अनेक कटुता, निराशा, संघर्ष आणि दुःख यांचे “कारण” शोधण्याचा, तपासण्याचा, जाणून घेण्याचा प्रयत्न केला आहे, पण दुर्दैवाने आपण नेहमीच कोणत्यातरी सिद्धांतात, कोणत्यातरी मतामध्ये, कोणत्यातरी श्रद्धेमध्ये अडकून राहतो, जसे की शेजाऱ्याने काय सांगितले, एखाद्या वृद्ध व्यक्तीने काय उत्तर दिले इत्यादी.</p>\n<p>आपण खरी निरागसता आणि शांत हृदयाची शांती गमावली आहे आणि त्यामुळे आपण सत्याचा थेट अनुभव घेण्यास सक्षम नाही, आपण इतरांनी काय सांगितले त्यावर अवलंबून असतो आणि हे स्पष्ट आहे की आपण चुकीच्या मार्गावर जात आहोत.</p>\n<p>भांडवलशाही समाज नास्तिकांचा, देवावर विश्वास न ठेवणाऱ्यांचा निषेध करतो.</p>\n<p>मार्क्सवादी-लेनिनवादी समाज देवावर विश्वास ठेवणाऱ्यांचा निषेध करतो, पण मुळात दोन्ही गोष्टी सारख्याच आहेत, हा मतांचा, लोकांच्या लहरींचा, मनाच्या कल्पनांचा प्रश्न आहे. ना श्रद्धा, ना अश्रद्धा, ना संशयवाद, म्हणजे सत्याचा अनुभव घेणे नव्हे.</p>\n<p>मन विचार करणे, शंका घेणे, मत देणे, अंदाज बांधणे इत्यादी गोष्टी करू शकते, पण तो सत्याचा अनुभव नाही.</p>\n<p>आपण सूर्यावर विश्वास ठेवण्याची किंवा न ठेवण्याची आणि त्यावर शंका घेण्याची चैन करू शकतो, पण सूर्य आपल्या मतांना महत्त्व न देता प्रकाश आणि जीवन देत राहील.</p>\n<p>अंधश्रद्धा, अश्रद्धा आणि संशयवाद यांच्या मागे खोट्या नीतिमत्तेचे आणि खोट्या प्रतिष्ठेच्या अनेक कल्पना लपलेल्या आहेत, ज्यांच्या सावलीत ‘मी’ मजबूत होतो.</p>\n<p>भांडवलशाही आणि साम्यवादी समाजात, प्रत्येकाची स्वतःची नैतिकता असते, जी त्यांच्या लहरी, पूर्वग्रह आणि सिद्धांतानुसार ठरते. जे भांडवलशाही गटात नैतिक आहे ते साम्यवादी गटात अनैतिक आहे आणि त्याउलट.</p>\n<p>नैतिकता ही चालीरीती, ठिकाण आणि वेळेनुसार बदलते. एका देशात जे नैतिक आहे ते दुसऱ्या देशात अनैतिक आहे आणि एका काळात जे नैतिक होते ते दुसऱ्या काळात अनैतिक होते. नैतिकतेला कोणतेही आवश्यक मूल्य नाही, सखोल विश्लेषण केल्यास ते शंभर टक्के मूर्खपणाचे ठरते.</p>\n<p>मूलभूत शिक्षण नैतिकता शिकवत नाही, मूलभूत शिक्षण क्रांतिकारी नैतिकता शिकवते आणि नवीन पिढ्यांना त्याचीच गरज आहे.</p>\n<p>शतकानुशतके चाललेल्या भयाण रात्रीपासून, प्रत्येक युगात असे पुरुष होते ज्यांनी सत्य शोधण्यासाठी जगापासून दूर राहणे पसंत केले.</p>\n<p>सत्य शोधण्यासाठी जगापासून दूर जाणे निरर्थक आहे, कारण ते जगात आणि माणसाच्या आत येथे आणि आता आहे.</p>\n<p>सत्य हे क्षणोक्षणी अज्ञात आहे आणि जगापासून स्वतःला वेगळे करून किंवा आपल्या सहकाऱ्यांना सोडून आपण ते शोधू शकत नाही.</p>\n<p>हे म्हणणे हास्यास्पद आहे की प्रत्येक सत्य हे अर्धसत्य आहे आणि प्रत्येक सत्य हे अर्धवट चूक आहे.</p>\n<p>सत्य हे मूलभूत आहे आणि ते ‘आहे’ किंवा ‘नाही’, ते कधीही अर्धवट असू शकत नाही, ते कधीही अर्धवट चूक असू शकत नाही.</p>\n<p>हे म्हणणे हास्यास्पद आहे: सत्य हे काळाचे आहे आणि एका काळात जे होते ते दुसऱ्या काळात नसते.</p>\n<p>सत्याचा काळाशी काहीही संबंध नाही. सत्य कालातीत आहे. ‘मी’ हा काळ आहे आणि त्यामुळे तो सत्य जाणू शकत नाही.</p>\n<p>पारंपारिक, तात्पुरती, सापेक्ष सत्ये मानणे हास्यास्पद आहे. लोक कल्पना आणि मतांना सत्यासोबत गोंधळ घालतात.</p>\n<p>सत्याचा मतांशी किंवा तथाकथित पारंपरिक सत्यांशी काहीही संबंध नाही, कारण ते केवळ मनाचे क्षुल्लक प्रक्षेपण आहेत.</p>\n<p>सत्य हे क्षणोक्षणी अज्ञात आहे आणि त्याचा अनुभव केवळ मानसशास्त्रीय ‘मी’ च्या अनुपस्थितीत येऊ शकतो.</p>\n<p>सत्य युक्तिवाद, कल्पना, मतांचा विषय नाही. सत्य केवळ प्रत्यक्ष अनुभवानेच जाणता येते.</p>\n<p>मन केवळ मत देऊ शकते आणि मतांचा सत्याशी काहीही संबंध नाही.</p>\n<p>मन कधीही सत्याची कल्पना करू शकत नाही.</p>\n<p>शिक्षक, शाळा, महाविद्यालये, विद्यापीठांतील प्राध्यापकांनी सत्याचा अनुभव घ्यावा आणि आपल्या शिष्यांना मार्ग दाखवावा.</p>\n<p>सत्य हा प्रत्यक्ष अनुभवाचा विषय आहे, तो सिद्धांत, मत किंवा कल्पनांचा विषय नाही.</p>\n<p>आपण अभ्यास करू शकतो आणि केला पाहिजे, पण प्रत्येक सिद्धांत, कल्पना, मत इत्यादीमध्ये जे काही सत्य आहे त्याचा प्रत्यक्ष अनुभव घेणे तातडीचे आहे.</p>\n<p>आपण अभ्यास केला पाहिजे, विश्लेषण केले पाहिजे, चौकशी केली पाहिजे, पण आपण जे काही शिकतो त्यातील सत्य अनुभवण्याची नितांत गरज आहे, ज्याला कोणताही विलंब होऊ नये.</p>\n<p>जोपर्यंत मन क्षुब्ध, विचलित आणि विरोधाभासी मतांनी त्रस्त आहे, तोपर्यंत सत्याचा अनुभव घेणे अशक्य आहे.</p>\n<p>सत्याचा अनुभव तेव्हाच येतो जेव्हा मन शांत असते, जेव्हा मन शांत असते.</p>\n<p>शाळा, महाविद्यालये आणि विद्यापीठांतील शिक्षकांनी विद्यार्थ्यांना खोलवर आंतरिक ध्यानाचा मार्ग दाखवावा.</p>\n<p>खोलवर आंतरिक ध्यानाचा मार्ग आपल्याला मनाच्या शांततेकडे आणि नि:शब्दतेकडे घेऊन जातो.</p>\n<p>जेव्हा मन शांत होते, विचार, इच्छा, मते इत्यादींपासून रिक्त होते, जेव्हा मन शांत होते तेव्हा सत्य आपल्यापर्यंत येते.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mr/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mr/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mr/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
