import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Η Αλήθεια",
  "locale": "el",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. Η Αλήθεια",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Από την παιδική και νεανική ηλικία ξεκινά ο Γολγοθάς της άθλιας ύπαρξής μας με πολλές ψυχικές διαστρεβλώσεις, οικείες οικογενειακές τραγωδίες, αντιξοότητες στο σπίτι και στο σχολείο κ.λπ.</p>\n<p>Είναι σαφές ότι στην παιδική και νεανική ηλικία, με πολύ σπάνιες εξαιρέσεις, όλα αυτά τα προβλήματα δεν καταφέρνουν να μας επηρεάσουν σε πραγματικά βαθύ βαθμό, αλλά όταν γινόμαστε μεγαλύτεροι, αρχίζουν τα ερωτήματα: Ποιος είμαι εγώ; Από πού έρχομαι; Γιατί πρέπει να υποφέρω; Ποιος είναι ο σκοπός αυτής της ύπαρξης; κ.λπ. κ.λπ. κ.λπ.</p>\n<p>Όλοι στο δρόμο της ζωής έχουμε κάνει αυτές τις ερωτήσεις, όλοι κάποτε έχουμε θελήσει να ερευνήσουμε, να αναζητήσουμε, να γνωρίσουμε το “γιατί” τόσων πικριών, δυσαρεστημάτων, αγώνων και βάσανα, αλλά δυστυχώς πάντα καταλήγουμε εγκλωβισμένοι σε κάποια θεωρία, σε κάποια γνώμη, σε κάποια πίστη σε αυτό που είπε ο γείτονας, σε αυτό που μας απάντησε κάποιος γέρος γερο-ξεκούτης κ.λπ.</p>\n<p>Έχουμε χάσει την αληθινή αθωότητα και την ειρήνη της ήρεμης καρδιάς και γι’ αυτό δεν είμαστε ικανοί να βιώσουμε άμεσα την αλήθεια σε όλη της τη σκληρότητα, εξαρτώμεθα από αυτό που λένε οι άλλοι και είναι σαφές ότι βαδίζουμε σε λάθος δρόμο.</p>\n<p>Η καπιταλιστική κοινωνία καταδικάζει ριζικά τους άθεους, αυτούς που δεν πιστεύουν στον Θεό.</p>\n<p>Η Μαρξιστική-Λενινιστική Κοινωνία καταδικάζει αυτούς που πιστεύουν στον ΘΕΟ, αλλά στην ουσία και τα δύο είναι το ίδιο πράγμα, θέμα γνωμών, ιδιοτροπίες των ανθρώπων, προβολές του νου. Ούτε η ευπιστία, ούτε η απιστία, ούτε ο σκεπτικισμός σημαίνουν ότι έχει βιωθεί η αλήθεια.</p>\n<p>Ο νους μπορεί να έχει την πολυτέλεια να πιστεύει, να αμφιβάλλει, να εκφέρει γνώμη, να κάνει εικασίες κ.λπ., αλλά αυτό δεν είναι να βιώνει την αλήθεια.</p>\n<p>Επίσης, μπορούμε να έχουμε την πολυτέλεια να πιστεύουμε στον ήλιο ή να μην πιστεύουμε σε αυτόν και ακόμη και να αμφιβάλλουμε γι’ αυτόν, αλλά το άστρο-βασιλιάς θα συνεχίσει να δίνει φως και ζωή σε όλα τα υπάρχοντα χωρίς οι απόψεις μας να έχουν γι’ αυτόν την παραμικρή σημασία.</p>\n<p>Πίσω από την τυφλή πίστη, πίσω από την απιστία και τον σκεπτικισμό, κρύβονται πολλές αποχρώσεις ψεύτικης ηθικής και πολλές λανθασμένες έννοιες ψεύτικης αξιοπρέπειας στη σκιά της οποίας ενισχύεται το ΕΓΩ.</p>\n<p>Η κοινωνία καπιταλιστικού τύπου και η κοινωνία κομμουνιστικού τύπου έχουν καθεμία με τον τρόπο της και σύμφωνα με τις ιδιοτροπίες, τις προκαταλήψεις και τις θεωρίες της, τον δικό της ιδιαίτερο τύπο ηθικής. Αυτό που είναι ηθικό εντός του καπιταλιστικού μπλοκ είναι ανήθικο εντός του κομμουνιστικού μπλοκ και αντίστροφα.</p>\n<p>Η ηθική εξαρτάται από τα έθιμα, τον τόπο, την εποχή. Αυτό που σε μια χώρα είναι ηθικό σε μια άλλη χώρα είναι ανήθικο και αυτό που σε μια εποχή ήταν ηθικό, σε μια άλλη εποχή είναι ανήθικο. Η ηθική δεν έχει καμία ουσιαστική αξία, αναλύοντάς την σε βάθος, είναι ηλίθια εκατό τοις εκατό.</p>\n<p>Η θεμελιώδης εκπαίδευση δεν διδάσκει ηθική, η θεμελιώδης εκπαίδευση διδάσκει ΕΠΑΝΑΣΤΑΤΙΚΗ ΗΘΙΚΗ και αυτό είναι που χρειάζονται οι νέες γενιές.</p>\n<p>Από την τρομακτική νύχτα των αιώνων, σε όλους τους καιρούς, υπήρχαν πάντα άνθρωποι που απομακρύνθηκαν από τον κόσμο για να αναζητήσουν την ΑΛΗΘΕΙΑ.</p>\n<p>Είναι παράλογο να απομακρύνεται κανείς από τον κόσμο για να αναζητήσει την ΑΛΗΘΕΙΑ επειδή αυτή βρίσκεται μέσα στον κόσμο και μέσα στον άνθρωπο εδώ και τώρα.</p>\n<p>Η ΑΛΗΘΕΙΑ είναι το άγνωστο από στιγμή σε στιγμή και δεν είναι αποχωριζόμενοι από τον κόσμο ούτε εγκαταλείποντας τους συνανθρώπους μας που μπορούμε να την ανακαλύψουμε.</p>\n<p>Είναι παράλογο να λέμε ότι κάθε αλήθεια είναι μισή αλήθεια και ότι κάθε αλήθεια είναι μισό λάθος.</p>\n<p>Η ΑΛΗΘΕΙΑ είναι ριζική και ΕΙΝΑΙ ή δεν ΕΙΝΑΙ, ποτέ δεν μπορεί να είναι κατά το ήμισυ, ποτέ δεν μπορεί να είναι μισό λάθος.</p>\n<p>Είναι παράλογο να λέμε: η ΑΛΗΘΕΙΑ είναι του χρόνου και ότι αυτό που σε έναν χρόνο ήταν σε άλλον χρόνο δεν ΕΙΝΑΙ.</p>\n<p>Η ΑΛΗΘΕΙΑ δεν έχει καμία σχέση με τον χρόνο. Η ΑΛΗΘΕΙΑ είναι ΑΧΡΟΝΙΚΗ. ΤΟ ΕΓΩ είναι χρόνος και επομένως δεν μπορεί να γνωρίσει την ΑΛΗΘΕΙΑ.</p>\n<p>Είναι παράλογο να υποθέτουμε συμβατικές, προσωρινές, σχετικές αλήθειες. Οι άνθρωποι συγχέουν τις έννοιες και τις απόψεις με αυτό που είναι η ΑΛΗΘΕΙΑ.</p>\n<p>Η ΑΛΗΘΕΙΑ δεν έχει καμία σχέση με τις απόψεις ούτε με τις λεγόμενες συμβατικές αλήθειες, επειδή αυτές είναι μόνο ασήμαντες προβολές του νου.</p>\n<p>Η ΑΛΗΘΕΙΑ είναι το άγνωστο από στιγμή σε στιγμή και μπορεί να βιωθεί μόνο απουσία του ψυχολογικού ΕΓΩ.</p>\n<p>Η αλήθεια δεν είναι θέμα σοφισμάτων, εννοιών, απόψεων. Η αλήθεια μπορεί να γίνει γνωστή μόνο μέσω της άμεσης εμπειρίας.</p>\n<p>Ο νους μπορεί μόνο να εκφέρει γνώμη και οι απόψεις δεν έχουν καμία σχέση με την αλήθεια.</p>\n<p>Ο νους δεν μπορεί ποτέ να συλλάβει την ΑΛΗΘΕΙΑ.</p>\n<p>Οι δάσκαλοι, οι δασκάλες σχολείων, κολεγίων, πανεπιστημίων, πρέπει να βιώσουν την αλήθεια και να δείξουν τον δρόμο στους μαθητές και τις μαθήτριές τους.</p>\n<p>Η ΑΛΗΘΕΙΑ είναι θέμα άμεσης εμπειρίας, όχι θέμα θεωριών, απόψεων ή εννοιών.</p>\n<p>Μπορούμε και πρέπει να μελετήσουμε, αλλά είναι επείγον να βιώσουμε μόνοι μας και άμεσα αυτό που υπάρχει αληθινό σε κάθε θεωρία, έννοια, άποψη κ.λπ. κ.λπ. κ.λπ.</p>\n<p>Πρέπει να μελετήσουμε, να αναλύσουμε, να αναζητήσουμε, αλλά επίσης χρειαζόμαστε με ΑΝΑΒΑΛΗ ΕΠΕΙΓΟΝΤΩΣ να βιώσουμε την ΑΛΗΘΕΙΑ που περιέχεται σε ό,τι μελετάμε.</p>\n<p>Είναι αδύνατο να βιώσουμε την ΑΛΗΘΕΙΑ ενώ ο νους βρίσκεται ταραγμένος, σπασμωδικός, βασανισμένος από τις αντικρουόμενες απόψεις.</p>\n<p>Μόνο είναι δυνατό να βιώσουμε την ΑΛΗΘΕΙΑ όταν ο νους είναι ακίνητος, όταν ο νους είναι σε σιωπή.</p>\n<p>Οι δάσκαλοι και οι δασκάλες σχολείων, κολεγίων και πανεπιστημίων, πρέπει να υποδεικνύουν στους μαθητές και τις μαθήτριες τον δρόμο του ενδοσκοπικού ενδόμυχου διαλογισμού.</p>\n<p>Ο δρόμος του ενδοσκοπικού ενδόμυχου διαλογισμού μας οδηγεί στην ηρεμία και τη σιωπή του νου.</p>\n<p>Όταν ο νους είναι ακίνητος, άδειος από σκέψεις, επιθυμίες, απόψεις κ.λπ., όταν ο νους είναι σε σιωπή, έρχεται σε εμάς η αλήθεια.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/el/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
