import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Правда",
  "locale": "ru",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. Правда",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>С детства и юности начинается Крестный путь нашего жалкого существования со множеством душевных терзаний, сокровенных семейных трагедий, невзгод дома и в школе и т. д.</p>\n<p>Очевидно, что в детстве и юности, за очень редким исключением, все эти проблемы не затрагивают нас по-настоящему глубоко, но когда мы становимся взрослыми, начинаются вопросы: «Кто я?», «Откуда я пришел?», «Почему я должен страдать?», «В чем смысл этого существования?» и т. д., и т. п.</p>\n<p>Все мы на жизненном пути задавали себе эти вопросы, все мы когда-то хотели исследовать, расспрашивать, познать «почему» столько горечи, разочарований, борьбы и страданий, но, к сожалению, мы всегда заканчиваем тем, что оказываемся запертыми в какой-то теории, в каком-то мнении, в какой-то вере в то, что сказал сосед, в том, что нам ответил какой-то старый разваливающийся старик и т. д.</p>\n<p>Мы потеряли истинную невинность и мир спокойного сердца, и поэтому не способны непосредственно испытать правду во всей ее суровости, мы зависим от того, что говорят другие, и очевидно, что мы идем по неправильному пути.</p>\n<p>Капиталистическое общество радикально осуждает атеистов, тех, кто не верит в Бога.</p>\n<p>Марксистско-ленинское общество осуждает тех, кто ВЕРИТ в БОГА, но в глубине души и то, и другое - одно и то же, вопрос мнений, прихотей людей, проекций ума. Ни доверчивость, ни недоверие, ни скептицизм не означают, что вы испытали правду.</p>\n<p>Ум может позволить себе верить, сомневаться, высказывать свое мнение, строить предположения и т. д., но это не значит испытать правду.</p>\n<p>Мы также можем позволить себе верить в солнце или не верить в него и даже сомневаться в нем, но звезда-царь будет продолжать давать свет и жизнь всему существующему, и наши мнения не будут иметь для него никакого значения.</p>\n<p>За слепой верой, за неверием и скептицизмом скрывается много оттенков ложной морали и много ошибочных представлений о ложной респектабельности, в тени которых укрепляется Я.</p>\n<p>Общество капиталистического типа и общество коммунистического типа имеют каждое по-своему и в соответствии со своими прихотями, предрассудками и теориями свой особый тип морали. То, что является моральным внутри капиталистического блока, является аморальным внутри коммунистического блока и наоборот.</p>\n<p>Мораль зависит от обычаев, места, времени. То, что является моральным в одной стране, является аморальным в другой стране, и то, что было моральным в одну эпоху, является аморальным в другую эпоху. Мораль не имеет никакой существенной ценности, если ее тщательно проанализировать, она оказывается глупой на сто процентов.</p>\n<p>Фундаментальное образование не учит морали, фундаментальное образование учит РЕВОЛЮЦИОННОЙ ЭТИКЕ, и это то, что нужно новым поколениям.</p>\n<p>С ужасной ночи веков во все времена были люди, которые уходили из мира, чтобы искать ИСТИНУ.</p>\n<p>Абсурдно уходить из мира, чтобы искать ИСТИНУ, потому что она находится внутри мира и внутри человека здесь и сейчас.</p>\n<p>ИСТИНА - это неизвестное в каждый момент, и мы не можем открыть ее, отделившись от мира или оставив наших ближних.</p>\n<p>Абсурдно говорить, что всякая правда есть полуправда и что всякая правда есть полу-ошибка.</p>\n<p>ИСТИНА радикальна и ЕСТЬ или НЕ ЕСТЬ, она никогда не может быть наполовину, она никогда не может быть полу-ошибкой.</p>\n<p>Абсурдно говорить: ИСТИНА принадлежит времени и то, что было в одно время, в другое время не ЕСТЬ.</p>\n<p>ИСТИНА не имеет ничего общего со временем. ИСТИНА АВРЕМАЛЬНА. Я есть время и поэтому не может познать ИСТИНУ.</p>\n<p>Абсурдно предполагать условные, временные, относительные истины. Люди путают понятия и мнения с тем, что есть ИСТИНА.</p>\n<p>ИСТИНА не имеет ничего общего с мнениями или с так называемыми условными истинами, потому что это всего лишь неважные проекции ума.</p>\n<p>ИСТИНА - это неизвестное в каждый момент, и ее можно испытать только в отсутствие психологического Я.</p>\n<p>Истина - это не вопрос софизмов, понятий, мнений. Истина может быть познана только через непосредственный опыт.</p>\n<p>Ум может только высказывать свое мнение, а мнения не имеют ничего общего с истиной.</p>\n<p>Ум никогда не сможет постичь ИСТИНУ.</p>\n<p>Учителя, учительницы школ, колледжей, университетов должны испытать истину и указать путь своим ученикам и ученицам.</p>\n<p>ИСТИНА - это вопрос непосредственного опыта, а не вопрос теорий, мнений или понятий.</p>\n<p>Мы можем и должны учиться, но срочно необходимо испытать самим и непосредственно то, что есть истинного в каждой теории, концепции, мнении и т. д., и т. п.</p>\n<p>Мы должны изучать, анализировать, расспрашивать, но мы также должны СРОЧНО, безотлагательно испытать ИСТИНУ, содержащуюся во всем, что мы изучаем.</p>\n<p>Невозможно испытать ИСТИНУ, когда ум возбужден, потрясен, измучен противоречивыми мнениями.</p>\n<p>Только тогда возможно испытать ИСТИНУ, когда ум спокоен, когда ум молчит.</p>\n<p>Учителя и учительницы школ, колледжей и университетов должны указать ученикам и ученицам путь глубокой внутренней медитации.</p>\n<p>Путь глубокой внутренней медитации ведет нас к тишине и молчанию ума.</p>\n<p>Когда ум спокоен, пуст от мыслей, желаний, мнений и т. д., когда ум молчит, к нам приходит истина.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ru/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
