import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "सत्य",
  "locale": "ne",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. सत्य",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>बाल्यकाल र युवावस्थादेखि नै हाम्रो दु:खमय अस्तित्वको क्रुसको बाटो सुरु हुन्छ, जसमा धेरै मानसिक विचलनहरू, पारिवारिक त्रासदीहरू, घर र विद्यालयमा हुने प्रतिकूलताहरू आदि हुन्छन्।</p>\n<p>यो स्पष्ट छ कि बाल्यकाल र युवावस्थामा, धेरै दुर्लभ अपवादहरू बाहेक, यी सबै समस्याहरूले हामीलाई वास्तवमै गहिरो रूपमा असर गर्दैनन्, तर जब हामी वयस्क हुन्छौं, तब प्रश्नहरू सुरु हुन्छन् - म को हुँ? म कहाँबाट आएँ? मैले किन दु:ख भोग्नुपर्छ? यो अस्तित्वको उद्देश्य के हो? आदि इत्यादि।</p>\n<p>जीवनको मार्गमा हामी सबैले यी प्रश्नहरू सोधेका छौं, सबैले कुनै न कुनै बेला धेरै तितोपन, निराशा, संघर्ष र पीडाहरूको “किन” पत्ता लगाउन, सोधपुछ गर्न, जान्न चाहेका छौं, तर दुर्भाग्यवश हामी सधैं कुनै सिद्धान्तमा, कुनै रायमा, कुनै विश्वासमा, छिमेकीले भनेको कुरामा, कुनै बूढो मान्छेले दिएको जवाफमा अड्किन्छौं।</p>\n<p>हामीले साँचो निर्दोषता र शान्त हृदयको शान्ति गुमाएका छौं र त्यसैले हामी सम्पूर्ण सत्यतालाई प्रत्यक्ष रूपमा अनुभव गर्न सक्षम छैनौं, हामी अरूले के भन्छन् त्यसमा निर्भर हुन्छौं र यो स्पष्ट छ कि हामी गलत मार्गमा हिँडिरहेका छौं।</p>\n<p>पुँजीवादी समाजले नास्तिकहरूलाई, ईश्वरमा विश्वास नगर्नेहरूलाई कट्टर रूपमा निन्दा गर्छ।</p>\n<p>मार्क्सवादी-लेनिनवादी समाजले ईश्वरमा विश्वास गर्नेहरूलाई निन्दा गर्छ, तर वास्तवमा दुवै कुरा एउटै हुन्, यो विचारको कुरा हो, मानिसहरूको लहड हो, दिमागको प्रक्षेपण हो। न त विश्वास, न अविश्वास, न संशयवादले सत्यको अनुभव गरेको अर्थ दिन्छ।</p>\n<p>दिमागले विश्वास गर्ने, शंका गर्ने, राय दिने, अनुमान गर्ने आदि विलासिता गर्न सक्छ, तर त्यो सत्यको अनुभव गर्नु होइन।</p>\n<p>हामी सूर्यमा विश्वास गर्ने वा नगर्ने र यसमा शंका गर्ने विलासिता पनि गर्न सक्छौं, तर सूर्यले हाम्रो रायको कुनै महत्त्व नराखी सबै अस्तित्वलाई प्रकाश र जीवन दिइरहनेछ।</p>\n<p>अन्धविश्वास, अविश्वास र संशयवादको पछाडि झूटो नैतिकताका धेरै सूक्ष्मताहरू र झूटो मर्यादाका धेरै गलत धारणाहरू लुकेका हुन्छन्, जसको छायामा अहंकार बलियो हुन्छ।</p>\n<p>पुँजीवादी प्रकारको समाज र साम्यवादी प्रकारको समाज, प्रत्येकको आफ्नै तरिकाले र आफ्नै लहड, पूर्वाग्रह र सिद्धान्त अनुसार, विशेष प्रकारको नैतिकता हुन्छ। पुँजीवादी गुटभित्र जे नैतिक छ, त्यो साम्यवादी गुटभित्र अनैतिक छ र यसको विपरीत।</p>\n<p>नैतिकता रीतिरिवाज, स्थान र समयमा निर्भर गर्दछ। एउटा देशमा जे नैतिक छ, त्यो अर्को देशमा अनैतिक छ र जुन एक समयमा नैतिक थियो, त्यो अर्को समयमा अनैतिक छ। नैतिकताको कुनै आवश्यक मूल्य छैन, यसलाई गहिरो रूपमा विश्लेषण गर्दा यो शतप्रतिशत मूर्खतापूर्ण हुन्छ।</p>\n<p>आधारभूत शिक्षाले नैतिकता सिकाउँदैन, आधारभूत शिक्षाले क्रान्तिकारी नैतिकता सिकाउँछ र नयाँ पुस्तालाई त्यही चाहिन्छ।</p>\n<p>शताब्दीऔंको डरलाग्दो रातदेखि, सबै समयमा, सधैं त्यस्ता मानिसहरू थिए जो सत्यको खोजीमा संसारबाट टाढा रहे।</p>\n<p>सत्यको खोजीमा संसारबाट टाढा जानु बेतुकको हो किनकि यो संसारभित्र र मानिसभित्र यहाँ र अहिले पाइन्छ।</p>\n<p>सत्य क्षण-क्षणमा अज्ञात हुन्छ र यो संसारबाट अलग भएर वा आफ्ना साथीहरूलाई त्यागेर हामीले पत्ता लगाउन सक्दैनौं।</p>\n<p>यो भन्नु बेतुक हो कि सबै सत्य आधा सत्य हो र सबै सत्य आधा गल्ती हो।</p>\n<p>सत्य कट्टर छ र यो हुन्छ वा हुँदैन, यो कहिल्यै आधा हुन सक्दैन, यो कहिल्यै आधा गल्ती हुन सक्दैन।</p>\n<p>यो भन्नु बेतुक हो: सत्य समयको हो र जुन एक समयमा थियो त्यो अर्को समयमा हुँदैन।</p>\n<p>सत्यको समयसँग कुनै सम्बन्ध छैन। सत्य कालातीत छ। अहंकार समय हो र त्यसैले यसले सत्य जान्न सक्दैन।</p>\n<p>पारम्परिक, अस्थायी, सापेक्षिक सत्यहरू मान्नु बेतुक हो। मानिसहरूले धारणाहरू र विचारहरूलाई सत्यसँग भ्रमित गर्छन्।</p>\n<p>सत्यको विचार वा तथाकथित पारम्परिक सत्यहरूसँग कुनै सम्बन्ध छैन, किनकि यी केवल दिमागका महत्वहीन प्रक्षेपणहरू हुन्।</p>\n<p>सत्य क्षण-क्षणमा अज्ञात हुन्छ र यसलाई मनोवैज्ञानिक अहंकारको अनुपस्थितिमा मात्र अनुभव गर्न सकिन्छ।</p>\n<p>सत्य तर्क, अवधारणा, विचारको कुरा होइन। सत्य प्रत्यक्ष अनुभवबाट मात्र जान्न सकिन्छ।</p>\n<p>दिमागले मात्र राय दिन सक्छ र रायको सत्यसँग कुनै सम्बन्ध छैन।</p>\n<p>दिमागले सत्यलाई कहिल्यै कल्पना गर्न सक्दैन।</p>\n<p>विद्यालय, कलेज, विश्वविद्यालयका शिक्षकहरूले सत्यको अनुभव गर्नुपर्छ र आफ्ना विद्यार्थीहरूलाई मार्ग देखाउनुपर्छ।</p>\n<p>सत्य प्रत्यक्ष अनुभवको कुरा हो, सिद्धान्त, विचार वा अवधारणाको कुरा होइन।</p>\n<p>हामी अध्ययन गर्न सक्छौं र गर्नुपर्छ तर प्रत्येक सिद्धान्त, अवधारणा, राय आदिमा के सत्य छ भनेर आफैंले र प्रत्यक्ष रूपमा अनुभव गर्नु जरुरी छ।</p>\n<p>हामीले अध्ययन गर्नुपर्छ, विश्लेषण गर्नुपर्छ, सोधपुछ गर्नुपर्छ, तर हामीले अध्ययन गर्ने सबै कुरामा निहित सत्यलाई अनुभव गर्न पनि तत्काल आवश्यक छ।</p>\n<p>जब दिमाग उत्तेजित, विक्षिप्त, विरोधाभासी विचारहरूले सताएको हुन्छ, तब सत्यको अनुभव गर्न असम्भव छ।</p>\n<p>सत्यको अनुभव तब मात्र सम्भव छ जब दिमाग स्थिर हुन्छ, जब दिमाग मौन हुन्छ।</p>\n<p>विद्यालय, कलेज र विश्वविद्यालयका शिक्षकहरूले विद्यार्थीहरूलाई गहिरो आन्तरिक ध्यानको मार्ग देखाउनुपर्छ।</p>\n<p>गहिरो आन्तरिक ध्यानको मार्गले हामीलाई दिमागको स्थिरता र मौनतासम्म पुर्‍याउँछ।</p>\n<p>जब दिमाग स्थिर हुन्छ, विचार, इच्छा, राय आदिबाट खाली हुन्छ, जब दिमाग मौन हुन्छ, तब सत्य हामीमा आउँछ।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ne/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ne/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ne/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
