import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Истината",
  "locale": "bg",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. Истината",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Още от детството и младостта започва кръстният път на нашето жалко съществуване с много психически изкривявания, интимни семейни трагедии, неприятности в дома и в училище и т.н.</p>\n<p>Ясно е, че в детството и младостта, с много редки изключения, всички тези проблеми не успяват да ни засегнат наистина дълбоко, но когато вече станем възрастни, започват въпросите: Кой съм аз? Откъде идвам? Защо трябва да страдам? Какъв е смисълът на това съществуване? и т.н. и т.н. и т.н.</p>\n<p>Всички по пътя на живота сме си задавали тези въпроси, всички някога сме искали да изследваме, да проучим, да познаем “защо”-то на толкова много горчивини, разочарования, борби и страдания, но за съжаление винаги завършваме затворени в някаква теория, в някакво мнение, в някакво вярване в това, което казал съседът, в това, което ни отговорил някой стар развалина и т.н.</p>\n<p>Изгубили сме истинската невинност и спокойствието на тихото сърце и поради това не сме способни да преживеем директно истината в цялата й суровост, зависим от това, което казват другите и е ясно, че вървим по грешен път.</p>\n<p>Капиталистическото общество осъжда радикално атеистите, тези, които не вярват в Бог.</p>\n<p>Марксистко-ленинското общество осъжда тези, които ВЯРВАТ в БОГ, но в дълбочина и двете неща са еднакви, въпрос на мнения, капризи на хората, проекции на ума. Нито лековерието, нито неверието, нито скептицизмът означават да си преживял истината.</p>\n<p>Умът може да си позволи да вярва, да се съмнява, да дава мнения, да прави предположения и т.н., но това не е да преживееш истината.</p>\n<p>Също така можем да си позволим да вярваме в слънцето или да не вярваме в него и дори да се съмняваме в него, но небесното тяло ще продължи да дава светлина и живот на всичко съществуващо, без нашите мнения да имат и най-малко значение за него.</p>\n<p>Зад сляпата вяра, зад неверието и скептицизма се крият много нюанси на фалшив морал и много погрешни концепции за фалшива респектабилност, в чиято сянка се засилва АЗ-ът.</p>\n<p>Обществото от капиталистически тип и обществото от комунистически тип имат всяко по свой начин и според своите капризи, предразсъдъци и теории свой специален тип морал. Това, което е морал в капиталистическия блок, е неморално в комунистическия блок и обратно.</p>\n<p>Моралът зависи от обичаите, от мястото, от епохата. Това, което в една страна е морал, в друга страна е неморално и това, което в една епоха е било морал, в друга епоха е неморално. Моралът няма никаква съществена стойност, анализирайки го задълбочено, той е глупав на сто процента.</p>\n<p>Основното образование не учи на морал, основното образование учи на РЕВОЛЮЦИОННА ЕТИКА и това е, от което се нуждаят новите поколения.</p>\n<p>От ужасяващата нощ на вековете, във всички времена, винаги е имало мъже, които са се отдалечавали от света, за да търсят ИСТИНАТА.</p>\n<p>Абсурдно е да се отдалечаваш от света, за да търсиш ИСТИНАТА, защото тя се намира вътре в света и вътре в човека тук и сега.</p>\n<p>ИСТИНАТА е непознатото от момент на момент и не е като се отделяме от света, нито като изоставяме нашите ближни, как можем да я открием.</p>\n<p>Абсурдно е да се казва, че всяка истина е наполовина истина и че всяка истина е наполовина грешка.</p>\n<p>ИСТИНАТА е радикална и Е или не Е, никога не може да бъде наполовина, никога не може да бъде наполовина грешка.</p>\n<p>Абсурдно е да се казва: ИСТИНАТА е на времето и това, което в едно време е било, в друго време не Е.</p>\n<p>ИСТИНАТА няма нищо общо с времето. ИСТИНАТА е ВЪНШНА ОТ ВРЕМЕТО. АЗ-ът е време и следователно не може да познае ИСТИНАТА.</p>\n<p>Абсурдно е да се предполагат условни, временни, относителни истини. Хората бъркат концепциите и мненията с това, което е ИСТИНАТА.</p>\n<p>ИСТИНАТА няма нищо общо с мненията, нито с така наречените условни истини, защото те са само безсъдържателни проекции на ума.</p>\n<p>ИСТИНАТА е непознатото от момент на момент и може да бъде преживяна само в отсъствието на психологическия АЗ.</p>\n<p>Истината не е въпрос на софизми, концепции, мнения. Истината може да бъде позната само чрез директен опит.</p>\n<p>Умът може само да дава мнения и мненията нямат нищо общо с истината.</p>\n<p>Умът никога не може да зачене ИСТИНАТА.</p>\n<p>Учителите, учителките от училища, колежи, университети, трябва да преживеят истината и да посочат пътя на своите ученици и ученички.</p>\n<p>ИСТИНАТА е въпрос на директен опит, не въпрос на теории, мнения или концепции.</p>\n<p>Можем и трябва да учим, но е спешно да преживеем сами и директно това, което има истина във всяка теория, концепция, мнение и т.н. и т.н. и т.н.</p>\n<p>Трябва да учим, да анализираме, да проучваме, но също така спешно се нуждаем от незабавно да преживеем ИСТИНАТА, съдържаща се във всичко, което изучаваме.</p>\n<p>Невъзможно е да се преживее ИСТИНАТА, докато умът е развълнуван, потресен, измъчван от противоположните мнения.</p>\n<p>Възможно е да се преживее ИСТИНАТА само когато умът е спокоен, когато умът е в тишина.</p>\n<p>Учителите и учителките от училища, колежи и университети, трябва да посочат на учениците и ученичките пътя на дълбоката вътрешна медитация.</p>\n<p>Пътят на дълбоката вътрешна медитация ни води до спокойствието и тишината на ума.</p>\n<p>Когато умът е спокоен, празен от мисли, желания, мнения и т.н., когато умът е в тишина, при нас идва истината.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bg/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
