import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "સત્ય",
  "locale": "gu",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. સત્ય",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>બાળપણ અને યુવાનીથી જ આપણા દુ:ખદાયક અસ્તિત્વનો ક્રૂસ માર્ગ શરૂ થાય છે, જેમાં ઘણી માનસિક વિકૃતિઓ, ઘનિષ્ઠ પારિવારિક દુર્ઘટનાઓ, ઘર અને શાળામાં વિરોધાભાસ વગેરે હોય છે.</p>\n<p>એ સ્પષ્ટ છે કે બાળપણ અને યુવાનીમાં, ખૂબ જ દુર્લભ અપવાદો સિવાય, આ બધી સમસ્યાઓ આપણને ખરેખર ઊંડી અસર કરતી નથી, પરંતુ જ્યારે આપણે વૃદ્ધ થઈએ છીએ, ત્યારે પ્રશ્નો શરૂ થાય છે, હું કોણ છું? હું ક્યાંથી આવ્યો છું? મારે શા માટે સહન કરવું પડે છે? આ અસ્તિત્વનો હેતુ શું છે? વગેરે વગેરે વગેરે.</p>\n<p>જીવનના માર્ગ પર આપણે બધાએ આ પ્રશ્નો પૂછ્યા છે, આપણે બધા કોઈક સમયે આટલી બધી કડવાશ, નિરાશાઓ, સંઘર્ષો અને દુ:ખોનું કારણ જાણવા માંગીએ છીએ, પરંતુ કમનસીબે આપણે હંમેશા કોઈ સિદ્ધાંત, કોઈ અભિપ્રાય, કોઈ માન્યતામાં અટવાઈ જઈએ છીએ, જે પડોશીએ કહ્યું, કોઈ વૃદ્ધ માણસે આપણને જવાબ આપ્યો, વગેરે.</p>\n<p>આપણે સાચી નિર્દોષતા અને શાંત હૃદયની શાંતિ ગુમાવી દીધી છે અને તેથી આપણે સત્યનો સીધો અનુભવ કરવા સક્ષમ નથી, આપણે બીજાઓ શું કહે છે તેના પર આધાર રાખીએ છીએ અને એ સ્પષ્ટ છે કે આપણે ખોટા માર્ગ પર જઈ રહ્યા છીએ.</p>\n<p>મૂડીવાદી સમાજ નાસ્તિકોને, ભગવાનમાં વિશ્વાસ ન રાખનારાઓને સંપૂર્ણપણે વખોડી કાઢે છે.</p>\n<p>માર્ક્સવાદી-લેનિનવાદી સમાજ એવા લોકોને વખોડી કાઢે છે જેઓ ભગવાનમાં વિશ્વાસ કરે છે, પરંતુ ઊંડાણમાં બંને વસ્તુઓ સમાન છે, મંતવ્યોની બાબત, લોકોના તરંગો, મનના પ્રક્ષેપણો. ન તો સરળતાથી વિશ્વાસ કરવો, ન તો અવિશ્વાસ કરવો, ન તો સંશયવાદ, સત્યનો અનુભવ કરવાનો અર્થ થાય છે.</p>\n<p>મન માનવાની, શંકા કરવાની, અભિપ્રાય આપવાની, અનુમાન કરવાની લક્ઝરી લઈ શકે છે, વગેરે, પરંતુ તે સત્યનો અનુભવ કરવો નથી.</p>\n<p>આપણે સૂર્યમાં માનવાની અથવા તેમાં વિશ્વાસ ન રાખવાની અને તેના પર શંકા કરવાની પણ લક્ઝરી લઈ શકીએ છીએ, પરંતુ રાજા તારો દરેક વસ્તુને પ્રકાશ અને જીવન આપતો રહેશે અને આપણા મંતવ્યોનું તેના માટે કોઈ મહત્વ રહેશે નહીં.</p>\n<p>આંધળી માન્યતાની પાછળ, અવિશ્વાસ અને સંશયવાદની પાછળ, ખોટા નૈતિકતાના ઘણા રંગો અને ખોટી પ્રતિષ્ઠાની ઘણી ખોટી વિભાવનાઓ છુપાયેલી છે, જેની છાયામાં અહંકાર મજબૂત બને છે.</p>\n<p>મૂડીવાદી પ્રકારના સમાજ અને સામ્યવાદી પ્રકારના સમાજમાં દરેકની પોતાની રીતે અને તેમની તરંગો, પૂર્વગ્રહો અને સિદ્ધાંતો અનુસાર, નૈતિકતાનો વિશેષ પ્રકાર હોય છે. મૂડીવાદી બ્લોકમાં જે નૈતિક છે તે સામ્યવાદી બ્લોકમાં અનૈતિક છે અને તેનાથી ઊલટું.</p>\n<p>નૈતિકતા રિવાજો, સ્થળ, સમય પર આધાર રાખે છે. એક દેશમાં જે નૈતિક છે તે બીજા દેશમાં અનૈતિક છે અને જે એક સમયે નૈતિક હતું તે બીજા સમયે અનૈતિક છે. નૈતિકતાનું કોઈ આવશ્યક મૂલ્ય નથી, તેનું ઊંડાણપૂર્વક વિશ્લેષણ કરવાથી તે સો ટકા મૂર્ખ સાબિત થાય છે.</p>\n<p>મૂળભૂત શિક્ષણ નૈતિકતા શીખવતું નથી, મૂળભૂત શિક્ષણ ક્રાંતિકારી નીતિશાસ્ત્ર શીખવે છે અને નવી પેઢીઓને તેની જરૂર છે.</p>\n<p>સદીઓની ભયાનક રાતથી, દરેક સમયે, હંમેશા એવા પુરુષો હતા જેમણે સત્યની શોધ માટે વિશ્વથી દૂર રહેવાનું પસંદ કર્યું.</p>\n<p>સત્યની શોધ માટે વિશ્વથી દૂર રહેવું એ વાહિયાત છે કારણ કે તે વિશ્વની અંદર અને માણસની અંદર અહીં અને અત્યારે જ મળે છે.</p>\n<p>સત્ય ક્ષણે ક્ષણે અજાણ્યું છે અને વિશ્વથી અલગ થઈને કે આપણા સાથીઓને છોડીને આપણે તેને શોધી શકતા નથી.</p>\n<p>એ કહેવું વાહિયાત છે કે દરેક સત્ય અડધું સત્ય છે અને દરેક સત્ય અડધી ભૂલ છે.</p>\n<p>સત્ય ક્રાંતિકારી છે અને છે અથવા નથી, તે ક્યારેય અડધું ન હોઈ શકે, તે ક્યારેય અડધી ભૂલ ન હોઈ શકે.</p>\n<p>એ કહેવું વાહિયાત છે કે સત્ય સમયનું છે અને જે એક સમયે હતું તે બીજા સમયે નથી.</p>\n<p>સત્યને સમય સાથે કોઈ લેવાદેવા નથી. સત્ય સમયહીન છે. અહંકાર સમય છે અને તેથી તે સત્યને જાણી શકતો નથી.</p>\n<p>સંવહનશીલ, કામચલાઉ, સંબંધિત સત્યોની કલ્પના કરવી વાહિયાત છે. લોકો ખ્યાલો અને મંતવ્યોને એ સત્ય સાથે ભેળવી દે છે.</p>\n<p>સત્યને મંતવ્યો કે સંવહનશીલ કહેવાતા સત્યો સાથે કોઈ લેવાદેવા નથી, કારણ કે આ ફક્ત મનના અપરિણામકારક પ્રક્ષેપણો છે.</p>\n<p>સત્ય ક્ષણે ક્ષણે અજાણ્યું છે અને તેનો અનુભવ ફક્ત મનોવૈજ્ઞાનિક અહંકારની ગેરહાજરીમાં જ થઈ શકે છે.</p>\n<p>સત્ય દલીલો, ખ્યાલો, મંતવ્યોનો પ્રશ્ન નથી. સત્ય ફક્ત સીધા અનુભવ દ્વારા જ જાણી શકાય છે.</p>\n<p>મન ફક્ત અભિપ્રાય આપી શકે છે અને મંતવ્યોને સત્ય સાથે કોઈ લેવાદેવા નથી.</p>\n<p>મન ક્યારેય સત્યની કલ્પના કરી શકતું નથી.</p>\n<p>શાળાઓ, કોલેજો, યુનિવર્સિટીઓના શિક્ષકોએ સત્યનો અનુભવ કરવો જોઈએ અને તેમના શિષ્યોને માર્ગ બતાવવો જોઈએ.</p>\n<p>સત્ય એ સીધા અનુભવનો પ્રશ્ન છે, સિદ્ધાંતો, મંતવ્યો અથવા ખ્યાલોનો પ્રશ્ન નથી.</p>\n<p>આપણે અભ્યાસ કરી શકીએ છીએ અને કરવો જોઈએ પરંતુ દરેક સિદ્ધાંત, ખ્યાલ, અભિપ્રાય વગેરેમાં સત્ય શું છે તે જાતે અને સીધી રીતે અનુભવવું તાત્કાલિક છે.</p>\n<p>આપણે અભ્યાસ કરવો જોઈએ, વિશ્લેષણ કરવું જોઈએ, પૂછપરછ કરવી જોઈએ, પરંતુ આપણે જે અભ્યાસ કરીએ છીએ તેમાં રહેલા સત્યનો અનુભવ કરવાની તાત્કાલિક જરૂર છે.</p>\n<p>જ્યારે મન ક્ષુબ્ધ, આંદોલિત, વિરોધાભાસી મંતવ્યોથી ત્રસ્ત હોય ત્યારે સત્યનો અનુભવ કરવો અશક્ય છે.</p>\n<p>સત્યનો અનુભવ કરવો ત્યારે જ શક્ય છે જ્યારે મન શાંત હોય, જ્યારે મન મૌન હોય.</p>\n<p>શાળાઓ, કોલેજો અને યુનિવર્સિટીઓના શિક્ષકોએ વિદ્યાર્થીઓને ઊંડા આંતરિક ધ્યાનનો માર્ગ બતાવવો જોઈએ.</p>\n<p>ઊંડા આંતરિક ધ્યાનનો માર્ગ આપણને મનની શાંતિ અને મૌન તરફ દોરી જાય છે.</p>\n<p>જ્યારે મન શાંત હોય, વિચારો, ઇચ્છાઓ, મંતવ્યો વગેરેથી ખાલી હોય, જ્યારે મન મૌન હોય ત્યારે સત્ય આપણી પાસે આવે છે.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/gu/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/gu/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/gu/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
