import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Праўда",
  "locale": "be",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. Праўда",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>З дзяцінства і юнацтва пачынаецца Крыжовы шлях нашага жалю вартага існавання з многімі разумовымі выкрутасамі, інтымнымі трагедыямі ў сям’і, непрыемнасцямі дома і ў школе і г.д.</p>\n<p>Зразумела, што ў дзяцінстве і юнацтве, за вельмі рэдкім выключэннем, усе гэтыя праблемы не здольныя закрануць нас па-сапраўднаму глыбока, але калі мы становімся дарослымі, пачынаюцца пытанні: Хто я? Адкуль я? Чаму я павінен пакутаваць? Якая мэта гэтага існавання? і г.д. і г.д. і г.д.</p>\n<p>Усе на жыццёвым шляху задавалі сабе гэтыя пытанні, усе калісьці хацелі даследаваць, вывучыць, пазнаць “чаму” столькі горычы, крыўд, барацьбы і пакут, але, на жаль, мы заўсёды заканчваем тым, што аказваемся ў палоне якой-небудзь тэорыі, нейкага меркавання, нейкага пераканання ў тым, што сказаў сусед, што нам адказаў стары дзед і г.д.</p>\n<p>Мы страцілі сапраўдную непаўторнасць і спакой ціхага сэрца, і таму мы не здольныя наўпрост адчуць праўду ва ўсёй яе жорсткасці, мы залежым ад таго, што кажуць іншыя, і зразумела, што мы ідзем няправільным шляхам.</p>\n<p>Капіталістычнае грамадства радыкальна асуджае атэістаў, тых, хто не верыць у Бога.</p>\n<p>Марксісцка-ленінскае грамадства асуджае тых, хто ТАК верыць у БОГА, але ў глыбіні душы гэта адно і тое ж, пытанне меркаванняў, капрызаў людзей, праекцый розуму. Ні даверлівасць, ні недаверлівасць, ні скептыцызм не азначаюць, што мы адчулі праўду.</p>\n<p>Розум можа дазволіць сабе верыць, сумнявацца, выказваць меркаванне, рабіць здагадкі і г.д., але гэта не азначае адчуванне праўды.</p>\n<p>Мы таксама можам дазволіць сабе верыць у сонца або не верыць у яго і нават сумнявацца ў ім, але галоўнае свяціла будзе працягваць даваць святло і жыццё ўсяму існаму, і нашы меркаванні не будуць мець для яго ніякага значэння.</p>\n<p>За сляпой верай, за недаверлівасцю і скептыцызмам хаваецца шмат адценняў ілжывай маралі і шмат памылковых канцэпцый ілжывай паважнасці, у цені якіх умацоўваецца Я.</p>\n<p>Грамадства капіталістычнага тыпу і грамадства камуністычнага тыпу маюць кожнае па-свойму і ў адпаведнасці са сваімі капрызамі, забабонамі і тэорыямі свой асаблівы тып маралі. Тое, што маральна ў капіталістычным блоку, амаральна ў камуністычным блоку і наадварот.</p>\n<p>Мараль залежыць ад звычаяў, месца, часу. Тое, што маральна ў адной краіне, амаральна ў іншай краіне, а тое, што было маральным у адзін час, у іншы час амаральна. Мараль не мае ніякай істотнай каштоўнасці, калі аналізаваць яе глыбока, яна аказваецца на сто працэнтаў дурной.</p>\n<p>Фундаментальная адукацыя не вучыць маралі, фундаментальная адукацыя вучыць РЭВАЛЮЦЫЙНАЙ ЭТЫЦЫ, і гэта тое, што трэба новым пакаленням.</p>\n<p>З жахлівай ночы стагоддзяў ва ўсе часы заўсёды былі людзі, якія адыходзілі ад свету, каб шукаць ПРАЎДУ.</p>\n<p>Але не мае сэнсу адыходзіць ад свету, каб шукаць ПРАЎДУ, таму што яна знаходзіцца ўнутры свету і ўнутры чалавека тут і цяпер.</p>\n<p>ПРАЎДА - гэта невядомае з моманту ў момант, і не шляхам аддзялення ад свету і не шляхам адмовы ад нашых блізкіх мы можам яе адкрыць.</p>\n<p>Але не мае сэнсу казаць, што ўся праўда - гэта напалову праўда і што ўся праўда - гэта напалову памылка.</p>\n<p>ПРАЎДА радыкальная і ЯНА ЁСЦЬ або НЕ ЁСЦЬ, яна ніколі не можа быць напалову, яна ніколі не можа быць напалову памылкай.</p>\n<p>Але не мае сэнсу казаць: ПРАЎДА - гэта час, і тое, што было ў адзін час, у іншы час не з’яўляецца.</p>\n<p>ПРАЎДА не мае ніякага дачынення да часу. ПРАЎДА БЕЗЧАСОВАЯ. Я - гэта час, і таму я не магу ведаць ПРАЎДУ.</p>\n<p>Бессэнсоўна меркаваць аб умоўных, часовых, адносных ісцінах. Людзі блытаюць канцэпцыі і меркаванні з тым, што з’яўляецца ПРАЎДАЙ.</p>\n<p>ПРАЎДА не мае ніякага дачынення да меркаванняў або так званых умоўных ісцін, таму што яны з’яўляюцца толькі неістотнымі праекцыямі розуму.</p>\n<p>ПРАЎДА - гэта невядомае з моманту ў момант, і яно можа быць адчута толькі ў адсутнасць псіхалагічнага Я.</p>\n<p>Праўда - гэта не пытанне сафізмаў, паняццяў, меркаванняў. Праўда можа быць пазнана толькі праз непасрэдны вопыт.</p>\n<p>Розум можа толькі выказваць меркаванне, і меркаванні не маюць нічога агульнага з праўдай.</p>\n<p>Розум ніколі не можа зразумець ПРАЎДУ.</p>\n<p>Настаўнікі і настаўніцы школ, каледжаў, універсітэтаў павінны адчуць праўду і паказаць шлях сваім вучням і вучаніцам.</p>\n<p>ПРАЎДА - гэта пытанне непасрэднага вопыту, а не пытанне тэорый, меркаванняў або паняццяў.</p>\n<p>Мы можам і павінны вучыцца, але неабходна самастойна і наўпрост адчуць, што ёсць праўда ў кожнай тэорыі, канцэпцыі, меркаванні і г.д. і г.д. і г.д.</p>\n<p>Мы павінны вучыцца, аналізаваць, вывучаць, але нам таксама ТЭРМІНОВА неабходна адчуць ПРАЎДУ, якая змяшчаецца ва ўсім, што мы вывучаем.</p>\n<p>Немагчыма адчуць ПРАЎДУ, калі розум знаходзіцца ў узрушаным, збянтэжаным, замучаным супярэчлівымі меркаваннямі стане.</p>\n<p>Адчуць ПРАЎДУ можна толькі тады, калі розум ціхі, калі розум маўчыць.</p>\n<p>Настаўнікі і настаўніцы школ, каледжаў і універсітэтаў павінны паказваць вучням і вучаніцам шлях глыбокай унутранай медытацыі.</p>\n<p>Шлях глыбокай унутранай медытацыі вядзе нас да спакою і цішыні розуму.</p>\n<p>Калі розум ціхі, свабодны ад думак, жаданняў, меркаванняў і г.д., калі розум маўчыць, да нас прыходзіць праўда.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/be/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
