import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "سچائی",
  "locale": "ur",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "18. سچائی",
    "order": 18
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>بچپن اور جوانی سے ہی ہماری بدبخت زندگی کا مصائب کا سلسلہ شروع ہو جاتا ہے، جس میں ذہنی الجھنیں، خاندانی ذاتی المیے، گھر اور اسکول میں رکاوٹیں وغیرہ شامل ہیں۔</p>\n<p>یہ واضح ہے کہ بچپن اور جوانی میں، بہت کم استثنا کے ساتھ، یہ تمام مسائل ہمیں واقعی گہرائی سے متاثر نہیں کرتے، لیکن جب ہم بڑے ہو جاتے ہیں تو سوالات شروع ہوتے ہیں کہ میں کون ہوں؟ میں کہاں سے آیا ہوں؟ مجھے کیوں تکلیف اٹھانی پڑتی ہے؟ اس وجود کا مقصد کیا ہے؟ وغیرہ وغیرہ وغیرہ۔</p>\n<p>زندگی کے راستے میں ہم سب نے یہ سوالات کیے ہیں، ہم سب نے کبھی نہ کبھی اتنی تلخیوں، ناگواریوں، جدوجہدوں اور تکلیفوں کی “کیوں” کو جاننے، پوچھنے، کھوجنے کی کوشش کی ہے، لیکن بدقسمتی سے ہم ہمیشہ کسی نہ کسی نظریے، کسی رائے، کسی عقیدے میں پھنس کر رہ جاتے ہیں، جو پڑوسی نے کہا، جو کسی بوڑھے خستہ حال نے جواب دیا وغیرہ۔</p>\n<p>ہم نے اپنی سچی معصومیت اور پرسکون دل کا سکون کھو دیا ہے اور اس لیے ہم براہ راست سچائی کو اس کی تمام تر تلخی میں تجربہ کرنے کے قابل نہیں ہیں، ہم اس پر منحصر ہیں جو دوسرے کہتے ہیں اور یہ واضح ہے کہ ہم غلط راستے پر جا رہے ہیں۔</p>\n<p>سرمایہ دارانہ معاشرہ ملحدوں کو، جو خدا پر یقین نہیں رکھتے، سختی سے مذمت کرتا ہے۔</p>\n<p>مارکسی-لینن وادی معاشرہ ان لوگوں کو مذمت کرتا ہے جو خدا پر یقین رکھتے ہیں، لیکن گہرائی میں دونوں چیزیں ایک ہی ہیں، یہ رائے کا معاملہ ہے، لوگوں کے شوق، ذہن کے تخیلات۔ نہ تو سادہ لوحی، نہ ہی بے یقینی، اور نہ ہی شکوک و شبہات کا مطلب ہے سچائی کا تجربہ کرنا۔</p>\n<p>ذہن یقین کرنے، شک کرنے، رائے دینے، قیاس آرائیاں کرنے کی عیاشی کر سکتا ہے، لیکن یہ سچائی کا تجربہ کرنا نہیں ہے۔</p>\n<p>ہم سورج پر یقین کرنے یا نہ کرنے اور یہاں تک کہ اس پر شک کرنے کی عیاشی بھی کر سکتے ہیں، لیکن فلکیاتی بادشاہ ہر چیز کو روشنی اور زندگی دیتا رہے گا اور ہماری رائے اس کے لیے ذرا بھی اہمیت نہیں رکھتی۔</p>\n<p>اندھے اعتقاد کے پیچھے، بے یقینی اور شکوک و شبہات کے پیچھے، جھوٹی اخلاقیات کے بہت سے پہلو اور جھوٹی وجاہت کے بہت سے غلط تصورات پوشیدہ ہیں، جن کے سائے میں “میں” مضبوط ہوتا ہے۔</p>\n<p>سرمایہ دارانہ طرز کے معاشرے اور کمیونسٹ طرز کے معاشرے، ہر ایک کا اپنے طریقے سے اور اپنی خواہشات، تعصبات اور نظریات کے مطابق، اخلاقیات کا ایک خاص انداز ہوتا ہے۔ جو چیز سرمایہ دارانہ بلاک کے اندر اخلاقی ہے وہ کمیونسٹ بلاک کے اندر غیر اخلاقی ہے اور اس کے برعکس۔</p>\n<p>اخلاقیات رسم و رواج، جگہ اور زمانے پر منحصر ہے۔ جو چیز ایک ملک میں اخلاقی ہے وہ دوسرے ملک میں غیر اخلاقی ہے اور جو چیز ایک زمانے میں اخلاقی تھی وہ دوسرے زمانے میں غیر اخلاقی ہے۔ اخلاقیات کی کوئی بنیادی قدر نہیں ہے، اس کا گہرائی سے تجزیہ کرنے پر یہ سو فیصد احمقانہ معلوم ہوتی ہے۔</p>\n<p>بنیادی تعلیم اخلاقیات نہیں سکھاتی، بنیادی تعلیم انقلابی اخلاقیات سکھاتی ہے اور یہی نئی نسلوں کی ضرورت ہے۔</p>\n<p>صدیوں کی خوفناک رات سے، ہر زمانے میں، ہمیشہ ایسے مرد رہے ہیں جو سچائی کی تلاش کے لیے دنیا سے دور ہو گئے۔</p>\n<p>سچائی کی تلاش کے لیے دنیا سے دور ہونا مضحکہ خیز ہے کیونکہ یہ یہاں اور ابھی دنیا کے اندر اور انسان کے اندر موجود ہے۔</p>\n<p>سچائی ہر لمحہ نامعلوم ہے اور ہم دنیا سے جدا ہو کر یا اپنے ساتھیوں کو چھوڑ کر اسے دریافت نہیں کر سکتے۔</p>\n<p>یہ کہنا مضحکہ خیز ہے کہ ہر سچائی آدھی سچائی ہے اور ہر سچائی آدھی غلطی ہے۔</p>\n<p>سچائی بنیادی ہے اور ہے یا نہیں ہے، یہ کبھی بھی آدھی نہیں ہو سکتی، یہ کبھی بھی آدھی غلطی نہیں ہو سکتی۔</p>\n<p>یہ کہنا مضحکہ خیز ہے: سچائی وقت کی ہے اور جو چیز ایک وقت میں تھی وہ دوسرے وقت میں نہیں ہے۔</p>\n<p>سچائی کا وقت سے کوئی تعلق نہیں ہے۔ سچائی غیر وقتی ہے۔ “میں” وقت ہے اور اس لیے سچائی کو نہیں جان سکتا۔</p>\n<p>روایتی، عارضی، متعلقہ سچائیوں کو فرض کرنا مضحکہ خیز ہے۔ لوگ تصورات اور آراء کو اس چیز کے ساتھ خلط ملط کر دیتے ہیں جو سچائی ہے۔</p>\n<p>سچائی کا نہ تو آراء سے کوئی تعلق ہے اور نہ ہی نام نہاد روایتی سچائیوں سے، کیونکہ یہ محض ذہن کے غیر اہم تخیلات ہیں۔</p>\n<p>سچائی ہر لمحہ نامعلوم ہے اور اس کا تجربہ صرف نفسیاتی “میں” کی عدم موجودگی میں کیا جا سکتا ہے۔</p>\n<p>سچائی منطق، تصورات، آراء کا معاملہ نہیں ہے۔ سچائی کو صرف براہ راست تجربے کے ذریعے جانا جا سکتا ہے۔</p>\n<p>ذہن صرف رائے دے سکتا ہے اور آراء کا سچائی سے کوئی تعلق نہیں ہے۔</p>\n<p>ذہن کبھی بھی سچائی کا تصور نہیں کر سکتا۔</p>\n<p>اساتذہ کو، اسکولوں، کالجوں، یونیورسٹیوں کے اساتذہ کو سچائی کا تجربہ کرنا چاہیے اور اپنے شاگردوں کو راستہ دکھانا چاہیے۔</p>\n<p>سچائی براہ راست تجربے کا معاملہ ہے، یہ نظریات، آراء یا تصورات کا معاملہ نہیں ہے۔</p>\n<p>ہمیں مطالعہ کرنا چاہیے اور کر سکتے ہیں لیکن ہر نظریے، تصور، رائے وغیرہ میں جو کچھ بھی سچائی ہے اس کا خود اور براہ راست تجربہ کرنا ضروری ہے۔</p>\n<p>ہمیں مطالعہ کرنا چاہیے، تجزیہ کرنا چاہیے، پوچھ گچھ کرنی چاہیے، لیکن ہمیں اس تمام چیز میں موجود سچائی کا تجربہ کرنے کی بھی اشد ضرورت ہے جس کا ہم مطالعہ کرتے ہیں۔</p>\n<p>سچائی کا تجربہ کرنا ناممکن ہے جب تک کہ ذہن متضاد آراء سے مضطرب، پرتشدد، اذیت میں مبتلا ہو۔</p>\n<p>سچائی کا تجربہ کرنا صرف اس وقت ممکن ہے جب ذہن پرسکون ہو، جب ذہن خاموش ہو۔</p>\n<p>اسکولوں، کالجوں اور یونیورسٹیوں کے اساتذہ کو طالب علموں کو گہری اندرونی مراقبہ کا راستہ بتانا چاہیے۔</p>\n<p>گہری اندرونی مراقبہ کا راستہ ہمیں ذہن کی خاموشی اور سکون کی طرف لے جاتا ہے۔</p>\n<p>جب ذہن پرسکون ہوتا ہے، خیالات، خواہشات، آراء وغیرہ سے خالی ہوتا ہے، جب ذہن خاموش ہوتا ہے تو سچائی ہم پر آشکار ہوتی ہے۔</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ur/educacion-fundamental/la-verdad.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/la-verdad.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/la-verdad.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
