import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Староста",
  "locale": "mk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "28. Староста",
    "order": 28
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Првите четириесет години од животот ни ја даваат книгата, следните триесет коментарот.</p>\n<p>На дваесет години човек е паун; на триесет, лав; на четириесет, камила; на педесет, змија; на шеесет, куче; на седумдесет, мајмун, а на осумдесет, само глас и сенка.</p>\n<p>Времето ги открива сите нешта: тоа е многу интересен шарлатан кој зборува сам за себе, дури и кога никој не го прашува ништо.</p>\n<p>Нема ништо направено од раката на сиромашното ИНТЕЛЕКТУАЛНО ЖИВОТНО, лажно наречено човек, што порано или подоцна времето нема да го уништи.</p>\n<p>“FUGIT IRRÉPARABILE TEMPUS”, времето што бега не може да се поправи.</p>\n<p>Времето ја изнесува во јавноста сè што е сега скриено и прикрива и крие сè што во моментов блеска со сјај.</p>\n<p>Староста е како љубовта, не може да се скрие дури и кога се маскира со облека на младоста.</p>\n<p>Староста ја намалува гордоста на луѓето и ги понижува, но едно е да се биде скромен, а друго е да се падне понижен.</p>\n<p>Кога смртта се приближува, старите луѓе разочарани од животот откриваат дека староста повеќе не е товар.</p>\n<p>Сите луѓе негуваат надеж дека ќе живеат долг живот и ќе станат стари, а сепак староста ги плаши.</p>\n<p>Староста започнува на педесет и шест години и потоа се процесира во септенарни периоди кои нè водат до изнемоштеност и смрт.</p>\n<p>Најголемата трагедија на старите луѓе лежи, не во самиот факт дека се стари, туку во глупоста да не сакаат да признаат дека се и во глупавоста да се верува дека се млади како староста да е кривично дело.</p>\n<p>Најдоброто нешто во староста е тоа што човек е многу блиску до целта.</p>\n<p>ПСИХОЛОШКОТО ЈАС, ЈАС САМИОТ, ЕГОТО, не се подобрува со годините и искуството; се комплицира, станува потешко, помачно, затоа народната поговорка вели: “КАРАКТЕРОТ И ЛИКОТ ОДАТ ВО ГРОБОТ”.</p>\n<p>ПСИХОЛОШКОТО ЈАС на тешките стари луѓе се теши себеси давајќи убави совети поради нивната неспособност да дадат грди примери.</p>\n<p>Старите луѓе многу добро знаат дека староста е многу страшен тиранин кој им забранува под смртна казна да уживаат во задоволствата на лудата младост и претпочитаат да се тешат себеси давајќи убави совети.</p>\n<p>ЈАС-от го крие ЈАС-от, ЈАС-от крие дел од себе и сè се означува со возвишени фрази и убави совети.</p>\n<p>ЕДЕН дел од ЈАС САМИОТ крие друг дел од ЈАС САМИОТ. ЈАС-от го крие она што не му одговара.</p>\n<p>Целосно е докажано со набљудување и искуство дека кога пороците ќе нè напуштат, ни се допаѓа да мислиме дека ние сме тие што ги напуштивме.</p>\n<p>Срцето на ИНТЕЛЕКТУАЛНОТО ЖИВОТНО не станува подобро со годините, туку полошо, секогаш се скаменува и ако во младоста бевме алчни, лажговци, гневни, во староста ќе бидеме многу повеќе.</p>\n<p>Старите луѓе живеат во минатото, старите луѓе се резултат на многу вчерашни денови, старците воопшто не го знаат моментот во кој живееме, старите луѓе се акумулирана меморија.</p>\n<p>Единствениот начин да се достигне совршена старост е преку растворање на ПСИХОЛОШКОТО ЈАС. Кога ќе научиме да умираме од момент во момент, ќе стигнеме до возвишена старост.</p>\n<p>Староста има голема смисла, на спокојство и слобода за оние кои веќе го раствориле ЈАС-от.</p>\n<p>Кога страстите умреле на радикален, тотален и дефинитивен начин, човекот е слободен не од еден господар, туку од многу господари.</p>\n<p>Многу е тешко да се најдат во животот невини старци кои веќе не ги поседуваат ниту остатоците од ЈАС-от, таа класа на старци се бескрајно среќни и живеат од миг во миг.</p>\n<p>Човекот побелен во МУДРОСТА. Старецот во знаењето, господарот на љубовта, се претвора всушност во светилник кој мудро ја води струјата на безбројните векови.</p>\n<p>Во светот постоеле и постојат во моментов некои СТАРЦИ УЧИТЕЛИ кои немаат дури ни последни остатоци од ЈАС-от. Овие ГНОСТИЧКИ АРХАТИ се толку егзотични и божествени како цветот на лотосот.</p>\n<p>ПОЧИТУВАНИОТ СТАР УЧИТЕЛ кој го растворил ПЛУРАЛИЗИРАНОТО ЈАС на радикален и дефинитивен начин е совршен израз на СОВРШЕНАТА МУДРОСТ, на БОЖЕСТВЕНАТА ЉУБОВ И НА ВОЗВИШЕНАТА МОЌ.</p>\n<p>СТАРИОТ УЧИТЕЛ кој веќе го нема ЈАС-от, е всушност полно манифестирање на БОЖЕСТВЕНОТО БИТИЕ.</p>\n<p>Тие ВОЗВИШЕНИ СТАРЦИ, тие ГНОСТИЧКИ АРХАТИ го осветлувале светот од древни времиња, да се потсетиме на БУДА, МОЈСЕЈ, ХЕРМЕС, РАМАКРИШНА, ДАНИЕЛ, СВЕТИОТ ЛАМА итн., итн., итн.</p>\n<p>Учителите од училиштата, колеџите и универзитетите, учителките, родителите, треба да ги научат новите генерации да ги почитуваат и да им се поклонуваат на старите луѓе.</p>\n<p>ОНА што нема име, ОНА што е БОЖЕСТВЕНО, ОНА што е РЕАЛНО, има три аспекти: МУДРОСТ, ЉУБОВ, ЗБОР.</p>\n<p>БОЖЕСТВЕНОТО како ТАТКО е КОСМИЧКАТА МУДРОСТ, КАКО МАЈКА е БЕСКРАЈНАТА ЉУБОВ, како син е ЗБОРОТ.</p>\n<p>Во таткото на семејството се наоѓа симболот на мудроста. Во мајката на домот се наоѓа ЉУБОВТА, децата го симболизираат зборот.</p>\n<p>Стариот Татко заслужува цела поддршка од децата. Таткото веќе стар не може да работи и праведно е децата да го издржуваат и почитуваат.</p>\n<p>Обожуваната Мајка веќе стара не може да работи и затоа е неопходно синовите и ќерките да се грижат за неа и да ја сакаат и од таа љубов да направат религија.</p>\n<p>Кој не знае да го сака својот Татко, кој не знае да ја ОБОЖАВА својата МАЈКА, оди по патот на левата рака, по патот на грешката.</p>\n<p>Децата немаат право да ги судат своите Родители, никој не е совршен на овој свет и оние кои немаме определени дефекти во една насока, ги имаме во друга, сите сме скроени од истите ножици.</p>\n<p>Некои ја потценуваат ТАТКОВСКАТА ЉУБОВ, други дури и се смеат на ТАТКОВСКАТА ЉУБОВ. Оние кои така се однесуваат во животот дури и не влегле по патот што води до ОНА што нема име.</p>\n<p>Неблагодарниот син кој го мрази својот Татко и ја заборава својата Мајка е навистина вистинскиот перверзен кој мрази сè што е БОЖЕСТВЕНО.</p>\n<p>РЕВОЛУЦИЈАТА НА СВЕСТА не значи НЕБЛАГОДАРНОСТ, да се заборави таткото, да се потцени обожуваната Мајка. РЕВОЛУЦИЈАТА НА СВЕСТА е МУДРОСТ ЉУБОВ и СОВРШЕНА МОЌ.</p>\n<p>Во Таткото се наоѓа симболот на мудроста и во Мајката се наоѓа живиот извор на ЉУБОВ без чија пречиста суштина е навистина невозможно да се постигнат највисоките ИНТИМНИ РЕАЛИЗАЦИИ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mk/educacion-fundamental/la-vejez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/la-vejez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/la-vejez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
