import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Карылык",
  "locale": "ky",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "28. Карылык",
    "order": 28
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Жашоонун алгачкы кырк жылы китепти берет, кийинки отуз жыл комментарийди берет.</p>\n<p>Жыйырма жашында адам – тоос; отузунда – арстан; кыркында – төө; элүүсүндө – жылан; алтымышында – ит; жетимишинде – маймыл, ал эми сексенде – болгону үн жана көлөкө.</p>\n<p>Убакыт бардык нерсени ачыкка чыгарат: ал өзү жөнүндө сурабаса да сүйлөгөн абдан кызыктуу шылуун.</p>\n<p>Жок дегенде эртеби-кечпи убакыт жок кыла турган, жалган ат коюлган адам, акылдуу жаныбардын колунан жасалган эч нерсе жок.</p>\n<p>“FUGIT IRRÉPARABILE TEMPUS”, качкан убакытты оңдоого болбойт.</p>\n<p>Убакыт азыр жашыруун болгон нерселердин баарын эл алдына чыгарат жана дал ушул учурда жаркырап турган нерселердин баарын жаап жашырат.</p>\n<p>Карылык – бул сүйүү сыяктуу, жаштыктын кийими менен жамынса да жашырыла албайт.</p>\n<p>Карылык адамдардын текебердигин жок кылат жана аларды басынтат, бирок момун болуу бир нерсе, ал эми басынтма абалга түшүү башка нерсе.</p>\n<p>Өлүм жакындаганда, жашоодон көңүлү калган карылар карылык мындан ары жүк эмес экенин түшүнүшөт.</p>\n<p>Бардык адамдар узак жашап, кары болууга үмүттөнүшөт, бирок карылык аларды коркутат.</p>\n<p>Карылык элүү алты жаштан башталат жана андан кийин бизди эскиликке жана өлүмгө алып баруучу жети жылдык мезгилдерде ишке ашырылат.</p>\n<p>Карылардын эң чоң трагедиясы алардын кары болуп калганында эмес, алардын кары экенин моюнга алгысы келбеген акылсыздыгында жана карылык кылмыш болгон сыяктуу эле, өздөрүн жаш деп эсептеген келесоолугунда.</p>\n<p>Карылыктын эң жакшы жери – максатка абдан жакын болуу.</p>\n<p>ПСИХОЛОГИЯЛЫК МЕН, ӨЗҮМ, ЭГО жылдар жана тажрыйба менен жакшырбайт; ал татаалдашат, ал дагы татаал, дагы эмгекчил болуп калат, ошондуктан элдик сөз бар: “СЫПАЙЫЛЫК ЖАНА КӨРҮНҮШ КӨРГӨ чейин”.</p>\n<p>Кыйын карылардын ПСИХОЛОГИЯЛЫК МЕНИ жаман мисалдарды келтирүүгө жөндөмсүздүгүнөн улам кооз кеңештерди берүү менен өзүн-өзү сооротот.</p>\n<p>Карылар карылык – бул өлүм жазасы менен жинди жаштыктын ырахаттарынан ырахат алууга тыюу салган абдан коркунучтуу тиран экенин жакшы билишет жана өздөрүн кооз кеңештерди берүү менен сооротууну артык көрүшөт.</p>\n<p>МЕН МЕНИ жашырат, МЕН өзүнүн бир бөлүгүн жашырат жана бардыгы улуу сөз айкаштары жана кооз кеңештер менен белгиленет.</p>\n<p>ӨЗҮМДҮН бир бөлүгү ӨЗҮМДҮН дагы бир бөлүгүн жашырат. МЕН өзүнө ылайык келбеген нерсени жашырат.</p>\n<p>Байкоо жана тажрыйба көрсөткөндөй, жаман адаттар бизден кеткенде, биз алардан баш тартканбыз деп ойлогонубуз бизге жагат.</p>\n<p>АКЫЛДУУ ЖАНЫБАРДЫН жүрөгү жылдар өткөн сайын жакшырбайт, тескерисинче, жаман болуп калат, ал дайыма ташка айланат, эгерде жаштыгыбызда ач көз, алдамчы, ачуулуу болсок, карыганда андан да көбүрөөк болобуз.</p>\n<p>Карылар өткөндө жашашат, карылар көптөгөн кечээки күндөрдүн натыйжасы, аксакалдар азыр жашап жаткан учурду толугу менен билишпейт, карылар – бул топтолгон эс тутуму.</p>\n<p>Кемчиликсиз карылыкка жетүүнүн бирден-бир жолу – ПСИХОЛОГИЯЛЫК МЕНИ жок кылуу. Көз ирмемден көз ирмемге өлгөндү үйрөнгөндө, биз эң сонун карылыкка жетебиз.</p>\n<p>Карылыктын МЕНИ жоюп жибергендер үчүн чоң мааниси, тынчтыгы жана эркиндиги бар.</p>\n<p>Качан кумарлар түп-тамырынан бери, толугу менен жана биротоло өлгөндө, адам бир кожоюндан эмес, көптөгөн кожоюндардан арылат.</p>\n<p>Жашоодо МЕНИН калдыктарына да ээ болбогон күнөөсүз карыларды табуу абдан кыйын, мындай карылар чексиз бактылуу жана көз ирмемден көз ирмемге жашашат.</p>\n<p>ДААНЫШМАНДЫКТА ак чачтуу адам. Билген аксакал, сүйүүнүн мырзасы, иш жүзүндө сансыз кылымдардын агымын акылмандык менен жетектеген жарык маякка айланат.</p>\n<p>Дүйнөдө МЕНИН акыркы калдыктарына да ээ болбогон КАРЫГАН УСТАТТАР бар жана болгон. Бул ГНОСТИКАЛЫК АРХАТТАР лотос гүлүндөй экзотикалык жана кудайлык.</p>\n<p>Түп-тамырынан бери жана биротоло КӨПТӨГӨН МЕНИ жок кылган КАРЫГАН УСТАТ, КЕМЧИЛИКСИЗ АКЫЛМАНДЫКТЫН, КУДАЙ СҮЙҮҮСҮНҮН ЖАНА УЛУУ КҮЧТҮН эң сонун көрүнүшү болуп саналат.</p>\n<p>Эми МЕНИ жок КАРЫГАН УСТАТ, иш жүзүндө КУДАЙЛЫК ЖАРАТЫЛЫШТЫН толук көрүнүшү.</p>\n<p>Ушул УЛУУ КАРЫЛАР, ушул ГНОСТИКАЛЫК АРХАТТАР байыркы замандардан бери дүйнөнү жарыктандырышкан, БУДДАНЫ, МУСАНЫ, ГЕРМЕСТИ, РАМАРКРИШНАНЫ, ДАНИЯЛДЫ, ЫЙЫК ЛАМАНЫ ж.б., ж.б., ж.б. эстейли.</p>\n<p>Мектептердин, колледждердин жана университеттердин мугалимдери, энелер, үй-бүлө башчылары жаш муундарга карыларды урматтоого жана сыйлоого үйрөтүшү керек.</p>\n<p>Аты жок нерсе, КУДАЙ нерсе, ЧЫНЫГЫ нерсенин үч аспектиси бар: ДААНЫШМАНДЫК, СҮЙҮҮ, СӨЗ.</p>\n<p>АТАСЫ катары КУДАЙЛЫК – бул КОСМИКАЛЫК ДААНЫШМАНДЫК, АПАСЫ катары – ЧЕКСИЗ СҮЙҮҮ, уулу катары – СӨЗ.</p>\n<p>Үй-бүлө башчысында даанышмандыктын символу бар. Үйдүн энесинде СҮЙҮҮ бар, балдар сөздү символдоштурат.</p>\n<p>Карыган Ата балдардын бардык колдоосуна татыктуу. Карыган Ата иштей албайт жана балдардын аны багып, урматтаганы туура.</p>\n<p>Жагымдуу Эне азыр карып калды, иштей албайт, ошондуктан уул-кыздар ага кам көрүшү керек, аны сүйүшү керек жана бул сүйүүдөн дин кылышы керек.</p>\n<p>Атасын сүйүүнү билбеген, ЭНЕСИН сүйүүнү билбеген, катачылык жолу менен баратат.</p>\n<p>Балдардын ата-энесин соттоого укугу жок, бул дүйнөдө эч ким кемчиликсиз эмес жана бизде бир багыттагы кемчиликтер болбосо, башка багытта бар, баарыбыз бир кайчы менен кесилгенбиз.</p>\n<p>Кээ бирөөлөр АТАЛЫК СҮЙҮҮНҮ жетишсиз баалашат, башкалары атүгүл АТАЛЫК СҮЙҮҮСҮН шылдыңдашат. Жашоодо өздөрүн ушундай алып жүргөндөр аты жок нерсеге алып баруучу жолго да кире элек.</p>\n<p>Атасын жек көрүп, Энесин унуткан ыраазы болбогон уул, чынында эле КУДАЙЛЫК болгон нерсенин баарын жек көргөн чыныгы бузуку.</p>\n<p>АҢ-СЕЗИМДИН РЕВОЛЮЦИЯСЫ – бул ЫРААЗЫСЫЗДЫК, атаны унутуу, сүйүктүү Энени жетишсиз баалоо дегенди билдирбейт. АҢ-СЕЗИМДИН РЕВОЛЮЦИЯСЫ – ДААНЫШМАНДЫК СҮЙҮҮ жана КЕМЧИЛИКСИЗ КҮЧ.</p>\n<p>Атада даанышмандыктын символу бар, ал эми Энеде анын таза эссенциясыз эң жогорку ИНТИМДИК ИШКЕ АШЫРУУга жетишүү мүмкүн эмес болгон СҮЙҮҮНҮН тирүү булагы бар.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ky/educacion-fundamental/la-vejez.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/la-vejez.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/la-vejez.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
