import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ባለስልጣናት",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "3. ባለስልጣናት",
    "order": 3
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>መንግስቲ ስልጣን ኣለዎ፣ ሃገር ስልጣን ኣለዋ። ፖሊስ፣ ሕጊ፣ ወታደር፣ ወለዲ፣ መምህራን፣ መራሕቲ ሃይማኖት፣ ወዘተ ስልጣን ኣለዎም።</p>\n<p>ክልተ ዓይነት ስልጣን ኣሎ። ቀዳማይ፡ ንኡስ ንቃተ-ህሊና ስልጣን። ካልኣይ፡ ንቑሕ ንቃተ-ህሊና ስልጣን።</p>\n<p>ዘይተፈልጠ ወይ ንኡስ ንቃተ-ህሊና ስልጣን ዋጋ የብሉን። ብሃንደበታዊ መልክዑ ነቑሕ ንቃተ-ህሊና ዘለዎም ሰባት የድልዩና።</p>\n<p>ዘይተፈልጠ ወይ ንኡስ ንቃተ-ህሊና ስልጣን ዓለም ብንብዓትን ሓዘንን መሊእዋ።</p>\n<p>ኣብ ገዛን ኣብ ቤት ትምህርትን ዘይተፈልጠ ስልጣን፡ ንዘይፈልጡ ወይ ንኡስ ንቃተ-ህሊና ብምዃኖም ኣብ ስልጣን ይግልጹ።</p>\n<p>ዘይፈልጡ ወለድን መምህራንን፡ ሎሚ ንዓውራት መራሕቲ ዓይኒ ስለዝኾኑ ከምቲ ቅዱሳት ጽሑፋት ዝብልዎ ኹላቶም ርእሶም ተደፊኦም ናብ ገደል እዮም ዝወርዱ።</p>\n<p>ዘይፈልጡ ወለድን መምህራንን ኣብ ንእስነትና ዘይግቡእ ነገራት ክንገብር የገድዱና፣ ንሳቶም ግና ምክንያታዊ እዩ ኢሎም ይኣምኑ። ነዚ ንጥቕምና ኢሎም ይዛረቡ።</p>\n<p>ወለዲ ንውሉዳቶም ከም ቆሻሻ ከም ምያዝ ይርኣዩ፣ ከምቲ ንሳቶም ካብ ሰብ ዝበለጹ ዓይነት ፍጥረት ዝኾኑ። ስለዚ ወለዲ ዘይፈልጡ ስልጣን ከምዘለዎም እዩ ዘርኢ።</p>\n<p>መምህራን ንገለ ተመሃሮ ይጸልኡ ወይ ይፈትውዎም፣ ንገለ ድማ ይፍትውዎን የሐጉስዎምን። ሓድሓደ ግዜ ንዝተጸልኡ ተመሃሮ ይቐጽዑ፣ መብዛሕትኡ ግዜ እውን ጽቡቕ ተውሳኽ ነቶም ዝፈትውዎም ሸላማት ይህብዎም።</p>\n<p>ወለዲን መምህራንን ንህጻናት፡ ደቀንስትዮ፡ መንእሰያት፡ ኣዋልድ፡ ወዘተ ዝተጋገዩ ሕግታት ይእውጁ።</p>\n<p>ኣውቶኮንሲየንስ ዘይብሎም ስልጣን ዘለዎም ሰባት ግጉይ ነገር ጥራይ እዮም ኪገብሩ ዝኽእሉ።</p>\n<p>ኣውቶ-ኮንሲየንሳውያን ስልጣን የድልዩና። ኣውቶ-ኮንሲየንስ ማለት፡ ምሉእ ብምሉእ ርእስኻ ምፍላጥ፡ ኩሉ ውሽጣዊ ክብርታትካ ምፍላጥ ማለት እዩ።</p>\n<p>እቲ ንርእሱ ምሉእ ብምሉእ ዝፈልጥ ጥራይ እዩ ብምሉኡ ዝነቓቕሕ። እዚ ማለት ድማ ኣውቶ-ኮንሲየንስ ምዃን ማለት እዩ።</p>\n<p>ኩሉ ሰብ ንርእሱ ከም ዝፈልጥ እዩ ዝኣምን፡ ሓቂ እንተኾነ ኣብ ህይወት ንርእሱ ብሓቂ ዝፈልጥ ሰብ ምርካብ ኣዝዩ ከቢድ እዩ። ሰባት ብዛዕባ ርእሶም ፈጺሞም ዝተጋገዩ ሓሳባት እዮም ዘለዎም።</p>\n<p>ንርእስኻ ምፍላጥ ዓበይትን ኣሰቃቒን ራስ-ምድኻም የድሊ። ንርእስኻ ብምፍላጥ ጥራይ ናብ ኣውቶ-ኮንሲየንስ ብሓቂ ይበጻሕ።</p>\n<p>ኣብ ልዕሊ ስልጣን ምግልላጽ ንዘይምስትውዓል እዩ ዝምልከት። ዝኾነ ይኹን ኣውቶ-ኮንሲየንሳዊ ስልጣን ከቶ ኣብ ልዕሊ ስልጣን ምግልላጽ ኣይበጽሕን እዩ።</p>\n<p>ገለ ፈላስፋታት ንኹሉ ስልጣን ይቃወሙ፣ ንስልጣን ይጸልኡ። ከምዚ ዝኣመሰለ ኣተሓሳስባ ሓሳዊ እዩ ምኽንያቱ ኣብ ኩሉ ዝተፈጥረ፡ ካብቲ ንሽቶ ክሳብ ጸሓይ፡ ደረጃን ደረጃን ማዕርግን ማዕርግን ኣለዎ፡ ዝቆጻጸሩን ዝመርሑን ልዕል ዝበሉ ሓይልታት፡ ዝተቆጻጸሩን ዝምርሑን ድማ ትሑታት ሓይልታት ኣለዉ።</p>\n<p>ኣብ ሓደ ቀሊል መኽሰስ ንህቢ ስልጣን ኣብ ንግስቲ ኣሎ። ኣብ ዝኾነ ይኹን ጉንዳጕን ስልጣንን ሕግን ኣሎ። ነቲ ናይ ስልጣን መትከል ምፍራስ ናብ ትርጕም ኣልቦነት እዩ ዝመርሕ።</p>\n<p>እቲ ኣብዚ ኸቢድ እዋን እንነብረሉ ዘሎና ስልጣን ዘይፈልጡ እዮም፣ በዚ ስነ-ኣእምሮኣዊ ሓቂ ምኽንያት ድማ የሳቕዩ፣ የቝሩዩ፣ ይግልጹ፣ ቃንዛ የውርዱ።</p>\n<p>መምህራን፣ ኣሰልጠንቲ ወይ መራሕቲ መንፈስ፣ ስልጣን መንግስቲ፣ ወለዲ፣ ወዘተ ምሉእ ብምሉእ ኣውቶ-ኮንሲየንሳውያን የድልዩና። ከምዚ ምስ እንገብር ጥራይ ኢና ብሓቂ ጽቡቕ ዓለም ክንፈጥር እንኽእል።</p>\n<p>መምህራንን መራሕቲ መንፈስን ኣየድልዩንን ምባል ዕሽነት እዩ።</p>\n<p>ኣብ ኩሉ ዝተፈጥረ ነቲ ናይ ስልጣን መትከል ዘይምፍላጥ ዘይግብኦ ነገር እዩ።</p>\n<p>እቶም ባዕሎም ዝኽእሉ፡ ትዕቢተኛታት፡ መምህራንን መራሕቲ መንፈስን ኣየድልዩንን ኢሎም ይኣምኑ።</p>\n<p>ናጽነትናን ድኽነትናን ክንፈልጥ ኣሎና። መራሕቲ፡ መምህራን፡ ኣሰልጠንቲ መንፈስ፡ ወዘተ ከምኡውን ንዓና ብጥበብ ንምምራሕ፡ ንምሕጋዝን ንምምራሕን ከምዘድልዩና ክንርድኦም ይግብኣና።</p>\n<p>እቲ ናይ መምህራን ዘይፈልጥ ስልጣን ነቲ ናይ ተመሃሮ ናይ ምፍጣር ሓይሊ የጥፍኦ። ተመሃራይ እንተስኣለ፡ እቲ ዘይፈልጥ መምህር እንታይ ክስእል ከምዘለዎ፡ ነቲ ክቐድሖ ዝግብኦ ኦም ወይ መሬት ይነግሮ። እቲ ተመሃራይ ብፍርሂ ካብቲ መምህር ዝነገሮም ሜላዊ ሕግታት ክወጽእ ኣይክእልን እዩ።</p>\n<p>እዚ ምፍጣር ኣይኮነን። እቲ ተምሃራይ ፈጣሪ ክኸውን የድሊ። ካብቲ ዘይፈልጥ መምህር ዝነገሮ ዘይፈልጥ ሕግታት ክወጽእ ዝኽእል ክኸውን የድሊ፣ ነቲ ምስ ኦም ዘለዎ ስምዒት፣ ነቲ ኣብቲ ኦም ዝንቀሳቐስ ህይወት፣ ነቲ ምሉእ ትርጉሙ ከም ዘለዎ ንምስላሕ ክኽእል የድሊ።</p>\n<p>ንቑሕ መምህር ነቲ ነጻነት ዘለዎ መንፈስ ኣይምተዓናቐፈን።</p>\n<p>ንቑሕ ስልጣን ዘለዎም መምህራን ንኣእምሮ ተመሃሮ ፈጺሞም ኣይምጎደኡን።</p>\n<p>ዘይፈልጡ መምህራን ብስልጣኖም ንኣእምሮን ንኣእምሮ ተመሃሮን የጥፍኡ።</p>\n<p>ዘይፈልጡ ስልጣን ዘለዎም መምህራን፡ ተመሃሮ ጽቡቕ ምግባር ክሳብ ክህልዎም ንምቕጻዕን ዕሽነት ሕግታት ንምእዋጅን ጥራይ እዮም ዝፈልጡ።</p>\n<p>ኣውቶ-ኮንሲየንሳውያን መምህራን ንተመሃሮም ብትዕግስቲ እዮም ዝምህሩ፣ ንዝተፈላለየ ጸገሞም ክርድኡ ይሕግዝዎም፣ ምእንቲ ክርድኡ ንኹሎም ጌጋታቶም ክስግሩን ብዓወት ክስጉሙን።</p>\n<p>ንቑሕ ወይ ኣውቶ-ኮንሲየንሳዊ ስልጣን ኣእምሮ ፈጺሙ ኣይምዓነዎን።</p>\n<p>ዘይፈልጥ ስልጣን ንኣእምሮ የጥፍኦን ኣብ ተመሃሮ ከቢድ ጕድኣት የውርድን።</p>\n<p>ብሓቂ ናጽነት ምስ ዘሎና ጥራይ እዩ ኣእምሮ ናባና ዝመጽእ፣ ኣውቶ-ኮንሲየንሳውያን ስልጣን ዘለዎም መምህራን ንነጻነት ዝፈጥር ብሓቂ ከመይ ገርና ኸም እነኽብርዎ ይፈልጡ።</p>\n<p>ዘይፈልጡ መምህራን ንዅሉ ከም ዝፈልጥዎ እዮም ዝኣምኑ፣ ናይ ህይወት ኣልቦ ሕግታት ኣውጺኦም ንናጽነት ተመሃሮ ይጥሕሱ፡ ኣእምሮኦም ይፍርሱ።</p>\n<p>ኣውቶ-ኮንሲየንሳውያን መምህራን ኣይፈልጡን ከምዘይፈልጡ ይፈልጡ፣ ኣብ ናይ ተመሃሮም ናይ ምፍጣር ዓቕሚ ብምዕዛብ እውን ይመሃሩ።</p>\n<p>ኣብያተ ትምህርቲ፡ ኮሌጃት፡ ዩኒቨርሲታት ዘለዉ ተመሃሮ፡ ካብ ቀሊል ተግሳጽ ዝወሃቦም መካይን ንላዕሊ ብሉጽ ደረጃ ዘለዎም ናጻን ብልህታትን ሰባት ብምዃን ኣብ ዝኾነ ይኹን ኣብ ህይወት ዘጋጥም ጸገም ብዓወት ንምብዳህ የኽእልዎም።</p>\n<p>እዚ ድማ ኣውቶ-ኮንሲየንሳውያን መምህራን የድሊ፣ ንደቀ መዛሙርቶም ብሓቂ ግቡእ ዝገብሩ፣ ዝኾነ ዓይነት ገንዘባዊ ጸገም ከይህልዎም ጽቡቕ ዝኽፈሎም መምህራን የድልዮም።</p>\n<p>እቲ ዝገርም ነገር መምህር፡ ወላዲ፡ ተመሃራይ ንርእሱ ኣውቶ-ኮንሲየንሳዊ ይገብር። ነቒሑ ከምዘሎ ይኣምን። እቲ ዝዓበየ ጌጋ ድማ እዚ እዩ።</p>\n<p>ኣብ ህይወት ኣውቶ-ኮንሲየንሳዊ ሰብ ምርካብ ብጣዕሚ ሓደገኛ እዩ።</p>\n<p>እቲ ሰብነት ምስ ዝድቅስ ይሓልም፣ እቲ ሰብነት ተባራሪ ምስ ዝኸውን እውን ይሓልም።</p>\n<p>ሰባት መካይን ይዝውሩ፣ እናሓለሙ ይስርሑ፣ ኣብ ጎደናታት እናሓለሙ ይኸዱ፣ እናሓለሙ ይነብሩ።</p>\n<p>መምህር ጃንጥላ ምዝንጋዕ ወይ መጽሓፍ ወይ ቦርሳ ኣብ መኪና ምግዳፍ ተፈጥሯዊ እዩ። እዚ ኹሉ ዝኸውን እቲ መምህር ንቃተ ህሊናኡ ደቒሱ ስለዘሎ እዩ። ይሓልም ኣሎ ማለት እዩ።</p>\n<p>ሰባት ደቒሶም ከምዘለዉ ምቕባል ብጣዕሚ ከቢድ እዩ፣ ኩሉ ሰብ ንርእሱ ነቒሑ እዩ ዝኣምን። ሓደ ሰብ ንንቃተ ህሊናኡ ደቒሱ ከምዘሎ እንተተቐቢሉ ካብዛ ቅጽበት እዚኣ ክነቅሕ ከም ዝጅምር ንጹር እዩ።</p>\n<p>እቲ ተምሃራይ ነቲ ኣብ ቤት ዘንበቦ መጽሓፍ ወይ ደብተር ይዝንግዕ፣ ምዝንጋዕ ጽቡቕ እዩ፣ ግና እቲ ሰብ ንንቃተ ህሊናኡ ደቒሱ ከምዘሎ እዩ ዝሕብር።</p>\n<p>ተጓዓዝቲ ኣብ ዝኾነ ይኹን ኣብ ከተማ ዘሎ መጓዓዝያ፡ ሓድሓደ ግዜ ጎደናታት ክሰግሩ ይኽእሉ እዮም፡ ደቒሶም ኔሮም ምስ ነቐሑ ከኣ ጎደና ከም ዝሰገሩ ይግንዘቡ፣ ሓደ ሓደ ግዜ እውን እግሮም ክዝርጋሕ ይግደዱ።</p>\n<p>ኣብ ህይወት ዘሎ ሰብ ብሓቂ እዩ ነቒሑ ዝነብር፣ ከም ኣብ ዝተሓላለኸ ነገር ሓንሳብ ነቒሑ ነይሩ እንተኾይኑ፡ ንሓዋሩ ዘይርሳዕዎምን ምሉእ ብምሉእ እዩ ንርእሱ ዝርኢ።</p>\n<p>እቲ ኻብ መላእ ከተማ ተመሊሱ ናብ ቤቱ ዝኸይድ ዘሎ ሰብ፡ ኹሉ ዝሓሰቦ ሓሳባት፡ ተዅስትታት፡ ሰባት፡ ነገራት፡ ሓሳባት ወዘተ ብዝርዝር ክዝክር ብጣዕሚ ከቢድ እዩ። ኣብቲ ዝዝክረሉ እዋን፡ ኣብቲ ዝዓምቊ ሓሳብ ከም ዝጠሓለ ይግንዘብ።</p>\n<p>ገለ ተመሃሮ ስነ-ኣእምሮ ኻብ ቅጽበት ናብ ቅጽበት ነቒሖም ክነብሩ እዮም ዝጽዕሩ፣ ግና ንሓደ ፈታዊ ኣብ ጎደና ምስ ረኸብዎ፡ ገለ ነገር ንምግዛእ ናብ መኽዘን ምስ ኣተዉ፡ ወዘተ ድሕሪ ሰዓታት ነቒሖም ካብ ቅጽበት ናብ ቅጽበት ከም ዝነብሩ ክዝክርዎ ምስ ጀመሩ፡ ኣብ ከምዚ ዝበለ ቦታ ኣብ ዝኣተውሉ ሰዓት ወይ ኣብ ከምዚ ዝበለ ሰብ ምስ ተራኸቡ ከም ዝደቀሱ ይግንዘቡ።</p>\n<p>ኣውቶ-ኮንሲየንሳዊ ምዃን ብጣዕሚ ከቢድ ነገር እዩ ግና ነቒሕካን ተጠንቂቕካን ካብ ቅጽበት ናብ ቅጽበት ብምልላይ ናብዚ ደረጃ ክትበጽሕ ይከኣል እዩ።</p>\n<p>ናብ ኣውቶ-ኮንሲየንስ ክንበጽሕ እንተደኣ ዄንና፡ ንርእስና ብምሉእ ክንፈልጥ የድልየና።</p>\n<p>ኩላትና ኣነ ኣሎና፣ ባዕለይ፡ እቲ ንርእስና ንምፍላጥን ንኣውቶ-ኮንሲየንሳውያን ንምዃንን መርምሮ።</p>\n<p>ንነፍስወከፍ ጉድለታትና ብኸፊል ንምዕዛብ፡ ንምትንታንን ንምርድእን ብሃንደበታዊ መልክዑ የድሊ።</p>\n<p>ኣእምሮ፡ ስምዒታት፡ ልምድታት፡ ባህርያት፡ ጾታዊ ርክብ ኣብ ዝብሉ ንርእስና ክነጽንዕ የድሊ።</p>\n<p>ኣእምሮ ንኡስ ንቃተ-ህሊና ደረጃ ወይ ከፋፍል ኣካላት ኣለዎ፡ ንሶም ከኣ ብምዕዛብ፡ ብምትንታን፡ ብዕምቈት ብምምርማር፡ ብውሽጣዊ ምርዳእ ክንፈልጦም ይግብኣና።</p>\n<p>ዝኾነ ይኹን ጉድለት ካብ ምሁራዊ ክልል ጠፊኡ ኣብ ካልእ ንኡስ ንቃተ-ህሊና ደረጃታት ናይ ኣእምሮ ክቕጽል ይኽእል እዩ።</p>\n<p>ነዚ ዅሉ ንምርዳእ ንባዕልና ምንቃሕ ቀዳማይ ነገር እዩ፡ ድኽነትና፡ ነጻነትናን ቃንዛናን። ድሕሪኡ ኣነ ካብ ቅጽበት ናብ ቅጽበት ክመውት ይጅምር። እቲ ስነ-ኣእምሮኣዊ ኣነ ብሃንደበታዊ መልክዑ ክመውት ኣለዎ።</p>\n<p>ብሞት ጥራይ እዩ እቲ ብሓቂ ንቑሕ ዝኾነ ኣካል ኣብ ውሽጥና ዝውለድ። ባዕሉ ጥራይ እዩ ሓቂ ንቑሕ ስልጣን ክውንን ዝኽእል።</p>\n<p>ምንቃሕ፡ ምማት፡ ምውላድ። እዚኣተን ናብ ሓቂ ንቑሕ ህልውና ዝመርሓና ሰለስተ ስነ-ኣእምሮኣዊ ምዕራፋት እየን።</p>\n<p>ንምማት ምንቃሕ ኣለዎ፡ ንምውላድ ድማ ምማት ኣለዎ። ከይነቓሕና ዝመውት ዕሽሽ ቅዱስ እዩ። ከይሞትና ዝውለድ ነቲ ጽቡቕን ክፉእን ዝውክል ድርብ ማንነት ዘለዎ ሰብ እዩ።</p>\n<p>ነቲ ናይ ሓቂ ስልጣን ናይ ምጽቃጥ ልምምድ እቶም ንቑሕ ኣካል ዘለዎም ጥራይ እዮም ክሰርሕዎ ዝኽእሉ።</p>\n<p>እቶም ገና ንቑሕ ኣካል ዘይብሎም፡ ኣውቶ-ኮንሲየንሳውያን ዘይኮኑ፡ ኣብ ስልጣን ይግልጹን ብዙሕ ጉድኣት የውርዱን።</p>\n<p>መምህራን ከመይ ገርካ ከም ትእዝዝ ክመሃሩ ኣለዎም ተመሃሮ ድማ ከመይ ገርካ ከም ትእዘዝ ክመሃሩ ኣለዎም።</p>\n<p>እቶም ትእዛዝ ምሕላፍ ዝቃወሙ ስነ-ኣእምሮኣውያን ብሓቂ እዮም ተጋገዮም ምኽንያቱ ኣቀዲምካ ከመይ ገርካ ትእዘዝ ከይተመሃርካ ብንጹር ክትእዝዝ ኣይከኣልን ኢኻ።</p>\n<p>ብንጹር ከመይ ገርካ ከም ትእዝዝ ክትፈልጥ ኣለካ ከመይ ገርካ ከም ትእዘዝ እውን ብንጹር ክትፈልጥ ኣለካ።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/las-autoridades.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/las-autoridades.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/las-autoridades.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
