import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ባለሥልጣናት",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "3. ባለሥልጣናት",
    "order": 3
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>መንግስት ስልጣን አለው፤ መንግስት ስልጣን አለው። ፖሊስ፣ ህግ፣ ወታደር፣ ቤተሰቦች፣ አስተማሪዎች፣ የሃይማኖት መሪዎች፣ ወዘተ ስልጣን አላቸው።</p>\n<p>ሁለት ዓይነት ስልጣን አለ። አንደኛ፣ ንቃተ-ህሊና የሌለው ስልጣን። ሁለተኛ፣ ንቃተ-ህሊና ያለው ስልጣን።</p>\n<p>ንቃተ-ህሊና የሌላቸው ወይም ንቃተ-ህሊና የሌላቸው ባለስልጣናት ምንም አይጠቅሙም። በአስቸኳይ ራስን የሚያውቁ ባለስልጣናት ያስፈልጉናል።</p>\n<p>ንቃተ-ህሊና የሌላቸው ወይም ንቃተ-ህሊና የሌላቸው ባለስልጣናት አለምን በእንባ እና በህመም ሞልተዋል።</p>\n<p>በቤት እና ትምህርት ቤት ንቃተ-ህሊና የሌላቸው ባለስልጣናት ንቃተ-ህሊና ስለሌላቸው ወይም ስለሌላቸው ስልጣንን አላግባብ ይጠቀማሉ።</p>\n<p>ንቃተ-ህሊና የሌላቸው ወላጆች እና መምህራን ዛሬ ዓይነ ስውራን ዓይነ ስውራንን እየመሩ እንደ ቅዱሳት መጻሕፍት ሁሉም ወደ ገደል ይወርዳሉ።</p>\n<p>ንቃተ-ህሊና የሌላቸው ወላጆች እና መምህራን በልጅነት ጊዜ ትርጉም የለሽ ነገሮችን እንድንሰራ ያስገድዱናል, ነገር ግን እነሱ ምክንያታዊ እንደሆኑ አድርገው ይቆጥሩታል. ይህ ለበጎነታችን ነው ይላሉ።</p>\n<p>ቤተሰቦች ልጆችን እንደ ቆሻሻ፣ ከሰው ዘር የበላይ እንደሆኑ አድርገው በመቁጠር ንቃተ-ህሊና የሌላቸው ባለስልጣናት ናቸው።</p>\n<p>መምህራን የተወሰኑ ተማሪዎችን ይጠላሉ ወይም ይንከባከባሉ ወይም ይንከባከባሉ. አንዳንድ ጊዜ የተጠላውን ተማሪ በጭካኔ ይቀጣሉ ምንም እንኳን የኋለኛው ክፉ ባይሆንም እና በእውነት የማይገባቸውን ብዙ ተወዳጅ ተማሪዎችን በሚያስደንቅ ውጤት ይሸልማሉ።</p>\n<p>ቤተሰቦች እና ትምህርት ቤት አስተማሪዎች ለወንዶች, ለሴቶች ልጆች, ለወጣቶች, ለወጣት ሴቶች, ወዘተ የተሳሳቱ ደንቦችን ያዛሉ.</p>\n<p>የራስ ንቃተ-ህሊና የሌላቸው ባለስልጣናት ትርጉም የለሽ ነገሮችን ብቻ ሊያደርጉ ይችላሉ።</p>\n<p>ራስን የሚያውቁ ባለስልጣኖች ያስፈልጉናል። ራስን ማወቅ ማለት ራስን ሙሉ በሙሉ ማወቅ፣ ሁሉንም የውስጥ እሴቶቻችንን ሙሉ በሙሉ ማወቅ ማለት እንደሆነ ተረዱ።</p>\n<p>እውነተኛ ራስን ሙሉ በሙሉ የሚያውቅ ብቻ ሙሉ በሙሉ ነቅቷል። ያ ራስን ማወቅ ነው።</p>\n<p>ሁሉም ሰው ራሱን እንደሚያውቅ ያስባል፣ ነገር ግን በእውነት ራሱን የሚያውቅ ሰው በሕይወት ውስጥ ማግኘት በጣም ከባድ ነው። ሰዎች ስለራሳቸው ሙሉ በሙሉ የተሳሳቱ አመለካከቶች አሏቸው።</p>\n<p>ራስን ማወቅ ታላቅ እና አስከፊ የራስ ጥረትን ይጠይቃል። ራስን በማወቅ ብቻ ወደ እውነተኛ ራስን ማወቅ ይደርሳል።</p>\n<p>የስልጣን አላግባብ መጠቀም ንቃተ-ህሊና ማጣት ነው። ማንኛውም ራስን የሚያውቅ ባለስልጣን የስልጣን አላግባብ አያደርስም።</p>\n<p>አንዳንድ ፈላስፎች ማንኛውንም ሥልጣን ይቃወማሉ፣ ባለሥልጣናትን ይጠላሉ። እንዲህ ዓይነቱ አስተሳሰብ የውሸት ነው ምክንያቱም በተፈጠረው ነገር ሁሉ, ከጀርም እስከ ፀሐይ ድረስ, ሚዛኖች እና ሚዛኖች ደረጃዎች እና ዲግሪዎች, የሚቆጣጠሩ እና የሚመሩ ከፍተኛ ኃይሎች እና የሚቆጣጠሩ እና የሚመሩ ዝቅተኛ ኃይሎች አሉ.</p>\n<p>ቀላል በሆነ የንብ ቀፎ ውስጥ በንግሥቲቱ ውስጥ ሥልጣን አለ። በማንኛውም ጉንዳን ውስጥ ሥልጣንና ሕጎች አሉ። የስልጣን መርህን ማፍረስ ወደ አናርኪ ይመራል።</p>\n<p>በምንኖርበት በዚህ ወሳኝ ወቅት ያሉ ባለስልጣናት ንቃተ ህሊና የሌላቸው ናቸው እናም በዚህ የስነ ልቦና እውነታ ምክንያት ባሪያዎች፣ ሰንሰለት፣ አላግባብ መጠቀም፣ ህመም ያስከትላሉ።</p>\n<p>ሙሉ በሙሉ ራሳቸውን የሚያውቁ መምህራን፣ አስተማሪዎች ወይም መንፈሳዊ መሪዎች፣ የመንግስት ባለስልጣናት፣ ቤተሰቦች፣ ወዘተ ያስፈልጉናል። በእውነት የተሻለ ዓለምን መፍጠር የምንችለው በዚህ መንገድ ብቻ ነው።</p>\n<p>መምህራን እና መንፈሳዊ መሪዎች አያስፈልጉም ማለት ሞኝነት ነው።</p>\n<p>በተፈጠረው ነገር ሁሉ የስልጣን መርህን መካድ የማይረባ ነገር ነው።</p>\n<p>በራሳቸው የሚተማመኑት፣ ኩሩዎች፣ መምህራን እና መንፈሳዊ መሪዎች አያስፈልጉም ብለው ያስባሉ።</p>\n<p>የራሳችንን ድህነት እና መከራ ማወቅ አለብን። ባለስልጣኖች፣ መምህራን፣ መንፈሳዊ አስተማሪዎች ወዘተ እንደሚያስፈልገን መረዳት አለብን። ነገር ግን በጥበብ ሊመሩን፣ ሊረዱንና ሊመሩን እንዲችሉ ራስን የሚያውቁ መሆን አለባቸው።</p>\n<p>የመምህራን ንቃተ-ህሊና የሌለው ስልጣን የተማሪዎችን የፈጠራ ኃይል ያጠፋል. ተማሪው ከቀባ፣ ንቃተ-ህሊና የሌለው መምህሩ ምን መቀባት እንዳለበት፣ መቅዳት ያለበትን ዛፍ ወይም ገጽታ ይነግረዋል እናም የተደናገጠው ተማሪ ከመምህሩ መካኒካዊ ህጎች ለመውጣት አይደፍርም።</p>\n<p>ይህ መፍጠር አይደለም። ተማሪው ፈጣሪ መሆን አለበት. ከመምህሩ ንቃተ-ህሊና የሌላቸው ህጎች መውጣት እንዲችል ከዛፉ ጋር በተያያዘ የሚሰማውን ሁሉ, በዛፉ በሚንቀጠቀጡ ቅጠሎች ውስጥ የሚዘዋወረው የህይወት ውበት ሁሉ, ጥልቅ ትርጉሙን ሁሉ ማስተላለፍ ይችላል.</p>\n<p>ንቃተ ህሊና ያለው መምህር የመንፈስን ነጻ አውጭ ፈጠራን አይቃወምም።</p>\n<p>በንቃተ ህሊና ስልጣን ያላቸው መምህራን የተማሪዎችን አእምሮ ፈጽሞ አያጉድሉም።</p>\n<p>ንቃተ ህሊና የሌላቸው መምህራን በአስተዳደራቸው የተማሪዎችን አእምሮ እና እውቀት ያጠፋሉ።</p>\n<p>በንቃተ ህሊና ስልጣን ያላቸው መምህራን ተማሪዎቹ ጥሩ ጠባይ እንዲኖራቸው ለመቅጣት እና ደደብ ደንቦችን ለማዘዝ ብቻ ያውቃሉ።</p>\n<p>ራሳቸውን የሚያውቁ መምህራን ተማሪዎቻቸውን በትዕግስት ያስተምራሉ, የግለሰቦችን ችግሮች እንዲረዱ በመርዳት, በመረዳት ሁሉንም ስህተቶቻቸውን ማለፍ እና በድል ወደፊት መሄድ ይችላሉ.</p>\n<p>ንቃተ ህሊና ያለው ወይም ራስን የሚያውቅ ስልጣን የማሰብ ችሎታን ሊያጠፋ አይችልም።</p>\n<p>ንቃተ ህሊና የሌለው ስልጣን የማሰብ ችሎታን ያጠፋል እና ለተማሪዎች ከፍተኛ ጉዳት ያስከትላል.</p>\n<p>ማሰብ የሚመጣው እውነተኛ ነፃነት ስናገኝ ብቻ ነው እና ራስን የሚያውቅ ስልጣን ያላቸው መምህራን የፈጠራ ነፃነትን እንዴት ማክበር እንደሚችሉ ያውቃሉ።</p>\n<p>ንቃተ ህሊና የሌላቸው መምህራን ሁሉንም ነገር እንደሚያውቁ ያምናሉ እና ተማሪዎችን ነፃነት ረግጠው ህይወት በሌላቸው ህጎቻቸው እውቀታቸውን ይከለክላሉ።</p>\n<p>ራሳቸውን የሚያውቁ መምህራን እንደማያውቁ ያውቃሉ እና እስከ ተማሪዎቻቸው የፈጠራ ችሎታዎችን በመመልከት የመማር የቅንጦት ሁኔታ አላቸው.</p>\n<p>የተማሪዎችን ትምህርት ቤቶች፣ ኮሌጆች እና ዩኒቨርሲቲዎች ከቀላል የዲሲፕሊን ራስ-ሰርቶች ሁኔታ ወደ ብሩህ የአስተዋይ እና ነፃ ፍጡራንነት ማሳለፍ አስፈላጊ ነው ስለዚህም የህልውናውን ችግሮች ሁሉ በስኬት መቋቋም ይችላሉ።</p>\n<p>ይህ ራስን የሚያውቁ መምህራን፣ ብቁ ተማሪዎቻቸውን በእውነት የሚንከባከቡ፣ ምንም አይነት የገንዘብ ጭንቀት እንዳይኖርባቸው በደንብ የሚከፈላቸው መምህራን ያስፈልጋቸዋል።</p>\n<p>እንደ አለመታደል ሆኖ እያንዳንዱ መምህር፣ እያንዳንዱ የቤተሰብ አባል፣ እያንዳንዱ ተማሪ ራሱን የሚያውቅ፣ ነቅቷል ብሎ ያስባል እና ያ የእሱ ትልቁ ስህተት ነው።</p>\n<p>በሕይወት ውስጥ ራስን የሚያውቅ እና የነቃ ሰው ማግኘት በጣም አልፎ አልፎ ነው።</p>\n<p>አንድ ሰው ሰውነቱ ሲተኛ እና ሰውነቱ ነቅቶ ሲመኝ ያልማል።</p>\n<p>ሰዎች መኪና ይነዳሉ እያለሙ; እየሰሩ እያለሙ; በጎዳናዎች እየሄዱ እያለሙ፣ ሁልጊዜ እያለሙ ይኖራሉ።</p>\n<p>አንድ ፕሮፌሰር ዣንጥላውን ቢረሳው ወይም በመኪናው ውስጥ አንድ መጽሐፍ ወይም ቦርሳውን ቢተው በጣም ተፈጥሯዊ ነው። ይህ ሁሉ የሚሆነው ፕሮፌሰሩ ንቃተ ህሊናው ስለተኛ፣ እያለሙ ነውና…</p>\n<p>ሰዎች ተኝተዋል ብለው መቀበል በጣም ከባድ ነው, ሁሉም ሰው ራሱን የነቃ አድርጎ ያስባል. አንድ ሰው ንቃተ ህሊናው እንደተኛ ከተቀበለ, ከዚያን ጊዜ ጀምሮ መንቃት ይጀምራል.</p>\n<p>ተማሪው ወደ ትምህርት ቤት መውሰድ ያለበትን መጽሐፍ ወይም ማስታወሻ ደብተር በቤት ውስጥ ይረሳል, እንደዚህ አይነት መዘንጋት በጣም የተለመደ ይመስላል እና ነው, ነገር ግን የሰውን ንቃተ-ህሊና የእንቅልፍ ሁኔታ ያመለክታል, ያመለክታል.</p>\n<p>የየትኛውም የከተማ ትራንስፖርት አገልግሎት ተሳፋሪዎች አንዳንድ ጊዜ ጎዳናውን ይዝለሉ, ተኝተው ነበር እና ሲነቁ ጎዳናውን እንዳለፉ እና አሁን ጥቂት ጎዳናዎችን በእግር መመለስ እንዳለባቸው ይገነዘባሉ.</p>\n<p>በህይወት ውስጥ አልፎ አልፎ ሰው በእውነት ነቅቶ የሚገኝ ሲሆን በሆነ ጊዜ ላይ እንደነበረ, እንደ ማለቂያ በሌለው አስፈሪ ሁኔታ ውስጥ, እራሱን ለተወሰነ ጊዜ ሙሉ በሙሉ ያያል. እነዚያ ጊዜያት የማይረሱ ናቸው።</p>\n<p>መላውን ከተማ ካቋረጠ በኋላ ወደ ቤቱ የሚመለሰው ሰው ሁሉንም ሀሳቦቹን፣ ክስተቶችን፣ ሰዎችን፣ ነገሮችን፣ ሃሳቦችን ወዘተ በዝርዝር ማስታወስ በጣም ከባድ ነው። በሚያስታውሱበት ጊዜ, በማስታወሻቸው ውስጥ ጥልቅ የእንቅልፍ ደረጃዎች ጋር የሚዛመዱ ትልቅ ክፍተቶችን ያገኛሉ.</p>\n<p>አንዳንድ የስነ ልቦና ተማሪዎች ከጊዜ ወደ ጊዜ ንቁ ለመሆን ወስነዋል, ነገር ግን በድንገት ይተኛሉ, ምናልባትም በጎዳና ላይ ጓደኛ ሲያገኙ, የሆነ ነገር ለመግዛት ወደ መደብር ሲገቡ, ወዘተ. ከሰዓታት በኋላ ንቁ ለመሆን የወሰኑትን ሲያስታውሱ እና ከጊዜ ወደ ጊዜ ሲነቁ, ወደዚህ ወይም ወደዚያ ቦታ ሲገቡ ወይም ይህን ወይም ያንን ሰው ሲገናኙ እንደተኛሉ ይገነዘባሉ.</p>\n<p>ራስን ማወቅ በጣም ከባድ ነው ነገር ግን ከጊዜ ወደ ጊዜ ንቁ እና ንቁ ሆነው በመኖር ወደዚህ ሁኔታ መድረስ ይቻላል።</p>\n<p>ወደ ራስን ንቃተ ህሊና ለመድረስ ከፈለግን እራሳችንን ሙሉ በሙሉ ማወቅ አለብን።</p>\n<p>ሁላችንም እራሳችንን ለማወቅ እና ራስን ለማወቅ ማሰስ የሚያስፈልገን እኔ፣ ራሴ፣ ኢጎ አለን።</p>\n<p>እያንዳንዳችን ጉድለቶቻችንን በራስ መመልከት፣ መተንተን እና መረዳት አስቸኳይ ነው።</p>\n<p>በአእምሮ፣ በስሜቶች፣ ልማዶች፣ ውስጣዊ ስሜቶች እና ጾታ ውስጥ ራሳችንን ማጥናት ያስፈልጋል።</p>\n<p>አእምሮ ብዙ ደረጃዎች፣ ክልሎች ወይም ንዑስ የአእምሮ ክፍሎች አሉት፣ እነሱም በክትትል፣ ትንተና፣ ጥልቅ ማሰላሰል እና ጥልቅ የውስጥ ግንዛቤ መሠረት መታወቅ አለባቸው።</p>\n<p>ማንኛውም ጉድለት ከአእምሮ ክልል ሊጠፋ እና በአዕምሮው ሌሎች ንቃተ-ህሊና በሌላቸው ደረጃዎች ላይ መኖርን ሊቀጥል ይችላል.</p>\n<p>የመጀመሪያው የሚያስፈልገው የራሳችንን ድህነት፣ ልደት እና ህመም ለመረዳት መቀስቀስ ነው። ከዚያም እኔ ከጊዜ ወደ ጊዜ መሞት ይጀምራል። የሥነ ልቦናዊው እኔ ሞት አስቸኳይ ነው።</p>\n<p>እውነተኛ ንቃተ ህሊና ያለው ፍጡር በእኛ ውስጥ የሚወለደው በመሞት ብቻ ነው። እውነተኛ ንቃተ ህሊና ያለው ስልጣንን መለማመድ የሚችለው እሱ ብቻ ነው።</p>\n<p>መቀስቀስ፣ መሞት፣ መወለድ። እነዚህ ወደ እውነተኛ ንቃተ ህሊና ህልውና የሚመሩን ሶስት የስነ-ልቦና ደረጃዎች ናቸው።</p>\n<p>ለመሞት መቀስቀስ አለብህ ለመወለድ መሞት አለብህ። ሳይነቃ የሚሞት ደደብ ቅዱስ ይሆናል። ሳይሞት የሚወለድ በጣም ጻድቅ እና በጣም ክፉ የሆነ ድርብ ስብዕና ያለው ግለሰብ ይሆናል።</p>\n<p>እውነተኛ የስልጣን ተጽእኖ የሚለማመዱት ንቃተ ህሊና ያላቸው ብቻ ናቸው።</p>\n<p>ገና ንቃተ ህሊና የሌላቸው፣ ራስን የማያውቁ፣ ብዙውን ጊዜ ስልጣንን አላግባብ ይጠቀማሉ እና ብዙ ጉዳት ያደርሳሉ።</p>\n<p>መምህራን ማዘዝን መማር አለባቸው እና ተማሪዎች መታዘዝን መማር አለባቸው.</p>\n<p>ለመታዘዝ የሚቃወሙ የስነ-ልቦና ባለሙያዎች በተሳሳተ መንገድ ተሳስተዋል, ምክንያቱም አንድ ሰው በንቃተ-ህሊና መታዘዝን ካልተማረ በንቃተ-ህሊና ማዘዝ አይችልም.</p>\n<p>በንቃተ ህሊና እንዴት ማዘዝ እንደሚቻል እና በንቃተ ህሊና እንዴት መታዘዝ እንደሚቻል ማወቅ አለብን።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/las-autoridades.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/las-autoridades.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/las-autoridades.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
