import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "有关部门",
  "locale": "zh",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "3. 有关部门",
    "order": 3
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>政府拥有权威，国家拥有权威。警察、法律、士兵、父母、老师、宗教领袖等等，都拥有权威。</p>\n<p>存在两种类型的权威。第一，潜意识的权威。第二，有意识的权威。</p>\n<p>无意识或潜意识的权威毫无用处。我们迫切需要有自我意识的权威。</p>\n<p>无意识或潜意识的权威已经让世界充满了眼泪和痛苦。</p>\n<p>在家庭和学校，无意识的权威仅仅因为他们是无意识或潜意识的，就滥用权威。</p>\n<p>现在的无意识的父母和老师，只不过是盲人领路，正如圣经所说，他们都将头朝下掉入深渊。</p>\n<p>无意识的父母和老师在童年时期强迫我们做荒谬的事情，但他们认为这是合乎逻辑的。他们说这是为了我们好。</p>\n<p>父母是无意识的权威，正如他们对待孩子像垃圾一样，仿佛他们是高于人类的生物一样，证明了这一点。</p>\n<p>老师们最终憎恨某些学生，而溺爱或纵容其他学生。有时他们会严厉惩罚任何被憎恨的学生，即使后者不是一个恶棍，并给予许多真正不配的受宠学生优秀的成绩。</p>\n<p>父母和学校老师为儿童、青少年、年轻人、少女等制定错误的规则。</p>\n<p>没有自我意识的权威只能做荒谬的事情。</p>\n<p>我们需要自我意识的权威。自我意识的定义是对自己的完整了解，对我们所有内在价值的完全了解。</p>\n<p>只有真正充分了解自己的人，才能完全清醒。这就是自我意识。</p>\n<p>每个人都认为他们了解自己，但在生活中很难找到真正了解自己的人。人们对自己有完全错误的观念。</p>\n<p>了解自己需要巨大的和可怕的自我努力。只有通过了解自己，才能真正达到自我意识。</p>\n<p>滥用权威是由于无意识。任何有自我意识的权威永远不会滥用权威。</p>\n<p>一些哲学家反对所有的权威，他们憎恨权威。这种想法是错误的，因为在所有创造的事物中，从微生物到太阳，都存在着等级和等级，控制和引导的更高力量以及被控制和引导的较低力量。</p>\n<p>在一个简单的蜂巢里，蜂王拥有权威。在任何蚁丘中都存在权威和法律。破坏权威的原则将导致无政府状态。</p>\n<p>在我们所处的关键时期，权威是无意识的，很明显，由于这种心理事实，他们奴役、束缚、虐待并造成痛苦。</p>\n<p>我们需要完全有自我意识的老师、指导者或精神导师、政府权威、父母等等。只有这样，我们才能真正创造一个更美好的世界。</p>\n<p>说不需要老师和精神导师是愚蠢的。</p>\n<p>否认所有创造事物中权威的原则是荒谬的。</p>\n<p>那些自给自足、骄傲的人认为老师和精神导师是不必要的。</p>\n<p>我们必须认识到我们自己的贫困和苦难。我们必须理解我们需要权威、老师、精神导师等等，但要有自我意识，以便他们能够明智地指导、帮助和引导我们。</p>\n<p>老师的无意识的权威摧毁了学生的创造力。如果学生绘画，无意识的老师会告诉他应该画什么，他应该复制的树或风景，而受到惊吓的学生不敢偏离老师的机械规则。</p>\n<p>那不是创造。学生必须成为创造者。他必须能够摆脱无意识老师的无意识规则，以便他能够传达他对这棵树的所有感受，所有在树的颤动叶子中循环的生命魅力，以及它所有的深刻意义。</p>\n<p>一位有意识的老师不会反对精神的解放性创造力。</p>\n<p>拥有有意识的权威的老师永远不会残害学生的心灵。</p>\n<p>无意识的老师用他们的权威摧毁了学生的心灵和智慧。</p>\n<p>拥有无意识的权威的老师，只知道惩罚和制定愚蠢的规则，让学生表现良好。</p>\n<p>有自我意识的老师会非常有耐心地教导他们的学生，帮助他们理解他们个人的困难，以便理解之后，他们能够超越他们所有的错误并凯旋前进。</p>\n<p>有意识的或自我意识的权威永远不会摧毁智慧。</p>\n<p>无意识的权威摧毁智慧并对学生造成严重伤害。</p>\n<p>只有当我们享有真正的自由时，智慧才会降临到我们身上，而拥有自我意识的权威的老师真正懂得尊重创造性的自由。</p>\n<p>无意识的老师认为他们无所不知，并践踏学生的自由，用他们毫无生气的规则阉割学生的智慧。</p>\n<p>有自我意识的老师知道他们不知道，甚至不惜以观察他们学生的创造能力来学习。</p>\n<p>学校、学院和大学的学生需要从简单的受纪律约束的自动机的状态转变为聪明和自由的人的辉煌地位，以便他们能够成功地应对生活中的所有困难。</p>\n<p>这需要有自我意识的，有能力的，真正关心他们的学生的老师，薪水优厚的老师，这样他们就不会有任何金钱方面的焦虑。</p>\n<p>不幸的是，每位老师、每位父母、每位学生都认为自己有自我意识，清醒，而那是他们最大的错误。</p>\n<p>在生活中很难找到一个有自我意识和清醒的人。</p>\n<p>当身体睡觉时，人们做梦；当身体处于清醒状态时，人们也做梦。</p>\n<p>人们做梦开车；做梦工作；做梦走在街上；时时刻刻都在做梦生活。</p>\n<p>一位教授忘记带雨伞或者把书或钱包落在车里是很自然的。所有这些事情的发生是因为教授的意识是睡着的，在做梦…</p>\n<p>人们很难接受他们是睡着的，每个人都认为自己是清醒的。如果有人接受他们的意识是睡着的，很明显，从那一刻起，他们将开始醒来。</p>\n<p>学生忘记带书或笔记本回家，而这些书或笔记本是他们必须带到学校的，这样的遗忘似乎很正常，而且确实如此，但这表明，指出，人类意识所处于的睡眠状态。</p>\n<p>任何城市交通服务的乘客，有时会错过街道，他们睡着了，当他们醒来时，他们意识到他们错过了街道，现在他们将不得不步行返回几条街。</p>\n<p>人类很少真正清醒地活着，即使他们曾有过哪怕一瞬间的清醒，就像在极度恐怖的情况下一样，他们会在一瞬间以完整的形式看到自己。那些时刻是难忘的。</p>\n<p>一个走遍整个城市后回到家的人，很难记住他的所有想法、事件、人物、事物、想法等等等等等等。当试图回忆时，他会在他的记忆中发现巨大的空白，这些空白恰好对应于最深沉的睡眠状态。</p>\n<p>一些心理学专业的学生已经决定时时刻刻保持警惕，但他们突然睡着了，也许是在街上遇到朋友，走进商店买东西等等。当几个小时后，他们回忆起他们决定时时刻刻保持警惕和清醒时，他们会意识到当他们走进某个地方，或者遇到某个人等等时，他们已经睡着了。</p>\n<p>有自我意识是非常困难的，但可以通过学习时时刻刻保持警惕和警惕来达到这种状态。</p>\n<p>如果我们想要达到自我意识，我们需要以完整的形式了解自己。</p>\n<p>我们每个人都有自我，我们自己，我们需要探索的自我，以便了解自己并变得有自我意识。</p>\n<p>迫切需要自我观察，分析和理解我们的每一个缺点。</p>\n<p>有必要在思想、情绪、习惯、本能和性方面研究自己。</p>\n<p>思想有许多层级、区域或潜意识的部门，我们必须通过观察、分析、深入冥想和深刻的内在理解来深入了解它们。</p>\n<p>任何缺陷都可能从智力区域消失，并继续存在于思想的其他无意识层级中。</p>\n<p>首先需要的是醒来，以理解我们自己的贫困、苦难和痛苦。之后，自我开始时时刻刻地死去。迫切需要心理自我的死亡。</p>\n<p>只有死亡，才能使真正有意识的存在在我们内心诞生。只有存在才能行使真正的有意识的权威。</p>\n<p>醒来、死亡、诞生。这些是将我们带向真正有意识存在的三个心理阶段。</p>\n<p>必须醒来才能死亡，必须死亡才能诞生。那些没有醒来就死去的人会变成一个愚蠢的圣人。那些没有死去就诞生的人会变成一个具有双重人格的人，非常公正和非常邪恶。</p>\n<p>只有那些拥有有意识的存在的人才能行使真正的权威。</p>\n<p>那些尚未拥有有意识的存在的人，那些尚未拥有自我意识的人，往往会滥用权威并造成很大的伤害。</p>\n<p>老师必须学会指挥，学生必须学会服从。</p>\n<p>那些反对服从的心理学家实际上是非常错误的，因为如果一个人没有先学会服从，他就无法有意识地指挥。</p>\n<p>必须懂得有意识地指挥，必须懂得有意识地服从。</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/zh/educacion-fundamental/las-autoridades.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/zh/educacion-fundamental/las-autoridades.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/zh/educacion-fundamental/las-autoridades.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
