import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "އެކި އެކި އަހަންނާމެން",
  "locale": "dv",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "10. އެކި އެކި އަހަންނާމެން",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>މަސައްކަތްތެރި ސިކުނޑިއެއް ލިބިފައިވާ، އިންސާނެކޭ ބުނެވޭ ސޫރަޔަކީ، ހަގީގަތުގައިވެސް ވަކި މިނިވަންކަމެއް ލިބިފައިވާ އެއްޗެއް ނޫނެވެ.</p>\n<p>އެއްވެސް ޝައްކެއްނެތް ގޮތުގައި އިންސާނުންގެ ސިކުނޑީގައި އެއްބައިވަންތަކަމެއް ނެތުމަކީ، އެތައް ދަތިތަކާއި ހިތްދަތިކަންތަކުގެ ސަބަބެވެ.</p>\n<p>ބަލިވެގެން ނޫނީ، ޖިސްމާނީ ހަށިގަނޑަކީ ފުރިހަމަ އެއްބައިވަންތަ އެއްޗެއްގެ ގޮތުގައި މަސައްކަތްކުރާ އެއްޗެކެވެ.</p>\n<p>އެހެންނަމަވެސް، އިންސާނާގެ އެތެރެ ފުށުގެ ދިރިއުޅުމަކީ އެއްގޮތަކަށްވެސް ސިކުނޑީގެ އެއްބައިވަންތަކަމެއް ނޫނެވެ.</p>\n<p>ސޫޑޯ-އެސޮޓެރިކް އަދި ސޫޑޯ-އޮކަލްޓިސްޓް ވައްތަރުގެ ތަފާތު ސްކޫލްތަކުން ބުނާ ބުނުންތަކުގެ އިދިކޮޅަށް، މި ހުރިހާ ކަމެއްގެ އެންމެ ސީރިއަސް ކަމަކީ، ކޮންމެ މީހެއްގެވެސް ހިތުގެ އަޑީގައި ސިކުނޑީގެ އިންތިޒާމެއް ނެތުމެވެ.</p>\n<p>ހަމަކަށަވަރުންވެސް މިފަދަ ހާލަތްތަކުގައި، މީހުންގެ އެތެރެފުށުގެ ދިރިއުޅުމުގައި އެއްކޮށް އެއްބައިވަންތަ މަސައްކަތެއް ނުހިނގައެވެ.</p>\n<p>އިންސާނާ އޭނާގެ އެތެރެފުށުގެ ހާލަތަށް ބަލާއިރު، އޭނާގެ ކިބައިން އެތައް ސިކުނޑީގެ ގޮތްތަކެއް ފެންނާނެއެވެ. އެއީ އެތައް “އަހަންނު” ތަކެއްގެ މައްޗަށް އެކުލެވިގެންވާ އެއްޗެކެވެ.</p>\n<p>މި އަނދިރި ޒަމާނުގެ މޮޔަވިލުންވެރިން، “އަހަންނު” އަށް އަޅުކަންކުރެއެވެ. އެއަށް އިލާހީ ސިފަ ދީ، މަތީ މަގާމު ދީ، “އަނެއް އަހަންނު”، “މަތީ އަހަންނު”، “އިލާހީ އަހަންނު” މިފަދަ ނަންނަން ކިޔާ އުޅެއެވެ.</p>\n<p>އަޅުގަނޑުމެން މި ދިރިއުޅެމުން މިދާ ކަޅު ޒަމާނުގެ “އެނގޭ މީހުން” ވިސްނަން ބޭނުމެއް ނުވެއެވެ. “މަތީ އަހަންނު” ނުވަތަ “ދަށް އަހަންނު” އަކީވެސް އެއް އީގޯގެ ދެބައެވެ. އެއީ އެތައް ބަޔަކަށް ބެހިފައިވާ އެއްޗެކެވެ.</p>\n<p>ހަމަކަށަވަރުންވެސް އިންސާނާގެ ކިބައިން “ދާއިމީ އަހަންނު” އެއް ނުފެނޭހެވެ. ފެންނަނީ އިންސާނިއްޔަތުގެ ދަށު ދަރަޖައިގެ އަދި މާނައެއްނެތް އެތައް “އަހަންނު” ތަކެކެވެ.</p>\n<p>އިންސާނެކޭ ހީކުރެވޭ ނިކަމެތި ސިކުނޑީގެ ދިރޭތަކެތި، އޭނާގެ ވެރިއެއްގެ ބަދަލުގައި އެތައް ވަލީއަހުދުންތަކެއް ތިބެގެން އަބަދުވެސް އަމުރުކޮށް އެމީހުންގެ ހިތަށް އަރާކަންތައް ކުރަން ބޭނުންވާ، ތަރުތީބުނެތް ގެއަކާ އެއްފަދައެވެ.</p>\n<p>އަގުހެޔޮ ސޫޑޯ-އެސޮޓެރިޒަމް އަދި ސޫޑޯ-އޮކަލްޓިޒަމްގެ އެންމެ ބޮޑު ގޯހަކީ، އެހެން މީހުންގެ ކިބައިން ފެންނަނީ ނުވަތަ އެމީހުންގެ ކިބައިންވެސް ފެންނަނީ “ފެށުމެއްނެތް އަދި ނިމުމެއްނެތް ދާއިމީ އަދި ބަދަލުނުވާ އަހަންނު” އެކޭ ހީކުރުމެވެ.</p>\n<p>އެގޮތަށް ހީކުރާ މީހުންނަށް، އެންމެ ހިނދުކޮޅަކަށްވިޔަސް، ހޭލެވިއްޖެނަމަ، އިންސާނުން އަބަދުވެސް އެއްގޮތް ނުވާކަން އެމީހުންގެ އަމިއްލަ ނަފްސުތަކުން ސާފުކޮށް ފެންނާނެއެވެ.</p>\n<p>ސިކުނޑީގެ ނަޒަރުން ބަލާއިރު މަސައްކަތްތެރި ސޫރައަކީ، އަބަދާ އަބަދު ބަދަލުވަމުންދާ އެއްޗެކެވެ.</p>\n<p>މީހަކަށް ލުއިސްއޭ ކިޔާނަމަ އަބަދުވެސް އޭނާއަކީ ލުއިސްއޭ ހީކުރުމަކީ، ވަރަށް ދެރަ ސަމާސާއެއް ކަހަލަ ކަމެކެވެ.</p>\n<p>ލުއިސްއޭ ކިޔާ މީހާގެ ކިބައިން އެހެން “އަހަންނު” ތަކެއް، އެހެން އީގޯތަކެއް ފެންނާނެއެވެ. އޭނާގެ ޝަހުސިއްޔަތުގެ ތެރެއިން އެކި ވަގުތުތަކުގައި އެކަންކަން ފާޅުވާނެއެވެ. ލުއިސްއަށް ދަހިވެތިވުން ކަމުނުދިޔަޔަސް، އޭނާގެ ކިބައިން ފެންނަ އެހެން “އަހަންނެއް” —މިސާލަކަށް ޕެޕޭއޭ ކިޔާ މީހެއް— ދަހިވެތިވާން ބޭނުންވާނެއެވެ. އެގޮތަށް ކަންތައް ހިނގާނެއެވެ.</p>\n<p>އެއްވެސް މީހަކު އަބަދުވެސް އެއްގޮތްވާނެއޭ ބުނެވޭކަށް ނެތެވެ. ހަމަ ހަގީގަތުގައިވެސް ކޮންމެ މީހެއްގެ ކިބައިންވެސް ފެންނަ ގިނަ ބަދަލުތަކާއި، ދެކޮޅުވެރިކަންތައް ވިސްނުމަށް މާ ބޮޑު ތަޖުރިބާއެއް ހުންނާކަށް ނުޖެހެއެވެ.</p>\n<p>މީހެއްގެ ކިބައިން “ދާއިމީ އަދި ބަދަލުނުވާ އަހަންނު” އެއް ފެންނާނެކަމަށް ހީކުރުމަކީ، އަނެކާއަށް އަދި އަމިއްލަ ނަފްސަށްވެސް ކުރެވޭ އިހާނެތި އަމަލެކެވެ.</p>\n<p>ކޮންމެ މީހެއްގެ އެތެރޭގައި އެތައް ބަޔަކު ދިރިއުޅެއެވެ. އެތައް “އަހަންނު” ތަކެއް އެބަތިއްބެވެ. ހޭލާ ތިބޭ، ހުޝިޔާރު މީހުންނަށް އެކަން އަމިއްލައަށް ސާބިތުކޮށްދެވޭނެއެވެ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/dv/tratado-de-psicologia-revolucionaria/los-diferentes-yoes.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/tratado-de-psicologia-revolucionaria/los-diferentes-yoes.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/tratado-de-psicologia-revolucionaria/los-diferentes-yoes.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
