import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Երեք ուղեղները",
  "locale": "hy",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. Երեք ուղեղները",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Նոր դարաշրջանի հեղափոխական հոգեբանությունը պնդում է, որ ինտելեկտուալ կենդանու օրգանական մեքենան, որը կեղծ կերպով կոչվում է մարդ, գոյություն ունի եռակենտրոն կամ եռաուղեղային ձևով։</p>\n<p>Առաջին ուղեղը փակված է գանգի մեջ։ Երկրորդ ուղեղը կոնկրետորեն համապատասխանում է ողնաշարին՝ իր կենտրոնական ուղեղով և բոլոր նյարդային ճյուղերով։ Երրորդ ուղեղը գտնվում է ոչ մի որոշակի տեղում, ոչ էլ որոշակի օրգան է։ Իրականում երրորդ ուղեղը կազմված է համակրելի նյարդային հյուսվածքներից և ընդհանրապես մարդու օրգանիզմի բոլոր հատուկ նյարդային կենտրոններից։</p>\n<p>Առաջին ուղեղը մտածող կենտրոնն է։ Երկրորդ ուղեղը շարժման կենտրոնն է, որը սովորաբար կոչվում է շարժիչ կենտրոն։ Երրորդ ուղեղը զգացմունքային կենտրոնն է։</p>\n<p>Գործնականում լիովին ապացուցված է, որ մտածող ուղեղի ցանկացած չարաշահում առաջացնում է մտավոր էներգիայի չափազանց մեծ ծախս։ Հետևաբար տրամաբանական է առանց վարանելու պնդել, որ հոգեբուժարանները մտավոր դիակների իսկական գերեզմաններ են։</p>\n<p>Հարմոնիկ և հավասարակշռված սպորտաձևերը օգտակար են շարժիչ ուղեղի համար, բայց սպորտի չարաշահումը նշանակում է շարժիչային էներգիայի չափազանց մեծ ծախս, և արդյունքը հաճախ աղետալի է լինում։ Անհեթեթ չէ պնդել, որ գոյություն ունեն շարժիչ ուղեղի դիակներ։ Այդ դիակները հայտնի են որպես հեմիպլեգիայով, պարապլեգիայով, առաջադիմող կաթվածով և այլն հիվանդներ։</p>\n<p>Գեղագիտական զգացողությունը, միստիկան, էքստազը, բարձրագույն երաժշտությունը անհրաժեշտ են զգացմունքային կենտրոնը մշակելու համար, բայց այդ ուղեղի չարաշահումն առաջացնում է անօգուտ մաշվածություն և զգացմունքային էներգիաների վատնում։ Զգացմունքային ուղեղը չարաշահում են «նոր ալիքի» էկզիստենցիալիստները, ռոքի երկրպագուները, ժամանակակից արվեստի զգայական կեղծ արտիստները, զգայականության հիվանդագին կրքոտները և այլն, և այլն։</p>\n<p>Թեև դա կարող է անհավանական թվալ, մահը, անշուշտ, յուրաքանչյուր մարդու մոտ կատարվում է երրորդական ձևով։ Արդեն լիովին ապացուցված է, որ ցանկացած հիվանդություն հիմնված է երեք ուղեղներից որևէ մեկի վրա։</p>\n<p>Մեծ օրենքը իմաստնորեն ինտելեկտուալ կենդանու երեք ուղեղներից յուրաքանչյուրում դրել է ԿԵՆՍԱԿԱՆ ԱՐԺԵՔՆԵՐԻ որոշակի կապիտալ։ Այդ կապիտալի խնայողությունը փաստորեն նշանակում է երկարացնել կյանքը, այդ կապիտալի վատնումն առաջացնում է մահ։</p>\n<p>Հնագույն ավանդույթները, որոնք մեզ են հասել դարերի սարսափելի գիշերից, պնդում են, որ Խաղաղ օվկիանոսում գտնվող Հին MU մայրցամաքում մարդկային կյանքի միջին տևողությունը տատանվում էր տասներկուսից մինչև տասնհինգ դար։</p>\n<p>Դարերի ընթացքում բոլոր դարաշրջաններում երեք ուղեղների սխալ օգտագործումը քիչ-քիչ կրճատում էր կյանքը։</p>\n<p>Արևոտ KEM երկրում… այնտեղ՝ փարավոնների հին Եգիպտոսում, մարդկային կյանքի միջին տևողությունը հասնում էր ընդամենը հարյուր քառասուն տարվա։</p>\n<p>Ներկայումս բենզինի և ցելուլոիդի այս ժամանակակից ժամանակներում, էկզիստենցիալիզմի և ռոքի ապստամբների այս դարաշրջանում, մարդկային կյանքի միջին տևողությունը, ըստ որոշ ապահովագրական ընկերությունների, կազմում է ընդամենը հիսուն տարի։</p>\n<p>ԽՍՀՄ-ի մարքսիստ-լենինիստ տերերը, ինչպես միշտ պարծենկոտ և ստախոս, այնտեղ շրջում են՝ ասելով, որ հայտնագործել են շատ հատուկ շիճուկներ կյանքը երկարացնելու համար, բայց ծերուկ Խրուշչովը դեռ ութսուն տարեկան չէ, և նա պետք է թույլտվություն խնդրի մի ոտքից մյուսը բարձրացնելու համար։</p>\n<p>ԱՍԻԱ-ի կենտրոնում կա մի կրոնական համայնք, որը կազմված է այնպիսի ծերերից, որոնք այլևս չեն հիշում իրենց երիտասարդությունը։ Այդ ծերերի կյանքի միջին տևողությունը տատանվում է չորս հարյուրից հինգ հարյուր տարվա սահմաններում։</p>\n<p>Այս ասիացի վանականների երկարակեցության ողջ գաղտնիքը կայանում է երեք ուղեղների իմաստուն օգտագործման մեջ։</p>\n<p>Երեք ուղեղների հավասարակշռված և ներդաշնակ ֆունկցիոնալությունը նշանակում է ԿԵՆՍԱԿԱՆ ԱՐԺԵՔՆԵՐԻ խնայողություն և, որպես տրամաբանական հետևանք, կյանքի երկարացում։</p>\n<p>Գոյություն ունի տիեզերական օրենք, որը հայտնի է որպես «ՇԱՏ ԱՂԲՅՈՒՐՆԵՐԻ ՏԱՏԱՆՈՒՄՆԵՐԻ ՀԱՎԱՍԱՐՈՒՄ»։ Այդ վանքի վանականները գիտեն, թե ինչպես օգտագործել այդ օրենքը երեք ուղեղների օգտագործման միջոցով։</p>\n<p>Ժամանակավրեպ մանկավարժությունը սովորողներին առաջնորդում է դեպի մտածող ուղեղի չարաշահումը, որի արդյունքները արդեն գիտի հոգեբուժությունը։</p>\n<p>Երեք ուղեղների խելացի մշակումը ՀԻՄՆԱԿԱՆ ԿՐԹՈՒԹՅՈՒՆ Է։ Բաբելոնի, Հունաստանի, Հնդկաստանի, Պարսկաստանի, Եգիպտոսի և այլն հնագույն գաղտնի դպրոցներում ուսանողները ամբողջական ուղղակի տեղեկատվություն էին ստանում իրենց երեք ուղեղների համար՝ ուսմունքի, պարի, երաժշտության և այլն խելացի համադրությամբ։</p>\n<p>Հին ժամանակների թատրոնները դպրոցի մաս էին կազմում։ Դրաման, կատակերգությունը, ողբերգությունը, զուգորդված հատուկ միմիկայով, երաժշտությամբ, բանավոր ուսուցմամբ և այլն, ծառայում էին յուրաքանչյուր անհատի երեք ուղեղներին տեղեկացնելու համար։</p>\n<p>Այն ժամանակ ուսանողները չէին չարաշահում մտածող ուղեղը և գիտեին, թե ինչպես խելացիորեն և հավասարակշռված ձևով օգտագործել իրենց երեք ուղեղները։</p>\n<p>Հունաստանում Էլեուսիուսի գաղտնիքների պարերը, Բաբելոնում թատրոնը, Հունաստանում քանդակագործությունը միշտ օգտագործվել են աշակերտներին գիտելիքներ փոխանցելու համար։</p>\n<p>Այժմ ռոքի այս այլասերված ժամանակներում շփոթված և ապակողմնորոշված ուսանողները շրջում են մտավոր չարաշահման մռայլ ճանապարհով։</p>\n<p>Ներկայումս չկան երեք ուղեղների ներդաշնակ մշակման իսկական ստեղծագործական համակարգեր։</p>\n<p>Դպրոցների, քոլեջների և համալսարանների ուսուցիչներն ու ուսուցչուհիները դիմում են միայն ձանձրալի ուսանողների անհավատարիմ հիշողությանը, ովքեր անհամբեր սպասում են դասարանից դուրս գալու ժամին։</p>\n<p>Հրատապ է, անհրաժեշտ է իմանալ, թե ինչպես համատեղել ինտելեկտը, շարժումը և զգացմունքները ուսանողների երեք ուղեղներին ամբողջական տեղեկատվություն փոխանցելու նպատակով։</p>\n<p>Անհեթեթ է տեղեկացնել միայն մեկ ուղեղի։ Առաջին ուղեղը ճանաչողության միակ ուղեղը չէ։ Հանցավոր է չարաշահել ուսանողների մտածող ուղեղը։</p>\n<p>ՀԻՄՆԱԿԱՆ ԿՐԹՈՒԹՅՈՒՆԸ պետք է ուսանողներին առաջնորդի ներդաշնակ զարգացման ճանապարհով։</p>\n<p>Հեղափոխական հոգեբանությունը հստակորեն սովորեցնում է, որ երեք ուղեղներն ունեն լիովին տարբեր անկախ ասոցիացիաների երեք դաս։ Ասոցիացիաների այս երեք դասերը հիշեցնում են էության դրդապատճառների տարբեր տեսակներ։</p>\n<p>Սա մեզ փաստորեն տալիս է երեք տարբեր անձնավորություններ, որոնք ոչ մի ընդհանուր բան չունեն ո՛չ իրենց բնույթի մեջ, ո՛չ էլ իրենց դրսևորումներում։</p>\n<p>Նոր դարաշրջանի հեղափոխական հոգեբանությունը սովորեցնում է, որ յուրաքանչյուր մարդու մեջ գոյություն ունեն տարբեր հոգեբանական երեք կողմեր։ Հոգեկան էության մի մասով մենք մի բան ենք ցանկանում, մյուս մասով մենք վճռականորեն այլ բան ենք ցանկանում, իսկ երրորդ մասի շնորհիվ մենք անում ենք լիովին հակառակ բան։</p>\n<p>Գերագույն ցավի մի պահին, գուցե սիրելի մարդու կորուստը կամ որևէ այլ ներքին աղետ, զգացմունքային անձնավորությունը հասնում է հուսահատության, մինչդեռ ինտելեկտուալ անձնավորությունը հարցնում է այս ողբերգության պատճառը, իսկ շարժման անձնավորությունը պարզապես ցանկանում է փախչել տեսարանից։</p>\n<p>Այս երեք տարբեր, տարբեր և հաճախ նույնիսկ հակասական անձնավորությունները պետք է խելացիորեն մշակվեն և սովորեցվեն հատուկ մեթոդներով և համակարգերով բոլոր դպրոցներում, քոլեջներում և համալսարաններում։</p>\n<p>Հոգեբանական տեսանկյունից անհեթեթ է բացառապես կրթել ինտելեկտուալ անձնավորությանը։ Մարդն ունի երեք անձնավորություն, որոնք հրատապորեն կարիք ունեն ՀԻՄՆԱԿԱՆ ԿՐԹՈՒԹՅԱՆ։</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hy/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
