import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ខួរក្បាលទាំងបី",
  "locale": "km",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. ខួរក្បាលទាំងបី",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ចិត្តវិទ្យាបដិវត្តន៍នៃយុគសម័យថ្មីអះអាងថា ម៉ាស៊ីនសរីរាង្គនៃសត្វបញ្ញវន្តដែលហៅថា មនុស្សមិនពិតនោះ មានក្នុងទម្រង់ជាត្រីមជ្ឈមណ្ឌល ឬត្រីខួរក្បាល។</p>\n<p>ខួរក្បាលទីមួយត្រូវបានបិទនៅក្នុងប្រអប់លលាដ៍ក្បាល។ ខួរក្បាលទីពីរត្រូវគ្នាជាពិសេសទៅនឹងឆ្អឹងខ្នងជាមួយនឹងខួរឆ្អឹងខ្នងកណ្តាល និងមែកសរសៃប្រសាទទាំងអស់របស់វា។ ខួរក្បាលទីបីមិនស្ថិតនៅកន្លែងច្បាស់លាស់ណាមួយ ឬក៏ជាសរីរាង្គជាក់លាក់ណាមួយដែរ។ ជាការពិត ខួរក្បាលទីបីត្រូវបានបង្កើតឡើងដោយបណ្តុំសរសៃប្រសាទអាណិតអាសូរ និងជាទូទៅដោយមជ្ឈមណ្ឌលសរសៃប្រសាទជាក់លាក់ទាំងអស់នៃសារពាង្គកាយមនុស្ស។</p>\n<p>ខួរក្បាលទីមួយគឺជាមជ្ឈមណ្ឌលគិត។ ខួរក្បាលទីពីរគឺជាមជ្ឈមណ្ឌលនៃចលនា ដែលត្រូវបានគេហៅជាទូទៅថាជាមជ្ឈមណ្ឌលម៉ូទ័រ។ ខួរក្បាលទីបីគឺជាមជ្ឈមណ្ឌលអារម្មណ៍។</p>\n<p>វាត្រូវបានបង្ហាញយ៉ាងពេញលេញក្នុងការអនុវត្តជាក់ស្តែងថា ការរំលោភបំពានលើខួរក្បាលគិតណាមួយ បណ្តាលឱ្យមានការចំណាយថាមពលបញ្ញាច្រើនហួសប្រមាណ។ ដូច្នេះ វាជារឿងឡូជីខលក្នុងការអះអាងដោយគ្មានការសង្ស័យថា គិលានសដ្ឋានវិកលចរិកគឺជាទីបញ្ចុះសពពិតប្រាកដនៃអ្នកស្លាប់ផ្នែកបញ្ញា។</p>\n<p>កីឡាដែលមានភាពសុខដុម និងមានតុល្យភាពគឺមានប្រយោជន៍សម្រាប់ខួរក្បាលម៉ូទ័រ ប៉ុន្តែការរំលោភបំពានលើកីឡាមានន័យថាការចំណាយថាមពលម៉ូទ័រច្រើនហួសប្រមាណ ហើយលទ្ធផលជាធម្មតាមានគ្រោះមហន្តរាយ។ វាមិនសមហេតុសមផលទេក្នុងការអះអាងថាមានអ្នកស្លាប់នៃខួរក្បាលម៉ូទ័រ។ អ្នកស្លាប់ទាំងនោះត្រូវបានគេស្គាល់ថាជាអ្នកជំងឺ Hemiplegia, Paraplegia, ពិការភាពរីកចម្រើន ជាដើម។</p>\n<p>អារម្មណ៍សោភ័ណភាព, អាថ៌កំបាំង, ភាពរីករាយ, តន្ត្រីដ៏ខ្ពង់ខ្ពស់, គឺចាំបាច់សម្រាប់ការដាំដុះមជ្ឈមណ្ឌលអារម្មណ៍, ប៉ុន្តែការរំលោភបំពានលើខួរក្បាលនេះបណ្តាលឱ្យមានការពាក់ដែលគ្មានប្រយោជន៍ និងការខ្ជះខ្ជាយថាមពលផ្លូវចិត្ត។ អ្នកដែលមានស្រាប់នៃ “រលកថ្មី”, អ្នកនិយមជ្រុលនៃ Rock, សិល្បករសិប្បនិម្មិតផ្លូវភេទនៃសិល្បៈទំនើប, អ្នកស្រលាញ់ផ្លូវភេទ Morbid, ល រំលោភបំពានលើខួរក្បាលអារម្មណ៍។</p>\n<p>ទោះបីជាវាហាក់ដូចជាមិនគួរឱ្យជឿក៏ដោយ ការស្លាប់ពិតជាដំណើរការដោយភាគបីនៅក្នុងមនុស្សម្នាក់ៗ។ វាត្រូវបានបញ្ជាក់យ៉ាងពេញលេញថាជំងឺទាំងអស់មានមូលដ្ឋានរបស់វានៅក្នុងខួរក្បាលទាំងបីណាមួយ។</p>\n<p>ច្បាប់ដ៏អស្ចារ្យបានដាក់ប្រកបដោយប្រាជ្ញានៅក្នុងខួរក្បាលទាំងបីនៃសត្វបញ្ញាវ័ន្ត នូវដើមទុននៃតម្លៃជីវិតជាក់លាក់មួយ។ ការសន្សំដើមទុននោះមានន័យថានឹងពន្យារអាយុជីវិត ការខ្ជះខ្ជាយដើមទុននោះបណ្តាលឱ្យស្លាប់។</p>\n<p>ទំនៀមទម្លាប់បុរាណដែលបានមកដល់យើងពីពេលយប់ដ៏គួរឱ្យភ័យខ្លាចនៃសតវត្សមកហើយ អះអាងថាអាយុកាលជាមធ្យមរបស់មនុស្សនៅលើទ្វីបចាស់ MU ដែលមានទីតាំងនៅមហាសមុទ្រប៉ាស៊ីហ្វិកមានចន្លោះពីដប់ពីរទៅដប់ប្រាំសតវត្ស។</p>\n<p>ជាមួយនឹងការផ្លាស់ប្តូរនៃសតវត្សមកដល់នូវគ្រប់វ័យ ការប្រើប្រាស់ខួរក្បាលទាំងបីខុសបានកាត់បន្ថយអាយុជីវិតបន្តិចម្តងៗ។</p>\n<p>នៅក្នុងប្រទេសដែលមានពន្លឺថ្ងៃនៃ KEM… ត្រលប់ទៅអេហ្ស៊ីបចាស់នៃផារ៉ោនវិញ អាយុកាលជាមធ្យមរបស់មនុស្សឈានដល់ត្រឹមតែមួយរយសែសិបឆ្នាំប៉ុណ្ណោះ។</p>\n<p>បច្ចុប្បន្ននេះនៅក្នុងសម័យទំនើបនៃសាំង និងសេលុយឡូអ៊ីត ក្នុងសម័យនៃអត្ថិភាពនិយម និងពួកឧទ្ទាម Rock នេះ អាយុកាលជាមធ្យមរបស់មនុស្ស យោងតាមក្រុមហ៊ុនធានារ៉ាប់រងមួយចំនួន គឺមានតែហាសិបឆ្នាំប៉ុណ្ណោះ។</p>\n<p>លោកម្ចាស់ម៉ាក្ស-លេនីននិយម នៃសហភាពសូវៀត ដែលជាមនុស្សអួតអាង និងកុហកដូចធម្មតា កំពុងតែនិយាយថា ពួកគេបានបង្កើតសេរ៉ូមពិសេសដើម្បីពន្យារអាយុជីវិត ប៉ុន្តែ Kruschev ចាស់មិនទាន់មានអាយុប៉ែតសិបឆ្នាំនៅឡើយទេ ហើយត្រូវសុំការអនុញ្ញាតពីជើងម្ខាងដើម្បីលើកជើងម្ខាងទៀត។</p>\n<p>នៅចំកណ្តាលអាស៊ី មានសហគមន៍សាសនាមួយដែលបង្កើតឡើងដោយមនុស្សចាស់ដែលមិននឹកឃើញដល់យុវវ័យរបស់ពួកគេ។ អាយុកាលជាមធ្យមនៃមនុស្សចាស់ទាំងនោះមានចន្លោះពីបួនរយទៅប្រាំរយឆ្នាំ។</p>\n<p>អាថ៌កំបាំងនៃជីវិតដ៏វែងអន្លាយរបស់ព្រះសង្ឃអាស៊ីទាំងនេះគឺស្ថិតនៅលើការប្រើប្រាស់ខួរក្បាលទាំងបីប្រកបដោយប្រាជ្ញា។</p>\n<p>មុខងារមានតុល្យភាព និងសុខដុមរមនារបស់ខួរក្បាលទាំងបីមានន័យថា ការសន្សំតម្លៃជីវិត និងជាលំដាប់ឡូជីខល ការពន្យារអាយុជីវិត។</p>\n<p>មានច្បាប់លោហធាតុមួយដែលគេស្គាល់ថា “សមភាពនៃរំញ័រនៃប្រភពជាច្រើន”។ ព្រះសង្ឃនៃវត្តអារាមនោះចេះប្រើប្រាស់ច្បាប់នោះតាមរយៈការប្រើប្រាស់ខួរក្បាលទាំងបី។</p>\n<p>គរុកោសល្យមិនទាន់ពេលវេលានាំសិស្សានុសិស្សទៅរករំលោភបំពានលើខួរក្បាលគិត ដែលលទ្ធផលត្រូវបានគេដឹងរួចហើយដោយចិត្តសាស្ត្រ។</p>\n<p>ការដាំដុះប្រកបដោយភាពឆ្លាតវៃនៃខួរក្បាលទាំងបីគឺជាការអប់រំជាមូលដ្ឋាន។ នៅក្នុងសាលាចំណេះដឹងអាថ៌កំបាំងបុរាណនៃបាប៊ីឡូន, ក្រិក, ឥណ្ឌា, ពែរ្ស, អេហ្ស៊ីប ជាដើម សិស្សានុសិស្សទទួលបានព័ត៌មានពេញលេញដោយផ្ទាល់ សម្រាប់ខួរក្បាលទាំងបីរបស់ពួកគេ តាមរយៈការណែនាំ ការរាំ តន្ត្រី ជាដើម ដែលត្រូវបានផ្សំបញ្ចូលគ្នាយ៉ាងឆ្លាតវៃ។</p>\n<p>រោងមហោស្រពនៃសម័យបុរាណ គឺជាផ្នែកមួយនៃសាលារៀន។ ល្ខោន, កំប្លែង, សោកនាដកម្ម, រួមបញ្ចូលគ្នាជាមួយទឹកមុខពិសេស, តន្ត្រី, ការបង្រៀនផ្ទាល់មាត់, ល.. ត្រូវបានប្រើដើម្បីផ្តល់ព័ត៌មានដល់ខួរក្បាលទាំងបីរបស់មនុស្សម្នាក់ៗ។</p>\n<p>បន្ទាប់មកសិស្សមិនរំលោភបំពានលើខួរក្បាលគិតទេ ហើយដឹងពីរបៀបប្រើខួរក្បាលទាំងបីរបស់ពួកគេដោយឆ្លាតវៃ និងមានតុល្យភាព។</p>\n<p>របាំនៃអាថ៌កំបាំងនៃ Eleusis ក្នុងប្រទេសក្រិក ល្ខោននៅបាប៊ីឡូន ចម្លាក់នៅប្រទេសក្រិក តែងតែត្រូវបានប្រើដើម្បីបញ្ជូនចំណេះដឹងទៅកាន់សិស្សានុសិស្ស។</p>\n<p>ឥឡូវនេះនៅក្នុងសម័យ അധៈ នៃ Rock សិស្សានុសិស្សច្របូកច្របល់ និងវង្វេងវង្វាន់កំពុងដើរតាមមាគ៌ាដ៏ខ្មៅងងឹតនៃការរំលោភបំពានផ្លូវចិត្ត។</p>\n<p>បច្ចុប្បន្ននេះ មិនមានប្រព័ន្ធច្នៃប្រឌិតពិតប្រាកដសម្រាប់ការដាំដុះប្រកបដោយសុខដុមរមនានៃខួរក្បាលទាំងបីនោះទេ។</p>\n<p>គ្រូបង្រៀននៃសាលារៀន មហាវិទ្យាល័យ និងសាកលវិទ្យាល័យ គ្រាន់តែនិយាយទៅកាន់ការចងចាំដែលមិនស្មោះត្រង់របស់សិស្សដែលធុញទ្រាន់ ដែលទន្ទឹងរង់ចាំពេលវេលាចេញពីថ្នាក់រៀន។</p>\n<p>វាជាការបន្ទាន់ វាជាការចាំបាច់ដើម្បីដឹងពីរបៀបបញ្ចូលគ្នានូវបញ្ញា ចលនា និងអារម្មណ៍ ក្នុងគោលបំណងនាំយកព័ត៌មានពេញលេញទៅកាន់ខួរក្បាលទាំងបីរបស់សិស្ស។</p>\n<p>វាពិតជាមិនសមហេតុសមផលទេក្នុងការផ្តល់ព័ត៌មានដល់ខួរក្បាលតែមួយ។ ខួរក្បាលទីមួយមិនមែនជាខួរក្បាលនៃការយល់ដឹងតែមួយទេ។ វាជាបទឧក្រិដ្ឋក្នុងការរំលោភបំពានលើខួរក្បាលគិតរបស់សិស្សានុសិស្ស។</p>\n<p>ការអប់រំជាមូលដ្ឋានគួរតែដឹកនាំសិស្សតាមមាគ៌ានៃការអភិវឌ្ឍន៍ប្រកបដោយសុខដុមរមនា។</p>\n<p>ចិត្តវិទ្យាបដិវត្តន៍បង្រៀនយ៉ាងច្បាស់ថាខួរក្បាលទាំងបីមានសមាគមបីប្រភេទដែលឯករាជ្យខុសគ្នាទាំងស្រុង។ សមាគមទាំងបីប្រភេទនេះ អំពាវនាវឱ្យមានកម្លាំងចិត្តផ្សេងៗគ្នានៃសត្វ។</p>\n<p>នេះផ្តល់ឱ្យយើងនូវបុគ្គលិកលក្ខណៈបីផ្សេងគ្នាដែលមិនមានអ្វីដូចគ្នានៅក្នុងធម្មជាតិ ឬក្នុងការបង្ហាញរបស់ពួកគេ។</p>\n<p>ចិត្តវិទ្យាបដិវត្តន៍នៃយុគសម័យថ្មីបង្រៀនថានៅក្នុងមនុស្សម្នាក់ៗមានទិដ្ឋភាពផ្លូវចិត្តបីផ្សេងគ្នា។ ជាមួយនឹងផ្នែកមួយនៃខ្លឹមសារផ្លូវចិត្ត យើងចង់បានអ្វីមួយ ជាមួយនឹងផ្នែកមួយទៀត យើងចង់បានអ្វីមួយដែលខុសគ្នាទាំងស្រុង ហើយសូមអរគុណចំពោះផ្នែកទីបី យើងធ្វើអ្វីមួយដែលផ្ទុយគ្នាទាំងស្រុង។</p>\n<p>ក្នុងមួយរំពេចនៃការឈឺចាប់ដ៏ខ្ពង់ខ្ពស់ ប្រហែលជាការបាត់បង់មនុស្សជាទីស្រឡាញ់ ឬមហន្តរាយខាងក្នុងផ្សេងទៀត បុគ្គលិកលក្ខណៈផ្លូវចិត្តឈានដល់ការអស់សង្ឃឹម ខណៈពេលដែលបុគ្គលិកលក្ខណៈបញ្ញាសួរសំណួរថាហេតុអ្វីបានជាសោកនាដកម្មទាំងអស់នោះ ហើយបុគ្គលិកលក្ខណៈនៃចលនាគ្រាន់តែចង់រត់គេចពីកន្លែងកើតហេតុប៉ុណ្ណោះ។</p>\n<p>បុគ្គលិកលក្ខណៈទាំងបីដែលខុសគ្នា និងជួនកាលផ្ទុយស្រឡះគ្នាទាំងស្រុង ត្រូវតែត្រូវបានដាំដុះ និងណែនាំដោយឆ្លាតវៃ ជាមួយនឹងវិធីសាស្រ្ត និងប្រព័ន្ធពិសេសៗនៅក្នុងសាលារៀន មហាវិទ្យាល័យ និងសាកលវិទ្យាល័យទាំងអស់។</p>\n<p>ពីទស្សនៈផ្លូវចិត្ត វាពិតជាមិនសមហេតុសមផលទេក្នុងការអប់រំផ្តាច់មុខចំពោះបុគ្គលិកលក្ខណៈបញ្ញា។ បុរសមានបុគ្គលិកលក្ខណៈបីដែលត្រូវការការអប់រំជាមូលដ្ឋានជាបន្ទាន់។</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/km/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/km/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/km/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
