import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "درې مغزونه",
  "locale": "ps",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. درې مغزونه",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>د نوې دورې انقلابي ارواپوهنه ادعا کوي چې د حیواني فکري ارګانیک ماشین چې په غلطه توګه نارینه بلل کیږي، په درې اړخیز یا درې مغز لرونکي شکل کې شتون لري.</p>\n<p>لومړی مغز په کوپړۍ کې بند دی. دویم مغز په ځانګړې توګه د نخاعي نخاع سره د هغې مرکزي نخاع او د هغې د ټولو عصبي څانګو سره مطابقت لري. دریم مغز په یو ټاکلي ځای کې نه دی او نه هم یو ټاکلی ارګان دی. په حقیقت کې، دریم مغز د عصبي سیسټمیک پلیکساس او په عمومي توګه د انسان د بدن د ټولو ځانګړو عصبي مرکزونو څخه جوړ دی.</p>\n<p>لومړی مغز د فکر کولو مرکز دی. دویم مغز د حرکت مرکز دی، چې په عام ډول د موټرو مرکز په نوم یادیږي. دریم مغز احساساتي مرکز دی.</p>\n<p>دا په عمل کې په بشپړه توګه ثابته شوې ده چې د فکر کولو مغز هر ډول ناوړه ګټه اخیستنه د فکري انرژي ډیره مصرفوي. نو دا منطقي ده چې پرته له ویرې څخه ادعا وکړو چې لیونتوبونه د فکري مړو ریښتیني هدیرې دي.</p>\n<p>همغږي او متوازن سپورتونه د موټرو مغز لپاره ګټور دي، مګر د سپورت ناوړه ګټه اخیستنه د موټرو انرژي ډیره مصرفوي او پایله یې معمولا ناورین وي. دا بې معنی نه ده چې ووایو چې د موټرو مغز مړ دي. دا مړي د هیمیپلجیا، پاراپلیجیا، پرمختللي فلج او نورو ناروغیو په نوم پیژندل کیږي.</p>\n<p>د ښکلا احساس، تصوف، عروج، عالي موسیقي، د احساساتي مرکز د کښت لپاره اړین دي، مګر د دې مغز ناوړه ګټه اخیستنه د بې ګټې اغوستلو او د احساساتي انرژي ضایع کیدو لامل کیږي. د احساساتي مغز څخه د “نوې څپې” موجودیت لرونکي، د راک مینه وال، د عصري هنر حسد هنرمندان، د حساسیت ناروغۍ او نور ناوړه ګټه پورته کوي.</p>\n<p>حتی که دا د نه منلو وړ ښکاري، مرګ په هر شخص کې په دریو برخو کې پروسس کیږي. دا دمخه د رضایت لپاره ثابت شوی چې هره ناروغي په یو له دریو مغزو کې خپل اساس لري.</p>\n<p>لوی قانون په هوښیارۍ سره د حیواني فکري هر درې مغز ته د ژوند ارزښتونو ټاکلې پانګه سپارلې ده. د دې پانګې سپمول په حقیقت کې د ژوند اوږدولو معنی لري، د دې پانګې ضایع کول د مرګ لامل کیږي.</p>\n<p>لرغونې دودونه چې د پیړیو له ویرونکې شپې څخه موږ ته رسیدلي دي، ادعا کوي چې په زاړه MU براعظم کې د انسان د ژوند اوسط، چې په ارام سمندر کې موقعیت لري، له دولسو څخه تر پنځلسو پیړیو پورې و.</p>\n<p>د پیړیو په اوږدو کې د ټولو عمرونو له لارې د دریو مغزو ناسم استعمال ورو ورو ژوند لنډ کړ.</p>\n<p>د KEM په لمر هیواد کې … د فرعونانو په زړه پورې لرغوني مصر کې د انسان د ژوند اوسط یوازې یو سل او څلویښت کلونو ته رسیدلی.</p>\n<p>اوس مهال د ګازو او سیلولوید په دې عصري وختونو کې، د وجودیت او راک ​​باغیانو په دې دوره کې، د انسان د ژوند اوسط د ځینو بیمې شرکتونو په وینا، یوازې پنځوس کاله دی.</p>\n<p>د شوروي اتحاد مارکسیستي-لینینستي صاحب منصبان، لکه څنګه چې تل دي، په درواغ او فریب سره، هلته ویل کیږي چې دوی د ژوند اوږدولو لپاره ډیر ځانګړي سیرمونه ایجاد کړي، مګر بوډا خروسیوف لا تر اوسه اتیا کلن نه دی او باید له یوې پښې څخه اجازه واخلي چې بله پښه پورته کړي.</p>\n<p>د آسیا په مرکز کې یوه مذهبي ټولنه شتون لري چې د مشرانو څخه جوړه ده چې خپل ځوانان هم نه یادوي. د دې مشرانو د ژوند اوسط له څلور سوه څخه تر پنځه سوه کلونو پورې دی.</p>\n<p>د دې آسیایی راهبانو د اوږد ژوند ټول راز د دریو مغزو په هوښیارۍ کارولو کې دی.</p>\n<p>د دریو مغزو متوازن او همغږی فعالیت د ژوند ارزښتونو خوندي کولو معنی لري او د منطقي پایلې په توګه د ژوند اوږدول دي.</p>\n<p>یو کاسمیک قانون شتون لري چې د “د ډیرو سرچینو د وایبریشنونو مساوات” په نوم پیژندل کیږي. د دې خانقاه راهبان د دریو مغزو په کارولو سره د دې قانون کارولو پوهیږي.</p>\n<p>غیر معمولي پیډاګوژی زده کونکي او زده کونکي د فکر کولو مغز ناوړه ګټه اخیستنې ته هڅوي چې پایلې یې ارواپوهنه دمخه پوهیږي.</p>\n<p>د دریو مغزو هوښیارانه کښت بنسټیز تعلیم دی. د بابل، یونان، هند، فارس، مصر او نورو لرغونو اسرارو ښوونځیو کې زده کونکو او زده کونکو خپلو دریو مغزو ته مستقیم بشپړ معلومات ترلاسه کول، د وړاندیز، نڅا، موسیقۍ او نورو په واسطه په هوښیارۍ سره یوځای شوي.</p>\n<p>د لرغونو وختونو تیاترونه د ښوونځي یوه برخه وه. ډرامه، کامیډي، تراژیدي، د ځانګړي نقل، موسیقۍ، شفاهي تدریس او نورو سره یوځای، د هر فرد دریو مغزو ته د خبر ورکولو لپاره کارول کیده.</p>\n<p>بیا زده کونکو د فکر کولو مغز ناوړه ګټه نه اخیسته او په هوښیارۍ او متوازن ډول یې د خپلو دریو مغزو کارولو پوهیدل.</p>\n<p>په یونان کې د ایلیوسیس اسرارو نڅاګانې، په بابل کې تیاتر، په یونان کې مجسمه تل د شاګردانو او زده کونکو ته د پوهې رسولو لپاره کارول کیدې.</p>\n<p>اوس د راک ​​په دې تخریب شوي وختونو کې زده کونکي او زده کونکي ګډوډ شوي او بې لارې د ذهني ناوړه ګټه اخیستنې په تیاره لاره ځي.</p>\n<p>اوس مهال د دریو مغزو د همغږي کښت لپاره ریښتیني جوړونکي سیسټمونه شتون نلري.</p>\n<p>د ښوونځیو، کالجونو او پوهنتونونو ښوونکي یوازې د ستړي شوي زده کونکو بې وفا حافظې ته خطاب کوي چې په لیوالتیا سره د ټولګي څخه د وتلو وخت ته په تمه دي.</p>\n<p>دا عاجل او اړین دي چې عقل، حرکت او احساس سره یوځای کړي ترڅو د زده کونکو دریو مغزو ته بشپړ معلومات ورسوي.</p>\n<p>یوازې یو مغز ته معلومات ورکول بې معنی دي. لومړی مغز د پوهې یوازینی مغز نه دی. دا جرمي ده چې د زده کونکو د فکر کولو مغز ناوړه ګټه پورته کړي.</p>\n<p>بنسټیز تعلیم باید زده کونکي د همغږي پراختیا په لاره رهبري کړي.</p>\n<p>انقلابي ارواپوهنه په واضح ډول ښیي چې درې مغز د خپلواکو اتحادیو درې ډوله ټولګي لري چې په بشپړه توګه توپیر لري. د ټولنې دا درې ټولګي د وجود د مختلف ډوله انګیزو انځوروي.</p>\n<p>دا موږ ته په حقیقت کې درې مختلف شخصیتونه راکوي چې په طبیعت او نه هم په مظاهرو کې هیڅ مشترک نلري.</p>\n<p>د نوې دورې انقلابي ارواپوهنه ښیي چې په هر شخص کې درې مختلف رواني اړخونه شتون لري. د رواني جوهر یوې برخې سره موږ یو څه غواړو، د بلې برخې سره موږ یو څه په پریکړه سره توپیر غواړو او د دریمې برخې څخه مننه موږ یو څه په بشپړه توګه برعکس کوو.</p>\n<p>د ستر درد په یوه شیبه کې، شاید د یو عزیز له لاسه ورکولو یا کوم بل شخصي ناورین، احساساتي شخصیت تر نا امیدۍ پورې رسیږي پداسې حال کې چې فکري شخصیت د دې ټولې تراژیدۍ لامل پوښتنه کوي او د حرکت شخصیت یوازې غواړي چې له صحنې څخه وتښتي.</p>\n<p>دا درې مختلف شخصیتونه چې ډیری وختونه متضاد وي باید په هوښیارۍ سره وکرل شي او په ټولو ښوونځیو، کالجونو او پوهنتونونو کې د ځانګړو میتودونو او سیسټمونو سره لارښوونه وشي.</p>\n<p>د رواني پلوه، دا بې معنی ده چې یوازې فکري شخصیت ته تعلیم ورکړئ. سړی درې شخصیتونه لري چې عاجل بنسټیز تعلیم ته اړتیا لري.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ps/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
