import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "სამი ტვინი",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. სამი ტვინი",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ახალი ეპოქის რევოლუციური ფსიქოლოგია ამტკიცებს, რომ ინტელექტუალური ცხოველის ორგანული მანქანა, რომელსაც ცრუდ კაცს უწოდებენ, არსებობს სამცენტრიან ანუ სამტვინიან ფორმაში.</p>\n<p>პირველი ტვინი მოთავსებულია თავის ქალაში. მეორე ტვინი კონკრეტულად შეესაბამება ზურგის ტვინს მისი ცენტრალური ზურგის ტვინით და ყველა ნერვული განშტოებით. მესამე ტვინი არ მდებარეობს განსაზღვრულ ადგილას და არც კონკრეტული ორგანოა. რეალურად, მესამე ტვინი შედგება სიმპათიკური ნერვული წნულებისგან და ზოგადად, ადამიანის ორგანიზმის ყველა სპეციფიკური ნერვული ცენტრისგან.</p>\n<p>პირველი ტვინი არის მოაზროვნე ცენტრი. მეორე ტვინი არის მოძრაობის ცენტრი, რომელსაც ჩვეულებრივ მოტორულ ცენტრს უწოდებენ. მესამე ტვინი არის ემოციური ცენტრი.</p>\n<p>პრაქტიკაში სრულიად დამტკიცებულია, რომ მოაზროვნე ტვინის ნებისმიერი გადამეტებული გამოყენება იწვევს ინტელექტუალური ენერგიის გადაჭარბებულ ხარჯვას. ამიტომ, ლოგიკურია უყოყმანოდ განვაცხადოთ, რომ ფსიქიატრიული საავადმყოფოები ინტელექტუალური მკვდრების ნამდვილი სასაფლაოებია.</p>\n<p>ჰარმონიული და დაბალანსებული სპორტი სასარგებლოა მოტორული ტვინისთვის, მაგრამ სპორტის გადამეტებული გამოყენება ნიშნავს მოტორული ენერგიების გადაჭარბებულ ხარჯვას და შედეგი ხშირად დამღუპველია. აბსურდი არ არის იმის მტკიცება, რომ არსებობენ მოტორული ტვინის მკვდრები. ასეთი მკვდრები ცნობილია, როგორც ჰემიპლეგიის, პარაპლეგიის, პროგრესირებადი დამბლის და ა.შ. დაავადებულები.</p>\n<p>ესთეტიკური გრძნობა, მისტიკა, ექსტაზი, უმაღლესი მუსიკა აუცილებელია ემოციური ცენტრის გასავითარებლად, მაგრამ ამ ტვინის გადამეტებული გამოყენება იწვევს უსარგებლო ცვეთას და ემოციური ენერგიების გაფლანგვას. ემოციურ ტვინს ბოროტად იყენებენ “ახალი ტალღის” ეგზისტენციალისტები, როკის ფანატიკოსები, თანამედროვე ხელოვნების სენსუალური ფსევდო-არტისტები, სენსუალურობის ავადმყოფური პასიონარები და ა.შ.</p>\n<p>დაუჯერებელიც რომ იყოს, სიკვდილი თითოეულ ადამიანში მესამედებით მუშავდება. უკვე დამტკიცებულია, რომ ნებისმიერი დაავადება ეფუძნება სამი ტვინიდან რომელიმეს.</p>\n<p>დიდმა კანონმა ბრძნულად ჩადო ინტელექტუალური ცხოველის თითოეულ სამ ტვინში სასიცოცხლო ღირებულებების განსაზღვრული კაპიტალი. ამ კაპიტალის დაზოგვა რეალურად სიცოცხლის გახანგრძლივებას ნიშნავს, ამ კაპიტალის გაფლანგვა კი სიკვდილს იწვევს.</p>\n<p>არქაული ტრადიციები, რომლებიც ჩვენამდე საუკუნეების შემზარავი ღამეებიდან მოვიდა, ამტკიცებს, რომ ადამიანის სიცოცხლის საშუალო ხანგრძლივობა ძველ კონტინენტ MU-ზე, რომელიც წყნარ ოკეანეში მდებარეობდა, თორმეტსა და თხუთმეტ საუკუნეს შორის მერყეობდა.</p>\n<p>საუკუნეების განმავლობაში, ყველა ეპოქაში, სამი ტვინის არასწორმა გამოყენებამ თანდათან შეამოკლა სიცოცხლე.</p>\n<p>მზიან ქვეყანა KEM-ში… ფარაონების ძველ ეგვიპტეში ადამიანის სიცოცხლის საშუალო ხანგრძლივობა უკვე მხოლოდ ას ორმოც წელს აღწევდა.</p>\n<p>ამჟამად, ბენზინისა და ცელულოიდის ამ თანამედროვე ეპოქაში, ეგზისტენციალიზმისა და როკის ამბოხებულების ეპოქაში, ადამიანის სიცოცხლის საშუალო ხანგრძლივობა, ზოგიერთი სადაზღვევო კომპანიის აზრით, მხოლოდ ორმოცდაათი წელია.</p>\n<p>საბჭოთა კავშირის მარქსისტ-ლენინისტები, როგორც ყოველთვის, ტრაბახები და მატყუარები, იქით დადიან და ამბობენ, რომ გამოიგონეს ძალიან სპეციალური შრატები სიცოცხლის გასახანგრძლივებლად, მაგრამ მოხუცი ხრუშჩოვი ჯერ კიდევ არ არის ოთხმოცი წლის და ნებართვა უნდა სთხოვოს ერთ ფეხს მეორის ასაწევად.</p>\n<p>აზიის ცენტრში არსებობს რელიგიური საზოგადოება, რომელიც შედგება მოხუცებისგან, რომლებსაც ახალგაზრდობაც კი აღარ ახსოვთ. ამ მოხუცების სიცოცხლის საშუალო ხანგრძლივობა ოთხასიდან ხუთას წლამდე მერყეობს.</p>\n<p>ამ აზიელი ბერების ხანგრძლივი სიცოცხლის მთელი საიდუმლო სამი ტვინის ბრძნულ გამოყენებაში მდგომარეობს.</p>\n<p>სამი ტვინის დაბალანსებული და ჰარმონიული ფუნქციონირება ნიშნავს სასიცოცხლო ღირებულებების დაზოგვას და, როგორც ლოგიკური შედეგი, სიცოცხლის გახანგრძლივებას.</p>\n<p>არსებობს კოსმოსური კანონი, რომელიც ცნობილია როგორც “ბევრი წყაროს ვიბრაციების გათანაბრება”. ამ მონასტრის ბერებმა იციან ამ კანონის გამოყენება სამი ტვინის გამოყენებით.</p>\n<p>დრომოჭმული პედაგოგიკა მოსწავლეებს მიჰყავს მოაზროვნე ტვინის ბოროტად გამოყენებამდე, რომლის შედეგებიც უკვე ცნობილია ფსიქიატრიისთვის.</p>\n<p>სამი ტვინის ინტელექტუალური კულტივირება ფუნდამენტური განათლებაა. ბაბილონის, საბერძნეთის, ინდოეთის, სპარსეთის, ეგვიპტის და ა.შ. ძველ საიდუმლო სკოლებში მოსწავლეები იღებდნენ სრულ პირდაპირ ინფორმაციას სამივე ტვინისთვის ჭკვიანურად შერწყმული დარიგების, ცეკვის, მუსიკის და ა.შ. საშუალებით.</p>\n<p>ძველი დროის თეატრები სკოლის ნაწილი იყო. დრამა, კომედია, ტრაგედია, სპეციალურ მიმიკასთან, მუსიკასთან, ზეპირ სწავლებასთან და ა.შ. ერთად ემსახურებოდა თითოეული ინდივიდის სამი ტვინის ინფორმირებას.</p>\n<p>მაშინ სტუდენტები არ ბოროტად იყენებდნენ მოაზროვნე ტვინს და იცოდნენ სამი ტვინის ინტელექტუალურად და დაბალანსებულად გამოყენება.</p>\n<p>საბერძნეთში ელევსის საიდუმლოებების ცეკვები, თეატრი ბაბილონში, ქანდაკება საბერძნეთში ყოველთვის გამოიყენებოდა მოწაფეებისთვის ცოდნის გადასაცემად.</p>\n<p>ახლა, როკის ამ გადაგვარებულ დროს, დაბნეული და დეზორიენტირებული მოსწავლეები გონებრივი ბოროტად გამოყენების ბნელ გზაზე დადიან.</p>\n<p>ამჟამად არ არსებობს ჭეშმარიტი შემოქმედებითი სისტემები სამი ტვინის ჰარმონიული კულტივირებისთვის.</p>\n<p>სკოლების, კოლეჯებისა და უნივერსიტეტების მასწავლებლები მხოლოდ მოსაწყენი სტუდენტების მოღალატე მეხსიერებას მიმართავენ, რომლებიც მოუთმენლად ელიან აუდიტორიიდან გასვლის დროს.</p>\n<p>აუცილებელია, გადაუდებელია ინტელექტის, მოძრაობისა და ემოციის გაერთიანება, რათა სრული ინფორმაცია მივაწოდოთ სტუდენტების სამ ტვინს.</p>\n<p>აბსურდულია მხოლოდ ერთი ტვინის ინფორმირება. პირველი ტვინი არ არის ერთადერთი შემეცნების ორგანო. კრიმინალურია მოსწავლეების მოაზროვნე ტვინის ბოროტად გამოყენება.</p>\n<p>ფუნდამენტურმა განათლებამ სტუდენტები ჰარმონიული განვითარების გზაზე უნდა წარმართოს.</p>\n<p>რევოლუციური ფსიქოლოგია ნათლად გვასწავლის, რომ სამ ტვინს აქვს სამი სახის დამოუკიდებელი ასოციაცია, რომლებიც სრულიად განსხვავებულია. ეს სამი სახის ასოციაცია აღძრავს არსების განსხვავებულ ტიპის იმპულსებს.</p>\n<p>ეს გვაძლევს ფაქტობრივად სამ განსხვავებულ პიროვნებას, რომლებსაც არაფერი აქვთ საერთო არც ბუნებით და არც გამოვლინებებით.</p>\n<p>ახალი ეპოქის რევოლუციური ფსიქოლოგია გვასწავლის, რომ თითოეულ ადამიანში არსებობს სამი განსხვავებული ფსიქოლოგიური ასპექტი. ფსიქიკური არსის ერთი ნაწილით ჩვენ გვსურს ერთი რამ, მეორე ნაწილით გვსურს რაღაც სრულიად განსხვავებული და მესამე ნაწილის წყალობით ვაკეთებთ სრულიად საპირისპიროს.</p>\n<p>უმძიმესი ტკივილის მომენტში, შესაძლოა, საყვარელი ადამიანის დაკარგვა ან ნებისმიერი სხვა ინტიმური კატასტროფა, ემოციური პიროვნება სასოწარკვეთილებამდე მიდის, ხოლო ინტელექტუალური პიროვნება კითხულობს მთელი ამ ტრაგედიის მიზეზს და მოძრაობის პიროვნებას მხოლოდ სცენიდან გაქცევა სურს.</p>\n<p>ეს სამი განსხვავებული, განსხვავებული და ხშირად წინააღმდეგობრივი პიროვნება ინტელექტუალურად უნდა იყოს გაშენებული და ინსტრუქციული სპეციალური მეთოდებითა და სისტემებით ყველა სკოლაში, კოლეჯსა და უნივერსიტეტში.</p>\n<p>ფსიქოლოგიური თვალსაზრისით, აბსურდულია მხოლოდ ინტელექტუალური პიროვნების აღზრდა. ადამიანს აქვს სამი პიროვნება, რომლებსაც გადაუდებლად სჭირდებათ ფუნდამენტური განათლება.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
