import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Гурван Тархи",
  "locale": "mn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. Гурван Тархи",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Шинэ эриний хувьсгалт сэтгэл зүй нь хуурамчаар хүн хэмээн нэрлэгдэх ОЮУНЛАГ АМЬТНЫ органик машин нь гурван төвтэй, гурван тархитай хэлбэрээр оршин тогтнодог гэж баталдаг.</p>\n<p>Эхний тархи нь гавлын дотор хайрцаглагдсан байдаг. Хоёр дахь тархи нь нурууны төв мэдрэл ба түүний бүх мэдрэлийн салаатай тохирч байна. Гурав дахь тархи нь тодорхой газар байрладаггүй, тодорхой эрхтэн биш юм. Үнэндээ гурав дахь тархи нь симпатик мэдрэлийн сүлжээ, ерөнхийдөө хүний биеийн бүх тусгай мэдрэлийн төвүүдээс бүрддэг.</p>\n<p>Эхний тархи бол сэтгэхүйн төв юм. Хоёр дахь тархи бол хөдөлгөөний төв бөгөөд ихэвчлэн хөдөлгүүрийн төв гэж нэрлэдэг. Гурав дахь тархи бол сэтгэлийн хөдөлгөөний төв юм.</p>\n<p>Сэтгэхүйн тархийг хэтрүүлэн ашиглах нь оюуны энергийн хэт их зарцуулалт болдог нь практикт бүрэн нотлогдсон. Тиймээс сэтгэцийн эмнэлэг бол оюуны үхдэлүүдийн жинхэнэ оршуулгын газар гэж айх зүйлгүйгээр батлах нь зүйтэй.</p>\n<p>Эв найртай, тэнцвэртэй спорт нь хөдөлгүүрийн тархинд хэрэгтэй, гэхдээ спортыг хэтрүүлэн хэрэглэх нь хөдөлгүүрийн энергийн хэт их зарцуулалт гэсэн үг бөгөөд үр дүн нь ихэвчлэн сүйрэлд хүргэдэг. Хөдөлгүүрийн тархины үхдэлүүд байдаг гэж батлах нь утгагүй зүйл биш юм. Эдгээр үхдэлийг гемиплеги, параплеги, ахисан саажилт гэх мэт өвчнөөр мэддэг.</p>\n<p>Гоо зүйн мэдрэмж, мистицизм, экстаз, дээд зэргийн хөгжим нь сэтгэлийн хөдөлгөөний төвийг хөгжүүлэхэд шаардлагатай, гэхдээ энэ тархийг хэтрүүлэн хэрэглэх нь хэрэггүй элэгдэл, сэтгэлийн хөдөлгөөний энергийн үрэлгэн байдлыг үүсгэдэг. “Шинэ давалгаа”-ны экзистенциалистууд, рок хөгжмийн фанатууд, орчин үеийн урлагийн мэдрэмжтэй хуурамч уран бүтээлчид, мэдрэмтгий мэдрэмжийн өвчтэй хүсэл тэмүүлэлтэй хүмүүс гэх мэт сэтгэлийн хөдөлгөөний тархийг хэтрүүлэн ашигладаг.</p>\n<p>Гайхалтай санагдаж байгаа ч үхэл нь хүн бүрт гуравны нэгээр боловсруулагддаг. Аливаа өвчин нь гурван тархины аль нэгэнд үндэслэдэг болохыг хангалттай хэмжээгээр баталсан.</p>\n<p>Агуу хууль нь оюунлаг амьтны гурван тархи тус бүрт АМЬДРАХ ҮНЭ ЦЭНЭ-ийн тодорхой капиталыг ухаалгаар хадгалсан байдаг. Энэхүү капиталыг хэмнэх нь амьдралыг уртасгах гэсэн үг, харин энэ капиталыг үрэх нь үхэлд хүргэдэг.</p>\n<p>Нойрсоогүй аймшигт шөнөөс бидэнд ирсэн эртний уламжлал ёсоор Номхон далайн МУ эртний тив дэх хүний амьдралын дундаж хугацаа арван хоёр, арван таван зууны хооронд хэлбэлздэг байв.</p>\n<p>Зууны туршид бүх эринд гурван тархийг буруу ашиглах нь амьдралыг аажмаар богиносгосон.</p>\n<p>КЕМ-ийн нарлаг оронд… Фараонуудын эртний Египетэд хүний амьдралын дундаж хугацаа зуун дөчин жил хүрдэг байв.</p>\n<p>Өнөө үед бензин, целлулоидын орчин үеийн эрин үед экзистенциализм, рок хөгжмийн босогчдын энэ эрин үед зарим даатгалын компаниудын мэдээлснээр хүний амьдралын дундаж хугацаа ердөө тавин жил байна.</p>\n<p>ЗХУ-ын марксист-ленинист ноёд үргэлжлүүлэн дөвчигнөж, худал хэлдэг шигээ амьдралыг уртасгах маш онцгой ийлдэс зохион бүтээсэн гэж хэлээд байдаг ч хөгшин Крущев наян нас хүрээгүй байгаа бөгөөд нөгөө хөлөө өргөх зөвшөөрлийг нэг хөлөөсөө авах ёстой.</p>\n<p>Азийн төвд хэзээ залуу байснаа ч санахаа больсон хөгшчүүдээс бүрдсэн шашны нийгэмлэг байдаг. Эдгээр хөгшчүүдийн дундаж наслалт дөрвөн зуун, таван зуун жилийн хооронд хэлбэлздэг.</p>\n<p>Эдгээр Азийн лам нарын урт наслалтын бүх нууц нь гурван тархийг ухаалгаар ашиглах явдал юм.</p>\n<p>Гурван тархины тэнцвэртэй, эв найртай үйл ажиллагаа нь АМЬДРАХ ҮНЭ ЦЭНЭ-г хэмнэх бөгөөд логик дарааллын дагуу амьдралыг уртасгах гэсэн үг юм.</p>\n<p>“ОЛОН ЭХ СУРВАЛЖИЙН ЧИЧИРГЭЭНИЙ ТЭНЦҮҮЛЭЛТ” гэж нэрлэгддэг сансрын хууль байдаг. Дээрх хийдийн лам нар гурван тархиа ашиглан энэ хуулийг ашиглаж мэддэг.</p>\n<p>Хэтэрхий хоцрогдсон сурган хүмүүжүүлэх ухаан нь сурагчдыг сэтгэхүйн тархийг хэтрүүлэн ашиглахад хүргэдэг бөгөөд үр дүнг нь сэтгэцийн эмгэг судлал мэддэг.</p>\n<p>Гурван тархийг ухаалгаар хөгжүүлэх нь ҮНДСЭН БОЛОВСРОЛ юм. Вавилон, Грек, Энэтхэг, Перс, Египет гэх мэт эртний нууцлаг сургуулиудад сурагчид заавар, бүжиг, хөгжим гэх мэтчилэн ухаалгаар хослуулсан гурван тархиндаа шууд бүрэн мэдээлэл авдаг байв.</p>\n<p>Эртний театрууд сургуулийн нэг хэсэг байв. Драм, комеди, эмгэнэлт жүжиг нь тусгай жүжиг, хөгжим, аман хичээл гэх мэттэй хослуулан хүн бүрийн гурван тархийг мэдээлэхэд үйлчилдэг байв.</p>\n<p>Тэгвэл оюутнууд сэтгэхүйн тархийг хэтрүүлэн ашигладаггүй, гурван тархиа ухаалгаар, тэнцвэртэй ашиглаж чаддаг байв.</p>\n<p>Грекийн Элевсисийн нууцуудын бүжиг, Вавилоны театр, Грекийн баримал нь үргэлж дагалдагчдад мэдлэг дамжуулахад ашиглагддаг байв.</p>\n<p>Рок хөгжмийн уналтад орсон эдгээр цаг үед будлиантай, төөрөлдсөн сурагчид оюун санааны хэт ачааллын харанхуй замаар явж байна.</p>\n<p>Одоогийн байдлаар гурван тархийг эв найртай хөгжүүлэх жинхэнэ бүтээлч систем байхгүй байна.</p>\n<p>Сургууль, коллеж, их дээд сургуулийн багш нар зөвхөн уйтгартай оюутнуудын үнэнч бус санах ой руу хандаж, тэднийг танхимаас гарах цагийг тэсэн ядан хүлээж байна.</p>\n<p>Оюутнуудын гурван тархинд бүрэн мэдээлэл өгөх зорилгоор оюун ухаан, хөдөлгөөн, сэтгэлийн хөдөлгөөнийг хослуулах нь нэн даруй, зайлшгүй шаардлагатай.</p>\n<p>Зөвхөн нэг тархийг мэдээлэх нь утгагүй юм. Эхний тархи нь танин мэдэхүйн цорын ганц зүйл биш юм. Сурагчдын сэтгэхүйн тархийг хэтрүүлэн ашиглах нь гэмт хэрэг юм.</p>\n<p>ҮНДСЭН БОЛОВСРОЛ нь оюутнуудыг эв найртай хөгжлийн зам руу хөтлөх ёстой.</p>\n<p>Хувьсгалт сэтгэл зүй нь гурван тархи нь бүгд өөр өөр хараат бус холбоотой байдаг гэдгийг тодорхой заадаг. Эдгээр гурван төрлийн холбоо нь хүний оршихуйн өөр өөр төрлийн импульсийг сэрээдэг.</p>\n<p>Энэ нь бидэнд мөн чанар, илрэлээрээ юу ч үгүй гурван өөр зан чанарыг өгдөг.</p>\n<p>Шинэ эриний хувьсгалт сэтгэл зүй нь хүн бүрт гурван өөр сэтгэл зүйн аспект байдаг гэж заадаг. Сэтгэцийн мөн чанарын нэг хэсгээр бид нэг зүйлийг хүсч, өөр хэсгээрээ бид шийдэмгий өөр зүйлийг хүсч, гурав дахь хэсгийн ачаар бид эсрэг зүйлийг хийдэг.</p>\n<p>Дээд зэргийн зовлонгийн мөчид, магадгүй хайртай хүнээ алдах эсвэл ямар нэгэн дотно сүйрэлд сэтгэлийн хөдөлгөөний зан чанар цөхрөлд хүрч, оюуны зан чанар нь энэ эмгэнэлт явдлын шалтгааныг асууж, хөдөлгөөний зан чанар нь зөвхөн тайзнаас зугтахыг хүсдэг.</p>\n<p>Өөр, олонтаа зөрчилдөөнтэй эдгээр гурван өөр зан чанарыг бүх сургууль, коллеж, их дээд сургуулиудад тусгай арга, системээр ухаалгаар хөгжүүлж, сургах ёстой.</p>\n<p>Сэтгэл зүйн үүднээс авч үзвэл зөвхөн оюуны зан чанарыг сургах нь утгагүй юм. Хүн ҮНДСЭН БОЛОВСРОЛ шаардлагатай гурван зан чанартай байдаг.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mn/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
