import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "তিনিটা মস্তিষ্ক",
  "locale": "as",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. তিনিটা মস্তিষ্ক",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>নতুন যুগৰ বিপ্লৱী মনোবিজ্ঞানে কয় যে মানুহ বুলি মিছাকৈ কোৱা INTELECTUAL ANIMALৰ জৈৱিক মেচিনটো তিনিটা কেন্দ্ৰ বা তিনিটা মগজুৰ আকাৰত বিদ্যমান।</p>\n<p>প্ৰথম মগজু খুলিৰ বাকচত আবদ্ধ। দ্বিতীয় মগজুডাল স্পষ্টভাৱে মেৰুদণ্ডৰ সৈতে জড়িত আৰু ইয়াৰ কেন্দ্ৰীয় মজ্জা আৰু সকলো স্নায়ু শাখা আছে। তৃতীয় মগজু এটা নিৰ্দিষ্ট স্থানত নাথাকে বা কোনো নিৰ্দিষ্ট অংগও নহয়। দৰাচলতে তৃতীয় মগজু মানুহৰ শৰীৰৰ সহানুভূতিশীল স্নায়ু প্লেক্সাছ আৰু সাধাৰণতে সকলো নিৰ্দিষ্ট স্নায়ু কেন্দ্ৰৰে গঠিত।</p>\n<p>প্ৰথম মগজু হৈছে চিন্তাশীল কেন্দ্ৰ। দ্বিতীয় মগজু হৈছে গতিৰ কেন্দ্ৰ, যাক সাধাৰণতে মটৰ কেন্দ্ৰ বুলি জনা যায়। তৃতীয় মগজু হৈছে আৱেগিক কেন্দ্ৰ।</p>\n<p>ব্যৱহাৰিকভাৱে ই সম্পূৰ্ণৰূপে প্ৰমাণিত হৈছে যে চিন্তাশীল মগজুৰ যিকোনো অপব্যৱহাৰৰ ফলত বৌদ্ধিক শক্তিৰ অত্যাধিক খৰচ হয়। গতিকে কোনো সন্দেহ নোহোৱাকৈ ক’ব পাৰি যে মানসিক চিকিৎসালয়বোৰ বৌদ্ধিকভাৱে মৃত লোকৰ প্ৰকৃত কবৰস্থান।</p>\n<p>সামঞ্জস্যপূৰ্ণ আৰু ভাৰসাম্যপূৰ্ণ ক্ৰীড়া মটৰ মগজুৰ বাবে উপযোগী, কিন্তু ক্ৰীড়াৰ অপব্যৱহাৰৰ অৰ্থ হৈছে মটৰ শক্তিৰ অত্যাধিক খৰচ আৰু ইয়াৰ ফলত সাধাৰণতে ধ্বংসাত্মক হয়। এইটো কোৱাটো অবান্তৰ নহয় যে মটৰ মগজুৰ মৃত লোক আছে। এই মৃত লোকসকলক হেমিপ্লেজিয়া, পেৰাপ্লেজিয়া, প্ৰগতিশীল পক্ষাঘাত আদি ৰোগী হিচাপে জনা যায়।</p>\n<p>সৌন্দৰ্যবোধ, ৰহস্যবাদ, পৰমানন্দ, উচ্চ সংগীত, আৱেগিক কেন্দ্ৰটো গঢ়ি তোলাৰ বাবে প্ৰয়োজনীয়, কিন্তু সেই মগজুৰ অপব্যৱহাৰে অকাৰণতে ক্ষয় আৰু আৱেগিক শক্তিৰ অপচয় কৰে। “নতুন ঢৌ”ৰ অস্তিত্ববাদী, ৰকৰ অনুৰাগী, আধুনিক কলাৰ ছদ্ম-শিল্পী, কামুকতাৰ অসুস্থ আবেগিক আদি সকলে আৱেগিক মগজুৰ অপব্যৱহাৰ কৰে।</p>\n<p>বিশ্বাস নহ’লেও, প্ৰতিজন ব্যক্তিৰ ক্ষেত্ৰত নিশ্চিতভাৱে এক তৃতীয়াংশ মৃত্যু হয়। ইতিমধ্যে যথেষ্ট পৰিমাণে প্ৰমাণিত হৈছে যে সকলো ৰোগৰ ভিত্তি তিনিটা মগজুৰ যিকোনো এটাত থাকে।</p>\n<p>মহান বিধানে INTELECTUAL ANIMALৰ তিনিটা মগজুৰ প্ৰতিটোতে জীৱনৰ মূল্যৰ এক নিৰ্দিষ্ট মূলধন জমা কৰিছে। সেই মূলধন ৰাহি কৰাৰ অৰ্থ হৈছে দৰাচলতে জীৱন দীঘলীয়া কৰা, সেই মূলধন অপচয় কৰাৰ ফলত মৃত্যু হয়।</p>\n<p>শতিকাৰ ভয়ংকৰ ৰাতিৰ পৰা আমালৈ অহা পুৰণি পৰম্পৰাই কয় যে প্ৰশান্ত মহাসাগৰত অৱস্থিত MU মহাদেশত মানুহৰ জীৱনৰ গড় সময় ১২ ৰ পৰা ১৫ শতিকাৰ ভিতৰত আছিল।</p>\n<p>যুগ যুগ ধৰি তিনিওটা মগজুৰ ভুল ব্যৱহাৰৰ ফলত জীৱন লাহে লাহে চুটি হৈ আহিছে।</p>\n<p>কেমৰ ৰ’দঘাই দেশত… ফৰৌণৰ পুৰণি ইজিপ্তত মানুহৰ জীৱনৰ গড় সময় মাত্ৰ ১৪০ বছৰলৈ বৃদ্ধি পাইছিল।</p>\n<p>বৰ্তমান গেছোলিন আৰু চেলুলইডৰ এই আধুনিক যুগত, অস্তিত্ববাদ আৰু ৰক বিদ্ৰোহীৰ এই যুগত, কিছুমান বীমা কোম্পানীৰ মতে মানুহৰ জীৱনৰ গড় সময় মাত্ৰ ৫০ বছৰ।</p>\n<p>ছোভিয়েট ইউনিয়নৰ মাৰ্ক্সবাদী-লেনিনবাদী প্ৰভুসকল, সদায়ৰ দৰে গপ-গোপালি মাৰি মিছা কথা কয়, তেওঁলোকে কয় যে তেওঁলোকে জীৱন দীঘলীয়া কৰিবলৈ বিশেষ ছিৰাম উদ্ভাৱন কৰিছে কিন্তু বুঢ়া ক্ৰুশ্চেভে এতিয়াও ৮০ বছৰ হোৱা নাই আৰু এটা ভৰি দাঙিবলৈ আনটো ভৰিৰ পৰা অনুমতি ল’ব লাগিব।</p>\n<p>এছিয়াৰ কেন্দ্ৰত এনে এটা ধৰ্মীয় সম্প্ৰদায় আছে য’ত বৃদ্ধসকলে তেওঁলোকৰ যৌৱনৰ কথাও মনত পেলাব নোৱাৰে। সেই বৃদ্ধসকলৰ জীৱনৰ গড় সময় ৪০০ ৰ পৰা ৫০০ বছৰৰ ভিতৰত।</p>\n<p>এই এছিয়ান সন্ন্যাসীসকলৰ দীঘলীয়া জীৱনৰ সকলো ৰহস্য তিনিটা মগজুৰ জ্ঞানী ব্যৱহাৰৰ ওপৰত নিৰ্ভৰ কৰে।</p>\n<p>তিনিটা মগজুৰ ভাৰসাম্যপূৰ্ণ আৰু সামঞ্জস্যপূৰ্ণ কাৰ্য্যকৰীতাই জীৱনৰ মূল্য ৰাহি কৰে আৰু এক যুক্তিসংগত অনুক্ৰম হিচাপে জীৱন দীঘলীয়া কৰে।</p>\n<p>“বহুতো উৎসৰ কম্পনৰ সমতা” বুলি জনাজাত এক মহাজাগতিক নিয়ম আছে। উক্ত মঠৰ সন্ন্যাসীসকলে তিনিটা মগজু ব্যৱহাৰ কৰি সেই নিয়ম ব্যৱহাৰ কৰিব জানে।</p>\n<p>অসাময়িক শিক্ষাতত্ত্বই ছাত্ৰ-ছাত্ৰীসকলক চিন্তাশীল মগজুৰ অপব্যৱহাৰৰ ফালে লৈ যায় যাৰ ফলাফল মনোৰোগ বিশেষজ্ঞসকলে ইতিমধ্যে জানে।</p>\n<p>তিনিটা মগজুৰ বুদ্ধিমত্তাৰ বিকাশ হৈছে মৌলিক শিক্ষা। বেবিলন, গ্ৰীচ, ভাৰত, পাৰস্য, ইজিপ্ত আদিৰ পুৰণি ৰহস্য বিদ্যালয়সমূহত ছাত্ৰ-ছাত্ৰীসকলে বুদ্ধিমানভাৱে মিলিত উপদেশ, নৃত্য, সংগীত আদিৰ জৰিয়তে তেওঁলোকৰ তিনিটা মগজুৰ বাবে পোনপটীয়াকৈ সম্পূৰ্ণ তথ্য লাভ কৰিছিল।</p>\n<p>পুৰণি সময়ৰ থিয়েটাৰবোৰ বিদ্যালয়ৰ অংশ আছিল। নাটক, কমেডী, ট্ৰেজেডী, বিশেষ মাইম, সংগীত, মৌখিক শিক্ষা আদিৰ সৈতে মিলিত হৈ প্ৰতিজন ব্যক্তিৰ তিনিটা মগজুক তথ্য যোগান ধৰিছিল।</p>\n<p>তেতিয়া ছাত্ৰ-ছাত্ৰীসকলে চিন্তাশীল মগজুৰ অপব্যৱহাৰ কৰা নাছিল আৰু তেওঁলোকে তেওঁলোকৰ তিনিটা মগজু বুদ্ধিমত্তাৰ সৈতে আৰু ভাৰসাম্যপূৰ্ণভাৱে ব্যৱহাৰ কৰিব জানিছিল।</p>\n<p>গ্ৰীচৰ এলিউছিছৰ ৰহস্যৰ নৃত্য, বেবিলনৰ থিয়েটাৰ, গ্ৰীচৰ ভাস্কৰ্য সদায় শিষ্যসকলক জ্ঞান প্ৰদান কৰিবলৈ ব্যৱহাৰ কৰা হৈছিল।</p>\n<p>এতিয়া ৰকৰ এই পতিত সময়ত বিভ্ৰান্ত আৰু দিশহাৰা ছাত্ৰ-ছাত্ৰীসকলে মানসিক অপব্যৱহাৰৰ অন্ধকাৰ পথত ঘূৰি ফুৰিছে।</p>\n<p>বৰ্তমান তিনিটা মগজুৰ সামঞ্জস্যপূৰ্ণ বিকাশৰ বাবে কোনো প্ৰকৃত সৃষ্টিকাৰী ব্যৱস্থা নাই।</p>\n<p>বিদ্যালয়, মহাবিদ্যালয় আৰু বিশ্ববিদ্যালয়ৰ শিক্ষকসকলে কেৱল বিৰক্তিকৰ ছাত্ৰ-ছাত্ৰীসকলৰ বিশ্বাসঘাতক স্মৃতিক সম্বোধন কৰে যিসকলে শ্ৰেণীকোঠাৰ পৰা ওলাই অহাৰ সময়ৰ বাবে আগ্ৰহেৰে অপেক্ষা কৰে।</p>\n<p>ছাত্ৰ-ছাত্ৰীসকলৰ তিনিটা মগজুলৈ সম্পূৰ্ণ তথ্য লৈ যোৱাৰ উদ্দেশ্যেৰে বুদ্ধি, গতি আৰু আৱেগক একত্ৰিত কৰিব জনাটো জৰুৰী, অপৰিহাৰ্য।</p>\n<p>এটা মগজুক তথ্য দিয়াটো অবান্তৰ। প্ৰথম মগজু একমাত্ৰ জ্ঞানৰ বাবে নহয়। ছাত্ৰ-ছাত্ৰীসকলৰ চিন্তাশীল মগজুৰ অপব্যৱহাৰ কৰাটো অপৰাধ।</p>\n<p>মৌলিক শিক্ষাই ছাত্ৰ-ছাত্ৰীসকলক সামঞ্জস্যপূৰ্ণ বিকাশৰ পথত লৈ যাব লাগে।</p>\n<p>বিপ্লৱী মনোবিজ্ঞানে স্পষ্টভাৱে শিকায় যে তিনিটা মগজুৰ তিনি প্ৰকাৰৰ স্বতন্ত্ৰ সম্পৰ্ক আছে যিবোৰ সম্পূৰ্ণৰূপে পৃথক। এই তিনি প্ৰকাৰৰ সম্পৰ্কে সত্তাৰ বিভিন্ন ধৰণৰ আবেগ জগাই তোলে।</p>\n<p>ইয়াৰ ফলত দৰাচলতে তিনিটা পৃথক ব্যক্তিত্ব হয় যাৰ প্ৰকৃতি বা প্ৰকাশত একো উমৈহতীয়া নাই।</p>\n<p>নতুন যুগৰ বিপ্লৱী মনোবিজ্ঞানে শিকায় যে প্ৰতিজন ব্যক্তিৰ তিনিটা পৃথক মানসিক দিশ আছে। মানসিক সাৰাংশৰ এটা অংশৰ সৈতে আমি এটা বস্তু বিচাৰোঁ, আন এটা অংশৰ সৈতে আমি নিশ্চিতভাৱে বেলেগ কিবা বিচাৰোঁ আৰু তৃতীয় অংশৰ বাবে আমি সম্পূৰ্ণৰূপে বিপৰীত কিবা এটা কৰোঁ।</p>\n<p>চূড়ান্ত বেদনাৰ এক মুহূৰ্তত, হয়তো কোনো আপোনজনক হেৰুৱা বা অন্য কোনো ব্যক্তিগত দুৰ্যোগত, আৱেগিক ব্যক্তিত্ব হতাশ হৈ পৰে যেতিয়া বৌদ্ধিক ব্যক্তিত্বই সেই সকলো ট্ৰেজেডীৰ কাৰণ কি বুলি প্ৰশ্ন কৰে আৰু গতিৰ ব্যক্তিত্বই কেৱল দৃশ্যখনৰ পৰা পলায়ন কৰিব বিচাৰে।</p>\n<p>এই তিনিটা পৃথক ব্যক্তিত্ব, বেলেগ আৰু বহু সময়ত বিৰোধপূৰ্ণ ব্যক্তিত্বক সকলো বিদ্যালয়, মহাবিদ্যালয় আৰু বিশ্ববিদ্যালয়ত বিশেষ পদ্ধতি আৰু ব্যৱস্থাৰে বুদ্ধিমত্তাৰ সৈতে গঢ়ি তুলিব আৰু নিৰ্দেশনা দিব লাগে।</p>\n<p>মনোবৈজ্ঞানিক দৃষ্টিকোণৰ পৰা কেৱল বৌদ্ধিক ব্যক্তিত্বক শিক্ষিত কৰাটো অবান্তৰ। মানুহৰ তিনিটা ব্যক্তিত্ব আছে যাক মৌলিক শিক্ষাৰ জৰুৰী প্ৰয়োজন।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/as/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/as/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/as/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
