import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Трите Мозъка",
  "locale": "bg",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. Трите Мозъка",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Революционната психология на новата ера твърди, че органичната машина на ИНТЕЛЕКТУАЛНОТО ЖИВОТНО, погрешно наричано човек, съществува в трицентрова или тримозъчна форма.</p>\n<p>Първият мозък е затворен в черепната кутия. Вторият мозък конкретно съответства на гръбначния стълб с неговия централен гръбначен мозък и всички негови нервни разклонения. Третият мозък не се намира на определено място, нито е определен орган. Всъщност третият мозък е съставен от симпатичните нервни сплетения и като цяло от всички специфични нервни центрове на човешкия организъм.</p>\n<p>Първият мозък е мисловният център. Вторият мозък е центърът на движението, обикновено наричан двигателен център. Третият мозък е емоционалният център.</p>\n<p>Напълно доказано е на практика, че всяка злоупотреба с мислещия мозък води до прекомерна загуба на интелектуална енергия. Следователно е логично да се твърди без страх от съмнение, че лудниците са истински гробища на интелектуални мъртъвци.</p>\n<p>Хармоничните и балансирани спортове са полезни за двигателния мозък, но злоупотребата със спорт означава прекомерна загуба на двигателна енергия и резултатът често е катастрофален. Не е абсурдно да се твърди, че съществуват мъртъвци на двигателния мозък. Тези мъртъвци са известни като болни от хемиплегия, параплегия, прогресивна парализа и др.</p>\n<p>Естетическият усет, мистиката, екстазът, висшата музика са необходими за култивиране на емоционалния център, но злоупотребата с този мозък води до безполезна загуба и разхищение на емоционална енергия. Злоупотребяват с емоционалния мозък екзистенциалистите от “новата вълна”, феновете на рока, сензуалните псевдо-артисти на модерното изкуство, болезнените страстници на чувствеността и т.н., и т.н.</p>\n<p>Въпреки че изглежда невероятно, смъртта със сигурност протича на третини във всеки човек. Вече е доказано до насита, че всяка болест има своята основа във всеки един от трите мозъка.</p>\n<p>Великият закон мъдро е депозирал във всеки един от трите мозъка на интелектуалното животно определен капитал от ЖИЗНЕНИ ЦЕННОСТИ. Спестяването на този капитал всъщност означава удължаване на живота, разхищаването на този капитал води до смърт.</p>\n<p>Архаични традиции, достигнали до нас от ужасяващата нощ на вековете, твърдят, че средната продължителност на човешкия живот в древния континент МУ, разположен в Тихия океан, е била между дванадесет и петнадесет века.</p>\n<p>С течение на вековете през всички епохи неправилното използване на трите мозъка постепенно съкращаваше живота.</p>\n<p>В слънчевата страна КЕМ… там в стария Египет на фараоните средната продължителност на човешкия живот достигаше вече само сто и четиридесет години.</p>\n<p>В момента в тези модерни времена на бензин и целулоид, в тази епоха на екзистенциализъм и рокендрол бунтовници, средната продължителност на човешкия живот според някои застрахователни компании е едва петдесет години.</p>\n<p>Господата марксисти-ленинисти от СЪВЕТСКИЯ СЪЮЗ, надути и лъжливи както винаги, нали се разправят, че са изобретили много специални серуми за удължаване на живота, но старецът Хрушчов още няма осемдесет години и трябва да иска разрешение от единия си крак, за да повдигне другия.</p>\n<p>В центъра на АЗИЯ съществува религиозна общност, съставена от старци, които вече дори не си спомнят младостта си. Средната продължителност на живота на тези старци е между четиристотин и петстотин години.</p>\n<p>Цялата тайна на дълголетието на тези азиатски монаси се крие в мъдрото използване на трите мозъка.</p>\n<p>Балансираното и хармонично функциониране на трите мозъка означава спестяване на ЖИЗНЕНИ ЦЕННОСТИ и като логично следствие - удължаване на живота.</p>\n<p>Съществува космически закон, известен като “ИЗРАВНЯВАНЕ НА ВИБРАЦИИТЕ ОТ МНОГО ИЗТОЧНИЦИ”. Монасите от този манастир знаят как да използват този закон чрез използването на трите мозъка.</p>\n<p>Несвоевременната педагогика води учениците до злоупотреба с мислещия мозък, чиито резултати вече са известни на психиатрията.</p>\n<p>Интелигентното култивиране на трите мозъка е ФУНДАМЕНТАЛНО ОБРАЗОВАНИЕ. В древните школи на мистериите на Вавилон, Гърция, Индия, Персия, Египет и т.н. учениците получавали цялостна директна информация за трите си мозъка чрез наставление, танц, музика и т.н., интелигентно комбинирани.</p>\n<p>Театрите от древните времена са били част от училището. Драмата, комедията, трагедията, комбинирани със специална мимика, музика, устно обучение и т.н., служели за информиране на трите мозъка на всеки индивид.</p>\n<p>Тогава учениците не злоупотребявали с мислещия мозък и знаели как да използват интелигентно и балансирано трите си мозъка.</p>\n<p>Танците на мистериите в Елевсина в Гърция, театърът във Вавилон, скулптурата в Гърция винаги са били използвани за предаване на знания на учениците.</p>\n<p>Сега в тези дегенерирали времена на рока, обърканите и дезориентирани ученици вървят по тъмния път на умствената злоупотреба.</p>\n<p>В момента не съществуват истински творчески системи за хармонично култивиране на трите мозъка.</p>\n<p>Учителите и преподавателите в училища, колежи и университети се обръщат само към невярната памет на отегчените студенти, които с нетърпение очакват часа за излизане от класната стая.</p>\n<p>Спешно е, наложително е да се знае как да се комбинират интелект, движение и емоция с цел да се предаде цялостна информация на трите мозъка на студентите.</p>\n<p>Абсурдно е да се информира само един мозък. Първият мозък не е единственият за познание. Престъпно е да се злоупотребява с мислещия мозък на учениците.</p>\n<p>ФУНДАМЕНТАЛНОТО ОБРАЗОВАНИЕ трябва да води учениците по пътя на хармоничното развитие.</p>\n<p>Революционната психология ясно учи, че трите мозъка имат три вида независими асоциации, напълно различни. Тези три вида асоциации предизвикват различни видове импулси на съществото.</p>\n<p>Това ни дава всъщност три различни личности, които нямат нищо общо нито в своята природа, нито в своите проявления.</p>\n<p>Революционната психология на новата ера учи, че във всеки човек съществуват три различни психологически аспекта. С една част от психическата същност желаем едно нещо, с друга част желаем нещо категорично различно и благодарение на третата част правим нещо напълно противоположно.</p>\n<p>В миг на върховна болка, може би загубата на любим човек или друга интимна катастрофа, емоционалната личност стига до отчаяние, докато интелектуалната личност се пита защо е цялата тази трагедия, а личността на движението просто иска да избяга от сцената.</p>\n<p>Тези три различни, различни и често дори противоречиви личности трябва да бъдат интелигентно култивирани и инструктирани със специални методи и системи във всички училища, колежи и университети.</p>\n<p>От психологическа гледна точка е абсурдно да се образова изключително интелектуалната личност. Човек има три личности, които спешно се нуждаят от ФУНДАМЕНТАЛНО ОБРАЗОВАНИЕ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bg/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
