import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "تین دماغ",
  "locale": "ur",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. تین دماغ",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>نئے دور کی انقلابی نفسیات کا دعویٰ ہے کہ نام نہاد انسان کی نامیاتی مشین جو کہ ایک حیوانی عقل ہے، تین مرکزوں یا تین دماغوں کی شکل میں موجود ہے۔</p>\n<p>پہلا دماغ کھوپڑی کے خول میں بند ہے۔ دوسرا دماغ خاص طور پر ریڑھ کی ہڈی سے متعلق ہے جس میں اس کا مرکزی گودا اور اس کی تمام اعصابی شاخیں ہیں۔ تیسرا دماغ کسی متعین جگہ پر نہیں رہتا اور نہ ہی یہ کوئی مخصوص عضو ہے۔ درحقیقت تیسرا دماغ ہمدرد اعصابی نظام کے جالوں اور عام طور پر انسانی جسم کے تمام مخصوص اعصابی مراکز پر مشتمل ہوتا ہے۔</p>\n<p>پہلا دماغ سوچنے کا مرکز ہے۔ دوسرا دماغ حرکت کا مرکز ہے، جسے عام طور پر موٹر سینٹر کہا جاتا ہے۔ تیسرا دماغ جذباتی مرکز ہے۔</p>\n<p>عملی طور پر یہ مکمل طور پر ثابت ہو چکا ہے کہ سوچنے والے دماغ کا ہر طرح کا غلط استعمال ذہنی توانائی کا بے جا خرچ پیدا کرتا ہے۔ لہٰذا بغیر کسی خوف کے یہ کہنا منطقی ہے کہ پاگل خانے ذہنی طور پر مردہ لوگوں کے حقیقی قبرستان ہیں۔</p>\n<p>ہم آہنگ اور متوازن کھیل موٹر دماغ کے لیے مفید ہیں، لیکن کھیل کا غلط استعمال موٹر توانائیوں کا بے جا خرچ ہے اور اس کا نتیجہ اکثر تباہ کن ہوتا ہے۔ یہ کہنا بے معنی نہیں ہے کہ موٹر دماغ کے مردے موجود ہیں۔ ان مردوں کو ہیمی پلیجیا، پیراپلیجیا، پروگریسو فالج وغیرہ کے مریضوں کے نام سے جانا جاتا ہے۔</p>\n<p>جمالیاتی حس، تصوف، وجد، اعلیٰ موسیقی، جذباتی مرکز کو پروان چڑھانے کے لیے ضروری ہیں، لیکن اس دماغ کا غلط استعمال بے کار ٹوٹ پھوٹ اور جذباتی توانائیوں کا ضیاع پیدا کرتا ہے۔ جذباتی دماغ کا غلط استعمال “نئی لہر” کے وجودی ماہرین، راک کے جنونی، جدید آرٹ کے شہوانی، جھوٹے فنکار، شہوانیت کے مریضانہ جنونی وغیرہ کرتے ہیں۔</p>\n<p>اگرچہ یہ ناقابل یقین لگتا ہے، موت یقیناً ہر شخص میں تہائی حصوں میں عمل میں آتی ہے۔ یہ بات مکمل طور پر ثابت ہو چکی ہے کہ ہر بیماری کی بنیاد تینوں دماغوں میں سے کسی ایک میں ہوتی ہے۔</p>\n<p>عظیم قانون نے عقلمند جانور کے ہر تین دماغوں میں زندگی کی اقدار کا ایک مخصوص سرمایہ جمع کر رکھا ہے۔ اس سرمائے کو بچانے کا مطلب درحقیقت زندگی کو طول دینا ہے، اس سرمائے کو ضائع کرنے کا مطلب موت ہے۔</p>\n<p>قدیم روایات جو صدیوں کی خوفناک رات سے ہم تک پہنچی ہیں، اس بات کی تصدیق کرتی ہیں کہ بحرالکاہل میں واقع قدیم براعظم MU میں انسانی زندگی کی اوسطاً بارہ سے پندرہ صدیوں کے درمیان تھی۔</p>\n<p>تمام ادوار میں صدیوں کے گزرنے کے ساتھ ساتھ تینوں دماغوں کے غلط استعمال نے زندگی کو آہستہ آہستہ کم کر دیا۔</p>\n<p>کیم کے دھوپ والے ملک میں… فرعونوں کے پرانے مصر میں انسانی زندگی کی اوسطاً عمر صرف ایک سو چالیس سال تک پہنچ چکی تھی۔</p>\n<p>آج کل گیسولین اور سیلولائڈ کے ان جدید دور میں، وجودیت اور راک کے باغیوں کے اس دور میں، کچھ انشورنس کمپنیوں کے مطابق انسانی زندگی کی اوسطاً عمر بمشکل پچاس سال ہے۔</p>\n<p>یونین سوویت کے مارکسی لیننی رہنما، ہمیشہ کی طرح ڈینگیں مارنے والے اور جھوٹے، ادھر ادھر یہ کہہ رہے ہیں کہ انہوں نے زندگی کو طول دینے کے لیے بہت خاص سیرم ایجاد کیے ہیں لیکن بوڑھے خروشیف کی عمر ابھی تک اسی سال نہیں ہے اور اسے دوسرا قدم اٹھانے کے لیے ایک پاؤں سے اجازت طلب کرنی پڑتی ہے۔</p>\n<p>وسطی ایشیا میں ایک مذہبی برادری موجود ہے جو ایسے بزرگوں پر مشتمل ہے جنہیں اپنی جوانی بھی یاد نہیں ہے۔ ان بزرگوں کی اوسطاً عمر چار سو سے پانچ سو سال کے درمیان ہے۔</p>\n<p>ان ایشیائی راہبوں کی لمبی عمر کا تمام تر راز تینوں دماغوں کے دانشمندانہ استعمال میں پوشیدہ ہے۔</p>\n<p>تینوں دماغوں کا متوازن اور ہم آہنگ فعالیت زندگی کی اقدار کی بچت کا مطلب ہے اور منطقی نتیجے کے طور پر زندگی میں توسیع ہے۔</p>\n<p>ایک کائناتی قانون موجود ہے جسے “بہت سے ذرائع کی کمپنوں کی مساوات” کے نام سے جانا جاتا ہے۔ اس خانقاہ کے راہب تینوں دماغوں کے استعمال سے اس قانون کو استعمال کرنا جانتے ہیں۔</p>\n<p>غیر ضروری تعلیم طلباء کو سوچنے والے دماغ کے غلط استعمال کی طرف لے جاتی ہے جس کے نتائج سے نفسیات پہلے ہی واقف ہے۔</p>\n<p>تینوں دماغوں کی ذہانت سے کاشت بنیادی تعلیم ہے۔ بابل، یونان، ہندوستان، فارس، مصر وغیرہ کے قدیم اسرار اسکولوں میں، طلباء کو سبق، رقص، موسیقی وغیرہ کے ذریعے براہ راست، مکمل معلومات فراہم کی جاتی تھیں، جو ذہانت سے ملائی جاتی تھیں۔</p>\n<p>قدیم زمانے کے تھیٹر اسکول کا حصہ تھے۔ ڈرامہ، کامیڈی، سانحہ، خاص نقالی، موسیقی، زبانی تعلیم وغیرہ کے ساتھ مل کر ہر فرد کے تینوں دماغوں کو معلومات فراہم کرتے تھے۔</p>\n<p>تب طلباء سوچنے والے دماغ کا غلط استعمال نہیں کرتے تھے اور وہ ذہانت سے اور متوازن انداز میں اپنے تینوں دماغوں کو استعمال کرنا جانتے تھے۔</p>\n<p>یونان میں ایلیوسس کے اسرار کے رقص، بابل میں تھیٹر، یونان میں مجسمہ سازی ہمیشہ شاگردوں کو علم منتقل کرنے کے لیے استعمال کیے جاتے تھے۔</p>\n<p>اب راک کے اس انحطاط پذیر دور میں، الجھے ہوئے اور بھٹکے ہوئے طلباء ذہنی زیادتی کے تاریک راستے پر گامزن ہیں۔</p>\n<p>فی الحال تینوں دماغوں کی ہم آہنگی کے ساتھ کاشت کے لیے کوئی حقیقی تخلیقی نظام موجود نہیں ہیں۔</p>\n<p>اسکولوں، کالجوں اور یونیورسٹیوں کے اساتذہ صرف بور طلباء کی بے وفا یادداشت سے خطاب کرتے ہیں جو کلاس روم سے نکلنے کے وقت کا بے چینی سے انتظار کرتے ہیں۔</p>\n<p>طلباء کے تینوں دماغوں تک مکمل معلومات پہنچانے کے مقصد سے عقل، حرکت اور جذبات کو یکجا کرنا ضروری ہے۔</p>\n<p>صرف ایک دماغ کو معلومات فراہم کرنا بے معنی ہے۔ پہلا دماغ ادراک کا واحد ذریعہ نہیں ہے۔ طلباء کے سوچنے والے دماغ کا غلط استعمال کرنا مجرمانہ ہے۔</p>\n<p>بنیادی تعلیم کو طلباء کو ہم آہنگ ترقی کے راستے پر لے جانا چاہیے۔</p>\n<p>انقلابی نفسیات واضح طور پر سکھاتی ہے کہ تینوں دماغوں میں تین قسم کی آزاد انجمنیں ہیں جو مکمل طور پر مختلف ہیں۔ انجمنوں کی یہ تین قسمیں نفس کے مختلف قسم کے محرکات کو جنم دیتی ہیں۔</p>\n<p>یہ ہمیں درحقیقت تین مختلف شخصیات دیتا ہے جن کی نہ تو فطرت میں اور نہ ہی مظاہر میں کوئی چیز مشترک ہے۔</p>\n<p>نئے دور کی انقلابی نفسیات سکھاتی ہے کہ ہر شخص میں تین مختلف نفسیاتی پہلو ہوتے ہیں۔ نفسیاتی جوہر کے ایک حصے سے ہم ایک چیز چاہتے ہیں، دوسرے حصے سے ہم واضح طور پر مختلف چیز چاہتے ہیں اور تیسرے حصے کی بدولت ہم بالکل مخالف کام کرتے ہیں۔</p>\n<p>انتہائی درد کے ایک لمحے میں، شاید کسی عزیز کا نقصان یا کوئی اور ذاتی تباہی، جذباتی شخصیت مایوسی کی حد تک پہنچ جاتی ہے جبکہ فکری شخصیت اس تمام سانحے کی وجہ پوچھتی ہے اور حرکت کی شخصیت صرف منظر سے فرار ہونا چاہتی ہے۔</p>\n<p>یہ تین مختلف اور اکثر متضاد شخصیات کو ذہانت سے پروان چڑھایا جانا چاہیے اور تمام اسکولوں، کالجوں اور یونیورسٹیوں میں خصوصی طریقوں اور نظاموں سے تعلیم دی جانی چاہیے۔</p>\n<p>نفسیاتی نقطہ نظر سے صرف فکری شخصیت کو تعلیم دینا بے معنی ہے۔ انسان کی تین شخصیات ہیں جنہیں فوری طور پر بنیادی تعلیم کی ضرورت ہے۔</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ur/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
