import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Үш ми",
  "locale": "kk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. Үш ми",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Жаңа дәуірдің революциялық психологиясы АҚЫЛДЫ ЖАНУАР деп жалған аталған адамның органикалық машинасы үш орталықты немесе үш милы түрде өмір сүретінін айтады.</p>\n<p>Бірінші ми бас сүйегінің ішінде орналасқан. Екінші ми нақты түрде жұлынмен және оның орталық миымен және барлық жүйке талшықтарымен сәйкес келеді. Үшінші ми белгілі бір жерде орналаспаған, сонымен қатар белгілі бір мүше де емес. Шынында да, үшінші ми симпатикалық жүйке түйіндерінен және жалпы адам ағзасының барлық нақты жүйке орталықтарынан тұрады.</p>\n<p>Бірінші ми - ойлау орталығы. Екінші ми - қозғалыс орталығы, әдетте қозғалтқыш орталығы деп аталады. Үшінші ми - эмоционалды орталық.</p>\n<p>Тәжірибеде ойлайтын миды асыра пайдалану зияткерлік энергияның шамадан тыс шығынын тудыратыны толығымен дәлелденген. Сондықтан еш күмәнсіз, психиатриялық ауруханалар зияткерлік өліктердің нағыз зираты екенін айту логикаға сәйкес келеді.</p>\n<p>Үйлесімді және теңдестірілген спорт түрлері қозғалтқыш ми үшін пайдалы, бірақ спортты асыра пайдалану қозғалтқыш энергияның шамадан тыс шығынын білдіреді және нәтижесі көбінесе апатты болып табылады. Қозғалтқыш мидың өліктері бар екенін айту абсурд емес. Бұл өліктер гемиплегия, параплегия, прогрессивті паралич және т.б. аурулары ретінде белгілі.</p>\n<p>Эстетикалық сезім, мистика, экстаз, жоғары музыка эмоционалды орталықты дамыту үшін қажет, бірақ бұл миды асыра пайдалану пайдасыз тозуды және эмоционалды энергияның ысырабын тудырады. Эмоционалды миды “жаңа толқынның” экзистенциалистері, рок-фанаттары, қазіргі заманғы өнердің сезімтал жалған суретшілері, сезімталдықтың ауру қоздырғыштары және т.б. асыра пайдаланады.</p>\n<p>Сенгісіз болса да, өлім әр адамда үштен бір бөлігімен өтеді. Кез келген аурудың негізі үш мидың бірінде болатыны қазірдің өзінде толық дәлелденген.</p>\n<p>Ұлы заң ақылды жануардың үш миының әрқайсысына өмірлік ҚҰНДЫЛЫҚТАРДЫҢ белгілі бір капиталын даналықпен салды. Бұл капиталды үнемдеу іс жүзінде өмірді ұзартуды білдіреді, бұл капиталды ысырап ету өлімге әкеледі.</p>\n<p>Ғасырлардың қорқынышты түнінен бізге жеткен архаикалық дәстүрлер Тынық мұхитында орналасқан Ескі MU құрлығында адам өмірінің орташа ұзақтығы он екі мен он бес ғасыр аралығында болғанын айтады.</p>\n<p>Барлық дәуірлердегі ғасырлардың өтуімен үш миды қате пайдалану өмірді бірте-бірте қысқартты.</p>\n<p>КЕМнің күн сәулесі түскен елінде… Перғауындардың көне Мысырында адам өмірінің орташа ұзақтығы тек жүз қырық жылға жетті.</p>\n<p>Қазіргі заманғы бензин мен целлулоид заманында, экзистенциализм мен рок бүлікшілері дәуірінде кейбір сақтандыру компанияларының мәліметтері бойынша адам өмірінің орташа ұзақтығы небәрі елу жылды құрайды.</p>\n<p>Кеңес Одағының марксист-лениндік мырзалары, әдеттегідей мақтаншақ және өтірікшілер, өмірді ұзарту үшін өте ерекше сарысу ойлап таптық деп айтып жүр, бірақ қарт Хрущев сексенге де толған жоқ және бір аяғын көтеру үшін екінші аяғынан рұқсат сұрауға мәжбүр.</p>\n<p>Азияның орталығында қарттардан тұратын діни қауым бар, олар өз жастық шақтарын да еске түсіре алмайды. Бұл қарттардың өмір сүру ұзақтығы төрт жүз бен бес жүз жыл аралығында ауытқиды.</p>\n<p>Азиялық монахтардың ұзақ өмірінің бүкіл құпиясы үш миды даналықпен пайдалануда.</p>\n<p>Үш мидың теңдестірілген және үйлесімді жұмыс істеуі ӨМІРЛІК ҚҰНДЫЛЫҚТАРДЫ үнемдеуді және логикалық салдар ретінде өмірді ұзартуды білдіреді.</p>\n<p>“КӨПТЕГЕН ДЕРЕККӨЗДЕРДІҢ ДІРІЛІСІН ТЕҢЕСТІРУ” деп аталатын ғарыштық заң бар. Аталған монастырдың монахтары бұл заңды үш миды пайдалану арқылы қолдана біледі.</p>\n<p>Мерзімінен бұрын педагогика студенттерді ойлайтын миды асыра пайдалануға итермелейді, оның нәтижесі психиатрияға белгілі.</p>\n<p>Үш миды ақылды түрде өсіру - ІРГЕЛІ БІЛІМ БЕРУ. Вавилон, Греция, Үндістан, Персия, Мысыр және т.б. ежелгі құпия мектептерінде студенттер өздерінің үш миына тікелей толық ақпаратты ақылды түрде біріктірілген қағида, би, музыка және т.б. арқылы алды.</p>\n<p>Ежелгі заманғы театрлар мектептің бір бөлігі болды. Драма, комедия, трагедия арнайы мимикамен, музыкамен, ауызша оқытумен және т.б. біріктіріліп, әр адамның үш миына ақпарат беруге қызмет етті.</p>\n<p>Содан кейін студенттер ойлайтын миды асыра пайдаланбады және өздерінің үш миын ақылды түрде және теңдестірілген түрде пайдалана білді.</p>\n<p>Грециядағы Элевсин құпияларының билері, Вавилондағы театр, Грециядағы мүсін әрдайым шәкірттерге білім беру үшін пайдаланылды.</p>\n<p>Енді Роктың бұзылған заманында шатасқан және бағдарсыз студенттер ақыл-ойды асыра пайдаланудың қараңғы жолымен жүр.</p>\n<p>Қазіргі уақытта үш миды үйлесімді түрде дамыту үшін шынайы жасаушы жүйелер жоқ.</p>\n<p>Мектептердің, колледждердің және университеттердің мұғалімдері мен мұғалімдері аудиториядан шығу уақытын асыға күтетін зеріккен студенттердің сенімсіз жадына ғана жүгінеді.</p>\n<p>Студенттердің үш миына толық ақпарат беру үшін интеллекті, қозғалысты және эмоцияны біріктіруді білу шұғыл, қажет.</p>\n<p>Тек бір миға ақпарат беру абсурдты. Бірінші ми когнитивтің жалғыз миы емес. Студенттердің ойлайтын миын асыра пайдалану қылмыс болып табылады.</p>\n<p>ІРГЕЛІ БІЛІМ БЕРУ студенттерді үйлесімді даму жолымен жүргізуі керек.</p>\n<p>Революциялық психология үш мидың мүлдем бөлек үш түрлі тәуелсіз қауымдастығы бар екенін анық көрсетеді. Бұл үш түрлі қауымдастық болмыстың әртүрлі түрлерін тудырады.</p>\n<p>Бұл бізге іс жүзінде табиғатында да, көріністерінде де ортақ ештеңесі жоқ үш түрлі тұлғаны береді.</p>\n<p>Жаңа дәуірдің революциялық психологиясы әр адамда үш түрлі психологиялық аспект бар екенін үйретеді. Психикалық болмыстың бір бөлігімен біз бір нәрсені қалаймыз, екінші бөлігімен біз мүлдем басқа нәрсені қалаймыз, ал үшінші бөлігінің арқасында біз мүлдем қарама-қарсы нәрсені жасаймыз.</p>\n<p>Шексіз қайғы сәтінде, мүмкін жақын адамның өлімі немесе кез келген басқа жақын апат, эмоционалды тұлға үмітсіздікке дейін жетеді, ал интеллектуалды тұлға осы трагедияның неге екенін сұрайды және қозғалыс тұлғасы тек оқиға орнынан қашқысы келеді.</p>\n<p>Бұл үш түрлі, әртүрлі және көбінесе қайшылықты тұлғаларды барлық мектептерде, колледждерде және университеттерде арнайы әдістермен және жүйелермен ақылды түрде дамыту және үйрету керек.</p>\n<p>Психологиялық тұрғыдан интеллектуалды тұлғаны ғана оқыту абсурдты болып табылады. Адамның ІРГЕЛІ БІЛІМ БЕРУге шұғыл мұқтаж үш тұлғасы бар.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kk/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
