import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Үч Мээ",
  "locale": "ky",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. Үч Мээ",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Жаңы доордун революциялык психологиясы АҢ-СЕЗИМДҮҮ ЖАНДЫК деп жалган аталган АДАМдын органикалык машинасы үч борборлуу же үч мээлүү түрдө бар экенин ырастайт.</p>\n<p>Биринчи мээ баш сөөгүнүн ичинде катылган. Экинчи мээ конкреттүү түрдө жүлүндүн борбордук өзөгү жана бардык нерв тармактары менен байланыштуу. Үчүнчү мээ белгилүү бир жерде жайгашкан эмес, ошондой эле белгилүү бир орган эмес. Чынында, үчүнчү мээ симпатикалык нерв түйүндөрүнөн жана жалпысынан адам организминин бардык спецификалык нерв борборлорунан турат.</p>\n<p>Биринчи мээ - ойлоо борбору. Экинчи мээ - кыймыл борбору, көбүнчө мотор борбору деп аталат. Үчүнчү мээ - эмоционалдык борбор.</p>\n<p>Ойлоо мээсин ашыкча пайдалануу акыл-эс энергиясынын ашыкча чыгымына алып келери практика жүзүндө толугу менен далилденген. Ошондуктан, психиатриялык ооруканалар акыл-эс жактан өлүктөрдүн чыныгы көрүстөндөрү экенин эч кандай шексиз айтууга болот.</p>\n<p>Гармониялуу жана тең салмактуу спорт кыймылдаткыч мээ үчүн пайдалуу, бирок спортту ашыкча колдонуу мотордук энергиянын ашыкча чыгымына алып келет жана натыйжасы көбүнчө оор болот. Мотордук мээнин өлүктөрү бар деп айтуу абсурд эмес. Мындай өлүктөр гемиплегия, параплегия, прогрессивдүү шал оорулары катары белгилүү.</p>\n<p>Эстетикалык сезим, мистика, экстаз, жогорку музыка эмоционалдык борборду өнүктүрүү үчүн зарыл, бирок бул мээни ашыкча колдонуу пайдасыз эскирүүгө жана эмоционалдык энергиянын ысырап болушуна алып келет. Эмоционалдык мээни “жаңы толкундун” экзистенциалисттери, рок фанаттары, заманбап искусствонун сезимтал псевдо-артисттери, сезимталдыктын оорулуу кумарлуулары ж.б. ашыкча колдонушат.</p>\n<p>Ишенүүгө мүмкүн болбосо да, өлүм ар бир адамда үчтөн бири менен иштетилет. Бардык оорулардын негизи үч мээнин биринде экени эчак эле далилденген.</p>\n<p>Улуу мыйзам акылдуу жаныбардын үч мээсинин ар бирине жашоо үчүн зарыл болгон БААЛУУЛУКТАРдын белгилүү бир капиталын салган. Бул капиталды үнөмдөө чындыгында өмүрдү узартуу дегенди билдирет, бул капиталды ысырап кылуу өлүмгө алып келет.</p>\n<p>Бизге кылымдардын коркунучтуу түндөрүнөн жеткен архаикалык салттар Тынч океанда жайгашкан байыркы МУ континентинде адамдын өмүрүнүн орточо узактыгы он экиден он беш кылымга чейин болгонун ырасташат.</p>\n<p>Кылымдар өтүп, бардык доорлордо үч мээни туура эмес колдонуу өмүрдү акырындык менен кыскартып келген.</p>\n<p>КҮНДҮҮ КЕМ өлкөсүндө… Фараондордун байыркы Египтинде адамдын өмүрүнүн орточо узактыгы жүз кырк жылга гана жеткен.</p>\n<p>Учурда бензин жана целлулоиддин заманбап доорунда, экзистенциализм жана рок козголоңчуларынын доорунда, кээ бир камсыздандыруу компанияларынын маалыматы боюнча, адамдын өмүрүнүн орточо узактыгы болгону элүү жылды түзөт.</p>\n<p>Советтер Союзунун марксист-ленинисттик мырзалары, ар дайымкыдай эле мактанчаак жана жалганчылар, өмүрдү узартуу үчүн өзгөчө сывороткаларды ойлоп тапканын айтып жүрүшөт, бирок карыя Хрущев сексенге чыга элек жана бир бутун көтөрүү үчүн экинчи бутунан уруксат сурашы керек.</p>\n<p>Азиянын борборунда жаш кезин эстей албаган карылардан турган диний жамаат бар. Бул карыялардын өмүрүнүн орточо узактыгы төрт жүздөн беш жүз жылга чейин жетет.</p>\n<p>Бул азиялык кечилдердин узак жашоосунун бүткүл сыры үч мээни акылдуулук менен колдонууда.</p>\n<p>Үч мээнин тең салмактуу жана гармониялуу иштеши ЖАШОО БААЛУУЛУКТАРЫН үнөмдөөнү жана логикалык натыйжа катары өмүрдү узартууну билдирет.</p>\n<p>“КӨП БУЛАКТАРДЫН ТИТИРӨӨЛӨРҮН ТЕҢДӨӨ” деп аталган космостук мыйзам бар. Бул монастырдын кечилдери үч мээни колдонуу менен бул мыйзамды колдоно билишет.</p>\n<p>Мөөнөтүнөн мурда педагогика окуучуларды ойлоо мээсин ашыкча колдонууга алып келет, анын натыйжаларын психиатрия жакшы билет.</p>\n<p>Үч мээни акылдуулук менен өнүктүрүү - ФУНДАМЕНТАЛДЫК БИЛИМ. Байыркы Бабыл, Греция, Индия, Персия, Египет ж.б. сырдуу мектептеринде окуучулар өздөрүнүн үч мээси үчүн акылдуулук менен айкалышкан эреже, бий, музыка ж.б. аркылуу түздөн-түз маалымат алышкан.</p>\n<p>Байыркы замандын театрлары мектептин бир бөлүгү болгон. Драма, комедия, трагедия атайын мимика, музыка, оозеки окутуу ж.б. менен айкалышып, ар бир адамдын үч мээсине маалымат берүүгө кызмат кылган.</p>\n<p>Ошондо студенттер ойлоо мээсин ашыкча колдонгон эмес жана өз мээсин акылдуулук менен жана тең салмактуу колдоно билишкен.</p>\n<p>Грециядагы Элевсин сырларынын бийлери, Бабылдагы театр, Грециядагы скульптура ар дайым шакирттерге билим берүү үчүн колдонулган.</p>\n<p>Азыркы деградацияланган рок доорунда окуучулар адашып, башаламан абалда психикалык кыянаттыктын караңгы жолуна түшүп калышты.</p>\n<p>Учурда үч мээни гармониялуу өнүктүрүү үчүн чыныгы жаратуучу системалар жок.</p>\n<p>Мектептердин, колледждердин жана университеттердин мугалимдери аудиториядан чыгуу убактысын чыдамсыздык менен күткөн зеригүүчү студенттердин ишенимсиз эсине гана кайрылышат.</p>\n<p>Студенттердин үч мээсине толук маалымат жеткирүү максатында интеллектти, кыймылды жана эмоцияны айкалыштырууну билүү зарыл, өтө зарыл.</p>\n<p>Бир гана мээге маалымат берүү абсурд. Биринчи мээ таануунун жалгыз органы эмес. Окуучулардын ойлоо мээсин кыянаттык менен пайдалануу кылмыш болуп саналат.</p>\n<p>ФУНДАМЕНТАЛДЫК БИЛИМ берүү студенттерди гармониялуу өнүгүү жолуна багытташы керек.</p>\n<p>Революциялык психология үч мээнин үч түрдүү көз карандысыз ассоциациялары бар экенин ачык көрсөтөт. Бул үч түрдүү ассоциациялар жан дүйнөсүнүн ар кандай түрлөрүн ойготот.</p>\n<p>Бул бизге чындыгында табияты боюнча да, көрүнүштөрү боюнча да эч кандай жалпылыгы жок үч түрдүү инсанды берет.</p>\n<p>Жаңы доордун революциялык психологиясы ар бир адамда үч түрдүү психологиялык аспект бар экенин үйрөтөт. Психикалык маңызыбыздын бир бөлүгү менен биз бир нерсени каалайбыз, дагы бир бөлүгү менен биз башка нерсени чечкиндүү түрдө каалайбыз, ал эми үчүнчү бөлүгү менен биз таптакыр карама-каршы нерсени жасайбыз.</p>\n<p>Жан ооруткан учурда, балким, жакын адамынан айрылуу же башка кандайдыр бир жакын кырсыкка кабылуу учурунда, эмоционалдык инсандык айласыздыкка жетсе, интеллектуалдык инсандык бул трагедиянын себебин сурайт, ал эми кыймыл инсандыгы окуя болгон жерден качып кетүүнү каалайт.</p>\n<p>Бул үч түрдүү, ар кандай, көп учурда карама-каршы келген инсандарды бардык мектептерде, колледждерде жана университеттерде атайын ыкмалар жана системалар менен акылдуулук менен өнүктүрүү жана үйрөтүү керек.</p>\n<p>Психологиялык көз караштан алганда, интеллектуалдык инсанды гана тарбиялоо абсурд. Адамдын ФУНДАМЕНТАЛДЫК БИЛИМге шашылыш муктаж болгон үч инсандыгы бар.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ky/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
