import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Три мозга",
  "locale": "ru",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. Три мозга",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Революционная психология новой эры утверждает, что органическая машина ИНТЕЛЛЕКТУАЛЬНОГО ЖИВОТНОГО, ложно именуемого человеком, существует в трехцентровой или трехмозговой форме.</p>\n<p>Первый мозг заключен в черепной коробке. Второй мозг конкретно соответствует спинному мозгу с его центральным веществом и всеми нервными ответвлениями. Третий мозг не находится в определенном месте и не является каким-либо конкретным органом. В действительности третий мозг состоит из симпатических нервных сплетений и, в целом, из всех специфических нервных центров человеческого организма.</p>\n<p>Первый мозг — это мыслительный центр. Второй мозг — это центр движения, обычно называемый моторным центром. Третий мозг — это эмоциональный центр.</p>\n<p>На практике совершенно очевидно, что любое злоупотребление мыслительным мозгом приводит к чрезмерному расходу интеллектуальной энергии. Поэтому логично утверждать без тени сомнения, что психиатрические больницы — это настоящие кладбища интеллектуальных мертвецов.</p>\n<p>Гармоничные и сбалансированные виды спорта полезны для моторного мозга, но злоупотребление спортом означает чрезмерный расход двигательной энергии, и результат часто бывает катастрофическим. Не абсурдно утверждать, что существуют мертвецы моторного мозга. Эти мертвецы известны как больные гемиплегией, параплегией, прогрессивным параличом и т. д.</p>\n<p>Эстетическое чувство, мистика, экстаз, высшая музыка необходимы для культивирования эмоционального центра, но злоупотребление этим мозгом приводит к бесполезному истощению и растрате эмоциональной энергии. Злоупотребляют эмоциональным мозгом экзистенциалисты “новой волны”, фанатики рока, псевдо-художники чувственного современного искусства, болезненные страстники чувственности и т. д., и т. п.</p>\n<p>Даже если это кажется невероятным, смерть, безусловно, происходит по третям в каждом человеке. Уже неоднократно доказано, что любая болезнь имеет свою основу в любом из трех мозгов.</p>\n<p>Великий закон мудро поместил в каждый из трех мозгов интеллектуального животного определенный капитал ЖИЗНЕННЫХ ЦЕННОСТЕЙ. Экономия этого капитала фактически означает продление жизни, растрата этого капитала приводит к смерти.</p>\n<p>Архаичные традиции, дошедшие до нас из ужасающей ночи веков, утверждают, что средняя продолжительность человеческой жизни на Древнем Континенте МУ, расположенном в Тихом океане, колебалась между Двенадцатью и Пятнадцатью Столетиями.</p>\n<p>С течением веков во все эпохи неправильное использование трех мозгов постепенно сокращало жизнь.</p>\n<p>В залитой солнцем стране КЕМ… там, в старом Египте фараонов, средняя продолжительность человеческой жизни достигала уже только ста сорока лет.</p>\n<p>В настоящее время, в эти современные времена бензина и целлулоида, в эту эпоху экзистенциализма и бунтарей рока, средняя продолжительность человеческой жизни, по данным некоторых страховых компаний, составляет всего пятьдесят лет.</p>\n<p>Господа марксисты-ленинцы из СОВЕТСКОГО СОЮЗА, хвастливые и лживые, как всегда, ходят и говорят, что изобрели специальные сыворотки для продления жизни, но старику Хрущеву еще нет и восьмидесяти лет, и ему приходится спрашивать разрешения у одной ноги, чтобы поднять другую.</p>\n<p>В центре АЗИИ существует религиозная община, состоящая из стариков, которые уже не помнят своей молодости. Средняя продолжительность жизни этих стариков колеблется от четырехсот до пятисот лет.</p>\n<p>Весь секрет долгой жизни этих азиатских монахов заключается в мудром использовании трех мозгов.</p>\n<p>Сбалансированное и гармоничное функционирование трех мозгов означает экономию ЖИЗНЕННЫХ ЦЕННОСТЕЙ и, как логическое следствие, продление жизни.</p>\n<p>Существует космический закон, известный как “УРАВНИВАНИЕ ВИБРАЦИЙ МНОГИХ ИСТОЧНИКОВ”. Монахи этого монастыря знают, как использовать этот закон, используя три мозга.</p>\n<p>Несвоевременная педагогика приводит учеников и учениц к злоупотреблению мыслительным мозгом, результаты которого уже известны психиатрии.</p>\n<p>Интеллектуальное культивирование трех мозгов — это ФУНДАМЕНТАЛЬНОЕ ОБРАЗОВАНИЕ. В древних школах мистерий Вавилона, Греции, Индии, Персии, Египта и т. д. ученики и ученицы получали полную прямую информацию для своих трех мозгов посредством наставлений, танцев, музыки и т. д., умело сочетаемых.</p>\n<p>Театры древних времен были частью школы. Драма, комедия, трагедия в сочетании со специальной мимикой, музыкой, устным обучением и т. д. служили для информирования трех мозгов каждого человека.</p>\n<p>Тогда студенты не злоупотребляли мыслительным мозгом и умели использовать свои три мозга с умом и в сбалансированной форме.</p>\n<p>Танцы мистерий Элевсина в Греции, театр в Вавилоне, скульптура в Греции всегда использовались для передачи знаний ученикам и ученицам.</p>\n<p>Теперь, в эти выродившиеся времена рока, ученики и ученицы, смущенные и дезориентированные, идут по темной тропе умственных злоупотреблений.</p>\n<p>В настоящее время не существует настоящих систем, создающих условия для гармоничного культивирования трех мозгов.</p>\n<p>Учителя и учительницы школ, колледжей и университетов обращаются только к неверной памяти скучающих студентов, которые с нетерпением ждут часа выхода из класса.</p>\n<p>Срочно необходимо научиться сочетать интеллект, движение и эмоции с целью донесения полной информации до трех мозгов студентов.</p>\n<p>Абсурдно информировать только один мозг. Первый мозг не является единственным познавательным. Преступно злоупотреблять мыслительным мозгом учеников и учениц.</p>\n<p>ФУНДАМЕНТАЛЬНОЕ ОБРАЗОВАНИЕ должно вести студентов по пути гармоничного развития.</p>\n<p>Революционная психология ясно учит, что три мозга имеют три класса независимых ассоциаций, совершенно различных. Эти три класса ассоциаций вызывают различные типы импульсов существа.</p>\n<p>Это фактически дает нам три разные личности, которые не имеют ничего общего ни в своей природе, ни в своих проявлениях.</p>\n<p>Революционная психология новой эры учит, что в каждом человеке существуют три различных психологических аспекта. Одной частью психической сущности мы желаем одного, другой частью мы желаем чего-то совершенно другого, а благодаря третьей части мы делаем что-то совершенно противоположное.</p>\n<p>В момент высшей боли, возможно, потери любимого человека или любой другой интимной катастрофы, эмоциональная личность доходит до отчаяния, в то время как интеллектуальная личность спрашивает себя, в чем причина всей этой трагедии, а личность движения хочет только убежать со сцены.</p>\n<p>Эти три разные, отличные и часто даже противоречивые личности должны быть разумно культивированы и обучены с помощью специальных методов и систем во всех школах, колледжах и университетах.</p>\n<p>С психологической точки зрения абсурдно воспитывать исключительно интеллектуальную личность. У человека есть три личности, которые остро нуждаются в ФУНДАМЕНТАЛЬНОМ ОБРАЗОВАНИИ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ru/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
