import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "तीन मेंदू",
  "locale": "mr",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. तीन मेंदू",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>नवीन युगातील क्रांतिकारी मानसशास्त्र असा दावा करते की, मानवा नावाचे बौद्धिक प्राणी, हे त्रिकेंद्रीत किंवा त्रि-मस्तिष्क स्वरूपात अस्तित्वात आहे.</p>\n<p>पहिला मेंदू कवटीमध्ये बंदिस्त आहे. दुसरा मेंदू म्हणजे पाठीचा कणा, त्याची मध्यवर्ती मज्जारज्जू आणि त्यातून निघालेल्या सर्व नसा. तिसरा मेंदू कोणत्याही निश्चित ठिकाणी नसतो, ना तो कोणताही विशिष्ट अवयव असतो. खरं तर, तिसरा मेंदू म्हणजे सिंपॅथेटिक नर्व्हस प्लेक्सस आणि मानवी शरीरातील सर्व विशिष्ट मज्जासंस्था केंद्रे.</p>\n<p>पहिला मेंदू विचार केंद्र आहे. दुसरा मेंदू हा हालचालींचे केंद्र आहे, ज्याला सामान्यतः मोटर सेंटर म्हणतात. तिसरा मेंदू हा भावनिक केंद्र आहे.</p>\n<p>हे प्रत्यक्ष व्यवहारात पूर्णपणे सिद्ध झाले आहे की, विचार करणाऱ्या मेंदूचा अतिवापर केल्याने बौद्धिक ऊर्जेचा अत्यधिक व्यय होतो. त्यामुळे मनोरुग्णालये हे बौद्धिकदृष्ट्या मृत लोकांचे स्मशानभूमी आहेत, असे विधान करणे तर्कसंगत आहे.</p>\n<p>सुसंवादी आणि संतुलित खेळ मोटर मेंदूसाठी उपयुक्त आहेत, परंतु खेळाचा अतिरेक म्हणजे मोटर ऊर्जांचा अत्यधिक व्यय आणि त्याचे परिणाम विनाशकारी असू शकतात. मोटर मेंदूचे मृत लोक अस्तित्वात आहेत, असे म्हणणे हास्यास्पद नाही. अशा मृतांना हेमिप्लेगिया, पॅराप्लेगिया, प्रोग्रेसिव्ह पॅरालिसिस इत्यादी रोगांनी ओळखले जाते.</p>\n<p>सौंदर्यदृष्टी, गूढता, परमानंद, उच्च संगीत, भावनिक केंद्राला विकसित करण्यासाठी आवश्यक आहेत, परंतु या मेंदूचा अतिवापर केल्याने निरुपयोगी झीज होते आणि भावनिक ऊर्जा वाया जातात. “नवीन लाटे”चे अस्तित्ववादी, रॉकचे चाहते, आधुनिक कलेतील कामुक छद्म-कलाकार, कामुकतेचे विकृत भोक्ते इत्यादी भावनिक मेंदूचा दुरुपयोग करतात.</p>\n<p>हे अविश्वसनीय वाटत असले तरी, मृत्यू खरोखरच प्रत्येक व्यक्तीमध्ये एक तृतीयांश प्रमाणात होतो. हे पूर्णपणे सिद्ध झाले आहे की, प्रत्येक रोगाचा आधार तीनपैकी कोणत्याही एका मेंदूत असतो.</p>\n<p>महान कायद्याने बौद्धिक प्राण्याच्या तीनही मेंदूंमध्ये जीवनशक्तीचे भांडार जमा केले आहे. या भांडाराची बचत करणे म्हणजे आयुष्य वाढवणे आणि या भांडाराचा अपव्यय करणे म्हणजे मृत्यू ओढवणे.</p>\n<p>शतकानुशतके चालत आलेल्या प्राचीन परंपरा सांगतात की, पॅसिफिक महासागरात असलेल्या प्राचीन MU खंडातील मानवी जीवनाचा सरासरी कालावधी बारा ते पंधरा शतके होता.</p>\n<p>युगांयुगांपासून तीनही मेंदूंचा चुकीचा वापर केल्यामुळे हळूहळू आयुष्य कमी होत गेले.</p>\n<p>KEM च्या सूर्यप्रकाशित देशात… फारोच्या जुन्या इजिप्तमध्ये मानवी जीवनाचा सरासरी कालावधी फक्त 140 वर्षांपर्यंत पोहोचला होता.</p>\n<p>सध्या पेट्रोल आणि सेल्युलाईडच्या आधुनिक युगात, अस्तित्ववाद आणि रॉक बंडखोरांच्या युगात, काही विमा कंपन्यांनुसार मानवी जीवनाचा सरासरी कालावधी फक्त 50 वर्षे आहे.</p>\n<p>सोव्हिएत युनियनचे मार्क्सवादी-लेनिनवादी नेहमीप्रमाणेच बडबडे आणि खोटारडे आहेत, ते म्हणतात की त्यांनी आयुष्य वाढवण्यासाठी खूप खास सीरम शोधले आहेत, पण वृद्ध क्रुश्चेव्ह अजून ऐंशी वर्षांचेही नाहीत आणि त्यांना एक पाय उचलायला दुसऱ्या पायाची परवानगी घ्यावी लागते.</p>\n<p>आशियाच्या मध्यभागी एक धार्मिक समुदाय आहे, ज्यात वृद्ध लोक आहेत ज्यांना त्यांचे तारुण्य आठवत नाही. त्या वृद्धांचे सरासरी आयुष्य चारशे ते पाचशे वर्षे आहे.</p>\n<p>या आशियाई भिक्षुकांच्या दीर्घायुष्याचे रहस्य तीनही मेंदूंचा योग्य वापर करणे हे आहे.</p>\n<p>तीनही मेंदूंचे संतुलित आणि सुसंवादी कार्य म्हणजे जीवनशक्तीची बचत करणे आणि त्याचे तार्किक परिणाम म्हणजे आयुष्य वाढवणे.</p>\n<p>एक वैश्विक नियम आहे ज्याला “अनेक स्त्रोतांच्या कंपनांचे समीकरण” म्हणून ओळखले जाते. त्या मठातील भिक्षुकांना तीनही मेंदूंच्या वापराने या नियमाचा उपयोग कसा करायचा हे माहित आहे.</p>\n<p>कालबाह्य शिक्षण विद्यार्थ्यांना विचार करणाऱ्या मेंदूचा अतिवापर करण्यास प्रवृत्त करते, ज्याचे परिणाम मानसोपचारतज्ज्ञांना माहीत आहेत.</p>\n<p>तीनही मेंदूंचे बुद्धीपूर्वक संवर्धन करणे हे मूलभूत शिक्षण आहे. प्राचीन काळातील बॅबिलोन, ग्रीस, भारत, पर्शिया, इजिप्त इत्यादी रहस्यमय शाळांमध्ये, शिक्षक उपदेश, नृत्य, संगीत इत्यादींच्या माध्यमातून तीनही मेंदूंना एकत्रितपणे थेट माहिती देत असत.</p>\n<p>प्राचीन काळातील रंगमंच शाळेचाच एक भाग होता. नाटक, विनोदी, शोकांतिका, विशेष हावभाव, संगीत, तोंडी शिक्षण इत्यादींच्या माध्यमातून प्रत्येक व्यक्तीच्या तीनही मेंदूंना माहिती दिली जात असे.</p>\n<p>त्यामुळे विद्यार्थी विचार करणाऱ्या मेंदूचा अतिवापर करत नसत आणि त्यांना त्यांचे तीनही मेंदू बुद्धीने आणि संतुलितपणे कसे वापरायचे हे माहित होते.</p>\n<p>ग्रीसमधील एल्युसिसच्या रहस्यांमधील नृत्य, बॅबिलोनमधील रंगमंच, ग्रीसमधील शिल्पकला यांचा उपयोग नेहमी शिष्य आणि अनुयायांना ज्ञान देण्यासाठी केला जात असे.</p>\n<p>आता रॉकच्या अधःपतित युगात, गोंधळलेले आणि दिशाहीन विद्यार्थी मानसिक अत्याचाराच्या अंधकारमय मार्गावर चालत आहेत.</p>\n<p>सध्या तीनही मेंदूंच्या सुसंवादी संवर्धनासाठी कोणतीही खरी निर्मिती प्रणाली अस्तित्वात नाही.</p>\n<p>शाळा, महाविद्यालये आणि विद्यापीठांमधील शिक्षक फक्त कंटाळलेल्या विद्यार्थ्यांच्या बेईमान स्मृतीलाच संबोधित करतात, जे वर्गातून बाहेर पडण्याची आतुरतेने वाट पाहत असतात.</p>\n<p>विद्यार्थ्यांच्या तीनही मेंदूंना संपूर्ण माहिती देण्यासाठी बुद्धी, हालचाल आणि भावना यांचे मिश्रण करणे अत्यावश्यक आहे.</p>\n<p>एकाच मेंदूला माहिती देणे हास्यास्पद आहे. पहिला मेंदू ज्ञानाचा एकमेव स्रोत नाही. विद्यार्थ्यांच्या विचार करणाऱ्या मेंदूचा अतिवापर करणे हे अपराधासारखे आहे.</p>\n<p>मूलभूत शिक्षण विद्यार्थ्यांना सुसंवादी विकासाच्या मार्गावर नेईल.</p>\n<p>क्रांतिकारी मानसशास्त्र स्पष्टपणे शिकवते की तीनही मेंदूंचे तीन प्रकारचे स्वतंत्र आणि पूर्णपणे भिन्न संबंध असतात. या तीन प्रकारच्या संबंधांमुळे आत्म्याचे विविध प्रकारचे आवेग जागृत होतात.</p>\n<p>यामुळे आपल्याला तीन भिन्न व्यक्तिमत्त्वे मिळतात, ज्यात त्यांच्या स्वभावानुसार किंवा अभिव्यक्तीनुसार काहीही साम्य नसते.</p>\n<p>नवीन युगातील क्रांतिकारी मानसशास्त्र शिकवते की, प्रत्येक व्यक्तीमध्ये तीन भिन्न मानसिक पैलू असतात. मानसिकतेच्या एका भागातून आपण एका गोष्टीची इच्छा करतो, दुसर्‍या भागातून आपण निश्चितपणे वेगळ्या गोष्टीची इच्छा करतो आणि तिसर्‍या भागामुळे आपण पूर्णपणे विरुद्ध काहीतरी करतो.</p>\n<p>अति दुःखाच्या क्षणी, जसे की एखाद्या प्रिय व्यक्तीचा मृत्यू किंवा कोणतीही वैयक्तिक आपत्ती, भावनिक व्यक्तिमत्व निराशेच्या टोकाला पोहोचते, तर बौद्धिक व्यक्तिमत्व त्या संपूर्ण शोकांतिकेचे कारण विचारते आणि हालचालींचे व्यक्तिमत्व फक्त तेथून पळून जाऊ इच्छिते.</p>\n<p>ही तीन भिन्न, वेगळी आणि अनेकदा विरोधाभासी व्यक्तिमत्त्वे विशेष पद्धती आणि प्रणालींद्वारे सर्व शाळा, महाविद्यालये आणि विद्यापीठांमध्ये बुद्धीपूर्वक विकसित आणि प्रशिक्षित केली पाहिजेत.</p>\n<p>मानसशास्त्रीय दृष्टिकोनातून केवळ बौद्धिक व्यक्तिमत्त्वाला शिक्षित करणे हास्यास्पद आहे. माणसाला तीन व्यक्तिमत्त्वे असतात आणि त्यांना तातडीने मूलभूत शिक्षणाची गरज आहे.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mr/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mr/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mr/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
