import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "මොළ තුන",
  "locale": "si",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. මොළ තුන",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>නව යුගයේ විප්ලවීය මනෝවිද්‍යාව අවධාරණය කරන්නේ, සාවද්‍ය ලෙස මිනිසා යැයි හඳුන්වන බුද්ධිමය සත්වයාගේ කාබනික යන්ත්‍රය, ත්‍රිකේන්ද්‍රීය හෝ ත්‍රීමස්තිෂ්ක ආකාරයෙන් පවතින බවයි.</p>\n<p>පළමු මොළය හිස් කබලේ කොටුවී ඇත. දෙවන මොළය නිශ්චිතවම සුෂුම්නාව සහ එහි මධ්‍යම මජ්ජාව සහ සියලුම ස්නායු ශාඛා වලට අනුරූප වේ. තුන්වන මොළය නිශ්චිත ස්ථානයක පිහිටා නැත, එය නිශ්චිත ඉන්ද්‍රියයක් ද නොවේ. සැබවින්ම තුන්වන මොළය සෑදී ඇත්තේ සංවේදක ස්නායු ප්ලෙක්සස් සහ සාමාන්‍යයෙන් මිනිස් සිරුරේ සියලුම විශේෂිත ස්නායු මධ්‍යස්ථාන මගිනි.</p>\n<p>පළමු මොළය චින්තන මධ්‍යස්ථානයයි. දෙවන මොළය චලන මධ්‍යස්ථානයයි, එය සාමාන්‍යයෙන් මෝටර් මධ්‍යස්ථානය ලෙස හැඳින්වේ. තුන්වන මොළය චිත්තවේගීය මධ්‍යස්ථානයයි.</p>\n<p>ප්‍රායෝගිකව සම්පූර්ණයෙන්ම ඔප්පු කර ඇත්තේ චින්තන මොළය අධික ලෙස භාවිතා කිරීම බුද්ධිමය ශක්තිය අධික ලෙස වැය කිරීමට හේතු වන බවයි. එබැවින් සැකයකින් තොරව ප්‍රකාශ කළ හැක්කේ, මානසික රෝහල් යනු බුද්ධිමය මළවුන්ගේ සැබෑ සුසාන භූමි බවයි.</p>\n<p>සුසංයෝගී සහ සමබර ක්‍රීඩා මෝටර් මොළයට ප්‍රයෝජනවත් වේ, නමුත් ක්‍රීඩාව අධික ලෙස භාවිතා කිරීම යනු මෝටර් ශක්තීන් අධික ලෙස වැය කිරීම වන අතර එහි ප්‍රතිඵලය බොහෝ විට විනාශකාරී වේ. මෝටර් මොළයේ මළවුන් සිටින බව පැවසීම අසාධාරණ නොවේ. එම මළවුන් හෙමිප්ලෙජියා, පැරප්ලෙජියා, ප්‍රගතිශීලී අංශභාගය වැනි රෝගවලින් පෙළෙන්නන් ලෙස හැඳින්වේ.</p>\n<p>සෞන්දර්යාත්මක හැඟීම, ගුප්තවාදය, අද්භූත බව, උසස් සංගීතය, චිත්තවේගීය මධ්‍යස්ථානය වර්ධනය කිරීමට අවශ්‍ය වේ, නමුත් එම මොළය අධික ලෙස භාවිතා කිරීම නිෂ්ඵල ක්ෂය වීමක් සහ චිත්තවේගීය ශක්තිය නාස්තියකි. “නව රැල්ලේ” පැවැත්මවාදීන්, රොක් උන්මත්තකයින්, නූතන කලාවේ සංවේදී ව්‍යාජ කලාකරුවන්, සංවේදීතාවයේ රෝගී ආශාවන් යනාදිය චිත්තවේගීය මොළය අනිසි ලෙස භාවිතා කරයි.</p>\n<p>එය ඇදහිය නොහැකි බවක් පෙනුනත්, මරණය සෑම පුද්ගලයෙකු තුළම තුනෙන් පංගුවක් ලෙස සිදු වේ. සෑම රෝගයකටම මොළ තුනෙන් ඕනෑම එකක පදනමක් ඇති බව ඕනෑවටත් වඩා ඔප්පු කර ඇත.</p>\n<p>මහා නීතිය බුද්ධිමය සත්වයාගේ සෑම මොළ තුනකම වැදගත් වටිනාකම්වල යම් ප්‍රාග්ධනයක් ඥානවන්තව තැන්පත් කර ඇත. එම ප්‍රාග්ධනය ඉතිරි කිරීම යනු ඇත්ත වශයෙන්ම ජීවිතය දිගු කිරීමයි, එම ප්‍රාග්ධනය නාස්ති කිරීම මරණයට හේතු වේ.</p>\n<p>පැසිෆික් සාගරයේ පිහිටි MU පැරණි මහාද්වීපයේ මානව ජීවිතයේ සාමාන්‍යය ශතවර්ෂ දොළහත් පහළොවත් අතර වූ බව සියවස්වල භයානක රාත්‍රියෙන් අප වෙත පැමිණි පුරාවිද්‍යාත්මක සම්ප්‍රදායන් තහවුරු කරයි.</p>\n<p>සියලුම යුග හරහා සියවස් ගණනාවක් ගතවීමත් සමඟ මොළ තුන වැරදි ලෙස භාවිතා කිරීම ක්‍රමයෙන් ජීවිතය කෙටි කළේය.</p>\n<p>හිරු එළිය ඇති KEM දේශයේ… ඵාරාවෝවරුන්ගේ පැරණි ඊජිප්තුවේ මානව ජීවිතයේ සාමාන්‍යය වසර එකසිය හතළිහක් දක්වා පමණක් ළඟා විය.</p>\n<p>වර්තමානයේ පෙට්‍රල් සහ සෙලියුලොයිඩ්වලින් පිරුණු මෙම නූතන යුගයේ, පැවැත්මවාදය සහ රොක් කැරලිකරුවන්ගේ මෙම යුගයේ, ඇතැම් රක්ෂණ සමාගම්වලට අනුව මානව ජීවිතයේ සාමාන්‍යය වසර පනහක් පමණි.</p>\n<p>සෝවියට් සංගමයේ මාක්ස්-ලෙනින්වාදී මහත්වරුන්, සැමවිටම මෙන් උදම් අනන සහ බොරුකාරයන්, ජීවිතය දිගු කිරීම සඳහා ඉතා විශේෂිත සෙරුම් නිපදවා ඇති බව පවසමින් එහි සැරිසරන නමුත් මහලු ක්‍රුෂ්චෙව්ට තවමත් වයස අවුරුදු අසූවක්වත් නැත, ඔහුට අනෙක් පාදය එසවීමට එක් පාදයකින් අවසර ඉල්ලා සිටීමට සිදුවේ.</p>\n<p>ආසියාවේ මධ්‍යයේ තරුණ විය මතක නැති වැඩිහිටියන්ගෙන් සමන්විත ආගමික ප්‍රජාවක් ඇත. එම වැඩිහිටියන්ගේ ජීවිතයේ සාමාන්‍යය වසර හාරසියත් පන්සියයත් අතර වේ.</p>\n<p>මෙම ආසියාතික භික්ෂූන්ගේ දීර්ඝායුෂ පිළිබඳ සියලු රහස් පවතින්නේ මොළ තුන ඥානවන්තව භාවිතා කිරීමෙහිය.</p>\n<p>මොළ තුනේ සමබර හා සුසංයෝගී ක්‍රියාකාරිත්වය වැදගත් වටිනාකම් ඉතිරි කිරීමක් වන අතර තාර්කික අනුපිළිවෙලක් ලෙස ජීවිතය දිගු කිරීමකි.</p>\n<p>“බොහෝ මූලාශ්‍රවල කම්පන සමාන කිරීම” ලෙස හැඳින්වෙන විශ්ව නීතියක් ඇත. එම ආරාමයේ භික්ෂූන් මොළ තුන භාවිතයෙන් එම නීතිය භාවිතා කිරීමට දනී.</p>\n<p>තාවකාලික අධ්‍යාපනය සිසුන් චින්තන මොළය අනිසි ලෙස භාවිතා කිරීමට යොමු කරයි, එහි ප්‍රතිඵල මනෝචිකිත්සාව දැනටමත් දනී.</p>\n<p>මොළ තුන පිළිබඳ බුද්ධිමත් වගාව මූලික අධ්‍යාපනයයි. බැබිලෝනියේ, ග්‍රීසියේ, ඉන්දියාවේ, පර්සියාවේ, ඊජිප්තුවේ යනාදී පැරණි අභිරහස් පාසල්වල සිසුන්ට සහ සිසුවියන්ට ප්‍රඥප්තිය, නැටුම්, සංගීතය යනාදිය බුද්ධිමත්ව ඒකාබද්ධ කිරීමෙන් ඔවුන්ගේ මොළ තුනටම සෘජු සම්පූර්ණ තොරතුරු ලැබුණි.</p>\n<p>පුරාණ කාලයේ රංග ශාලා පාසලේ කොටසක් විය. නාට්‍ය, විකට, ඛේදවාචකය, විශේෂ අභිනය සමඟ සංයුක්තව, සංගීතය, වාචික ඉගැන්වීම යනාදිය සෑම පුද්ගලයෙකුගේම මොළ තුනටම තොරතුරු ලබා දීමට උපකාරී විය.</p>\n<p>එවිට සිසුන් චින්තන මොළය අනිසි ලෙස භාවිතා කළේ නැත, ඔවුන් බුද්ධිමත්ව හා සමබරව ඔවුන්ගේ මොළ තුන භාවිතා කිරීමට දැන සිටියහ.</p>\n<p>ග්‍රීසියේ එලියුසිස් අභිරහස්වල නැටුම්, බැබිලෝනියේ රංග ශාලාව, ග්‍රීසියේ මූර්ති සෑම විටම දැනුම ශිෂ්‍යයන්ට සහ ශිෂ්‍යාවන්ට සම්ප්‍රේෂණය කිරීමට භාවිතා කරන ලදී.</p>\n<p>දැන් රොක්හි පිරිහුණු කාලවලදී ව්‍යාකූල වූ සහ නොමඟ ගිය සිසුන් මානසික අපයෝජනයේ අඳුරු මාවතේ ගමන් කරයි.</p>\n<p>වර්තමානයේ මොළ තුන සුසංයෝගයෙන් වගා කිරීම සඳහා සැබෑ නිර්මාණාත්මක පද්ධති නොමැත.</p>\n<p>පාසල්, විද්‍යාල සහ විශ්ව විද්‍යාලවල ගුරුවරුන් සහ ගුරුවරියන් සිසුන් පන්ති කාමරයෙන් පිටවන වේලාව අපේක්ෂාවෙන් බලා සිටින කම්මැලි සිසුන්ගේ අවිශ්වාසවන්ත මතකය වෙත පමණක් යොමු වේ.</p>\n<p>සිසුන්ගේ මොළ තුනට සම්පූර්ණ තොරතුරු ගෙන ඒමේ අරමුණින් බුද්ධිය, චලනය සහ හැඟීම් ඒකාබද්ධ කිරීම අත්‍යවශ්‍ය වේ.</p>\n<p>එක් මොළයකට පමණක් තොරතුරු ලබා දීම හාස්‍යජනකය. පළමු මොළය සංජානනය සඳහා එකම එක නොවේ. සිසුන්ගේ චින්තන මොළය අනිසි ලෙස භාවිතා කිරීම අපරාධයකි.</p>\n<p>මූලික අධ්‍යාපනය සිසුන් සුසංයෝගී සංවර්ධනයේ මාවතට ගෙන යා යුතුය.</p>\n<p>විප්ලවීය මනෝවිද්‍යාව පැහැදිලිවම උගන්වන්නේ මොළ තුනට සම්පූර්ණයෙන්ම වෙනස් ස්වාධීන ආශ්‍රය වර්ග තුනක් ඇති බවයි. මෙම ආශ්‍රය වර්ග තුන වෙනස් ආකාරයේ ආවේගයන් අවදි කරයි.</p>\n<p>මෙය අපට පොදුවේ කිසිවක් නැති ස්වභාවයෙන් හෝ ප්‍රකාශනයන්ගෙන් වෙනස් පෞරුෂයන් තුනක් ලබා දෙයි.</p>\n<p>නව යුගයේ විප්ලවීය මනෝවිද්‍යාව උගන්වන්නේ සෑම පුද්ගලයෙකු තුළම වෙනස් මනෝවිද්‍යාත්මක අංශ තුනක් ඇති බවයි. මනෝභාවයේ එක් කොටසකින් අපට යමක් අවශ්‍යයි, තවත් කොටසකින් අපට පැහැදිලිවම වෙනස් දෙයක් අවශ්‍යයි, තුන්වන කොටසට ස්තූතිවන්ත වෙමින් අපි සම්පූර්ණයෙන්ම විරුද්ධ දෙයක් කරමු.</p>\n<p>අධික වේදනාවක් ඇති මොහොතක, සමහර විට ආදරය කරන කෙනෙකු අහිමි වීම හෝ වෙනත් ඕනෑම සමීප ව්‍යසනයකදී චිත්තවේගීය පෞරුෂය බලාපොරොත්තු සුන්වීම කරා ළඟා වන අතර බුද්ධිමය පෞරුෂය එම ඛේදවාචකයට හේතුව කුමක්දැයි විමසන අතර චලන පෞරුෂයට අවශ්‍ය වන්නේ එම ස්ථානයෙන් පලා යාමට පමණි.</p>\n<p>මෙම වෙනස්, වෙනස් සහ බොහෝ විට පරස්පර විරෝධී පෞරුෂයන් තුනක් සියලුම පාසල්, විද්‍යාල සහ විශ්ව විද්‍යාලවල විශේෂ ක්‍රම සහ පද්ධති සමඟ බුද්ධිමත්ව වගා කර උපදෙස් දිය යුතුය.</p>\n<p>මනෝවිද්‍යාත්මක දෘෂ්ටි කෝණයකින් බලන කල බුද්ධිමය පෞරුෂය පමණක් දැනුවත් කිරීම හාස්‍යජනකය. මිනිසාට මූලික අධ්‍යාපනය හදිසියේම අවශ්‍ය වන පෞරුෂයන් තුනක් ඇත.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/si/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/si/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/si/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
