import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "العقول الثلاثة",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. العقول الثلاثة",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>تؤكد السيكولوجيا الثورية للعصر الجديد أن الآلة العضوية للحيوان الفكري، الذي يُدعى زوراً بالإنسان، موجودة في شكل ثلاثي المراكز أو ثلاثي الدماغ.</p>\n<p>الدماغ الأول محصور في الجمجمة. الدماغ الثاني يتوافق تحديدًا مع العمود الفقري بنخاعه المركزي وجميع فروعه العصبية. الدماغ الثالث لا يقع في مكان محدد ولا هو عضو معين. في الواقع، يتكون الدماغ الثالث من الضفائر العصبية الودية وبشكل عام من جميع المراكز العصبية المحددة للكائن البشري.</p>\n<p>الدماغ الأول هو مركز التفكير. الدماغ الثاني هو مركز الحركة، ويُشار إليه عادةً بالمركز الحركي. الدماغ الثالث هو المركز العاطفي.</p>\n<p>ثبت عمليًا بشكل كامل أن أي إساءة استخدام للدماغ المفكر ينتج عنه استهلاك مفرط للطاقة الفكرية. لذلك، من المنطقي أن نؤكد دون خوف من الشك أن المصحات العقلية هي مقابر حقيقية للموتى الفكريين.</p>\n<p>الرياضات المتناسقة والمتوازنة مفيدة للدماغ الحركي، لكن الإفراط في ممارسة الرياضة يعني استهلاكًا مفرطًا للطاقات الحركية وعادة ما تكون النتيجة كارثية. ليس من العبث أن نؤكد أن هناك موتى للدماغ الحركي. يُعرف هؤلاء الموتى بمرضى الشلل النصفي والشلل السفلي والشلل التدريجي وما إلى ذلك.</p>\n<p>الحس الجمالي والتصوف والنشوة والموسيقى الراقية ضرورية لزراعة المركز العاطفي، لكن إساءة استخدام هذا الدماغ تنتج عنه استنزاف غير ضروري وتبديد للطاقات العاطفية. يسيء استخدام الدماغ العاطفي الوجوديون في “الموجة الجديدة” والمتعصبون لموسيقى الروك والفنانون الزائفون الحسيون للفن الحديث والعاطفيون المرضيون للحسية وما إلى ذلك.</p>\n<p>على الرغم من أن الأمر قد يبدو لا يصدق، إلا أن الموت يحدث بالتأكيد على ثلاثة مراحل في كل شخص. لقد ثبت بما لا يدع مجالاً للشك أن كل مرض له أساس في أي من الأدمغة الثلاثة.</p>\n<p>لقد أودعت الشريعة الكبرى بحكمة في كل من الأدمغة الثلاثة للحيوان الفكري رأس مال معين من القيم الحيوية. إن توفير رأس المال هذا يعني في الواقع إطالة العمر، وتبديد رأس المال هذا ينتج عنه الموت.</p>\n<p>تؤكد التقاليد القديمة التي وصلت إلينا من ليل القرون المرعب أن متوسط ​​العمر البشري في القارة القديمة مو، الواقعة في المحيط الهادئ، يتراوح بين اثني عشر وخمسة عشر قرنًا.</p>\n<p>مع مرور القرون عبر جميع العصور، أدى الاستخدام الخاطئ للأدمغة الثلاثة إلى تقصير العمر تدريجيًا.</p>\n<p>في أرض كيم المشمسة … هناك في مصر القديمة للفراعنة، وصل متوسط ​​العمر البشري إلى مائة وأربعين عامًا فقط.</p>\n<p>في الوقت الحاضر في هذه الأوقات الحديثة من البنزين والسيلولويد، في هذا العصر من الوجودية والمتمردين من موسيقى الروك، فإن متوسط ​​العمر البشري وفقًا لبعض شركات التأمين هو خمسين عامًا فقط.</p>\n<p>إن السادة الماركسيين اللينينيين في الاتحاد السوفيتي، المتفاخرين والكذابين كالعادة، يقولون إنهم اخترعوا أمصالًا خاصة جدًا لإطالة العمر، لكن العجوز خروتشوف لم يبلغ الثمانين بعد وعليه أن يطلب الإذن من قدم لرفع الأخرى.</p>\n<p>في وسط آسيا، يوجد مجتمع ديني يتكون من كبار السن الذين لا يتذكرون شبابهم. يتراوح متوسط ​​عمر هؤلاء الشيوخ بين أربعمائة وخمسمائة عام.</p>\n<p>يكمن السر الكامل لطول عمر هؤلاء الرهبان الآسيويين في الاستخدام الحكيم للأدمغة الثلاثة.</p>\n<p>إن الأداء المتوازن والمتناغم للأدمغة الثلاثة يعني توفير القيم الحيوية وكنتيجة منطقية إطالة العمر.</p>\n<p>توجد شريعة كونية تعرف باسم “معادلة اهتزازات العديد من المصادر”. يعرف رهبان هذا الدير كيفية استخدام هذه الشريعة من خلال استخدام الأدمغة الثلاثة.</p>\n<p>تؤدي التربية غير الملائمة إلى الطلاب والطالبات إلى إساءة استخدام الدماغ المفكر والتي تعرف علم النفس نتائجها بالفعل.</p>\n<p>إن الزراعة الذكية للأدمغة الثلاثة هي التربية الأساسية. في مدارس الأسرار القديمة في بابل واليونان والهند وفارس ومصر وما إلى ذلك، تلقى الطلاب والطالبات معلومات متكاملة مباشرة لأدمغتهم الثلاثة من خلال الموعظة والرقص والموسيقى وما إلى ذلك، مجتمعة بذكاء.</p>\n<p>كانت مسارح العصور القديمة جزءًا من المدرسة. الدراما والكوميديا ​​والمأساة، جنبًا إلى جنب مع التمثيل الإيمائي الخاص والموسيقى والتعليم الشفهي وما إلى ذلك، كانت تستخدم لإبلاغ الأدمغة الثلاثة لكل فرد.</p>\n<p>ثم لم يسيء الطلاب استخدام الدماغ المفكر وعرفوا كيفية استخدام أدمغتهم الثلاثة بذكاء وبشكل متوازن.</p>\n<p>تم استخدام رقصات أسرار إليوسيس في اليونان والمسرح في بابل والنحت في اليونان دائمًا لنقل المعرفة إلى التلاميذ والتلميذات.</p>\n<p>الآن في هذه الأوقات المنحطة من موسيقى الروك، يسير الطلاب والطالبات المرتبكون والضائعون على الطريق المظلم للإساءة الذهنية.</p>\n<p>لا توجد حاليًا أنظمة إبداعية حقيقية للزراعة المتناغمة للأدمغة الثلاثة.</p>\n<p>لا يخاطب المعلمون والمعلمات في المدارس والكليات والجامعات سوى الذاكرة الخائنة للطلاب المملين الذين ينتظرون بفارغ الصبر ساعة الخروج من الفصل الدراسي.</p>\n<p>من الملح، من الضروري معرفة كيفية الجمع بين الفكر والحركة والعاطفة بهدف نقل معلومات متكاملة إلى الأدمغة الثلاثة للطلاب.</p>\n<p>من السخف إبلاغ دماغ واحد فقط. الدماغ الأول ليس الوحيد للإدراك. من الإجرامي إساءة استخدام الدماغ المفكر للطلاب والطالبات.</p>\n<p>يجب أن تقود التربية الأساسية الطلاب على طريق التنمية المتناغمة.</p>\n<p>تعلم السيكولوجيا الثورية بوضوح أن الأدمغة الثلاثة لديها ثلاثة أنواع من الارتباطات المستقلة والمختلفة تمامًا. تثير هذه الأنواع الثلاثة من الارتباطات أنواعًا مختلفة من دوافع الكينونة.</p>\n<p>هذا يعطينا في الواقع ثلاث شخصيات مختلفة لا تملك أي شيء مشترك في طبيعتها أو في مظاهرها.</p>\n<p>تعلم السيكولوجيا الثورية للعصر الجديد أن في كل شخص ثلاثة جوانب نفسية مختلفة. بجزء من الجوهر النفسي نرغب في شيء، وبجزء آخر نرغب في شيء مختلف تمامًا، وبفضل الجزء الثالث نفعل شيئًا معاكسًا تمامًا.</p>\n<p>في لحظة ألم شديد، ربما فقدان شخص عزيز أو أي كارثة حميمة أخرى، تصل الشخصية العاطفية إلى اليأس بينما تسأل الشخصية الفكرية عن سبب كل هذه المأساة وتريد شخصية الحركة فقط الهروب من مكان الحادث.</p>\n<p>يجب زراعة هذه الشخصيات الثلاث المختلفة والمختلفة والتي غالبًا ما تكون متناقضة بذكاء وتدريسها بأساليب وأنظمة خاصة في جميع المدارس والكليات والجامعات.</p>\n<p>من وجهة النظر النفسية، من السخف تثقيف الشخصية الفكرية فقط. لدى الإنسان ثلاث شخصيات تحتاج بشكل عاجل إلى التربية الأساسية.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
