import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Kraḍ ixfawen",
  "locale": "shi",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. Kraḍ ixfawen",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>تسيكولوجيت ثوريت ن تازيت الجديدة تسوضح بلي لماكينة لعضوية ن ؤاحيون لفهمان لي تّسمّا وادمي، كاينة ف شكل ثلاثية لمركز ؤلا ثلاثية الدماغ.</p>\n<p>الدماغ لول محبوس ف الصندوق لجمجمي. الدماغ الثاني كيوافق بشكل ملموس العمود الفقري ب النخاع ديالو المركزي و كاع لفروع لعصبية ديالو. الدماغ الثالث ما كاينش ف شي بلاصة محددة ؤلا ف شي عضو معين. بصّح، الدماغ الثالث مكون من الضفائر لعصبية السمبتاوية و بشكل عام من كاع لمراكز لعصبية الخاصة ب لكائن لبشري.</p>\n<p>الدماغ لول هو مركز التفكير. الدماغ الثاني هو مركز لحركة، لي كيتسمّا عادة مركز حركي. الدماغ الثالث هو مركز لعاطفة.</p>\n<p>ثبت بشكل كامل ف لممارسة بلي أي تجاوز ف الدماغ المفكر كينتج عليه صرف مفرط ن الطاقة لفكرية. من لمنطقي نقولو بلا خوف بلي السبيطارات ديال لحماق هما مقابر حقيقية ديال لموتى لفهمانين.</p>\n<p>الرياضات لمنسجمة و المتوازنة مفيدة ل الدماغ لحركي، ولاكين التجاوز ف الرياضة كيعني صرف مفرط ن الطاقات لحركية و النتيجة عادة كتكون كارثية. ماشي عبث نقولو بلي كاينين موتى ن الدماغ لحركي. هاد لموتى معروفين ب سميت مرضى نصفي، شلل سفلي، شلل تدريجي، إلخ.</p>\n<p>الإحساس الجمالي، التصوف، النشوة، الموسيقى الراقية، ضروريين ل الزراعة ن المركز لعاطفي، ولاكين التجاوز ف هاد الدماغ كينتج عليه استهلاك بلا فايدة و تبذير ن الطاقات لعاطفية. كيتجاوزو ف الدماغ لعاطفي لوجوديون ديال “لموجة الجديدة”، المتعصبين ن الروك، الفنانين الشبهيين الحسّيين ن الفن الحديث، العشّاق المرضيين ن الحسية، إلخ، إلخ.</p>\n<p>وخا تبان ماشي معقولة، لموت بصّح كيتم على تلتة د لمراحل ف كل واحد. ثبت حتى الشبع بلي أي مرض عندو القاعدة ديالو ف أي واحد من التلاتة د الدماغات.</p>\n<p>القانون لكبير حط بحكمة ف كل واحد من التلاتة د الدماغات ن ؤاحيون لفهمان، رأسمال محدد ن القيم الحيوية. التوفير ف هاد الرأسمال كيعني بصّح تطويل ن لحياة، التبذير ف هاد الرأسمال كينتج عليه لموت.</p>\n<p>تقاليد قديمة لي وصلات لينا من الليل المظلم ن القرون، كتقول بلي المعدل ن لحياة لبشرية ف القارة القديمة مو، لي كاينة ف المحيط الهادئ، كيدور بين اتناش و خمسطاش قرن.</p>\n<p>مع مرور القرون عبر كاع العصور، الاستعمال الغالط ن التلاتة د الدماغات كان كيقصر لحياة شوية بشوية.</p>\n<p>ف لبلاد لي ضاربة فيها الشمس ن كيم… تمّا ف مصر القديمة ن الفراعنة المعدل ن لحياة لبشرية كان كيوصل غير ل مية و ربعين عام.</p>\n<p>دابا ف هاد لوقت لعصري ن لكازوال و السيلولوز، ف هاد الزمان ن الوجودية و لمتمردين ن الروك، المعدل ن لحياة لبشرية على حساب شي شركات ن التأمين، هو غير خمسين عام.</p>\n<p>السادة الماركسيين-اللينينيين ديال الاتحاد السوفياتي، المتكبرين و لكذابين ديما، كيمشيو يتمناو بلي اخترعو أمصال خاصة باش يطولو لحياة ولاكين الشايب خروتشوف مازال ما عندوش تمانين عام و خاصو يطلب الإذن من شي رجل باش يرفع الأخرى.</p>\n<p>ف وسط آسيا كاينة شي جماعة دينية مكونة من شي شيايب لي مابقاوش عاقلين على شبابهم. المعدل ن لحياة ن هاد الشيايب كيدور بين ربعومية و خمسمية عام.</p>\n<p>السر كامل ن طول لحياة ن هاد الرهبان الآسيويين كاين ف الاستعمال الحكيم ن التلاتة د الدماغات.</p>\n<p>العمل المتوازن و المنسجم ن التلاتة د الدماغات كيعني التوفير ن القيم الحيوية و ك نتيجة منطقية، تطويل ن لحياة.</p>\n<p>كاين شي قانون كوني معروف ب “المساواة ن الاهتزازات ن بزاف د المصادر”. الرهبان ن هاد الدير كيعرفو يستعملو هاد القانون ب الاستعمال ن التلاتة د الدماغات.</p>\n<p>التربية لخارجة عن الزمان كتوصل التلاميذ و التلميذات ل التجاوز ف الدماغ المفكر لي النتائج ديالو كاتعرفها السيكياترية.</p>\n<p>الزراعة الذكية ن التلاتة د الدماغات هي التربية الأساسية. ف المدارس القديمة ن الأسرار ف بابل، اليونان، الهند، فارس، مصر، إلخ، التلاميذ و التلميذات كانو كيتلقاو معلومات كاملة مباشرة ل التلاتة د الدماغات ديالهم ب الواعظ، الرقص، الموسيقى، إلخ، لي مخلطين ب ذكاء.</p>\n<p>المسارح ن الزمان القديم كانو كيشكلو جزء من المدرسة. الدراما، الكوميديا، التراجيديا، مخلطين ب الإيماء الخاص، الموسيقى، التعليم الشفهي، إلخ.. كانو كيقدمو معلومات ل التلاتة د الدماغات ن كل واحد.</p>\n<p>ديك الساعة الطلاب ما كانوش كيتجاوزو ف الدماغ المفكر و كانو كيعرفو يستعملو ب ذكاء و ف شكل متوازن التلاتة د الدماغات ديالهم.</p>\n<p>الرقصات ن الأسرار ن إليوسيس ف اليونان، المسرح ف بابل، النحت ف اليونان ديما كانو كيستعملو باش يوصلو المعرفة ل التلاميذ و التلميذات.</p>\n<p>دابا ف هاد الزمان المتحلل ن الروك، الطلاب و الطالبات مخربقين و ضايعين كيمشيو ف الطريق المظلم ن التجاوز العقلي.</p>\n<p>ف هاد الوقت ماكاينينش شي أنظمة خالقة حقيقية ل الزراعة المنسجمة ن التلاتة د الدماغات.</p>\n<p>الأساتذة و الأستاذات ن المدارس و الكليات و الجامعات، كيهدرو غير مع الذاكرة لخائنة ن الطلاب الملال لي كيتسناو ب شوق الساعة باش يخرجو من القاعة.</p>\n<p>ضروري، من الضروري نعرفو نخلطو الفهم، الحركة و لعاطفة ب الهدف نوصلو معلومات كاملة ل التلاتة د الدماغات ن الطلاب.</p>\n<p>من العبث نوصلو معلومات غير ل دماغ واحد. الدماغ لول ماشي هو الوحيد لي كيفهم. جريمة نتجاوزو ف الدماغ المفكر ن الطلاب و الطالبات.</p>\n<p>التربية الأساسية خاصها توصل الطلاب ف الطريق ن التطور المنسجم.</p>\n<p>السيكولوجية الثورية كاتعلم ب وضوح بلي التلاتة د الدماغات عندهم تلاتة د الأنواع ن الجمعيات المستقلة المختلفة تماما. هاد تلاتة د الأنواع ن الجمعيات كيثيرو أنواع مختلفة ن الدوافع ن الذات.</p>\n<p>هادشي كيعطينا بصّح تلاتة د الشخصيات المختلفة لي ماعندهم والو مشترك لا ف الطبيعة ديالهم و لا ف المظاهر ديالهم.</p>\n<p>السيكولوجية الثورية ن العصر الجديد كاتعلم بلي ف كل واحد كاينين تلاتة د الجوانب السيكولوجية المختلفة. ب واحد الجزء من الجوهر النفسي كنتمنّاو شي حاجة، ب جزء آخر كنتمنّاو شي حاجة مختلفة ب شكل قطعي و ب الفضل ن الجزء الثالث كنديرو شي حاجة معاكسة تماما.</p>\n<p>ف لحظة ن الألم الشديد، يقدر يكون الضياع ن شي عزيز ؤلا شي كارثة حميمية أخرى، الشخصية لعاطفية كتوصل ل اليأس بينما الشخصية لفكرية كتسول علاش هادشي كامل و الشخصية ن الحركة غير بغات تهرب من المشهد.</p>\n<p>هاد تلاتة د الشخصيات المختلفة و المختلفة و غالبا حتى المتناقضة خاصها تزرع و تعلّم ب ذكاء ب طرق و أنظمة خاصة ف كاع المدارس و الكليات و الجامعات.</p>\n<p>من الناحية السيكولوجية من العبث نربيو غير الشخصية لفكرية ب شكل حصري. وادمي عندو تلاتة د الشخصيات لي محتاجين ب استعجال ل التربية الأساسية.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/shi/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/shi/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/shi/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
