import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ສາມສະໝອງ",
  "locale": "lao",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. ສາມສະໝອງ",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ຈິດຕະສາດປະຕິວັດຂອງຍຸກໃໝ່ຢືນຢັນວ່າ ເຄື່ອງຈັກອິນຊີຂອງສັດທີ່ມີປັນຍາ ທີ່ເອີ້ນວ່າຄົນຢ່າງບໍ່ຖືກຕ້ອງ, ມີຢູ່ໃນຮູບແບບສາມສູນກາງ ຫຼືສາມສະໝອງ.</p>\n<p>ສະໝອງທີໜຶ່ງຖືກປິດຢູ່ໃນກະໂຫຼກ. ສະໝອງທີສອງກົງກັບກະດູກສັນຫຼັງຢ່າງແທ້ຈິງດ້ວຍໄຂສັນຫຼັງກາງຂອງມັນ ແລະເສັ້ນປະສາດທັງໝົດຂອງມັນ. ສະໝອງທີສາມບໍ່ໄດ້ຢູ່ໃນສະຖານທີ່ແນ່ນອນ ຫຼືເປັນອະໄວຍະວະທີ່ກຳນົດໄວ້. ຕົວຈິງແລ້ວສະໝອງທີສາມແມ່ນປະກອບດ້ວຍເສັ້ນປະສາດ sympathetic ແລະໂດຍທົ່ວໄປແລ້ວທຸກສູນປະສາດສະເພາະຂອງອົງການຈັດຕັ້ງຂອງມະນຸດ.</p>\n<p>ສະໝອງທີໜຶ່ງແມ່ນສູນກາງຄວາມຄິດ. ສະໝອງທີສອງແມ່ນສູນກາງຂອງການເຄື່ອນໄຫວ, ເຊິ່ງເອີ້ນກັນວ່າສູນກາງຂອງມໍເຕີ້. ສະໝອງທີສາມແມ່ນສູນກາງທາງດ້ານອາລົມ.</p>\n<p>ມັນໄດ້ຖືກພິສູດຢ່າງສົມບູນໃນການປະຕິບັດວ່າທຸກໆການລ່ວງລະເມີດຂອງສະໝອງທີ່ຄິດເຮັດໃຫ້ເກີດການໃຊ້ຈ່າຍພະລັງງານທາງປັນຍາຫຼາຍເກີນໄປ. ມັນສົມເຫດສົມຜົນທີ່ຈະຢືນຢັນໂດຍບໍ່ຢ້ານກົວຂໍ້ສົງໄສວ່າ ໂຮງໝໍບ້າແມ່ນສຸສານທີ່ແທ້ຈິງຂອງຄົນຕາຍທາງປັນຍາ.</p>\n<p>ກິລາທີ່ກົມກຽວ ແລະສົມດູນແມ່ນເປັນປະໂຫຍດຕໍ່ສະໝອງຂອງມໍເຕີ້, ແຕ່ການລ່ວງລະເມີດຂອງກິລາໝາຍເຖິງການໃຊ້ຈ່າຍພະລັງງານຂອງມໍເຕີ້ຫຼາຍເກີນໄປ ແລະຜົນໄດ້ຮັບມັກຈະເປັນອັນຕະລາຍ. ມັນບໍ່ແມ່ນເລື່ອງໄຮ້ສາລະທີ່ຈະຢືນຢັນວ່າ ມີຄົນຕາຍຂອງສະໝອງຂອງມໍເຕີ້. ຄົນຕາຍເຫຼົ່ານັ້ນແມ່ນເປັນທີ່ຮູ້ຈັກກັນວ່າເປັນຄົນເຈັບທີ່ເປັນພະຍາດເຄິ່ງຊາດ, ພະຍາດຂາອ່ອນເພຍ, ພະຍາດອໍາມະພາດກ້າວໜ້າ, ແລະອື່ນໆ.</p>\n<p>ຄວາມຮູ້ສຶກດ້ານຄວາມງາມ, ຄວາມລຶກລັບ, ຄວາມສຸກ, ດົນຕີທີ່ເໜືອກວ່າ, ແມ່ນມີຄວາມຈໍາເປັນເພື່ອປູກຝັງສູນກາງທາງດ້ານອາລົມ, ແຕ່ການລ່ວງລະເມີດຂອງສະໝອງນັ້ນເຮັດໃຫ້ເກີດການສວມໃສ່ທີ່ບໍ່ຈໍາເປັນ ແລະການສູນເສຍພະລັງງານທາງດ້ານອາລົມ. ພວກເຂົາເຈົ້າລ່ວງລະເມີດສະໝອງທາງດ້ານອາລົມ, ພວກທີ່ມີຢູ່ແລ້ວຂອງ “ຄື້ນໃໝ່”, ພວກຄັ່ງຂອງ Rock, ພວກນັກສິລະປິນທີ່ຫຼົງໄຫຼໃນສິລະປະສະໄໝໃໝ່, ພວກກະຕືລືລົ້ນທີ່ເປັນພະຍາດຂອງຄວາມຮູ້ສຶກ, ແລະອື່ນໆ, ແລະອື່ນໆ.</p>\n<p>ເຖິງແມ່ນວ່າມັນເບິ່ງຄືວ່າບໍ່ໜ້າເຊື່ອ, ແຕ່ການຕາຍກໍ່ເກີດຂຶ້ນໃນສາມສ່ວນສາມໃນແຕ່ລະຄົນ. ມັນໄດ້ຖືກພິສູດແລ້ວວ່າທຸກໆພະຍາດມີພື້ນຖານຢູ່ໃນໜຶ່ງໃນສາມສະໝອງ.</p>\n<p>ກົດໝາຍອັນຍິ່ງໃຫຍ່ໄດ້ຝາກໄວ້ຢ່າງສະຫຼາດໃນແຕ່ລະສາມສະໝອງຂອງສັດທີ່ມີປັນຍາ, ທຶນທີ່ແນ່ນອນຂອງຄ່າຊີວິດ. ການປະຢັດທຶນນັ້ນຫມາຍເຖິງການຍືດອາຍຸ, ການສູນເສຍທຶນນັ້ນເຮັດໃຫ້ເກີດການຕາຍ.</p>\n<p>ປະເພນີບູຮານທີ່ມາຮອດພວກເຮົາຈາກຄືນທີ່ໜ້າຢ້ານຂອງສະຕະວັດ, ຢືນຢັນວ່າ ອາຍຸສະເລ່ຍຂອງມະນຸດໃນທະວີບເກົ່າ MU, ຕັ້ງຢູ່ໃນມະຫາສະໝຸດປາຊີຟິກ, ແກ່ຍາວລະຫວ່າງສິບສອງຫາສິບຫ້າສະຕະວັດ.</p>\n<p>ດ້ວຍການມາເຖິງຂອງສະຕະວັດຜ່ານທຸກຍຸກທຸກສະໄໝ, ການນໍາໃຊ້ສາມສະໝອງທີ່ຜິດພາດໄດ້ເຮັດໃຫ້ອາຍຸສັ້ນລົງເທື່ອລະກ້າວ.</p>\n<p>ໃນປະເທດທີ່ມີແສງແດດຂອງ KEM… ຢູ່ທີ່ອີຢິບເກົ່າຂອງຟາຣາໂອ, ອາຍຸສະເລ່ຍຂອງມະນຸດບັນລຸພຽງແຕ່ໜຶ່ງຮ້ອຍສີ່ສິບປີ.</p>\n<p>ປະຈຸບັນໃນຍຸກສະໄໝໃໝ່ຂອງນໍ້າມັນແອັດຊັງ ແລະເຊລລູລອຍນີ້, ໃນຍຸກສະໄໝຂອງ existentialism ແລະພວກກະບົດຂອງ Rock, ອາຍຸສະເລ່ຍຂອງມະນຸດຕາມບາງບໍລິສັດປະກັນໄພ, ແມ່ນພຽງແຕ່ຫ້າສິບປີເທົ່ານັ້ນ.</p>\n<p>ບັນດາທ່ານ Marxists-Leninists ຂອງສະຫະພາບໂຊວຽດ, ຄືກັນກັບທີ່ໂອ້ອວດ ແລະຕົວະສະເໝີ, ຢູ່ທີ່ນັ້ນເວົ້າວ່າ ພວກເຂົາເຈົ້າໄດ້ປະດິດເຊລັມພິເສດເພື່ອຍືດອາຍຸ, ແຕ່ Kruschev ເຖົ້າແກ່ຍັງບໍ່ຮອດແປດສິບປີ ແລະຕ້ອງຂໍອະນຸຍາດຈາກຕີນໜຶ່ງເພື່ອຍົກອີກຕີນໜຶ່ງ.</p>\n<p>ຢູ່ໃນໃຈກາງຂອງອາຊີ ມີຊຸມຊົນທາງສາສະໜາທີ່ປະກອບດ້ວຍຜູ້ເຖົ້າຜູ້ແກ່ທີ່ບໍ່ຈື່ຈໍາໄວໜຸ່ມຂອງພວກເຂົາ. ອາຍຸສະເລ່ຍຂອງຜູ້ເຖົ້າຜູ້ແກ່ເຫຼົ່ານັ້ນແກ່ຍາວລະຫວ່າງສີ່ຮ້ອຍຫາຫ້າຮ້ອຍປີ.</p>\n<p>ຄວາມລັບທັງໝົດຂອງຊີວິດທີ່ຍາວນານຂອງພະສົງອາຊີເຫຼົ່ານີ້ແມ່ນຢູ່ໃນການນໍາໃຊ້ສາມສະໝອງຢ່າງສະຫຼາດ.</p>\n<p>ໜ້າທີ່ສົມດູນ ແລະກົມກຽວຂອງສາມສະໝອງໝາຍເຖິງການປະຢັດຄ່າຊີວິດ ແລະເປັນຜົນຕາມມາຢ່າງມີເຫດຜົນ, ການຍືດອາຍຸ.</p>\n<p>ມີກົດໝາຍຂອງຈັກກະວານທີ່ຮູ້ຈັກກັນໃນນາມວ່າ “ການເທົ່າກັນຂອງການສັ່ນສະເທືອນຂອງຫຼາຍແຫຼ່ງ”. ພະສົງຂອງວັດດັ່ງກ່າວຮູ້ຈັກວິທີນໍາໃຊ້ກົດໝາຍນັ້ນໂດຍຜ່ານການນໍາໃຊ້ສາມສະໝອງ.</p>\n<p>ການສອນນອກເວລາເຮັດໃຫ້ຜູ້ຮຽນ ແລະນັກຮຽນຍິງໄປສູ່ການລ່ວງລະເມີດສະໝອງທີ່ຄິດ ເຊິ່ງຜົນໄດ້ຮັບນັ້ນຈິດຕະສາດຮູ້ແລ້ວ.</p>\n<p>ການປູກຝັງສາມສະໝອງຢ່າງສະຫຼາດແມ່ນການສຶກສາຂັ້ນພື້ນຖານ. ໃນໂຮງຮຽນລັບບູຮານຂອງບາບີໂລນ, ເກຣັກ, ອິນເດຍ, ເປີເຊຍ, ອີຢິບ, ແລະອື່ນໆ, ນັກຮຽນ ແລະນັກຮຽນຍິງໄດ້ຮັບຂໍ້ມູນທີ່ຄົບຖ້ວນໂດຍກົງ, ສໍາລັບສາມສະໝອງຂອງພວກເຂົາໂດຍຜ່ານຄໍາສັ່ງ, ການເຕັ້ນ, ດົນຕີ, ແລະອື່ນໆ, ປະສົມປະສານກັນຢ່າງສະຫຼາດ.</p>\n<p>ໂຮງລະຄອນໃນສະໄໝບູຮານເປັນສ່ວນໜຶ່ງຂອງໂຮງຮຽນ. ລະຄອນ, ຕະຫຼົກ, ໂສກນາດຕະກໍາ, ປະສົມປະສານກັບການສະແດງທ່າທາງພິເສດ, ດົນຕີ, ການສອນທາງປາກ, ແລະອື່ນໆ. ໃຊ້ເພື່ອແຈ້ງສາມສະໝອງຂອງແຕ່ລະຄົນ.</p>\n<p>ດັ່ງນັ້ນນັກຮຽນບໍ່ໄດ້ລ່ວງລະເມີດສະໝອງທີ່ຄິດ ແລະຮູ້ວິທີນໍາໃຊ້ສາມສະໝອງຂອງພວກເຂົາຢ່າງສະຫຼາດ ແລະໃນລັກສະນະທີ່ສົມດູນ.</p>\n<p>ການເຕັ້ນຂອງຄວາມລຶກລັບຂອງ Eleusis ໃນປະເທດເກຣັກ, ໂຮງລະຄອນໃນບາບີໂລນ, ການແກະສະຫຼັກໃນປະເທດເກຣັກໄດ້ຖືກນໍາໃຊ້ສະເໝີເພື່ອຖ່າຍທອດຄວາມຮູ້ໃຫ້ແກ່ສາວົກ ແລະນັກຮຽນຍິງ.</p>\n<p>ຕອນນີ້ໃນຍຸກທີ່ເສື່ອມໂຊມຂອງ Rock ນີ້, ນັກຮຽນ ແລະນັກຮຽນຍິງທີ່ສັບສົນ ແລະເສຍທິດທາງ ຍ່າງໄປຕາມເສັ້ນທາງທີ່ມືດມົວຂອງການລ່ວງລະເມີດທາງຈິດໃຈ.</p>\n<p>ປະຈຸບັນບໍ່ມີລະບົບສ້າງສັນທີ່ແທ້ຈິງສໍາລັບການປູກຝັງສາມສະໝອງຢ່າງກົມກຽວ.</p>\n<p>ຄູສອນ ແລະຄູອາຈານຂອງໂຮງຮຽນ, ວິທະຍາໄລ ແລະມະຫາວິທະຍາໄລ, ພຽງແຕ່ກ່າວເຖິງຄວາມຊົງຈໍາທີ່ບໍ່ຊື່ສັດຂອງນັກຮຽນທີ່ເບື່ອຫນ່າຍ ທີ່ລໍຖ້າຢ່າງກະຕືລືລົ້ນເວລາທີ່ຈະອອກຈາກຫ້ອງຮຽນ.</p>\n<p>ມັນເປັນເລື່ອງຮີບດ່ວນ, ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະຮູ້ວິທີການປະສົມປະສານສະຕິປັນຍາ, ການເຄື່ອນໄຫວ ແລະອາລົມເພື່ອຈຸດປະສົງທີ່ຈະນໍາເອົາຂໍ້ມູນທີ່ຄົບຖ້ວນມາສູ່ສາມສະໝອງຂອງນັກຮຽນ.</p>\n<p>ມັນເປັນເລື່ອງໄຮ້ສາລະທີ່ຈະແຈ້ງສະໝອງດຽວ. ສະໝອງທີໜຶ່ງບໍ່ແມ່ນສະໝອງແຫ່ງຄວາມຮູ້ຢ່າງດຽວ. ມັນເປັນອາດຊະຍາກຳທີ່ຈະລ່ວງລະເມີດສະໝອງທີ່ຄິດຂອງນັກຮຽນ ແລະນັກຮຽນຍິງ.</p>\n<p>ການສຶກສາຂັ້ນພື້ນຖານຄວນນໍາພານັກຮຽນໄປຕາມເສັ້ນທາງຂອງການພັດທະນາທີ່ກົມກຽວ.</p>\n<p>ຈິດຕະສາດປະຕິວັດສອນຢ່າງຈະແຈ້ງວ່າສາມສະໝອງມີສາມປະເພດຂອງການເຊື່ອມໂຍງທີ່ເປັນເອກະລາດທີ່ແຕກຕ່າງກັນທັງໝົດ. ສາມປະເພດຂອງການເຊື່ອມໂຍງເຫຼົ່ານີ້ກະຕຸ້ນໃຫ້ເກີດປະເພດຕ່າງໆຂອງກໍາລັງໃຈຂອງຄວາມເປັນຢູ່.</p>\n<p>ອັນນີ້ເຮັດໃຫ້ພວກເຮົາເປັນຈິງສາມບຸກຄະລິກກະພາບທີ່ແຕກຕ່າງກັນທີ່ບໍ່ມີຫຍັງຢູ່ໃນທົ່ວໄປທັງໃນລັກສະນະຂອງມັນ ແລະໃນການສະແດງອອກຂອງມັນ.</p>\n<p>ຈິດຕະສາດປະຕິວັດຂອງຍຸກໃໝ່ສອນວ່າ ໃນແຕ່ລະຄົນມີສາມດ້ານທາງຈິດໃຈທີ່ແຕກຕ່າງກັນ. ດ້ວຍສ່ວນໜຶ່ງຂອງເນື້ອແທ້ທາງຈິດໃຈ ພວກເຮົາຕ້ອງການສິ່ງໜຶ່ງ, ດ້ວຍອີກສ່ວນໜຶ່ງ ພວກເຮົາຕ້ອງການບາງສິ່ງທີ່ແຕກຕ່າງກັນຢ່າງເດັດຂາດ ແລະຍ້ອນສ່ວນທີສາມ ພວກເຮົາເຮັດບາງສິ່ງທີ່ກົງກັນຂ້າມທັງໝົດ.</p>\n<p>ໃນຊ່ວງເວລາແຫ່ງຄວາມເຈັບປວດອັນຍິ່ງໃຫຍ່, ບາງທີການສູນເສຍຄົນທີ່ຮັກ ຫຼືໄພພິບັດທີ່ໃກ້ຊິດອື່ນໆ, ບຸກຄະລິກກະພາບທາງດ້ານອາລົມມາເຖິງຈຸດໝົດຫວັງ ໃນຂະນະທີ່ບຸກຄະລິກກະພາບທາງປັນຍາຖາມວ່າເປັນຫຍັງໂສກນາດຕະກໍາທັງໝົດນັ້ນ ແລະບຸກຄະລິກກະພາບຂອງການເຄື່ອນໄຫວພຽງແຕ່ຕ້ອງການທີ່ຈະໜີຈາກສະຖານທີ່ນັ້ນ.</p>\n<p>ສາມບຸກຄະລິກກະພາບທີ່ແຕກຕ່າງກັນ ແລະບາງຄັ້ງຂັດແຍ້ງກັນເຖິງແມ່ນວ່າ ຄວນໄດ້ຮັບການປູກຝັງ ແລະສັ່ງສອນຢ່າງສະຫຼາດດ້ວຍວິທີການ ແລະລະບົບພິເສດໃນທຸກໂຮງຮຽນ, ວິທະຍາໄລ ແລະມະຫາວິທະຍາໄລ.</p>\n<p>ຈາກທັດສະນະທາງດ້ານຈິດໃຈມັນເປັນເລື່ອງໄຮ້ສາລະທີ່ຈະສຶກສາອົບຮົມສະເພາະແຕ່ບຸກຄະລິກກະພາບທາງປັນຍາ. ຜູ້ຊາຍມີສາມບຸກຄະລິກກະພາບທີ່ຮີບດ່ວນຕ້ອງການການສຶກສາຂັ້ນພື້ນຖານ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/lao/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
