import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ሶስቱአዕምሮዎች",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. ሶስቱአዕምሮዎች",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>የአዲሱ ዘመን አብዮታዊ ሳይኮሎጂ የእንስሳው አእምሯዊ ኦርጋኒክ ማሽን በስህተት ሰው ተብሎ የሚጠራው በሦስት ማዕከላት ወይም በሦስት አንጎል መልክ እንደሚኖር ይናገራል.</p>\n<p>የመጀመሪያው አንጎል በራስ ቅል ውስጥ ተዘግቷል. ሁለተኛው አንጎል ከአከርካሪ ገመድ እና ከማዕከላዊው መቅኒ እና ከሁሉም የነርቭ ቅርንጫፎች ጋር በተጨባጭ ይዛመዳል. ሦስተኛው አንጎል በተወሰነ ቦታ ላይ አይኖርም ወይም የተወሰነ አካል አይደለም. በእርግጥ ሦስተኛው አንጎል የሚሠራው በሲምፓቲክ ነርቭ ፕሌክስ እና በአጠቃላይ በሰው አካል ውስጥ ባሉት ሁሉም ልዩ የነርቭ ማዕከሎች ነው.</p>\n<p>የመጀመሪያው አንጎል የአስተሳሰብ ማዕከል ነው. ሁለተኛው አንጎል የእንቅስቃሴ ማዕከል ነው, በተለምዶ ሞተር ማዕከል ተብሎ ይጠራል. ሦስተኛው አንጎል የስሜት ማዕከል ነው.</p>\n<p>የአስተሳሰብ አንጎልን ከመጠን በላይ መጠቀም ከመጠን በላይ የአእምሮ ኃይልን እንደሚያመጣ በተግባር ተረጋግጧል. ስለዚህ የአእምሮ ህክምና ሆስፒታሎች የአዕምሮ ሙታን መቃብር ናቸው ብሎ ያለፍርሃት መናገር ምክንያታዊ ነው።</p>\n<p>ስምምነት ያላቸው እና ሚዛናዊ ስፖርቶች ለሞተር አንጎል ጠቃሚ ናቸው, ነገር ግን ስፖርትን አላግባብ መጠቀም ማለት ከመጠን በላይ የሞተር ሃይል ማውጣት ማለት ነው, ውጤቱም አብዛኛውን ጊዜ አስከፊ ነው. የሞተር አንጎል ሙታን አሉ ማለት ሞኝነት አይደለም. እነዚህ ሙታን በሄሚፕልጂያ፣ ፓራፕልጂያ፣ ተራማጅ ሽባ፣ ወዘተ በመባል ይታወቃሉ።</p>\n<p>የውበት ስሜት፣ ምስጢራዊነት፣ መደሰት፣ የላቀ ሙዚቃ ስሜታዊ ማዕከሉን ለማዳበር አስፈላጊ ናቸው ነገር ግን ይህን አንጎል አላግባብ መጠቀም አላስፈላጊ ድካም እና የስሜት ሃይልን ማባከን ያስከትላል። “የአዲሱ ማዕበል”existentialists፣ የሮክ አክራሪዎች፣ የስሜታዊ ዘመናዊ ጥበብ አርቲስቶች፣ የስሜታዊነት ስሜት ቀስቃሽ አክራሪዎች ወዘተ ስሜታዊ አንጎልን አላግባብ ይጠቀማሉ።</p>\n<p>የሚገርም ቢመስልም ሞት በእርግጠኝነት በእያንዳንዱ ሰው ውስጥ በሦስተኛ ደረጃ ይከናወናል. እያንዳንዱ በሽታ በሦስቱ አንጎሎች ውስጥ የተመሠረተ መሆኑን በበቂ ሁኔታ ተረጋግጧል.</p>\n<p>ታላቁ ሕግ በእንስሳው አእምሮ ውስጥ ባሉት ሦስቱም አንጎሎች ውስጥ የተወሰነ የህይወት እሴቶችን ካፒታል በጥበብ አስቀምጧል። ይህንን ካፒታል መቆጠብ ማለት በእውነቱ ህይወትን ማራዘም ማለት ነው, ይህንን ካፒታል ማባከን ደግሞ ሞት ያስከትላል.</p>\n<p>ካለፉት መቶ ዘመናት አስፈሪ ምሽቶች ወደ እኛ የመጡ ጥንታዊ ወጎች በፓሲፊክ ውቅያኖስ ውስጥ የሚገኘው የMU አህጉር የሰው ልጅ አማካይ የህይወት ዘመን ከአስራ ሁለት እስከ አስራ አምስት ክፍለ ዘመናት መካከል እንደነበረ ይናገራሉ።</p>\n<p>ከዘመናት ወደ ዘመናት በሙሉ የሦስቱንም አንጎሎች የተሳሳተ አጠቃቀም ቀስ በቀስ ህይወትን እያሳጠረ መጣ።</p>\n<p>በፀሐያማዋ የኬም ምድር… በፈርዖኖች ጥንታዊ ግብፅ የሰው ልጅ የህይወት ዘመን በአማካይ አንድ መቶ አርባ ዓመታት ብቻ ነበር።</p>\n<p>በአሁኑ ጊዜ በነዳጅ እና በሴሉሎይድ ዘመን ፣በዚህ existentialism እና በሮክ ዓመፀኞች ዘመን አንዳንድ የኢንሹራንስ ኩባንያዎች እንደገለፁት የሰው ልጅ አማካይ የህይወት ዘመን ሃምሳ ዓመታት ብቻ ነው።</p>\n<p>የሶቪየት ኅብረት ማርክሲስት ሌኒኒስት ጌቶች ጉረኛ እና ውሸታም እንደ ሁልጊዜው ህይወትን ለማራዘም ልዩ ሴረም እንደፈጠሩ ይናገራሉ ነገር ግን ሽማግሌው ክሩሽቼቭ ገና ሰማንያ ዓመት አልሞላቸውም እና አንዱን እግር ከሌላው ለማንሳት ፈቃድ መጠየቅ አለባቸው።</p>\n<p>በእስያ መሃል ወጣቶቻቸውን የማያስታውሱ ሽማግሌዎች ያቀፈ ሃይማኖታዊ ማህበረሰብ አለ። የእነዚያ ሽማግሌዎች አማካይ የህይወት ዘመን ከአራት መቶ እስከ አምስት መቶ ዓመታት ነው።</p>\n<p>የእነዚህ እስያውያን መነኮሳት ረጅም እድሜ ምስጢር በሦስቱ አንጎሎች ጥበብ የተሞላበት አጠቃቀም ላይ ነው።</p>\n<p>የሦስቱ አንጎሎች ሚዛናዊ እና ተስማሚ ተግባር የህይወት እሴቶችን መቆጠብ ማለት ነው, እና እንደ አመክንዮአዊ ቅደም ተከተል የህይወት ማራዘም ማለት ነው.</p>\n<p>“የብዙ ምንጮች ንዝረቶች እኩልነት” በመባል የሚታወቅ የጠፈር ህግ አለ. የዚያ ገዳም መነኮሳት ሦስቱን አንጎሎች በመጠቀም ያንን ህግ እንዴት እንደሚጠቀሙ ያውቃሉ።</p>\n<p>ያልተገባ ትምህርት ተማሪዎችን ወደ አስተሳሰብ አንጎል አላግባብ መጠቀምን ይመራል፣ ውጤቱም በሳይካትሪ ይታወቃል።</p>\n<p>ሦስቱን አንጎሎች በአስተዋይነት ማዳበር መሠረታዊ ትምህርት ነው። በጥንቷ የባቢሎን፣ ግሪክ፣ ሕንድ፣ ፋርስ፣ ግብፅ ወዘተ ትምህርት ቤቶች ተማሪዎች ለሦስቱም አንጎላቸው ቀጥተኛና የተሟላ መረጃ የሚቀበሉት በትምህርት፣ በዳንስ፣ በሙዚቃ ወዘተ በጥበብ በማጣመር ነው።</p>\n<p>የጥንት ጊዜ ቲያትሮች የትምህርት ቤቱ አካል ነበሩ። ድራማ፣ ኮሜዲ፣ አሳዛኝ ክስተት፣ ከተለየ ማሚካ፣ ሙዚቃ፣ የቃል ትምህርት ወዘተ ጋር ተደባልቀው የያንዳንዱን ግለሰብ ሦስት አንጎል ለማሳወቅ አገልግለዋል።</p>\n<p>ከዚያም ተማሪዎቹ የአስተሳሰብ አንጎልን አላግባብ አይጠቀሙም እና ሦስቱንም አንጎሎቻቸውን በአስተዋይነት እና በሚዛናዊ መንገድ እንዴት መጠቀም እንደሚችሉ ያውቁ ነበር.</p>\n<p>በግሪክ የሚገኘው የኤሌዩሲስ ምስጢሮች ዳንስ፣ በባቢሎን ያለው ቲያትር፣ በግሪክ የተቀረጸው ቅርፃቅርፅ ሁልጊዜ ለተማሪዎች እውቀትን ለማስተላለፍ ያገለግሉ ነበር።</p>\n<p>አሁን በሮክ በተበላሹ ጊዜያት ግራ የተጋቡ እና ግራ የተጋቡ ተማሪዎች የአዕምሮ አላግባብ የመጠቀም ጨለማ በሆነው መንገድ ላይ ይሄዳሉ።</p>\n<p>በአሁኑ ጊዜ ሦስቱን አንጎሎች በተስማሚ ለማዳበር እውነተኛ የፈጠራ ሥርዓቶች የሉም።</p>\n<p>የመጀመሪያ ደረጃ፣ የሁለተኛ ደረጃና የዩኒቨርሲቲ መምህራን ተማሪዎቹ ከመማሪያ ክፍል የሚወጡበትን ጊዜ በጉጉት የሚጠብቁትን አሰልቺ ተማሪዎች ታማኝ ያልሆነ ትውስታን ብቻ ይመራሉ።</p>\n<p>የተማሪዎችን ሦስት አንጎል ሙሉ መረጃ ለማድረስ አስተሳሰብን፣ እንቅስቃሴንና ስሜትን ማጣመር አስፈላጊ ነው።</p>\n<p>አንድን አንጎል ብቻ ማሳወቅ የማይረባ ነው። የመጀመሪያው አንጎል የግንዛቤ ብቸኛው አይደለም. የተማሪዎችን የአስተሳሰብ አንጎል አላግባብ መጠቀም ወንጀል ነው።</p>\n<p>መሰረታዊ ትምህርት ተማሪዎችን ወደ ተስማሚ ልማት ጎዳና መምራት አለበት።</p>\n<p>አብዮታዊ ሳይኮሎጂ በግልፅ እንደሚያስተምረው ሦስቱ አንጎሎች ፈጽሞ የተለያዩ ሦስት ዓይነት ገለልተኛ ማኅበራት አሏቸው። እነዚህ ሦስት ዓይነት ማኅበራት የተለያዩ ዓይነት የፍጡራን ግፊቶችን ያስነሳሉ።</p>\n<p>ይህም በተፈጥሯቸውም ሆነ በመገለጫዎቻቸው ምንም የሚያመሳስላቸው ሦስት የተለያዩ ስብዕናዎችን ይሰጠናል።</p>\n<p>የአዲሱ ዘመን አብዮታዊ ሳይኮሎጂ በእያንዳንዱ ሰው ውስጥ ሦስት የተለያዩ የስነ-ልቦና ገጽታዎች እንዳሉ ያስተምራል. ከአእምሮአዊው ይዘት ክፍል ጋር አንድ ነገር እንፈልጋለን, በሌላኛው ክፍል ደግሞ በእርግጠኝነት የተለየ ነገር እንፈልጋለን, እና ለሦስተኛው ክፍል ምስጋና ይግባውና ሙሉ በሙሉ ተቃራኒ የሆነ ነገር እናደርጋለን.</p>\n<p>በከፍተኛ የሀዘን ቅጽበት ምናልባትም የሚወዱትን ሰው ማጣት ወይም ሌላ ማንኛውም የውስጥ አደጋ የስሜታዊነት ስብዕና ወደ ተስፋ መቁረጥ ደረጃ ይደርሳል የአዕምሮ ስብዕናው ግን ለዚህ ሁሉ አሳዛኝ ሁኔታ ምክንያቱ ምንድነው ብሎ ይጠይቃል የእንቅስቃሴው ስብዕና ግን ከቦታው መሸሽ ብቻ ይፈልጋል።</p>\n<p>እነዚህ ሦስት የተለያዩ እና ብዙ ጊዜ እርስ በርሳቸው የሚጋጩ ስብዕናዎች በሁሉም ትምህርት ቤቶች፣ ኮሌጆች እና ዩኒቨርሲቲዎች ውስጥ በልዩ ዘዴዎች እና ስርዓቶች ማዳበር እና ማስተማር አለባቸው።</p>\n<p>ከስነ ልቦና አንፃር ሲታይ የአዕምሮ ስብዕናን ብቻ ማስተማር የማይረባ ነው። ሰው ለትምህርት በአስቸኳይ የሚያስፈልጋቸው ሦስት ስብዕናዎች አሉት።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
