import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "እቶም ሰለስተ ኣእምሮታት",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. እቶም ሰለስተ ኣእምሮታት",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ኣብዚ ሓድሽ ዘመን ዘሎ ተሃድሶኣዊ ስነ-ኣእምሮ ከምዝሕብሮ፡ እቲ ብስሕተት ሰብ ዝበሃል ኦርጋኒካዊ ማሽን ኣእምሮኣዊ እንስሳ፡ ሰለስተ ማእከላት ወይ ሰለስተ ኣእምሮታት ኣለዎ።</p>\n<p>እቲ ቀዳማይ ኣእምሮ ኣብ ውሽጢ ሳጹን ቅልጽም ተዓጽዩ ይርከብ። እቲ ካልኣይ ኣእምሮ ብትክክል ምስ ሕብርትስሕመቱ (ስፒናል ኮርድ) ምስ ማእከላይ መግንጽሉን (መዱላ) ኹሎም ናይ ነርቭ ጨናፍርን ዝተኣሳሰር እዩ። እቲ ሳልሳይ ኣእምሮ ኣብ ቁጹር ቦታ ዝርከብ ኣይኮነን፡ ውሱን ኣካል እውን ኣይኮነን። ብሓቂ እቲ ሳልሳይ ኣእምሮ ብሲምፓቲካዊ ነርቭ ፕሌክስስን ብሓፈሻ ኹሎም ፍሉያት ማእከላት ነርቭ ናይ ሰብ ኣካልን ዝቖመ እዩ።</p>\n<p>እቲ ቀዳማይ ኣእምሮ፡ ማእከል ሓሳብ እዩ። እቲ ካልኣይ ኣእምሮ፡ ማእከል ምንቅስቓስ ወይ ልምዲ ዝበሃል እዩ። እቲ ሳልሳይ ኣእምሮ፡ ማእከል ስምዒት እዩ።</p>\n<p>ካብቲ ሓሳባዊ ኣእምሮ ንላዕሊ ምጥቃም፡ ኣዚዩ ብዙሕ ኣእምሮኣዊ ሓይሊ ከምዝውድእ ኣብ ግብሪ ተረጋጊጹ እዩ። ስለዚ፡ ነቶም ናይ ኣእምሮ ሞት ዝሞቱ ሰባት፡ እቶም ናይ ሓቂ መቓብር ኣብያተ-ጽገያት ምዃኖም ምግላጽ ጌጋ ኣይኮነን።</p>\n<p>እቲ ዝተሰማማዕን ዝተመጣጠነን ስፖርት ንማእከል ምንቅስቓስ ጠቓሚ እዩ፡ እቲ ካብ መጠን ንላዕሊ ዝኾነ ስፖርት ግን፡ ንብዙሕ ጉልበት ምንቅስቓስ ምውዳእ ማለት እዩ፡ ከም ሳዕቤኑ ድማ ኣዚዩ ኣስጋኢ እዩ። ናይ ምንቅስቓስ ኣእምሮ ሞት ዝሞቱ ሰባት ኣለው ምባል ዘይግቡእ ኣይኮነን። እዞም ዝሞቱ ሰባት፡ ከም ሕማም ሽባሂ፡ ሽባሄ ኽልቲኡ እግሪ፡ እናወሰኸ ዝኸይድ ሽባሂ ወዘተ ይፍለጡ።</p>\n<p>እቲ ስነ-ውበት ስምዒት፡ እቲ ምሥጢር፡ እቲ ሓጐስ፡ እቲ ልዑል ሙዚቃ፡ ነቲ ስምዒታዊ ማእከል ንምዕባይ የድሊ፡ ካብቲ ኣእምሮ ንላዕሊ ምጥቃም ግን፡ ዘይጠቅም ድኻምን ምባኽን ናይ ስምዒት ጉልበትን እዩ። ካብቲ ስምዒታዊ ኣእምሮ ከኣ እቶም “ሓደስቲ ማዕበል” ሕልውናውያን፡ ሰዓብቲ ሮክ፡ ስምዒታውያን ስነ-ጥበበኛታት ዘመናዊ ስነ-ጥበብ፡ ፈተውቲ ስምዒት ዝበዝሖ ምናብ፡ ወዘተ እዮም።</p>\n<p>እንኳ እንተዘይተኣምነ፡ እቲ ሞት ኣብ ነፍሲ ወከፍ ሰብ ብሰለስተ ኽፋላት ይፍጸም እዩ። ኹሉ ሕማም ኣብ ዝኾነ ካብቶም ሰለስተ ኣእምሮታት መሰረት ከምዘለዎ፡ ንኽረጋገጽ ተኻኢሉ እዩ።</p>\n<p>እቲ ዓቢይ ሕጊ፡ ኣብ ነፍሲ ወከፍ ሰብ ሰለስተ ኣእምሮታት ብጥበብ ዝመልኦ ሓይሊ ሂወት ኣቐሚጡ ኣሎ። ነዚ ሓይሊ ምዕቃብ፡ ንህይወት ንምንዋሕ ማለት እዩ፡ ነዚ ሓይሊ ምባኽን ከኣ፡ ሞት የምጽእ።</p>\n<p>ካብቲ ዘስካሕክሕ ለይቲ ዘመናት ኣትሒዙ ክሳብ ሕጂ ዝመጸ ጥንታዊ ልምዲ፡ ኣብቲ ኣብ ውቅያኖስ ፓሲፊክ ዝነበረ ኣህጉር ሙ (MU)፡ ዕድመ ሰብ ካብ ዓሰርተ ክልተ ክሳብ ዓሰርተ ሓሙሽተ ክፍለዘመን ከምዝነበረ ይገልጽ።</p>\n<p>ኣብ መዋእላት ኣቢሉ እናተጓዕዘ ብዘመናት ጌጋ ኣጠቓቕማ ናይቶም ሰለስተ ኣእምሮታት፡ ቀስ እናበለ ንህይወት ኣሕጽርዎ።</p>\n<p>ኣብታ ጸሓይ ዝበዝሓ ሃገር ኬም (KEM)፡ ኣብቲ ናይ ጥንቲ ግብጺ ናይ ፈርኦን፡ ዕድመ ሰብ ናብ ሚእትን ኣርብዓን ዓመት ወሪዱ ነይሩ።</p>\n<p>ኣብዚ ዘመናዊ ግዜ ናይ ነዳዲን ሲሊሎይድን፡ ኣብዚ እዋን ናይ ሕልውናን ዓመጽትን ናይ ሮክ፡ ዕድመ ሰብ ከምቲ ገለ ካምፓኒታት መድሕን ዝብልዎ፡ ሓምሳ ዓመት ጥራይ እዩ።</p>\n<p>እቶም ማርክሳውያን ሌኒናውያን መራሕቲ ሕብረት ሶቭየት፡ ከምቲ ልማዶም ዓያሹትን ሓሰውትን ስለዝኾኑ፡ ንህይወት ዘንውሑ ፍሉያት መዳሃኒት ከምዝፈጠርና ይዛረቡ፡ እቲ ኣረጊት ክሩሽቼቭ ግን ክሳብ 80 ዓመት ኣይመልአን፡ ንሓንቲ እግሩ ንምልዓል ካብታ ሓንቲ እግሩ ፍቓድ ክሓትት ኣለዎ።</p>\n<p>ኣብ ማእከላይ እስያ፡ ካብ ንእስነቶም ዝረሰዑ ኣረጋውያን ዝቖመ ሃይማኖታዊ ማሕበረሰብ ኣሎ። ናይዞም ኣረጋውያን ድማ ዕድሚኦም ካብ ኣርባዕተ ሚእቲ ክሳብ ሓሙሽተ ሚእቲ ይበጽሕ።</p>\n<p>ኩሉ ምሥጢር ናይ ነዊሕ ዕድሜኦም ናይዞም ኣስያዊ መነኮሳት፡ ጥበባዊ ኣጠቓቕማ ናይዞም ሰለስተ ኣእምሮታት እዩ።</p>\n<p>ዝተመጣጠነን ዝተሰማማዕን ተግባር ናይዞም ሰለስተ ኣእምሮታት፡ ምዕቃብ ናይ ሓይሊ ሂወት ማለት እዩ፡ ከም ሳዕቤኑ ድማ ንህይወት ምንዋሕ እዩ።</p>\n<p>“ምምስሳል ናይ ነዊሕ ምንጭታት ምዝንጋዕ” ዝበሃል ናይ ጠፈር ሕጊ ኣሎ። እቶም መነኮሳት ናይቲ ገዳም፡ ነዚ ሕጊ ብጥቕሚ ናይዞም ሰለስተ ኣእምሮታት ብኸመይ ከምዝጥቀሙሉ ይፈልጡ።</p>\n<p>እቲ ግዜኡ ዘይሓለወ ትምህርቲ፡ ንተምሃሮ ናብቲ ካብ መጠን ንላዕሊ ዝኾነ ሓሳባዊ ኣእምሮ ይመልሶም፡ እቲ ሳዕቤኑ ድማ ብስነ-ኣእምሮ ይፍለጥ።</p>\n<p>ብጥበብ ዝመልኦ ምዕባይ ናይዞም ሰለስተ ኣእምሮታት፡ መሰረታዊ ትምህርቲ እዩ። ኣብ ጥንታዊ ትምህርትታት ናይ ምሥጢራት ባቢሎን፡ ግሪክ፡ ህንዲ፡ ፋርስ፡ ግብጺ ወዘተ፡ እቶም ተምሃሮ ኹሉ ግዝያዊ ሓበሬታ ንሰለስቲኦም ኣእምሮታት፡ ብትእዛዝ፡ ብዳንስ፡ ብሙዚቃ ወዘተ ተወሃሂዱ ይውሃቦም ነበረ።</p>\n<p>ቲያትራት ናይ ጥንቲ እዋናት ሓደ ኽፋል ናይቲ ቤት ትምህርቲ ነበረ። ድራማ፡ ኮሜዲ፡ ትራጄዲ፡ ምስ ፍሉይ ምንቅስቓስ፡ ሙዚቃ፡ ስነ-ቃል ወዘተ ተወሃሂዱ ንሰለስቲኦም ኣእምሮታት ናይ ነፍሲ ወከፍ ሰብ ሓበሬታ ንምሃብ የገልግል ነበረ።</p>\n<p>ሽዑ እቶም ተምሃሮ ካብቲ ሓሳባዊ ኣእምሮ ንላዕሊ ኣይጥቀሙን ነበሩ፡ ብጥበብን ብዝተመጣጠነን መንገዲ ድማ ንሰለስቲኦም ኣእምሮታት ይጥቀሙ ነበሩ።</p>\n<p>እቲ ዳንሲ ናይ ምሥጢራት ኤለሱስ ኣብ ግሪክ፡ እቲ ቲያትር ኣብ ባቢሎን፡ ቅርጻት ኣብ ግሪክ ኹሉ ግዜ ንደቀ መዛሙርቲ ፍልጠት ንምምሕልልፋር የገልግል ነበረ።</p>\n<p>ሕጂ ኣብዚ ዝተበላሸወ ግዜ ናይ ሮክ፡ እቶም ዝተደናገሩን ዝተሳሕቱን ተምሃሮ፡ ኣብቲ ጸላም መንገዲ ናይ ኣእምሮኣዊ ምዝንጋዕ ይጓዓዙ ኣለው።</p>\n<p>ኣብዚ እዋንዚ ንዝተሰማማዕ ምዕባይ ናይዞም ሰለስተ ኣእምሮታት፡ ናይ ሓቂ ስርዓታት የለን።</p>\n<p>መምህራን ናይ ቤተ-ትምህርትታት፡ ኮሌጃት፡ ዩኒቨርስቲታት፡ ናብቲ ዘይምእመን ተዘክሮ ናይቶም ዝሰልከዩ ተምሃሮ ጥራይ እዮም ዝምውቱ፡ እቶም ተምሃሮ ድማ ካብ ክፍሊ መዓስ ከምዝወጹ እዮም ዝጽበዩ።</p>\n<p>ንኣእምሮ፡ ምንቅስቓስን ስምዒትን ብሓንሳብ ምውህሃድ የድሊ፡ ምሉእ ሓበሬታ ናብቶም ሰለስተ ኣእምሮታት ናይ ተምሃሮ ንምክያድ።</p>\n<p>ንሓደ ኣእምሮ ጥራይ ሓበሬታ ምሃብ ዘይግቡእ እዩ። እቲ ቀዳማይ ኣእምሮ ንፍልጠት ጥራይ ኣይኮነን። ካብቲ ሓሳባዊ ኣእምሮ ንላዕሊ ምጥቃም ናይ ተምሃሮ፡ ገበን እዩ።</p>\n<p>መሰረታዊ ትምህርቲ፡ ንተምሃሮ ኣብቲ ዝተሰማማዕ መንገዲ ልምዓት ክመርሖም ይግባእ።</p>\n<p>እቲ ተሃድሶኣዊ ስነ-ኣእምሮ፡ ንዞም ሰለስተ ኣእምሮታት ሰለስተ ዓይነት ናይ ውልቃዊ ምትእስሳር ከምዘለዎም ብንጹር ይምህር። እዚ ሰለስተ ዓይነት ምትእስሳር፡ ዝተፈላለየ ዓይነት ድፍኢት ናይቲ ሰብ የልዕሉ።</p>\n<p>እዚ ድማ ኹለንትናናኦም ወይ መግለጺታቶም ብዘየገድስ ሓንቲ ዘይኮኑ ሰለስተ ዝተፈላለያ ስብእናታት ይህበና።</p>\n<p>እቲ ተሃድሶኣዊ ስነ-ኣእምሮ ናይዚ ሓድሽ ዘመን ከምዝምህርዎ ኣብ ነፍሲ ወከፍ ሰብ ሰለስተ ዝተፈላለዩ ስነ-ኣእምሮኣዊ ኣካላት ኣለው። ብሓንቲ ኽፋል ናይ ስነ-ኣእምሮኣዊ ባህርና ሓደ ነገር ንደሊ፡ ብኻልእ ኽፋል ድማ ፈጺሙ ዝተፈላለየ ነገር ንደሊ፡ ብሳልሳይ ኽፋል ከኣ ፈጺሙ ተጻራሪ ዝኾነ ነገር ንገብር።</p>\n<p>ኣብቲ ልዑል ሓዘን፡ ምናልባት ንፍቁር ሰብ ምጥፋእ ወይ ካልእ ዘሕዝን ነገር፡ እቲ ስምዒታዊ ስብእና ክሳብ ተስፋ ምቁራጽ ይበጽሕ፡ እቲ ኣእምሮኣዊ ስብእና ድማ ምኽንያቱ እንታይ ምዃኑ ይሓትት፡ እቲ ምንቅስቓሳዊ ስብእና ድማ ካብቲ ቦታ ክሃድም እዩ ዝደሊ።</p>\n<p>እዚ ሰለስተ ዝተፈላለዩ፡ ዝተፈላለዩ ከምኡውን ተጻረርቲ ዝኾኑ ስብእናታት፡ ብጥበብ ዝመልኦን ብፍሉያት መንገዲታትን ስርዓታትን ኣብ ኹሎም ቤተ-ትምህርትታት፡ ኮሌጃትን ዩኒቨርስቲታትን ክምዕብልን ክምሃርን ኣለዎ።</p>\n<p>ካብቲ ስነ-ኣእምሮኣዊ ኣጠማምታ ብኣእምሮኣዊ ስብእና ጥራይ ምምሃር ዘይግቡእ እዩ። ሰብ መሰረታዊ ትምህርቲ ብሃንቀውታ ዘድልዮም ሰለስተ ስብእናታት ኣለውዎ።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
