import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Тры Мазгі",
  "locale": "be",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. Тры Мазгі",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Рэвалюцыйная псіхалогія новай эры сцвярджае, што арганічная машына ІНТЭЛЕКТУАЛЬНАЙ ЖЫВЁЛЫ, ілжыва названай чалавекам, існуе ў трохцэнтровай або трохмазгавой форме.</p>\n<p>Першы мозг заключаны ў чэрапнай скрынцы. Другі мозг канкрэтна адпавядае хрыбетніку з яго цэнтральным спінным мозгам і ўсімі яго нервовымі галінамі. Трэці мозг не знаходзіцца ў вызначаным месцы і не з’яўляецца пэўным органам. На самай справе трэці мозг складаецца з сімпатычных нервовых спляценняў і ў цэлым з усіх спецыфічных нервовых цэнтраў чалавечага арганізма.</p>\n<p>Першы мозг - гэта цэнтр мыслення. Другі мозг - гэта цэнтр руху, звычайна званы рухальным цэнтрам. Трэці мозг - гэта эмацыйны цэнтр.</p>\n<p>На практыцы цалкам даказана, што любы злоўжыванне мозгам, які думае, выклікае празмерны расход інтэлектуальнай энергіі. Таму лагічна сцвярджаць без боязі сумненняў, што псіхіятрычныя бальніцы - гэта сапраўдныя могілкі інтэлектуальных мерцвякоў.</p>\n<p>Гарманічныя і збалансаваныя віды спорту карысныя для рухальнага мозгу, але злоўжыванне спортам азначае празмерны расход рухальнай энергіі, і вынік часта бывае катастрафічным. Не абсурдна сцвярджаць, што існуюць мерцвякі рухальнага мозгу. Гэтыя мерцвякі вядомыя як хворыя на геміплегію, параплегію, прагрэсавальны параліч і г.д.</p>\n<p>Эстэтычнае пачуццё, містыка, экстаз, вышэйшая музыка неабходныя для культывавання эмацыйнага цэнтра, але злоўжыванне гэтым мозгам выклікае бескарыснае знясіленне і марнаванне эмацыйнай энергіі. Злоўжываюць эмацыйным мозгам экзістэнцыялісты “новай хвалі”, фанаты року, псеўда-мастакі пачуццёвага сучаснага мастацтва, хваравітыя пасіянарыі пачуццёвасці і г.д. і г.д.</p>\n<p>Нават калі гэта здаецца неверагодным, смерць, безумоўна, адбываецца па трацінах у кожнага чалавека. Ужо даказана дасыта, што ўся хвароба мае сваю аснову ў любым з трох мазгоў.</p>\n<p>Вялікі закон мудра змясціў у кожны з трох мазгоў інтэлектуальнай жывёлы вызначаны капітал ЖЫЦЦЁВЫХ КАШТОЎНАСЦЕЙ. Эканомія гэтага капіталу фактычна азначае падаўжэнне жыцця, марнаванне гэтага капіталу выклікае смерць.</p>\n<p>Архаічныя традыцыі, якія дайшлі да нас з жахлівай ночы стагоддзяў, сцвярджаюць, што сярэдняя працягласць чалавечага жыцця на Старажытным кантыненце МУ, размешчаным у Ціхім акіяне, вагалася паміж Дванаццаццю і Пятнаццаццю Стагоддзямі.</p>\n<p>З цягам стагоддзяў ва ўсе эпохі няправільнае выкарыстанне трох мазгоў паступова скарачала жыццё.</p>\n<p>У сонечнай краіне КЕМ… там, у старым Егіпце фараонаў, сярэдняя працягласць чалавечага жыцця дасягала толькі ста сорак гадоў.</p>\n<p>У цяперашні час, у гэтыя сучасныя часы бензіну і цэлулоіда, у гэтую эпоху экзістэнцыялізму і бунтароў року, сярэдняя працягласць чалавечага жыцця, па дадзеных некаторых страхавых кампаній, складае ўсяго пяцьдзесят гадоў.</p>\n<p>Спадар Марксісты-леніністы з САВЕЦКАГА САЮЗА, хвалько і хлусы, як заўсёды, кажуць, што вынайшлі вельмі спецыяльныя сыроваткі для падаўжэння жыцця, але старому Хрушчову яшчэ няма васьмідзесяці гадоў, і ён павінен прасіць дазволу ў адной нагі, каб падняць другую.</p>\n<p>У цэнтры АЗІІ існуе рэлігійная абшчына, якая складаецца з пажылых людзей, якія ўжо і не памятаюць сваёй маладосці. Сярэдняя працягласць жыцця гэтых пажылых людзей вагаецца ад чатырохсот да пяцісот гадоў.</p>\n<p>Увесь Сакрэт доўгага жыцця гэтых Азіяцкіх Манахаў заключаецца ў мудрым выкарыстанні трох мазгоў.</p>\n<p>Збалансаванае і гарманічнае функцыянаванне трох мазгоў азначае эканомію ЖЫЦЦЁВЫХ КАШТОЎНАСЦЕЙ і, як лагічны вынік, падаўжэнне жыцця.</p>\n<p>Існуе касмічны закон, вядомы як “ВЫРАЎНОЎВАННЕ ВІБРАЦЫЙ ШМАТЛІКІХ КРЫНІЦ”. Манахі гэтага Манастыра ведаюць, як выкарыстоўваць гэты закон праз выкарыстанне трох мазгоў.</p>\n<p>Несвоечасовая педагогіка вядзе вучняў да злоўжывання мозгам, які думае, вынікі якога ўжо ведае Псіхіятрыя.</p>\n<p>Разумнае культываванне трох мазгоў - гэта ФУНДАМЕНТАЛЬНАЯ АДУКАЦЫЯ. У старажытных школах таямніц Вавілона, Грэцыі, Індыі, Персіі, Егіпта і г.д. вучні атрымлівалі поўную прамую інфармацыю для сваіх трох мазгоў праз запаведзь, танец, музыку і г.д., разумна спалучаныя.</p>\n<p>Тэатры старажытных часоў былі часткай школы. Драма, камедыя, трагедыя ў спалучэнні са спецыяльнай мімікай, музыкай, вусным навучаннем і г.д. служылі для інфармавання трох мазгоў кожнага чалавека.</p>\n<p>Тады студэнты не злоўжывалі мозгам, які думае, і ўмелі разумна і збалансавана выкарыстоўваць свае тры мазгі.</p>\n<p>Танцы таямніц Элеўсіна ў Грэцыі, тэатр у Вавілоне, скульптура ў Грэцыі заўсёды выкарыстоўваліся для перадачы ведаў вучням.</p>\n<p>Цяпер, у гэтыя выродлівыя часы року, вучні, збянтэжаныя і дэзарыентаваныя, ідуць па цёмнай сцежцы разумовага злоўжывання.</p>\n<p>У цяперашні час не існуе сапраўдных сістэм стварэння для гарманічнага культывавання трох мазгоў.</p>\n<p>Настаўнікі школ, каледжаў і ўніверсітэтаў звяртаюцца толькі да нявернай памяці сумных студэнтаў, якія з нецярпеннем чакаюць часу выхаду з аўдыторыі.</p>\n<p>Тэрмінова, неабходна ведаць, як спалучаць інтэлект, рух і эмоцыі з мэтай данясення поўнай інфармацыі да трох мазгоў студэнтаў.</p>\n<p>Абсурдна інфармаваць толькі адзін мозг. Першы мозг не адзіны для пазнання. Злачынна злоўжываць мозгам, які думае, вучняў.</p>\n<p>ФУНДАМЕНТАЛЬНАЯ АДУКАЦЫЯ павінна весці студэнтаў па шляху гарманічнага развіцця.</p>\n<p>Рэвалюцыйная псіхалогія выразна вучыць, што тры мазгі маюць тры віды незалежных асацыяцый, зусім розных. Гэтыя тры віды асацыяцый выклікаюць розныя тыпы імпульсаў істоты.</p>\n<p>Гэта дае нам фактычна тры розныя асобы, якія не маюць нічога агульнага ні ў сваёй прыродзе, ні ў сваіх праявах.</p>\n<p>Рэвалюцыйная псіхалогія новай эры вучыць, што ў кожнага чалавека існуюць тры розныя псіхалагічныя аспекты. Адной часткай псіхічнай сутнасці мы жадаем аднаго, другой часткай мы жадаем чагосьці рашуча іншага, і дзякуючы трэцяй частцы мы робім нешта зусім супрацьлеглае.</p>\n<p>У момант найвышэйшага болю, магчыма, страты блізкага чалавека або любой іншай інтымнай катастрофы, эмацыйная асоба даходзіць да адчаю, у той час як інтэлектуальная асоба пытаецца, чаму ўся гэтая трагедыя, а асоба руху хоча толькі збегчы са сцэны.</p>\n<p>Гэтыя тры розныя, розныя і часта нават супярэчлівыя асобы павінны быць разумна культываваны і навучаны з дапамогай спецыяльных метадаў і сістэм ва ўсіх школах, каледжах і ўніверсітэтах.</p>\n<p>З псіхалагічнага пункту гледжання абсурдна выхоўваць выключна інтэлектуальную асобу. Чалавек мае тры асобы, якія тэрмінова маюць патрэбу ў ФУНДАМЕНТАЛЬНАЙ АДУКАЦЫІ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/be/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
