import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "שלושת המוחות",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. שלושת המוחות",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>הפסיכולוגיה המהפכנית של העידן החדש קובעת שהמכונה האורגנית של ה”חיה האינטלקטואלית” המכונה באופן שגוי אדם, קיימת בצורה תלת-מוקדית או תלת-מוחית.</p>\n<p>המוח הראשון כלוא בתוך תיבת הגולגולת. המוח השני מתאים באופן ספציפי לעמוד השדרה עם מוח העצם המרכזי שלו וכל הסתעפויות העצבים שלו. המוח השלישי אינו שוכן במקום מוגדר ואינו איבר מסוים. למעשה, המוח השלישי מורכב ממקלעות העצבים הסימפטיות ובאופן כללי מכל מרכזי העצבים הספציפיים של האורגניזם האנושי.</p>\n<p>המוח הראשון הוא המרכז החושב. המוח השני הוא מרכז התנועה, המכונה בדרך כלל המרכז המוטורי. המוח השלישי הוא המרכז הרגשי.</p>\n<p>הוכח באופן מוחלט בפועל שכל שימוש לרעה במוח החושב מייצר בזבוז מוגזם של אנרגיה אינטלקטואלית. לכן זה הגיוני לקבוע ללא חשש שסְפָּקִים הם בתי קברות אמיתיים של מתים אינטלקטואלים.</p>\n<p>ספורט הרמוני ומאוזן מועיל למוח המוטורי, אך שימוש לרעה בספורט משמעותו בזבוז מוגזם של אנרגיות מוטוריות והתוצאה היא בדרך כלל הרת אסון. אין זה אבסורדי לקבוע שישנם מתים של המוח המוטורי. מתים אלה ידועים כחולים בהמיפלגיה, פרפלגיה, שיתוק מתקדם וכו’.</p>\n<p>חוש אסתטי, מיסטיקה, אקסטזה, מוזיקה עילאית, נחוצים לטיפוח המרכז הרגשי, אך שימוש לרעה במוח זה מייצר בלאי חסר תועלת ובזבוז אנרגיות רגשיות. משתמשים לרעה במוח הרגשי האקזיסטנציאליסטים של “הגל החדש”, קנאי הרוק, פסאודו-אמנים חושניים של האמנות המודרנית, תאווי בשר חולניים של החושניות וכו’, וכו’.</p>\n<p>אף על פי שזה נראה מדהים, המוות מעובד בוודאות בשליש בכל אדם. כבר הוכח עד לשובע שלכל מחלה יש את הבסיס שלה בכל אחד משלושת המוחות.</p>\n<p>החוק הגדול הפקיד בחוכמה בכל אחד משלושת המוחות של החיה האינטלקטואלית, הון מסוים של ערכים חיוניים. לחסוך בהון זה פירושו למעשה להאריך את החיים, לבזבז הון זה מייצר מוות.</p>\n<p>מסורות ארכאיות שהגיעו אלינו מליל האימה של המאות, קובעות שהממוצע של חיי האדם ביבשת העתיקה מוּ, הממוקמת באוקיינוס השקט, נע בין שנים עשר לחמש עשרה מאות.</p>\n<p>עם חלוף הדורות לאורך כל העידנים, שימוש שגוי בשלושת המוחות קיצר את החיים לאט לאט.</p>\n<p>במדינה שטופת השמש של קֶם… שם במצרים העתיקה של הפרעונים, תוחלת החיים הממוצעת של האדם הגיעה רק למאה וארבעים שנה.</p>\n<p>כיום בזמנים המודרניים האלה של בנזין וצלולואיד, בעידן הזה של אקזיסטנציאליזם ומורדי הרוק, תוחלת החיים הממוצעת של האדם, לפי כמה חברות ביטוח, היא בקושי חמישים שנה.</p>\n<p>האדונים המרקסיסטים-לניניסטים של ברית המועצות, שחצנים ושקרנים כתמיד, מסתובבים שם ואומרים שהם המציאו סרום מיוחד מאוד כדי להאריך את החיים אבל הזקן חרושצ’וב עדיין לא בן שמונים והוא צריך לבקש רשות מרגל אחת כדי להרים את השנייה.</p>\n<p>במרכז אסיה קיימת קהילה דתית המורכבת מזקנים שכבר לא זוכרים את נעוריהם. תוחלת החיים הממוצעת של הזקנים הללו נעה בין ארבע מאות לחמש מאות שנים.</p>\n<p>כל הסוד של חיים ארוכים של נזירים אסייתיים אלה טמון בשימוש הנבון בשלושת המוחות.</p>\n<p>הפונקציונליות המאוזנת וההרמונית של שלושת המוחות פירושה חיסכון של הערכים החיוניים וכתוצאה לוגית, הארכת החיים.</p>\n<p>קיים חוק קוסמי המכונה “השוואת הרטטים של מקורות רבים”. הנזירים של המנזר הזה יודעים להשתמש בחוק זה באמצעות שימוש בשלושת המוחות.</p>\n<p>פדגוגיה לא עכשווית מובילה את התלמידים והתלמידות לשימוש לרעה במוח החושב, שהתוצאות שלו ידועות כבר לפסיכיאטריה.</p>\n<p>טיפוח אינטליגנטי של שלושת המוחות הוא חינוך בסיסי. בבתי הספר העתיקים למסתורין של בבל, יוון, הודו, פרס, מצרים וכו’, התלמידים והתלמידות קיבלו מידע שלם ישיר, עבור שלושת המוחות שלהם באמצעות הציווי, הריקוד, המוזיקה וכו’, בשילוב אינטליגנטי.</p>\n<p>התיאטראות של הזמנים הקדומים היו חלק מבית הספר. הדרמה, הקומדיה, הטרגדיה, בשילוב עם המימיקה המיוחדת, המוזיקה, הלימודים בעל פה וכו’. שימשו כדי ליידע את שלושת המוחות של כל פרט.</p>\n<p>אז הסטודנטים לא התעללו במוח החושב וידעו להשתמש בתבונה ובצורה מאוזנת בשלושת המוחות שלהם.</p>\n<p>ריקודים של מסתורי אלואוסיס ביוון, התיאטרון בבבל, הפיסול ביוון תמיד שימשו להעברת ידע לתלמידים ולתלמידות.</p>\n<p>כעת בתקופות המנוונות הללו של הרוק, התלמידים והתלמידות המבולבלים והתועים הולכים בנתיב האפלולי של התעללות מנטלית.</p>\n<p>כיום אין מערכות יצירתיות אמיתיות לטיפוח הרמוני של שלושת המוחות.</p>\n<p>המורים והמורות בבתי הספר, במכללות ובאוניברסיטאות, פונים רק לזיכרון הבלתי נאמן של הסטודנטים המשועממים שמחכים בקוצר רוח לשעה לצאת מהכיתה.</p>\n<p>זה דחוף, זה הכרחי לדעת לשלב אינטלקט, תנועה ורגש במטרה להעביר מידע שלם לשלושת המוחות של הסטודנטים.</p>\n<p>זה אבסורדי ליידע רק מוח אחד. המוח הראשון אינו היחיד של קוגניציה. זה פלילי להתעלל במוח החושב של התלמידים והתלמידות.</p>\n<p>החינוך הבסיסי צריך להוביל את הסטודנטים בדרך של התפתחות הרמונית.</p>\n<p>הפסיכולוגיה המהפכנית מלמדת בבירור שלשלושת המוחות יש שלושה סוגים של אסוציאציות עצמאיות שונות לחלוטין. שלושת סוגי האסוציאציות הללו מעוררים סוגים שונים של דחפים של הישות.</p>\n<p>זה נותן לנו למעשה שלושה אישיויות שונות שאין להן דבר במשותף לא באופיין ולא בביטויים שלהן.</p>\n<p>הפסיכולוגיה המהפכנית של העידן החדש מלמדת שבכל אדם קיימים שלושה היבטים פסיכולוגיים שונים. עם חלק אחד של המהות הנפשית אנו רוצים דבר אחד, עם חלק אחר אנו רוצים משהו שונה בתכלית ובעזרת החלק השלישי אנו עושים משהו הפוך לחלוטין.</p>\n<p>ברגע של כאב עילאי, אולי אובדן של אדם אהוב או כל קטסטרופה אינטימית אחרת, האישיות הרגשית מגיעה לייאוש בעוד שהאישיות האינטלקטואלית שואלת את עצמה מדוע כל הטרגדיה הזו והאישיות של התנועה רוצה רק לברוח מהזירה.</p>\n<p>שלוש האישיויות הנפרדות והשונות הללו ולעתים קרובות אפילו סותרות צריכות להיות מטופחות ומודרכות בצורה אינטליגנטית בשיטות ומערכות מיוחדות בכל בתי הספר, המכללות והאוניברסיטאות.</p>\n<p>מבחינה פסיכולוגית זה אבסורדי לחנך אך ורק את האישיות האינטלקטואלית. לאדם יש שלוש אישיויות שזקוקות בדחיפות לחינוך בסיסי.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
