import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Трите мозга",
  "locale": "mk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. Трите мозга",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Револуционерната психологија на новата ера тврди дека органската машина на ИНТЕЛЕКТУАЛНОТО ЖИВОТНО, лажно наречено човек, постои во трицентрична или трицеребрална форма.</p>\n<p>Првиот мозок е затворен во черепот. Вториот мозок конкретно одговара на ‘рбетниот столб со неговиот централен медуларен дел и сите негови нервни гранки. Третиот мозок не се наоѓа на одредено место, ниту е одреден орган. Навистина, третиот мозок е составен од симпатички нервни плексуси и воопшто од сите специфични нервни центри на човечкиот организам.</p>\n<p>Првиот мозок е мисловниот центар. Вториот мозок е центарот за движење, обично наречен моторен центар. Третиот мозок е емоционалниот центар.</p>\n<p>Во пракса е целосно докажано дека секоја злоупотреба на мисловниот мозок предизвикува прекумерно трошење на интелектуална енергија. Затоа, логично е да се тврди без страв од сомнеж дека лудниците се вистински гробишта на интелектуални мртовци.</p>\n<p>Хармоничните и избалансирани спортови се корисни за моторниот мозок, но злоупотребата на спортот значи прекумерно трошење на моторните енергии и резултатот обично е катастрофален. Не е апсурдно да се тврди дека постојат мртви од моторниот мозок. Овие мртовци се познати како пациенти со хемиплегија, параплегија, прогресивна парализа итн.</p>\n<p>Естетското чувство, мистиката, екстазата, вишата музика се неопходни за да се култивира емоционалниот центар, но злоупотребата на овој мозок предизвикува бескорисно трошење и расфрлање на емоционалните енергии. Емоционалниот мозок го злоупотребуваат егзистенцијалистите на „новиот бран“, фанатиците на рокот, сензуалните псевдо-уметници на модерната уметност, болните страственици на сензуалноста итн., итн.</p>\n<p>Иако изгледа неверојатно, смртта секако се обработува во третини кај секој човек. Докажано е до ситост дека секоја болест ја има својата основа во кој било од трите мозоци.</p>\n<p>Големиот закон му доделил мудро на секој од трите мозоци на интелектуалното животно, определен капитал на ЖИВОТНИ ВРЕДНОСТИ. Штедењето на тој капитал всушност значи продолжување на животот, трошењето на тој капитал произведува смрт.</p>\n<p>Архаични традиции кои до нас дошле од ужасната ноќ на вековите, тврдат дека просечниот животен век на човекот во Стариот континент МУ, лоциран во Тихиот Океан, се движел помеѓу дванаесет и петнаесет векови.</p>\n<p>Со текот на вековите низ сите епохи, погрешната употреба на трите мозоци постепено го скратувала животот.</p>\n<p>Во сончевата земја КЕМ… таму во стариот Египет на фараоните, просечниот животен век на човекот достигнувал само сто и четириесет години.</p>\n<p>Денес во овие модерни времиња на бензин и целулоид, во оваа ера на егзистенцијализам и бунтовници на рокот, просечниот животен век на човекот според некои осигурителни компании е едвај педесет години.</p>\n<p>Господата марксисти-ленинисти од СОВЕТСКИОТ СОЈУЗ, фалбаџии и лажговци како и секогаш, наоколу зборуваат дека измислиле многу посебни серуми за продолжување на животот, но дедото Крушчев сè уште нема осумдесет години и мора да побара дозвола од едната нога за да ја подигне другата.</p>\n<p>Во центарот на АЗИЈА постои верска заедница составена од старци кои веќе не се сеќаваат на својата младост. Просечниот животен век на овие старци се движи помеѓу четиристотини и петстотини години.</p>\n<p>Целата тајна на долгиот живот на овие азиски монаси се состои во мудрата употреба на трите мозоци.</p>\n<p>Балансираното и хармонично функционирање на трите мозоци значи заштеда на ЖИВОТНИТЕ ВРЕДНОСТИ и како логичка последица, продолжување на животот.</p>\n<p>Постои космички закон познат како „ИЗЕДНАЧУВАЊЕ НА ВИБРАЦИИТЕ ОД МНОГУ ИЗВОРИ“. Монасите од тој манастир знаат да го користат тој закон преку употреба на трите мозоци.</p>\n<p>Вонвременската педагогија ги води учениците и ученичките кон злоупотреба на мисловниот мозок, чии резултати веќе ги знае психијатријата.</p>\n<p>Интелигентното култивирање на трите мозоци е ФУНДАМЕНТАЛНО ОБРАЗОВАНИЕ. Во античките школи на мистерии во Вавилон, Грција, Индија, Персија, Египет итн., учениците и ученичките добивале директни, интегрални информации за нивните три мозоци преку заповед, танц, музика итн., интелигентно комбинирани.</p>\n<p>Театрите од античките времиња биле дел од училиштето. Драмата, комедијата, трагедијата, во комбинација со специјална мимика, музика, орална настава итн., служеле за информирање на трите мозоци на секој поединец.</p>\n<p>Тогаш студентите не го злоупотребувале мисловниот мозок и знаеле интелигентно и на избалансиран начин да ги користат своите три мозоци.</p>\n<p>Танците на мистериите во Елевзина во Грција, театарот во Вавилон, скулптурата во Грција секогаш биле користени за пренесување знаење на учениците и ученичките.</p>\n<p>Сега во овие дегенерирани времиња на рокот, збунетите и дезориентирани ученици и ученички одат по темната патека на ментална злоупотреба.</p>\n<p>Во моментов не постојат вистински креативни системи за хармонично култивирање на трите мозоци.</p>\n<p>Наставниците и учителите во училиштата, колеџите и универзитетите се обраќаат само на неверната меморија на досадните студенти кои со нетрпение го чекаат времето да излезат од училницата.</p>\n<p>Итно е, неопходно е да се знае како да се комбинираат интелектот, движењето и емоциите со цел да се пренесат интегрални информации до трите мозоци на студентите.</p>\n<p>Апсурдно е да се информира само еден мозок. Првиот мозок не е единствениот за сознавање. Криминално е да се злоупотребува мисловниот мозок на учениците и ученичките.</p>\n<p>ФУНДАМЕНТАЛНОТО ОБРАЗОВАНИЕ треба да ги води учениците по патеката на хармоничен развој.</p>\n<p>Револуционерната психологија јасно учи дека трите мозоци имаат три класи на независни асоцијации кои се сосема различни. Овие три класи на асоцијации евоцираат различни видови импулси на битието.</p>\n<p>Ова всушност ни дава три различни личности кои немаат ништо заедничко ниту во нивната природа ниту во нивните манифестации.</p>\n<p>Револуционерната психологија на новата ера учи дека во секој човек постојат три различни психолошки аспекти. Со еден дел од психичката суштина посакуваме едно, со друг дел посакуваме нешто решително различно и благодарение на третиот дел правиме нешто сосема спротивно.</p>\n<p>Во момент на врховна болка, можеби загуба на сакана личност или каква било друга интимна катастрофа, емоционалната личност достигнува до очај, додека интелектуалната личност се прашува зошто е целата таа трагедија, а личноста на движењето само сака да избега од сцената.</p>\n<p>Овие три различни различни и многу пати дури и контрадикторни личности мора интелигентно да се култивираат и да се поучуваат со специјални методи и системи во сите училишта, колеџи и универзитети.</p>\n<p>Од психолошка гледна точка, апсурдно е да се образува исклучиво интелектуалната личност. Човекот има три личности на кои итно им е потребно ФУНДАМЕНТАЛНО ОБРАЗОВАНИЕ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mk/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
