import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Три Мозки",
  "locale": "uk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. Три Мозки",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Революційна психологія нової ери стверджує, що органічна машина ІНТЕЛЕКТУАЛЬНОЇ ТВАРИНИ, неправдиво названої людиною, існує у трицентровій або тримозковій формі.</p>\n<p>Перший мозок замкнений у черепній коробці. Другий мозок конкретно відповідає спинному хребту з його центральним мозком і всіма його нервовими відгалуженнями. Третій мозок не знаходиться у визначеному місці і не є певним органом. Насправді третій мозок складається з симпатичних нервових сплетінь і загалом з усіх специфічних нервових центрів людського організму.</p>\n<p>Перший мозок є мислячим центром. Другий мозок є центром руху, який зазвичай називають руховим центром. Третій мозок є емоційним центром.</p>\n<p>Практично доведено, що будь-яке зловживання мислячим мозком призводить до надмірного витрачання інтелектуальної енергії. Тому логічно стверджувати без жодних сумнівів, що психіатричні лікарні є справжніми цвинтарями інтелектуальних мерців.</p>\n<p>Гармонійні та збалансовані види спорту корисні для рухового мозку, але зловживання спортом означає надмірне витрачання рухової енергії, і результат зазвичай буває катастрофічним. Не абсурдно стверджувати, що існують мерці рухового мозку. Таких мерців знають як хворих на геміплегію, параплегію, прогресуючий параліч тощо.</p>\n<p>Естетичне відчуття, містика, екстаз, вища музика необхідні для культивування емоційного центру, але зловживання цим мозком призводить до непотрібного зношування та розтрати емоційної енергії. Зловживають емоційним мозком екзистенціалісти “нової хвилі”, фанати року, псевдо-митці чуттєвого сучасного мистецтва, хворобливі пристрасні шанувальники чуттєвості тощо, тощо.</p>\n<p>Навіть якщо це здається неймовірним, смерть, безумовно, відбувається третинами в кожній людині. Вже доведено до ситості, що будь-яка хвороба має свою основу в будь-якому з трьох мозків.</p>\n<p>Великий закон мудро вклав у кожен з трьох мозків інтелектуальної тварини певний капітал ЖИТТЄВИХ ЦІННОСТЕЙ. Економія цього капіталу фактично означає подовження життя, розтрата цього капіталу призводить до смерті.</p>\n<p>Архаїчні традиції, які дійшли до нас з жахливої ночі століть, стверджують, що середня тривалість життя людини на Старому континенті МУ, розташованому в Тихому океані, коливалася від дванадцяти до п’ятнадцяти століть.</p>\n<p>З плином століть у всі епохи неправильне використання трьох мозків поступово скорочувало життя.</p>\n<p>У сонячній країні КЕМ… там, у старому Єгипті фараонів, середня тривалість життя людини досягала лише ста сорока років.</p>\n<p>В даний час, в ці сучасні часи бензину і целулоїду, в цю епоху екзистенціалізму і бунтарів року, середня тривалість життя людини, за даними деяких страхових компаній, становить лише п’ятдесят років.</p>\n<p>Пани марксисти-ленінці з РАДЯНСЬКОГО СОЮЗУ, хвалькуваті і брехливі, як завжди, ходять і кажуть, що вони винайшли дуже особливі сироватки для продовження життя, але старий Хрущов ще не має вісімдесяти років і повинен просити дозволу у ноги, щоб підняти іншу.</p>\n<p>У центрі АЗІЇ існує релігійна громада, що складається зі старих людей, які вже не пам’ятають своєї молодості. Середня тривалість життя цих старих людей коливається від чотирьохсот до п’ятисот років.</p>\n<p>Весь секрет довгого життя цих азіатських ченців полягає в мудрому використанні трьох мозків.</p>\n<p>Збалансований і гармонійний функціоналізм трьох мозків означає економію ЖИТТЄВИХ ЦІННОСТЕЙ і, як логічний наслідок, продовження життя.</p>\n<p>Існує космічний закон, відомий як “ЗРІВНЮВАННЯ ВІБРАЦІЙ БАГАТЬОХ ДЖЕРЕЛ”. Ченці цього монастиря вміють використовувати цей закон за допомогою трьох мозків.</p>\n<p>Несвоєчасна педагогіка призводить учнів та учениць до зловживання мислячим мозком, результати чого вже відомі психіатрії.</p>\n<p>Розумне культивування трьох мозків є ФУНДАМЕНТАЛЬНОЮ ОСВІТОЮ. У стародавніх школах містерій Вавилону, Греції, Індії, Персії, Єгипту тощо учні та учениці отримували повну пряму інформацію для своїх трьох мозків за допомогою приписів, танцю, музики тощо, інтелектуально поєднаних.</p>\n<p>Театри стародавніх часів були частиною школи. Драма, комедія, трагедія в поєднанні зі спеціальною мімікою, музикою, усним навчанням тощо. Служили для інформування трьох мозків кожної людини.</p>\n<p>Тоді студенти не зловживали мислячим мозком і вміли інтелектуально і збалансовано використовувати свої три мозки.</p>\n<p>Танці містерій Елевсіна в Греції, театр у Вавилоні, скульптура в Греції завжди використовувалися для передачі знань учням і ученицям.</p>\n<p>Зараз у ці дегенеративні часи року учні та учениці, збентежені та дезорієнтовані, йдуть по темному шляху розумового зловживання.</p>\n<p>В даний час не існує справжніх систем-творців для гармонійного культивування трьох мозків.</p>\n<p>Вчителі та вчительки шкіл, коледжів та університетів звертаються лише до невірної пам’яті нудних студентів, які з нетерпінням чекають години виходу з аудиторії.</p>\n<p>Нагально, необхідно вміти поєднувати інтелект, рух і емоції з метою донесення повної інформації до трьох мозків студентів.</p>\n<p>Абсурдно інформувати лише один мозок. Перший мозок не є єдиним пізнання. Злочинно зловживати мислячим мозком учнів і учениць.</p>\n<p>ФУНДАМЕНТАЛЬНА ОСВІТА повинна вести студентів шляхом гармонійного розвитку.</p>\n<p>Революційна психологія чітко вчить, що три мозки мають три класи незалежних асоціацій, абсолютно різних. Ці три класи асоціацій викликають різні типи імпульсів істоти.</p>\n<p>Це дає нам фактично три різні особистості, які не мають нічого спільного ні за своєю природою, ні за своїми проявами.</p>\n<p>Революційна психологія нової ери вчить, що в кожній людині існують три різні психологічні аспекти. З однією частиною психічної сутності ми бажаємо одного, з іншою частиною ми бажаємо чогось рішуче іншого, і завдяки третій частині ми робимо щось зовсім протилежне.</p>\n<p>У мить найвищого болю, можливо, втрати коханої людини або будь-якої іншої особистої катастрофи, емоційна особистість доходить до відчаю, тоді як інтелектуальна особистість запитує, чому вся ця трагедія, а особистість руху просто хоче втекти зі сцени.</p>\n<p>Ці три різні особистості, різні і багато разів навіть суперечливі, повинні бути інтелектуально культивовані та навчені за допомогою спеціальних методів і систем у всіх школах, коледжах та університетах.</p>\n<p>З психологічної точки зору абсурдно виховувати виключно інтелектуальну особистість. Людина має три особистості, які терміново потребують ФУНДАМЕНТАЛЬНОЇ ОСВІТИ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/uk/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
