import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "तीनवटा मस्तिष्कहरू",
  "locale": "ne",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "21. तीनवटा मस्तिष्कहरू",
    "order": 21
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>नयाँ युगको क्रान्तिकारी मनोविज्ञानले यो कुराको पुष्टि गर्छ कि मानिस भनिने प्राणीको जैविक मेसिन वास्तवमा तीन केन्द्रित वा तीन मस्तिष्क भएको हुन्छ ।</p>\n<p>पहिलो मस्तिष्क खोपडीभित्र बन्द हुन्छ । दोस्रो मस्तिष्क मेरुदण्ड र यसको केन्द्रीय मज्जा र सबै स्नायु शाखाहरूको रूपमा अवस्थित हुन्छ । तेस्रो मस्तिष्क कुनै निश्चित स्थानमा हुँदैन न त यो कुनै विशेष अङ्ग नै हो । वास्तवमा तेस्रो मस्तिष्क सहानुभूतिशील स्नायु जाल र सामान्यतया मानव शरीरका सबै विशिष्ट स्नायु केन्द्रहरूबाट बनेको हुन्छ ।</p>\n<p>पहिलो मस्तिष्क विचार गर्ने केन्द्र हो । दोस्रो मस्तिष्क आन्दोलनको केन्द्र हो, जसलाई सामान्यतया मोटर केन्द्र भनिन्छ । तेस्रो मस्तिष्क भावनात्मक केन्द्र हो ।</p>\n<p>यो व्यवहारमा पूर्ण रूपमा प्रमाणित भएको छ कि विचार गर्ने मस्तिष्कको अत्यधिक प्रयोगले बौद्धिक ऊर्जाको अत्यधिक खर्च हुन्छ । त्यसैले बिना डर, यो भन्नु तार्किक हो कि पागलखानाहरू बौद्धिक रूपमा मरेकाहरूको वास्तविक चिहान हुन् ।</p>\n<p>सन्तुलित र सामञ्जस्यपूर्ण खेलकुदहरू मोटर मस्तिष्कका लागि उपयोगी छन्, तर खेलकुदको दुरुपयोगको अर्थ मोटर ऊर्जाको अत्यधिक खर्च हो र यसको परिणाम विनाशकारी हुन सक्छ । मोटर मस्तिष्कका मृतहरू पनि हुन्छन् भन्नु हास्यास्पद होइन । यस्ता मृतकहरूलाई हेमिप्लेगिया, प्याराप्लेजिया, प्रोग्रेसिभ प्यारालाइसिस आदि रोग लागेका बिरामीहरूका रूपमा चिनिन्छ ।</p>\n<p>सौन्दर्यबोध, रहस्यवाद, परमानन्द, उच्च सङ्गीत, भावनात्मक केन्द्रलाई बढावा दिन आवश्यक छन्, तर मस्तिष्कको दुरुपयोगले अनावश्यक क्षति र भावनात्मक ऊर्जाको बर्बादी हुन्छ । “नयाँ लहर” का अस्तित्ववादीहरू, रकका कट्टरपन्थीहरू, आधुनिक कलाका कामुक छद्म-कलाकारहरू, कामुकताका रुग्ण भावुक व्यक्तिहरू आदिले भावनात्मक मस्तिष्कको दुरुपयोग गर्छन् ।</p>\n<p>अविश्वसनीय लाग्न सक्छ, मृत्यु निश्चित रूपमा प्रत्येक व्यक्तिमा तेस्रो भागमा प्रक्रिया हुन्छ । यो पूर्ण रूपमा प्रमाणित भइसकेको छ कि हरेक रोगको आधार तीन मस्तिष्क मध्ये कुनै एकमा हुन्छ ।</p>\n<p>महान् नियमले बुद्धिको पशुको तीनवटै मस्तिष्कमा बुद्धिमानीपूर्वक जीवनदायी मूल्यहरूको निश्चित पूँजी जम्मा गरेको छ । उक्त पूँजी बचाउनुको अर्थ जीवन लम्ब्याउनु हो, उक्त पूँजी खेर फाल्नुको अर्थ मृत्यु हो ।</p>\n<p>शताब्दीयौंको डरलाग्दो रातदेखि हामीसम्म आइपुगेका प्राचीन परम्पराहरूले प्रशान्त महासागरमा अवस्थित पुरानो महाद्वीप मुको मानव जीवनको औसत १२ देखि १५ शताब्दीसम्म रहेको दाबी गर्छन् ।</p>\n<p>सबै उमेरहरूमा शताब्दीयौंदेखि तीनवटै मस्तिष्कको गलत प्रयोगले जीवनलाई बिस्तारै छोट्याउँदै गयो ।</p>\n<p>केमको घमाइलो देशमा… फारोहरूको पुरानो इजिप्टमा मानव जीवनको औसत १ सय ४० वर्ष मात्रै पुगेको थियो ।</p>\n<p>वर्तमानमा पेट्रोल र सेलुलोइडको आधुनिक समयमा, अस्तित्ववाद र रक विद्रोहीहरूको यस युगमा, केही बीमा कम्पनीहरूका अनुसार मानव जीवनको औसत जम्मा ५० वर्ष मात्र छ ।</p>\n<p>सोभियत संघका मार्क्सवादी-लेनिनवादी नेताहरू, सधैँ झुट बोल्ने र धाक लगाउनेहरू, जीवन लम्ब्याउनका लागि धेरै विशेष सीरमहरू आविष्कार गरेको बताउँदै हिँड्छन् तर बूढा क्रुश्चेभ अझै ८० वर्षका भएका छैनन् र एउटा खुट्टा उठाउन अर्को खुट्टाको अनुमति लिनुपर्छ ।</p>\n<p>एसियाको केन्द्रमा एउटा धार्मिक समुदाय छ, जसमा वृद्धहरू छन् जसलाई आफ्नो जवानीको याद पनि छैन । ती वृद्धहरूको जीवनको औसत ४ सय देखि ५ सय वर्षसम्म रहेको छ ।</p>\n<p>यी एसियाली भिक्षुहरूको लामो जीवनको सम्पूर्ण रहस्य तीनवटा मस्तिष्कको बुद्धिमानी प्रयोगमा निहित छ ।</p>\n<p>तीनवटै मस्तिष्कको सन्तुलित र सामञ्जस्यपूर्ण कार्यात्मकताको अर्थ जीवनदायी मूल्यहरूको बचत हो र तार्किक परिणामको रूपमा, जीवनको लम्बाइ हो ।</p>\n<p>एउटा ब्रह्माण्डीय नियम छ जसलाई “धेरै स्रोतहरूको कम्पनको समानता” भनेर चिनिन्छ । उक्त गुम्बाका भिक्षुहरूले तीनवटै मस्तिष्कको प्रयोग गरेर उक्त नियमको प्रयोग गर्न जान्दछन् ।</p>\n<p>असमय शिक्षाले विद्यार्थीहरूलाई विचार गर्ने मस्तिष्कको दुरुपयोगतर्फ डोर्‍याउँछ जसको नतिजा मनोचिकित्सालाई थाहा छ ।</p>\n<p>तीनवटै मस्तिष्कको बुद्धिमानी खेती गर्नु नै आधारभूत शिक्षा हो । बेबिलोन, ग्रीस, भारत, पर्सिया, इजिप्ट आदिका प्राचीन रहस्य विद्यालयहरूमा विद्यार्थीहरूले उपदेश, नृत्य, सङ्गीत आदिको माध्यमबाट आफ्ना तीनवटै मस्तिष्कका लागि प्रत्यक्ष जानकारी प्राप्त गर्थे, जुन बुद्धिमानीपूर्वक मिलाइएको हुन्थ्यो ।</p>\n<p>प्राचीन समयका थिएटरहरू विद्यालयको भाग थिए । नाटक, कमेडी, त्रासदी, विशेष हाउभाउ, सङ्गीत, मौखिक शिक्षा आदिसँग मिलाएर प्रत्येक व्यक्तिको तीनवटै मस्तिष्कलाई जानकारी दिन प्रयोग गरिन्थ्यो ।</p>\n<p>त्यसबेला विद्यार्थीहरूले विचार गर्ने मस्तिष्कको दुरुपयोग गर्दैनथे र उनीहरूले आफ्नो तीनवटै मस्तिष्कलाई बुद्धिमानीपूर्वक र सन्तुलित रूपमा प्रयोग गर्न जान्दथे ।</p>\n<p>ग्रीसमा एलिउसिसका रहस्यहरूको नृत्य, बेबिलोनमा थिएटर, ग्रीसमा मूर्तिकला सधैँ शिष्यहरूलाई ज्ञान सिकाउन प्रयोग गरिन्थ्यो ।</p>\n<p>अहिले रकको भ्रष्ट समयमा, विद्यार्थीहरू अलमल्ल र दिग्भ्रमित भएर मानसिक दुरुपयोगको अँध्यारो बाटोमा हिँडिरहेका छन् ।</p>\n<p>हाल तीनवटै मस्तिष्कको सामञ्जस्यपूर्ण खेतीका लागि कुनै वास्तविक सृजनात्मक प्रणालीहरू छैनन् ।</p>\n<p>विद्यालय, कलेज र विश्वविद्यालयका शिक्षकहरूले दिक्क भएका विद्यार्थीहरूको बेवफाईपूर्ण स्मरणशक्तितिर मात्र ध्यान दिन्छन्, जो कक्षाबाट बाहिर निस्कने समयको उत्सुकतापूर्वक पर्खिरहेका हुन्छन् ।</p>\n<p>विद्यार्थीहरूको तीनवटै मस्तिष्कमा पूर्ण जानकारी पुर्‍याउने उद्देश्यले बुद्धि, आन्दोलन र भावनालाई मिलाउन जान्नु जरुरी छ ।</p>\n<p>एउटा मात्र मस्तिष्कलाई जानकारी दिनु हास्यास्पद हुन्छ । पहिलो मस्तिष्क मात्र ज्ञानको मस्तिष्क होइन । विद्यार्थीहरूको विचार गर्ने मस्तिष्कको दुरुपयोग गर्नु अपराध हो ।</p>\n<p>आधारभूत शिक्षाले विद्यार्थीहरूलाई सामञ्जस्यपूर्ण विकासको मार्गमा डोर्‍याउनुपर्छ ।</p>\n<p>क्रान्तिकारी मनोविज्ञानले स्पष्ट रूपमा सिकाउँछ कि तीनवटै मस्तिष्कमा तीन प्रकारका स्वतन्त्र सङ्गठनहरू हुन्छन्, जुन पूर्ण रूपमा भिन्न हुन्छन् । यी तीन प्रकारका सङ्गठनहरूले प्राणीका विभिन्न प्रकारका आवेगहरूलाई जगाउँछन् ।</p>\n<p>यसले हामीलाई तीनवटा भिन्न व्यक्तित्वहरू दिन्छ, जसमा तिनीहरूको प्रकृति र अभिव्यक्तिमा केही पनि साझा हुँदैन ।</p>\n<p>नयाँ युगको क्रान्तिकारी मनोविज्ञानले सिकाउँछ कि प्रत्येक व्यक्तिमा तीनवटा भिन्न मनोवैज्ञानिक पक्षहरू हुन्छन् । मानसिक सारको एउटा भागले हामी एउटा कुरा चाहन्छौं, अर्को भागले हामी निश्चित रूपमा फरक कुरा चाहन्छौं र तेस्रो भागको कारणले हामी पूर्ण रूपमा विपरीत कुरा गर्छौं ।</p>\n<p>अत्यधिक पीडाको क्षणमा, सायद प्रियजनको गुमाउनु वा कुनै अन्य अन्तरङ्ग विपत्तिमा, भावनात्मक व्यक्तित्व निराशामा पुग्छ जबकि बौद्धिक व्यक्तित्वले यो सबै त्रासदीको कारण सोध्छ र आन्दोलनको व्यक्तित्व केवल दृश्यबाट भाग्न चाहन्छ ।</p>\n<p>यी तीन भिन्न व्यक्तित्वहरू, जुन धेरै पटक विरोधाभासी पनि हुन्छन्, लाई सबै विद्यालय, कलेज र विश्वविद्यालयहरूमा विशेष विधिहरू र प्रणालीहरूद्वारा बुद्धिमानीपूर्वक खेती र निर्देशन गर्नुपर्छ ।</p>\n<p>मनोवैज्ञानिक दृष्टिकोणबाट बौद्धिक व्यक्तित्वलाई मात्र शिक्षा दिनु हास्यास्पद हुन्छ । मानिसमा तीनवटा व्यक्तित्वहरू हुन्छन् जसलाई तत्काल आधारभूत शिक्षाको आवश्यकता छ ।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ne/educacion-fundamental/los-tres-cerebros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ne/educacion-fundamental/los-tres-cerebros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ne/educacion-fundamental/los-tres-cerebros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
