import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "आवय बापाय आनी शिक्षक",
  "locale": "kok",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "36. आवय बापाय आनी शिक्षक",
    "order": 36
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ಸರ್ಕಾರಿ ಶಿಕ್ಷಣಾಂತ್ಲಿ ಗಂಭೀರ್ ಸಮಸ್ಯೆ ಪ್ರೈಮರಿ, ಸೆಕೆಂಡರಿ ವಾ ಉನ್ನತ್ ಮಾಧ್ಯಮಿಕ್ ಶಾಲಾಂತ್ ಶಿಕ್ಪಿ ಭುರ್ಗಿಂ ನ್ಹಯ್, ತರ್ ತಾಂಚೆ ಆವಯ್-ಬಾಪಯ್ ಆನಿ ಶಿಕ್ಷಕ್ ಆಸಾತ್.</p>\n<p>ಆವಯ್-ಬಾಪಯ್ ಆನಿ ಶಿಕ್ಷಕಾಂಕ್ ಆಪ್ಣಾ ವಿಶಿಂ ಖಬರ್ ನಾತ್ಲ್ಯಾರ್, ತಾಂಕಾಂ ಭುರ್ಗ್ಯಾಂಕ್ ಸಮಜ್ನಾ ಜಾಂವ್ಕ್, ತಾಂಕಾಂ ಭುರ್ಗ್ಯಾಂ ಸಾಂಗಾತಾಚೊ ಸಂಬಂಧ್ ಚುಕೊವ್ನ್ ಘೆವ್ಕ್ ಸಾಧ್ಯ್ ನಾತ್ಲ್ಯಾರ್, ಫಕತ್ ತಾಂಚ್ಯಾ ಬುದ್ವಂತಾಯೆಚಿ ವಾಡಾವಳ್ ಕರ್ತಾತ್, ತರ್ ಆಮಿ ಕಶೆಂ ನವೆಂ ಶಿಕ್ಷಣ್ ರಚುಂಕ್ ಸಾಧ್ಯ್?</p>\n<p>ಭುರ್ಗೊ, ವಿದ್ಯಾರ್ಥಿ, ಶಾಳೆಕ್ ಸಜಾಗ್ ಮಾರ್ಗದರ್ಶನ್ ಘೆವ್ಕ್ ವೆತಾ, ಪುಣ್ ಶಿಕ್ಷಕಾಂಕ್ ಸಂಕುಚಿತ್ ಅಭಿಪ್ರಾಯ್ ಆಸ್ಲ್ಯಾರ್, ಸಂರಕ್ಷಣವಾದಿ, ಪ್ರತಿಕ್ರಿಯಾಶೀಲ, ಹಿಂದುಳಿದ್ ಆಸ್ಲ್ಯಾರ್, ವಿದ್ಯಾರ್ಥಿ ತಶೆಂಚ್ ಆಸ್ತಲೊ.</p>\n<p>ಶಿಕ್ಷಣ ದೀವ್ಪಾಂಕ್ ಪುನರ್ಶಿಕ್ಷಣ್ ದೀವ್ಚೆಂ, ಆಪ್ಣಾ ವಿಶಿಂ ಜಾಣೆಂ ಘೆಂವ್ಚೆಂ, ಆಪ್ಲೆಂ ಜ್ಞಾನ್ ಪರ್ತುನ್ ಪಳೆವ್ಚೆಂ, ಆಮಿ ಏಕ್ ನವ್ಯಾ ಯುಗಾಂತ್ ಭಿತರ್ ಸರ್ತಾತ್ ಮ್ಹಣ್ ಸಮಜುಂಕ್ ಜಾಯ್.</p>\n<p>ಶಿಕ್ಷಣ ದೀವ್ಪಿ ಬದಲಾಲ್ಯಾರ್, ಸರ್ಕಾರಿ ಶಿಕ್ಷಣ್ ಬದ್ಲತಾ.</p>\n<p>ಶಿಕ್ಷಣ್ ದೀವ್ಪ್ಯಾಂಕ್ ಶಿಕ್ಷಣ್ ದೀವ್ಚೆಂ ಖೂಬ್ ಕಷ್ಟ್, ಕಿತ್ಯಾಕ್ ತರ್ ಜಾಣೆಂ ಚಡ್ ವಾಚ್ಲಾಂ, ಜಾಣೆಂ ಡಿಗ್ರಿ ಜೊಡ್ಲ್ಯಾ, ಜಾಣೆಂ ಶಾಳೆಂತ್ ಶಿಕ್ಷಕ್ ಜಾವ್ನ್ ಕಾಮ್ ಕರ್ತಾ, ತೊ ಜಸೊ ಆಸಾ ತಸೊಚ್ ರಾವ್ತಲೊ, ತಾಚೆಂ ಮತಿಂ ತಾಂತುಂ ಶಿಕುನ್ ಆಯಿಲ್ಲ್ಯಾ ಪನ್ನಾಸಾವರ್ ಜಣಾಂಚ್ಯಾ ಸಿದ್ಧಾಂತಾಂತ್ ಅಡ್ಕಳೊನ್ ಪಡ್ಲಾಂ ಆನಿ ತಾಕಾ ಕಶೆಂಚ್ ಬದ್ಲುಂಕ್ ಸಾಧ್ಯ್ ನಾ.</p>\n<p>ಶಿಕ್ಷಕಾಂಕ್ ಕಶೆಂ ಚಿಂತುಂಕ್ ಶಿಕೊಂಕ್ ಜಾಯ್ ಆಸ್ಲೆಂ, ಪುಣ್ ದುರ್ದೈವಾನ್ ತಾಂಕಾಂ ಕಿತೆಂ ಚಿಂತುಂಕ್ ಜಾಯ್ ಮ್ಹಣ್ ಶಿಕೊಂಕ್ ಮಾತ್ರ್ ತಾಂಚಿ ಚಿಂತಾ ಆಸ್ತಾ.</p>\n<p>ಆವಯ್-ಬಾಪಯ್ ಆನಿ ಶಿಕ್ಷಕ್ ಭಯಾನಕ್ ಆರ್ಥಿಕ, ಸಾಮಾಜಿಕ್, ಭಾವನಾತ್ಮಕ್ ಚಿಂತಾಂನಿ ಭರ್ಲೆಲೆ ಆಸ್ತಾತ್.</p>\n<p>ಆವಯ್-ಬಾಪಯ್ ಆನಿ ಶಿಕ್ಷಕಾಂಕ್ ಚಡ್ ಕರುನ್ ಆಪ್ಲ್ಯಾ ಸ್ವಂತಾಚ್ಯಾ ತಕ್ರಾರಿಂ ಆನಿ ದುಖಾಂತ್ ಗುಂತುನ್ ಗೆಲ್ಯಾತ್, ತಾಂಕಾಂ ಭುರ್ಗ್ಯಾಂನಿ ಉಟಾಯ್ಲ್ಲ್ಯಾ ಸಮಸ್ಯೆಂಕ್ ಗಂಭೀರ್ತಾ ದೀವ್ನ್ ಅಧ್ಯಯನ್ ಕರುಂಕ್ ಆನಿ ಪರಿಹಾರ್ ಕರ್ಚ್ಯಾಂತ್ ಖರೆಂಚ್ ರುಚಿ ನಾ.</p>\n<p>ಭಯಾನಕ್ ಮಾನಸಿಕ್, ನೈತಿಕ ಆನಿ ಸಾಮಾಜಿಕ್ ಹಾಸ್ ಆಸಾ, ಪುಣ್ ಆವಯ್-ಬಾಪಯ್ ಆನಿ ಶಿಕ್ಷಕ್ ವೈಯಕ್ತಿಕ್ ಚಿಂತಾಂನಿ ಭರ್ಲೆಲೆ ಆಸ್ತಾತ್ ಆನಿ ತಾಂಕಾಂ ಫಕತ್ ಭುರ್ಗ್ಯಾಂಚ್ಯಾ ಆರ್ಥಿಕ ಅಂಶಾಂತ್ ಚಿಂತುಂಕ್ वेळ್ ಆಸ್ತಾ, ತಾಂಕಾಂ ವೃತ್ತಿ ದೀವ್ನ್ ತೆಂ ಭುಕೆನ್ ಮರ್ಚೆಂ ನ್ಹಯ್ ಆನಿ ಅಷ್ಟೆಂಚ್.</p>\n<p>ಸಾಮಾನ್ಯ ವಿಶ್ವಾಸಾಂತ್ ವಿರೋಧ್, ಚಡ್ಶ್ಯಾ ಆವಯ್-ಬಾಪಾಯಾಂಕ್ ಆಪ್ಲ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ಖರೆಂಚ್ ಮೊಗಾಚೆಂ ನಾತ್ಲ್ಯಾರ್, ತಾಂಚ್ಯಾ ಭುರ್ಗ್ಯಾಂನಿ ಖರೆಂಚ್ ಮೊಗಾಚೆಂ ದವರುಂಕ್, ಸಮಾನ್ಯ ಭಲಾಯ್ಕೆ ಖಾತಿರ್ ತಾಂಚಿ ಜವಾಬ್ದಾರಿ ಆಸ್ತಾ, ತಾಂಕಾಂ ಸರ್ಕಾರಿ ಶಿಕ್ಷಣಾಚ್ಯಾ ಸಮಸ್ಯೆಂಕ್ ಸತ್ ಪರಿವರ್ತನ್ ಜೊಡುಂಕ್ ಚಿಂತಾ ಆಸ್ತಲಿ.</p>\n<p>ಆವಯ್-ಬಾಪಾಯಾಂಕ್ ಆಪ್ಲ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ಸತ್ ಮೊಗಾಚೆಂ ದವರುಂಕ್, ಯುದ್ಧ್ ನಾಸ್ತಲೆಂ, ಜಗಾಚ್ಯಾ ಸಂಪೂರ್ಣ್ ವಿರೋಧಾಂತ್ ಕುಟ್ಮಾಕ್ ಆನಿ ದೇಶಾಕ್ ಇತ್ಲೆಂ ಮಹತ್ವ್ ದೀವ್ಚೆಂ ನಾ, ಕಿತ್ಯಾಕ್ ತೆಂ ತೊಂದ್ರೆ, ಯುದ್ಧ್, ನುಕಸಾನ್ ಕರಿಲ್ಲ್ಯಾ ವಿಭಾಗ್, ಆಮ್ಚ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ಭಂಕರ ವಾತಾವರಣ್ ರಚಿತಾ.</p>\n<p>ಲೊಕ್ ವೈಜ್, ಇಂಜಿನಿಯರ್, ವಕೀಲ್ ಜಾಂವ್ಕ್ ಶಿಕೊನ್ ತಯಾರ್ ಜಾತಾ, ಪುಣ್ ಕುಟ್ಮಾಚೆ ಆವಯ್-ಬಾಪಯ್ ಜಾಂವ್ಚೆಂ ಖೂಬ್ ಗಂಭೀರ್ ಆನಿ ಕಷ್ಟ್ ಕಾಮ್ ಜಾವ್ನಾಸಾ ತಾಕಾ ತಾಂಚಿ ತಯಾರಿ ನಾ.</p>\n<p>ಕುಟ್ಮಾಚೆಂ ತೆಂ ಸ್ವಾಭಾವಿಕ್ಪಣ್, ಆಮ್ಚ್ಯಾ ಲಾಗ್ಶಿಲ್ಲ್ಯಾಂಕ್ ಮೊಗಾಚಿ ಕಮ್ಮಿ, ಕುಟ್ಮಾಕ್ ಏಕಾಂತ ದೀವ್ಚಿ ನೀತಿ ಶೆಂಬೊರೊ ಶೆಂಬೋರ್ ನಿರರ್ಥಕ್ ಆಸಾ, ಕಿತ್ಯಾಕ್ ತೆಂ ಕುಸುವ್ಣೆ ಆನಿ ಸಾಮಾಜಿಕ್ ಹಾಸಾಚೆಂ ಏಕ್ ಕಾರಣ್ ಜಾವ್ನ್ ಬದ್ಲತಾ.</p>\n<p>ಪ್ರಗತಿ, ಖರೆಂಚ್ ಕ್ರಾಂತಿ, ಫಕತ್ ಆಮ್ಕಾಂ ಬೇಗಿಂ ಕರ್ಚ್ಯಾ, ಜಗಾಚ್ಯಾ ಉರ್ಬರಿತ್ ಭಾಗಾ ಥಾವ್ನ್ ಆಮ್ಕಾಂ ಏಕಾಂತ ದೀವ್ಚ್ಯಾ ಚೀನಾಚ್ಯಾ ಫಾಮಾದ್ ದೆವ್ಸಾಂಕ್ ಪಾಡ್ಯಾ ಮ್ಹಣ್ ಸಾಧ್ಯ್ ಆಸಾ.</p>\n<p>ಆಮಿ ಸಗ್ಳೆಂ ಏಕ್ ಕುಟ್ಮ್ ಆಸಾಂವ್ ಆನಿ ಏಕ್-ಮೆಕಾಕ್ ಪೀಡಾ ದೀವ್ಚೆಂ ನಿರರ್ಥಕ್ ಆಸಾ, ಆಮ್ಚ್ಯಾ ಸಾಂಗಾತಾ ಜಿಯೆವ್ಚ್ಯಾ ಥೊಡ್ಯಾ ಲೊಕಾಂಕ್ ಕುಟ್ಮ್ ಜಾವ್ನ್ ಮಾನುಂಕ್ ಖರಾಬ್ ಆಸಾ.</p>\n<p>ಕುಟ್ಮಾಚೆಂ ಸ್ವಾಭಾವಿಕ್ಪಣ್ ಸಾಮಾಜಿಕ್ ಪ್ರಗತಿಕ್ ಧರ್ತಾ, ಮನ್ಶಾಂಕ್ ವಾಂಟುನ್ ಘಾಲ್ತಾ, ಯುದ್ಧ್, ಜಾತ್, ಆವಡಿಚೆಂ ಸ್ಥಾನ್, ಆರ್ಥಿಕ ಸಮಸ್ಯೆ ರಚಿತಾ.</p>\n<p>ಆವಯ್-ಬಾಪಾಯಾಂಕ್ ಆಪ್ಲ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ಸತ್ ಮೊಗಾಚೆಂ ದವರುಂಕ್, ತೆಂ ವೆಗ್ಳೆಂಪಣಾಚ್ಯಾ ಭ್ಯಾನಕ್ ಗೋದಾಂ ಆನಿ ದೆವ್ಸಾಂಕ್ ಧುಳ್ ಜಾವ್ನ್ ಖಾಲ್ತಿ ಜಾತೆಲಿ ಆನಿ ತೆದ್ನಾಂ ಕುಟ್ಮ್ ಸ್ವಾಭಾವಿಕ್ ಆನಿ ನಿರರ್ಥಕ್ ವರ್ತುಳ್ ರಾವ್ಚೆಂ.</p>\n<p>ಕುಟ್ಮಾಚ್ಯಾ ಸ್ವಾಭಾವಿಕ್ ದೆವ್ಸಾಂಕ್ ಖಾಲ್ತಿ ಕೆಲ್ಯಾರ್, ಆವಯ್ ಆನಿ ಬಾಪಯ್, ಶಿಕ್ಷಕಾಂ ಆನಿ ಶಿಕ್ಷಕಿಣಿ, ಸಗ್ಳ್ಯಾ ಸಮಾಜಾ ಸಾಂಗಾತಾ ಬಾಂಧವ್ಪಣ್ ಆಸ್ತೆಲೆಂ.</p>\n<p>ಸತ್ಯಾಚ್ಯಾ ಬಾಂಧವ್ಪಣಾಚೊ ಪರಿಣಾಮ್ ಸಮಾಜಿಕ್ ಪರಿವರ್ತನ್, ಸತ್ ಶಿಕ್ಷಣಾಂತ್ಲಿ ಕ್ರಾಂತಿ ಎಕಾ ಬರೆಂ ಜಗಾ ಖಾತಿರ್.</p>\n<p>ಶಿಕ್ಷಣ್ ದೀವ್ಪಿ ಚಡ್ ಸಜಾಗ್ ಜಾಯ್, ತಾಣೆಂ ಆವಯ್ ಆನಿ ಬಾಪಯ್, ಆವಯ್-ಬಾಪಾಯಾಂಚ್ಯಾ ಮಂಡಳಿಕ್ ಒಟ್ಟುಂ ಕರ್ನ್ ತಾಂಕಾಂ ಸ್ಪಷ್ಟ್ ಸಾಂಗೊಂಕ್ ಜಾಯ್.</p>\n<p>ಸರ್ಕಾರಿ ಶಿಕ್ಷಣಾಚೆಂ ಕಾಮ್ ಆವಯ್-ಬಾಪಯ್ ಆನಿ ಶಿಕ್ಷಕಾಂಚ್ಯಾ ಮಧೆಂ ಮೊಗಾನ್ ಸಹಕಾರ್ ಕರ್ಚೆ ಥರಾಚೆರ್ ಘಡಯ್ತಾತ್ ಮ್ಹಣ್ ಆವಯ್-ಬಾಪಾಯಾಂಕ್ ಸಮಜೊಂಕ್ ಗರ್ಜೆಚೆಂ ಆಸಾ.</p>\n<p>ನವ್ಯಾ ಪೀಳಿಗೆಕ್ ಉಕಲ್ಚೆಂ ಖಾತಿರ್ ಸರ್ಕಾರಿ ಶಿಕ್ಷಣ್ ಗರ್ಜೆಚೆಂ ಆಸಾ ಮ್ಹಣ್ ಆವಯ್-ಬಾಪಾಯಾಂಕ್ ಸಾಂಗೊಂಕ್ ಗರ್ಜೆಚೆಂ ಆಸಾ.</p>\n<p>ಬುದ್ವಂತಾಯೆಚಿ ರಚನಾ ಗರ್ಜೆಚಿ ಪುಣ್ ತೆನ್ನಾಂ ಅಷ್ಟೆಂಚ್ ನ್ಹಯ್, ಆನಿಕ್ ಕಿತೆಂಯ್ ಗರ್ಜೆಚೆಂ ಆಸಾ, ಭುರ್ಗ್ಯಾಂಕ್ ಆಪ್ಣಾ ವಿಶಿಂ, ಆಪ್ಲ್ಯಾ ಚುಕಿಂ ವಿಶಿಂ, ಆಪ್ಲ್ಯಾ ಮಾನಸಿಕ್ ದೋಷಾಂ ವಿಶಿಂ ಜಾಣೆಂ ದೀವ್ಚೆಂ ಗರ್ಜೆಚೆಂ ಮ್ಹಣ್ ಆವಯ್-ಬಾಪಾಯಾಂಕ್ ಸಾಂಗೊಂಕ್ ಗರ್ಜೆಚೆಂ ಆಸಾ.</p>\n<p>ಭುರ್ಗ್ಯಾಂಕ್ ಮೊಗಾನ್ ಉತ್ಪನ್ನ್ ಕರುಂಕ್ ಜಾಯ್ ಆನಿ ಪ್ರಾಣ್ಯಾಂಚ್ಯಾ ಆಸೆಂ ನ್ಹಯ್ ಮ್ಹಣ್ ಆವಯ್-ಬಾಪಾಯಾಂಕ್ ಸಾಂಗೊಂಕ್ ಜಾಯ್.</p>\n<p>ಆಮ್ಚ್ಯಾ ಪ್ರಾಣಿಚ್ಛಾ, ಆಮ್ಚಿಂ ಹಿಂಸಕ್ ಲೈಂಗಿಕ್ ಆಸೆ, ಆಮ್ಚಿಂ ಅಸ್ವಸ್ಥ್ ಭಾವನಾತ್ಮಕತಾ ಆನಿ ಕ್ರೂರ ಭಾವನಾಂಕ್ ಆಮ್ಚ್ಯಾ ವಂಶಜಾಂತ್ ಧಾಡುಂಕ್ ಕ್ರೂರ ಆನಿ ನಿರ್ದಯಿ ಪರಿಣಾಮ್ ಆಸ್ತಾ.</p>\n<p>ಆಮ್ಚಿಂ ಭುರ್ಗಿಂ ಆಮ್ಚೆಂ ಪ್ರತೀಕೃತಿ ಆನಿ ಕ್ರೂರ ಪ್ರತಿಬಿಂಬಾ ಸಾಂಗಾತಾ ಜಗಾಕ್ ಸಂಕ್ರಮಣ್ ಕರ್ಚೆಂ ಅಪರಾಧ್ ಜಾವ್ನಾಸಾ.</p>\n<p>ಶಾಳಾಂತ್, ಕಾಲೇಜಿಂತ್ ಆನಿ ವಿಶ್ವವಿದ್ಯಾನಿಲಯಾಂತ್ ಶಿಕ್ಷಕಾಂಕ್ ಸಭಾಂಗಣಾಂತ್ ಆವಯ್ ಆನಿ ಬಾಪಯ್ ಒಟ್ಟುಂ ಕರ್ನ್, ಭುರ್ಗ್ಯಾಂ ಸಾಂಗಾತಾ ಆನಿ ಸಮಾಜ್ ಆನಿ ಜಗಾ ಸಾಂಗಾತಾ ನೈತಿಕ ಜವಾಬ್ದಾರೆಚೆಂ ಮಾರ್ಗ್ ಶಿಕೊಂವ್ಚೆಂ ಧೈರ್ಯ್ ಆಸ್ಚೆಂ ಗರ್ಜೆಚೆಂ.</p>\n<p>ಶಿಕ್ಷಣ ದೀವ್ಪ್ಯಾಂಕ್ ಆಪ್ಣಾಕ್ ಪುನರ್ಶಿಕ್ಷಣ್ ದೀವ್ಚೆಂ ಕರ್ತವ್ಯ್ ಆಸಾ ಆನಿ ಆವಯ್ ಆನಿ ಬಾಪಾಯಾಂಕ್ ಮಾರ್ಗದರ್ಶನ್ ಕರುಂಕ್ ಜಾಯ್.</p>\n<p>ಜಗಾಕ್ ಬದ್ಲಾಂವ್ಕ್ ಆಮ್ಕಾಂ ಖರೆಂಚ್ ಮೊಗಾಚಿ ಗರ್ಜ್ ಆಸಾ. ಆಮ್ಕಾಂ ಎಕ್ವಟೊನ್ ಆಮ್ಚ್ಯಾ ಮಧೆಂ ಏಕ್ ನವ್ಯಾ ಯುಗಾಚೆಂ ಅದ್ಭುತ್ ದೇವಸ್ಥಾನ್ ರಚುಂಕ್ ಗರ್ಜೆಚೆಂ, ಜೆಂ ಸದ್ಯ್ ವಿಚಾರಾಚ್ಯಾ ಗರ್ಜೊನ್ ಘಡ್ತಾ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kok/educacion-fundamental/padres-y-maestros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kok/educacion-fundamental/padres-y-maestros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kok/educacion-fundamental/padres-y-maestros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
