import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Ата-энелер жана Мугалимдер",
  "locale": "ky",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "36. Ата-энелер жана Мугалимдер",
    "order": 36
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Элдик билим берүүнүн эң оор маселеси башталгыч, орто же жогорку класстын окуучулары эмес, АТА-ЭНЕЛЕР жана МУГАЛИМДЕР.</p>\n<p>Эгерде Ата-Энелер жана Мугалимдер өздөрүн тааныбаса, баланы түшүнө албаса, кызды түшүнө албаса, бул жашоого жаңыдан кирип жаткан жандыктар менен болгон мамилесин терең түшүнө албаса, эгерде алар окуучуларынын интеллектин өстүрүүгө гана кам көрүшсө, анда биз билим берүүнүн жаңы түрүн кантип түзө алабыз?</p>\n<p>Бала, окуучу, кыз, мектепке аң-сезимдүү багыт алуу үчүн барат, бирок эгерде мугалимдер, критерийлери тар, консервативдүү, реакциячыл, артта калган болсо, анда студент, студент да ошондой болот.</p>\n<p>Мугалимдер кайрадан билим алышы керек, өздөрүн таанып-билиши керек, бардык билимин кайра карап чыгышы керек, биз Жаңы Доорго кирип жатканыбызды түшүнүшү керек.</p>\n<p>Мугалимдер өзгөргөндө, элдик билим берүү да өзгөрөт.</p>\n<p>МУГАЛИМГЕ БИЛИМ БЕРҮҮ эң кыйын, анткени көп окуган, титулу бар, окутууга тийиш болгон, мектеп мугалими болуп иштеген адам кандай болсо, ошол бойдон калат, анын акылы ал окуган элүү миң теорияга толуп калган жана ал мындан ары замбирек менен да өзгөрбөйт.</p>\n<p>Мугалимдер кантип ОЙЛОНУУНУ үйрөтүшү керек эле, бирок тилекке каршы алар ЭМНЕ ЖӨНҮНДӨ ОЙЛОНУУНУ үйрөтүүгө гана кам көрүшөт.</p>\n<p>Ата-энелер жана мугалимдер экономикалык, социалдык, сезимтал ж.б. сыяктуу коркунучтуу түйшүктөргө толуп жашашат.</p>\n<p>Ата-энелер жана мугалимдер көбүнчө өздөрүнүн чыр-чатактары жана кайгылары менен алек болушат, “ЖАҢЫ ТОЛКУНДУН” балдары жана кыздары койгон маселелерди окуп, чечүүгө олуттуу кызыкдар эмес.</p>\n<p>Акыл-эс, адеп-ахлак жана социалдык жактан өтө бузулуу бар, бирок ата-энелер жана мугалимдер жеке тынчсызданууларга жана түйшүктөргө толуп, балдарынын экономикалык жагын ойлоого, аларды ачкадан өлбөс үчүн кесипке ээ кылууга гана убактысы бар жана болду.</p>\n<p>Көпчүлүктүн ишенимине карама-каршы, үй-бүлөнүн көпчүлүк ата-энелери балдарын чындап сүйүшпөйт, эгер сүйүшсө, жалпы жыргалчылык үчүн күрөшүшмөк, чыныгы өзгөрүүнү ишке ашыруу максатында ЭЛДИК БИЛИМ БЕРҮҮНҮН көйгөйлөрүнө кам көрүшмөк.</p>\n<p>Эгерде үй-бүлөнүн ата-энелери балдарын чындап сүйүшсө, согуш болмок эмес, алар дүйнөнүн бүтүндүгүнө каршы үй-бүлөнү жана улутту ушунчалык баса белгилешмек эмес, анткени бул көйгөйлөрдү, согуштарды, зыяндуу бөлүнүүлөрдү, балдарыбыз жана кыздарыбыз үчүн тозок чөйрөсүн жаратат.</p>\n<p>Адамдар окушат, дарыгер, инженер, юрист ж.б. болууга даярданышат, бирок үй-бүлөнүн ата-энеси болуу эң оор жана эң татаал милдетке даярданышпайт.</p>\n<p>Үй-бүлөнүн бул өзүмчүлдүгү, жакындарыбызга болгон сүйүүнүн жоктугу, үй-бүлөлүк обочолонуу саясаты жүз пайызга акылга сыйбас нерсе, анткени ал коомдук деградациянын жана туруктуу бузулуунун факторуна айланат.</p>\n<p>Прогресс, чыныгы Революция, бизди бөлүп турган, дүйнөнүн калган бөлүгүнөн обочолондурган ушул атактуу Кытай дубалдарын кулатканда гана мүмкүн болот.</p>\n<p>Биз баарыбыз БИР ГАНА ҮЙ-БҮЛӨБҮЗ жана бири-бирибизди кыйноо, биз менен чогуу жашаган бир нече адамды гана үй-бүлө катары кароо акылга сыйбас нерсе.</p>\n<p>ҮЙ-БҮЛӨНҮН ЭГОИСТТИК ЭКСКЛЮЗИВДИГИ социалдык прогрессти токтотот, адамдарды бөлүп-жарат, согуштарды, артыкчылыктуу касталарды, экономикалык көйгөйлөрдү ж.б. жаратат.</p>\n<p>Үй-бүлөнүн ата-энелери балдарын чындап сүйгөндө, обочолонуунун жийиркеничтүү дубалдары, тосмолору күлгө айланат жана ошондо үй-бүлө өзүмчүл жана акылсыз чөйрө болуудан калат.</p>\n<p>Үй-бүлөнүн өзүмчүл дубалдары кулаганда, анда бардык башка ата-энелер, мугалимдер жана бүткүл коом менен бир туугандык байланыш пайда болот.</p>\n<p>ЧЫНЫГЫ ТУУГАНДЫКТЫН натыйжасы, жакшы дүйнө үчүн БИЛИМ БЕРҮҮ тармагындагы ЧЫНЫГЫ СОЦИАЛДЫК ӨЗГӨРҮҮ, чыныгы РЕВОЛЮЦИЯ болуп саналат.</p>\n<p>МУГАЛИМ көбүрөөк аң-сезимдүү болушу керек, Ата-Энелерди жана Ата-Энелердин директорлор кеңешин чогултуп, аларга ачык айтышы керек.</p>\n<p>Ата-энелер элдик билим берүү иши Ата-Энелер менен Мугалимдердин өз ара кызматташтыгынын бекем негизинде жүргүзүлөрүн түшүнүшү керек.</p>\n<p>Ата-энелерге ФУНДАМЕНТАЛДЫК БИЛИМ жаш муундарды көтөрүү үчүн зарыл экендигин айтуу керек.</p>\n<p>Ата-энелерге интеллектуалдык билим зарыл, бирок бул баары эмес, балдарга өздөрүн, өздөрүнүн каталарын, өздөрүнүн Психологиялык кемчиликтерин таанып билүүгө үйрөтүү керек экендигин айтуу абдан маанилүү.</p>\n<p>Ата-энелерге балдар СҮЙҮҮДӨН жаралышы керек, АЙБАНДЫК КУМАРДАН эмес деп айтуу керек.</p>\n<p>Биздин айбандык каалоолорубузду, биздин күчтүү сексуалдык кумарларыбызды, биздин оорулуу сезимталдуулугубузду жана айбандык эмоцияларыбызды биздин урпактарыбызга проекциялоо мыкаачылык жана ырайымсыздык болуп саналат.</p>\n<p>Балдар биздин жеке проекцияларыбыз жана дүйнөнү айбандык проекциялар менен булгаган кылмыш болуп саналат.</p>\n<p>Мектептердин, колледждердин жана университеттердин мугалимдери ата-энелерди балдарына жана Коомго жана Дүйнөгө карата моралдык жоопкерчилик жолун үйрөтүү максатында актылар залында чогултушу керек.</p>\n<p>МУГАЛИМДЕР өздөрүн КАЙРАДАН БИЛИМ АЛУУГА жана Ата-Энелерге багыт берүүгө милдеттүү.</p>\n<p>Дүйнөнү өзгөртүү үчүн чындап сүйүшүбүз керек. Ой жүгүртүүнүн кадырлуу күркүрөгөнүнүн арасында башталып жаткан Жаңы Доордун кереметтүү Ибадатканасын баарыбыз биргелешип куруу үчүн биригишибиз керек.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ky/educacion-fundamental/padres-y-maestros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/padres-y-maestros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/padres-y-maestros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
