import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "پلرونه او ښوونکي",
  "locale": "ps",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "36. پلرونه او ښوونکي",
    "order": 36
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>د عامه ښوونې تر ټولو جدي ستونزه د لومړنیو، منځنیو یا لېسې زده کوونکي نه دي، بلکې مور او پلار او ښوونکي دي.</p>\n<p>که مور او پلار او ښوونکي خپل ځانونه نه پېژني، نه شي کولای ماشوم درک کړي، نه شي کولای د دوی اړیکې له دغو مخلوقاتو سره چې ژوند پیلوي په بشپړه توګه درک کړي، که یوازې د خپلو زده کوونکو د ذهن په روزلو اندېښمن وي، څنګه کولی شو د ښوونې نوی ډول رامنځته کړو؟</p>\n<p>ماشوم، زده کوونکی، نجلۍ ښوونځي ته ځي چې شعوري لارښوونه ترلاسه کړي، خو که ښوونکي، ښوونکې، تنګ نظره، محافظه کار، عکس العمل ښودونکي، وروسته پاتې وي، نو زده کوونکی، زده کوونکې به همداسې وي.</p>\n<p>ښوونکي باید بیا وروزل شي، خپل ځانونه وپېژني، خپل ټول معلومات بیا کتنه وکړي، پوه شي چې موږ یوې نوې دورې ته داخلېږو.</p>\n<p>د ښوونکو په بدلېدو سره عامه ښوونه بدلیږي.</p>\n<p>ښوونکي ته روزنه ورکول تر ټولو سخته ده ځکه هر هغه څوک چې ډېر څه یې لوستي دي، هر هغه څوک چې سند لري، هر هغه څوک چې باید درس ورکړي، چې د ښوونځي ښوونکي په توګه کار کوي، هغه اوس همداسې دی، ذهن یې په پنځوس زره تیوریو کې چې لوستلي یې دي بند شوی او نور د توپ په ډزو هم نه بدلیږي.</p>\n<p>ښوونکو او ښوونکو باید د فکر کولو څرنګوالی ښوولی وای، خو له بده مرغه یوازې په دې اندېښمن دي چې په څه شي باید فکر وکړي.</p>\n<p>مور او پلار او ښوونکي له ډېرو اقتصادي، ټولنیزو، احساساتي او نورو اندېښنو ډک ژوند کوي.</p>\n<p>مور او پلار او ښوونکي تر ډېره په خپلو ستونزو او غمونو بوخت دي، په جدي توګه د هغو ستونزو په مطالعه کولو او حل کولو کې لېوالتیا نه لري چې د “نوې څپې” هلکانو او نجونو له خوا رامنځته کېږي.</p>\n<p>د ذهن، اخلاقو او ټولنې ستر انحطاط شتون لري، خو مور او پلار او ښوونکي له شخصي اندېښنو ډک دي او یوازې د خپلو ماشومانو د اقتصادي اړخ په اړه فکر کولو ته وخت لري، دوی ته یوه مسلک ورکړي ترڅو له لوږې ونه مري او بس.</p>\n<p>د عمومي باور برعکس، د کورنیو ډېری پلرونه په ریښتینې توګه له خپلو ماشومانو سره مینه نه لري، که مینه یې درلوده، د ګډې هوساینې لپاره به یې مبارزه کړې وای، د ریښتیني بدلون په موخه به یې د عامه ښوونې په ستونزو اندېښنه کړې وای.</p>\n<p>که د کورنیو پلرونو په ریښتینې توګه له خپلو ماشومانو سره مینه درلوده، جګړې به نه وې، دومره به یې د کورنۍ او ملت په ټولې نړۍ باندې غوره والی نه ښودلی، ځکه چې دا ستونزې، جګړې، زیان رسونکي وېشونه، د خپلو زامنو او لوڼو لپاره دوزخي چاپیریال رامنځته کوي.</p>\n<p>خلک مطالعه کوي، د ډاکټرانو، انجنیرانو، وکیلانو او نورو په توګه دنده ترسره کولو ته چمتو کېږي او په بدل کې د کورنۍ د پلرونو په توګه د ترټولو جدي او ستونزمن کار لپاره چمتو نه کېږي.</p>\n<p>د کورنۍ دا خود غرضي، خپلو ملګرو ته د مینې نشتون، د کورنۍ د انزوا دا سیاست، په سلو کې یو سل بې ځایه دی، ځکه چې دا د ټولنیز تخریب او پرله پسې انحطاط په عامل بدلیږي.</p>\n<p>پرمختګ، ریښتینې انقلاب، یوازې د هغو مشهورو چینايي دېوالونو په نړولو سره ممکن دی چې موږ سره جلا کوي، چې موږ له نورې نړۍ څخه جلا کوي.</p>\n<p>موږ ټول یوه کورنۍ یو او دا بې ځایه ده چې یو بل ته عذاب ورکړو، یوازې هغه څو کسان چې زموږ سره ژوند کوي د کورنۍ په توګه وګڼو او نور.</p>\n<p>د کورنۍ ځان غوښتنې ځانګړتیا ټولنیز پرمختګ ځنډوي، انسانان سره وېشي، جګړې، امتیاز لرونکې طبقې، اقتصادي ستونزې او نور رامنځته کوي.</p>\n<p>کله چې د کورنیو پلرونه په ریښتینې توګه له خپلو ماشومانو سره مینه وکړي، د انزوا هغه بد دېوالونه او دیوالونه به په خاورو بدل شي او بیا به کورنۍ نور یوه خود غرضه او بې ځایه دایره نه وي.</p>\n<p>د کورنۍ د خود غرضه دېوالونو په نړېدو سره، بیا له ټولو نورو پلرونو او میندو، له ښوونکو او ښوونکو، له ټولې ټولنې سره ورورولي شتون لري.</p>\n<p>د ریښتینې ورورولۍ پایله، ریښتینی ټولنیز بدلون دی، د ښوونې او روزنې په برخه کې د یوې ښې نړۍ لپاره رښتینی انقلاب دی.</p>\n<p>ښوونکی باید ډېر هوښیار وي، باید پلرونه او میندې، د کورنۍ د پلرونو مدیره پلاوي سره راټول کړي او ورسره په واضحه توګه خبرې وکړي.</p>\n<p>دا اړینه ده چې د کورنۍ پلرونه پوه شي چې د عامه ښوونې دنده د کورنۍ د پلرونو او ښوونکو ترمنځ د دوه اړخیزې همکارۍ پر ټینګ بنسټ ترسره کېږي.</p>\n<p>دا اړینه ده چې د کورنۍ پلرونو ته وویل شي چې بنسټیزه روزنه د نویو نسلونو د لوړولو لپاره اړینه ده.</p>\n<p>دا اړینه ده چې د کورنۍ پلرونو ته وویل شي چې فکري روزنه اړینه ده خو دا هرڅه نه دي، یو څه نورو ته اړتیا ده، دا اړینه ده چې هلکانو او نجونو ته د خپلو ځانونو، خپلو غلطیو او خپلو رواني نیمګړتیاوو د پېژندلو زده کړه ورکړل شي.</p>\n<p>د کورنۍ پلرونو ته باید وویل شي چې ماشومان باید د مینې له لارې وزیږول شي نه د ځناوري شهوت له لارې.</p>\n<p>دا ظالمانه او بې رحمه ده چې زموږ ځناوري خواهشات، زموږ تاوتریخجن جنسي شهوتونه، زموږ ناروغه احساسات او ځناوري احساسات په خپلو اولادونو کې منعکس کړو.</p>\n<p>زامن او لوڼې زموږ خپل انعکاسونه دي او دا جرم دی چې نړۍ د ځناورو انعکاسونو سره ککړه کړو.</p>\n<p>د ښوونځیو، کالجونو او پوهنتونونو ښوونکي او ښوونکې باید په تالار کې پلرونه او میندې د دې سالم هدف سره راټول کړي چې دوی ته د خپلو ماشومانو او ټولنې او نړۍ په وړاندې د اخلاقي مسوولیت لاره ور وښيي.</p>\n<p>ښوونکي دنده لري چې خپل ځانونه بیا وروزي او د کورنۍ پلرونو او میندو ته لارښوونه وکړي.</p>\n<p>موږ اړتیا لرو چې په ریښتینې توګه مینه وکړو ترڅو نړۍ بدله کړو. موږ اړتیا لرو چې سره یوځای شو ترڅو په ګډه د نوې دورې په زړه پورې معبد چې اوس مهال د فکر د عالي غږ ترمنځ پیل کېږي، جوړ کړو.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ps/educacion-fundamental/padres-y-maestros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/padres-y-maestros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/padres-y-maestros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
