import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "पालक आणि शिक्षक",
  "locale": "mr",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "36. पालक आणि शिक्षक",
    "order": 36
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>सार्वजनिक शिक्षणातील सर्वात गंभीर समस्या प्राथमिक, माध्यमिक किंवा उच्च माध्यमिक शाळेतील विद्यार्थी किंवा विद्यार्थिनी नसून पालक आणि शिक्षक आहेत.</p>\n<p>जर पालक आणि शिक्षक स्वत:ला ओळखत नसतील, मुलांना समजू शकत नसतील, या नव्याने जगायला लागलेल्या बालकांशी त्यांचे संबंध सखोलपणे समजू शकत नसतील, जर ते फक्त त्यांच्या पाल्यांच्या बुद्धीलाच महत्त्व देत असतील, तर आपण नवीन प्रकारचं शिक्षण कसं निर्माण करू शकतो?</p>\n<p>मूल, विद्यार्थी, विद्यार्थिनी शाळेत जाणीवपूर्वक मार्गदर्शन घेण्यासाठी जातात, पण जर शिक्षक, शिक्षिका संकुचित विचारसरणीचे, पुराणमतवादी, प्रतिगामी, मागासलेले असतील, तर विद्यार्थी, विद्यार्थिनीही तसेच बनतील.</p>\n<p>शिक्षकांनी स्वत:ला पुन्हा शिक्षित केले पाहिजे, स्वत:ला ओळखले पाहिजे, त्यांच्या ज्ञानाचे पुनरावलोकन केले पाहिजे, आपण एका नवीन युगात प्रवेश करत आहोत हे समजून घेतले पाहिजे.</p>\n<p>शिक्षकांमध्ये बदल झाला की सार्वजनिक शिक्षण बदलतं.</p>\n<p>शिक्षकाला शिक्षित करणे सर्वात कठीण आहे, कारण ज्याने खूप वाचन केले आहे, ज्याच्याकडे पदवी आहे, ज्याला शिकवायचे आहे, जो शाळेत शिक्षक म्हणून काम करतो, तो जसा आहे तसाच राहतो, त्याचे मन त्याने अभ्यासलेल्या हजारो सिद्धांतांमध्ये बंदिस्त झालेले असते आणि तो तोफा झाडल्या तरी बदलत नाही.</p>\n<p>शिक्षकांनी विद्यार्थ्यांना ‘कसा’ विचार करायला शिकवावे, पण दुर्दैवाने ते फक्त ‘काय’ विचार करायला हवा हे शिकवण्यातच धन्यता मानतात.</p>\n<p>पालक आणि शिक्षक भयानक आर्थिक, सामाजिक, भावनिक अशा अनेक चिंतांनी ग्रासलेले असतात.</p>\n<p>पालक आणि शिक्षक बहुतेक वेळा स्वतःच्या समस्या आणि दु:खांमध्ये व्यस्त असतात, ‘नवीन पिढी’च्या मुला-मुलींनी उपस्थित केलेल्या समस्यांचा अभ्यास करण्यासाठी आणि त्या सोडवण्यासाठी त्यांना खरोखरच रस नसतो.</p>\n<p>भयंकर मानसिक, नैतिक आणि सामाजिक अधोगती आहे, पण पालक आणि शिक्षक वैयक्तिक चिंता आणि উদ্বেगांनी भरलेले आहेत आणि त्यांच्याकडे फक्त मुलांच्या आर्थिक बाजूचा विचार करायला वेळ आहे, त्यांना अशी नोकरी मिळवून द्यायची आहे ज्यामुळे ते उपाशी मरणार नाहीत, एवढेच त्यांना माहीत असते.</p>\n<p>सर्वसाधारण समजुतीच्या विपरीत, बहुतेक पालक त्यांच्या मुलांवर खऱ्या अर्थाने प्रेम करत नाहीत, जर त्यांनी प्रेम केले असते, तर ते सामुदायिक कल्याणासाठी लढले असते, त्यांनी सार्वजनिक शिक्षणाच्या समस्यांबद्दल काळजी घेतली असती, जेणेकरून एक खरा बदल घडून येईल.</p>\n<p>जर पालकांनी त्यांच्या मुलांवर खरोखर प्रेम केले असते, तर युद्धे झाली नसती, कुटुंब आणि राष्ट्र यांना जगाच्या तुलनेत जास्त महत्त्व दिले नसते, कारण यामुळे समस्या, युद्धे, हानिकारक विभाजन आणि आपल्या मुलांसाठी नरक निर्माण होतो.</p>\n<p>लोक डॉक्टर, इंजिनियर, वकील इत्यादी होण्यासाठी अभ्यास करतात, परंतु पालक होण्याची जी सर्वात गंभीर आणि कठीण जबाबदारी आहे, त्यासाठी तयारी करत नाहीत.</p>\n<p>हा कुटुंबाचा स्वार्थ, आपल्या बांधवांवर प्रेमाचा अभाव, कौटुंबिक एकाकीपणाची नीती पूर्णपणे निरर्थक आहे, कारण ती ऱ्हास आणि सतत सामाजिक अधोगतीचा घटक बनते.</p>\n<p>प्रगती, खरी क्रांती, तेव्हाच शक्य आहे जेव्हा ह्या प्रसिद्ध चीनच्या भिंती कोसळतील ज्या आपल्याला जगापासून वेगळे करतात.</p>\n<p>आपण सर्व एकच कुटुंब आहोत आणि एकमेकांना त्रास देणे, केवळ आपल्यासोबत राहणाऱ्या काही लोकांनाच कुटुंब मानणे हास्यास्पद आहे.</p>\n<p>कौटुंबिक स्वार्थ सामाजिक प्रगती रोखतो, माणसांमध्ये फूट पाडतो, युद्धे, जाती, विशेषाधिकार, आर्थिक समस्या निर्माण करतो.</p>\n<p>जेंव्हा पालक आपल्या मुलांवर खरोखर प्रेम करतील, तेंव्हा एकाकीपणाच्या घृणास्पद भिंती धुळीस मिळतील आणि मग कुटुंब एक स्वार्थी आणि निरर्थक वर्तुळ राहणार नाही.</p>\n<p>कुटुंबाच्या स्वार्थी भिंती पडल्या की इतर सर्व पालक, शिक्षक आणि संपूर्ण समाजासोबत बंधुभाव निर्माण होतो.</p>\n<p>खऱ्या बंधुभावाचा परिणाम म्हणजे खरे सामाजिक परिवर्तन, शैक्षणिक क्षेत्रात खरी क्रांती होऊन एक चांगले जग निर्माण होते.</p>\n<p>शिक्षकांनी अधिक जागरूक असले पाहिजे, त्यांनी पालक आणि माता-पित्यांची समिती एकत्र बोलवावी आणि त्यांच्याशी स्पष्टपणे बोलावे.</p>\n<p>पालकांनी हे समजून घेणे आवश्यक आहे की सार्वजनिक शिक्षणाचे कार्य पालक आणि शिक्षकांच्यातील सहकार्यावर आधारित आहे.</p>\n<p>पालकांना हे सांगणे आवश्यक आहे की नवीन पिढीला पुढे आणण्यासाठी मूलभूत शिक्षण आवश्यक आहे.</p>\n<p>पालकांना हे सांगणे आवश्यक आहे की बौद्धिक विकास आवश्यक आहे, पण तेच सर्वकाही नाही, आणखी काहीतरी आवश्यक आहे, मुलांना स्वतःला ओळखायला शिकवणे, त्यांच्या स्वतःच्या चुका, त्यांच्या स्वतःच्या मानसशास्त्रीय दोषांची जाणीव करून देणे आवश्यक आहे.</p>\n<p>पालकांना हे सांगायला हवे की मुले प्रेमातून जन्माला यायला हवी, वासनेतून नाही.</p>\n<p>आपल्या पाशवी इच्छा, हिंसक लैंगिक वासना, विकृत भावना आणि क्रूर भावना आपल्या मुलांवर लादणे हे क्रूर आणि निर्दयी आहे.</p>\n<p>मुले आणि मुली हे आपलेच प्रतिबिंब आहेत आणि जगात पाशवी गोष्टींचे प्रक्षेपण करणे हा गुन्हा आहे.</p>\n<p>शाळा, महाविद्यालयीन शिक्षकांनी सभागृहात पालक आणि शिक्षकांची बैठक आयोजित करावी आणि त्यांना त्यांच्या मुलांबद्दल आणि समाजाबद्दलच्या नैतिक जबाबदारीचा मार्ग सांगावा.</p>\n<p>शिक्षकांचे हे कर्तव्य आहे की त्यांनी स्वतःला पुन्हा शिक्षित करावे आणि पालक आणि माता-पित्यांना मार्गदर्शन करावे.</p>\n<p>जग बदलण्यासाठी आपल्याला खऱ्या अर्थाने प्रेम करण्याची गरज आहे. एका नवीन युगाचे अद्भुत मंदिर उभे करण्यासाठी आपण सर्वांनी एकत्र येण्याची गरज आहे, ज्याची सुरुवात आता विचारांच्या तेजस्वी गडगडाटाने होत आहे.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mr/educacion-fundamental/padres-y-maestros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mr/educacion-fundamental/padres-y-maestros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mr/educacion-fundamental/padres-y-maestros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
