import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ພໍ່ແມ່ແລະຄູອາຈານ",
  "locale": "lao",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "36. ພໍ່ແມ່ແລະຄູອາຈານ",
    "order": 36
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ບັນຫາທີ່ຮ້າຍແຮງທີ່ສຸດຂອງການສຶກສາສາທາລະນະບໍ່ແມ່ນນັກຮຽນຊັ້ນປະຖົມ, ມັດທະຍົມ ຫຼື ມັດທະຍົມປາຍ, ແຕ່ແມ່ນພໍ່ແມ່ແລະຄູອາຈານ.</p>\n<p>ຖ້າພໍ່ແມ່ ແລະ ຄູອາຈານບໍ່ຮູ້ຈັກຕົນເອງ, ບໍ່ສາມາດເຂົ້າໃຈເດັກນ້ອຍ, ຖ້າພວກເຂົາບໍ່ຮູ້ວິທີເຂົ້າໃຈຢ່າງເລິກເຊິ່ງເຖິງຄວາມສໍາພັນຂອງພວກເຂົາກັບສິ່ງມີຊີວິດເຫຼົ່ານີ້ທີ່ເລີ່ມດໍາລົງຊີວິດ, ຖ້າພວກເຂົາເປັນຫ່ວງພຽງແຕ່ການປູກຝັງສະຕິປັນຍາຂອງນັກຮຽນຂອງພວກເຂົາ, ພວກເຮົາຈະສ້າງການສຶກສາປະເພດໃຫມ່ໄດ້ແນວໃດ?</p>\n<p>ເດັກນ້ອຍ, ນັກຮຽນ, ໄປໂຮງຮຽນເພື່ອຮັບຄໍາແນະນໍາທີ່ມີສະຕິ, ແຕ່ຖ້າຄູອາຈານມີເງື່ອນໄຂແຄບ, ອະນຸລັກ, ປະຕິກິລິຍາ, ຫລ້າຊ້າ, ນັກຮຽນຈະເປັນແນວນັ້ນ.</p>\n<p>ນັກການສຶກສາຕ້ອງໄດ້ຮັບການສຶກສາຄືນໃຫມ່, ຮູ້ຈັກຕົນເອງ, ທົບທວນຄວາມຮູ້ທັງຫມົດຂອງພວກເຂົາ, ເຂົ້າໃຈວ່າພວກເຮົາກໍາລັງເຂົ້າສູ່ຍຸກໃຫມ່.</p>\n<p>ໂດຍການປ່ຽນແປງນັກການສຶກສາ, ການສຶກສາສາທາລະນະໄດ້ຖືກປ່ຽນແປງ.</p>\n<p>ການສຶກສາຜູ້ໃຫ້ການສຶກສາແມ່ນສິ່ງທີ່ຍາກທີ່ສຸດເພາະວ່າທຸກຄົນທີ່ໄດ້ອ່ານຫຼາຍ, ທຸກຄົນທີ່ມີລະດັບ, ທຸກຄົນທີ່ມີສິ່ງທີ່ຈະສອນ, ຜູ້ທີ່ເຮັດວຽກເປັນຄູສອນໂຮງຮຽນ, ແມ່ນຄືກັນ, ຈິດໃຈຂອງລາວຖືກບັນຈຸຢູ່ໃນທິດສະດີຫ້າສິບພັນທິດສະດີທີ່ລາວໄດ້ສຶກສາແລະບໍ່ປ່ຽນແປງອີກຕໍ່ໄປແມ່ນແຕ່ໂດຍແຄນນອນ.</p>\n<p>ຄູອາຈານຄວນສອນວິທີຄິດ, ແຕ່ຫນ້າເສຍດາຍທີ່ພວກເຂົາກັງວົນພຽງແຕ່ສອນສິ່ງທີ່ພວກເຂົາຄວນຄິດ.</p>\n<p>ພໍ່ແມ່ ແລະ ຄູອາຈານອາໄສຢູ່ເຕັມໄປດ້ວຍຄວາມກັງວົນທາງດ້ານເສດຖະກິດ, ສັງຄົມ, ອາລົມ, ແລະອື່ນໆ.</p>\n<p>ພໍ່ແມ່ ແລະ ຄູອາຈານສ່ວນໃຫຍ່ຫຍຸ້ງກັບຄວາມຂັດແຍ່ງ ແລະ ຄວາມໂສກເສົ້າຂອງຕົນເອງ, ພວກເຂົາບໍ່ສົນໃຈຢ່າງຈິງຈັງໃນການສຶກສາ ແລະ ແກ້ໄຂບັນຫາທີ່ເດັກຊາຍ ແລະ ເດັກຍິງຂອງ “ຄື້ນຟອງໃໝ່” ຍົກຂຶ້ນມາ.</p>\n<p>ມີຄວາມເສື່ອມໂຊມທາງດ້ານຈິດໃຈ, ສິນທໍາແລະສັງຄົມຢ່າງຫຼວງຫຼາຍ, ແຕ່ພໍ່ແມ່ແລະຄູອາຈານເຕັມໄປດ້ວຍຄວາມກັງວົນແລະຄວາມກັງວົນສ່ວນຕົວແລະມີເວລາພຽງແຕ່ຄິດກ່ຽວກັບດ້ານເສດຖະກິດຂອງເດັກນ້ອຍ, ໃຫ້ອາຊີບແກ່ພວກເຂົາເພື່ອວ່າພວກເຂົາຈະບໍ່ອຶດຕາຍແລະນັ້ນແມ່ນທັງຫມົດ.</p>\n<p>ກົງກັນຂ້າມກັບຄວາມເຊື່ອທົ່ວໄປ, ພໍ່ແມ່ສ່ວນໃຫຍ່ບໍ່ໄດ້ຮັກລູກຂອງພວກເຂົາແທ້ໆ, ຖ້າພວກເຂົາຮັກພວກເຂົາ, ພວກເຂົາຈະຕໍ່ສູ້ເພື່ອສະຫວັດດີການທົ່ວໄປ, ພວກເຂົາຈະເປັນຫ່ວງກ່ຽວກັບບັນຫາຂອງການສຶກສາສາທາລະນະໂດຍມີຈຸດປະສົງເພື່ອບັນລຸການປ່ຽນແປງທີ່ແທ້ຈິງ.</p>\n<p>ຖ້າພໍ່ແມ່ຮັກລູກຂອງພວກເຂົາແທ້ໆ, ຈະບໍ່ມີສົງຄາມ, ຄອບຄົວແລະປະເທດຊາດຈະບໍ່ໂດດເດັ່ນຫຼາຍກົງກັນຂ້າມກັບໂລກທັງຫມົດ, ເພາະວ່ານີ້ສ້າງບັນຫາ, ສົງຄາມ, ການແບ່ງແຍກທີ່ເປັນອັນຕະລາຍ, ສະພາບແວດລ້ອມທີ່ເປັນອັນຕະລາຍສໍາລັບລູກຊາຍແລະລູກສາວຂອງພວກເຮົາ.</p>\n<p>ປະຊາຊົນສຶກສາ, ກຽມຕົວເປັນທ່ານຫມໍ, ວິສະວະກອນ, ທະນາຍຄວາມ, ແລະອື່ນໆແລະແທນທີ່ຈະບໍ່ໄດ້ກະກຽມສໍາລັບວຽກງານທີ່ຮ້າຍແຮງທີ່ສຸດແລະຍາກທີ່ສຸດເຊິ່ງແມ່ນການເປັນພໍ່ແມ່.</p>\n<p>ຄວາມເຫັນແກ່ຕົວຂອງຄອບຄົວ, ການຂາດຄວາມຮັກຕໍ່ເພື່ອນບ້ານຂອງພວກເຮົາ, ນະໂຍບາຍຂອງການໂດດດ່ຽວຂອງຄອບຄົວແມ່ນໄຮ້ສາລະໃນຫນຶ່ງຮ້ອຍສ່ວນຮ້ອຍ, ເພາະວ່າມັນກາຍເປັນປັດໄຈຂອງຄວາມເສື່ອມໂຊມແລະການເສື່ອມໂຊມທາງສັງຄົມຢ່າງຕໍ່ເນື່ອງ.</p>\n<p>ຄວາມກ້າວຫນ້າ, ການປະຕິວັດທີ່ແທ້ຈິງ, ແມ່ນເປັນໄປໄດ້ພຽງແຕ່ໂດຍການລົ້ມລົງກໍາແພງຈີນທີ່ມີຊື່ສຽງເຫຼົ່ານັ້ນທີ່ແຍກພວກເຮົາ, ເຊິ່ງແຍກພວກເຮົາອອກຈາກສ່ວນທີ່ເຫຼືອຂອງໂລກ.</p>\n<p>ພວກເຮົາທຸກຄົນແມ່ນຄອບຄົວຫນຶ່ງແລະມັນເປັນເລື່ອງໄຮ້ສາລະທີ່ຈະທໍລະມານເຊິ່ງກັນແລະກັນ, ພິຈາລະນາຄອບຄົວພຽງແຕ່ສອງສາມຄົນທີ່ຢູ່ຮ່ວມກັນກັບພວກເຮົາ, ແລະອື່ນໆ.</p>\n<p>ຄວາມໂດດເດັ່ນທີ່ເຫັນແກ່ຕົວຂອງຄອບຄົວຢຸດຕິຄວາມກ້າວຫນ້າທາງສັງຄົມ, ແບ່ງມະນຸດ, ສ້າງສົງຄາມ, ຊົນຊັ້ນປົກຄອງ, ສິດທິພິເສດ, ບັນຫາທາງດ້ານເສດຖະກິດ, ແລະອື່ນໆ.</p>\n<p>ເມື່ອພໍ່ແມ່ຮັກລູກຂອງພວກເຂົາແທ້ໆ, ຝາ, ຮົ້ວທີ່ຫນ້າກຽດຊັງຂອງການໂດດດ່ຽວຈະຕົກຢູ່ໃນຂີ້ຝຸ່ນແລະຫຼັງຈາກນັ້ນຄອບຄົວຈະຢຸດເຊົາການເປັນວົງມົນທີ່ເຫັນແກ່ຕົວແລະໄຮ້ສາລະ.</p>\n<p>ໂດຍການຫຼຸດລົງກໍາແພງທີ່ເຫັນແກ່ຕົວຂອງຄອບຄົວ, ຫຼັງຈາກນັ້ນມີການຮ່ວມກັນເປັນອ້າຍນ້ອງກັບພໍ່ແມ່ຄົນອື່ນໆທັງຫມົດ, ກັບຄູອາຈານ, ກັບສັງຄົມທັງຫມົດ.</p>\n<p>ຜົນຂອງຄວາມເປັນອ້າຍນ້ອງທີ່ແທ້ຈິງ, ແມ່ນການປ່ຽນແປງທາງສັງຄົມທີ່ແທ້ຈິງ, ການປະຕິວັດທີ່ແທ້ຈິງຂອງຂະແຫນງການສຶກສາສໍາລັບໂລກທີ່ດີກວ່າ.</p>\n<p>ຜູ້ໃຫ້ການສຶກສາຕ້ອງມີສະຕິຫຼາຍຂຶ້ນ, ລາວຕ້ອງເຕົ້າໂຮມພໍ່ແມ່, ກັບຄະນະກໍາມະການພໍ່ແມ່ແລະເວົ້າກັບພວກເຂົາຢ່າງຈະແຈ້ງ.</p>\n<p>ມັນເປັນສິ່ງຈໍາເປັນທີ່ພໍ່ແມ່ເຂົ້າໃຈວ່າວຽກງານຂອງການສຶກສາສາທາລະນະແມ່ນປະຕິບັດບົນພື້ນຖານທີ່ຫນັກແຫນ້ນຂອງການຮ່ວມມືເຊິ່ງກັນແລະກັນລະຫວ່າງພໍ່ແມ່ແລະຄູອາຈານ.</p>\n<p>ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະບອກພໍ່ແມ່ວ່າການສຶກສາພື້ນຖານແມ່ນມີຄວາມຈໍາເປັນເພື່ອຍົກສູງຄົນຮຸ່ນໃຫມ່.</p>\n<p>ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະບອກພໍ່ແມ່ວ່າການສ້າງຕັ້ງທາງປັນຍາແມ່ນມີຄວາມຈໍາເປັນແຕ່ບໍ່ແມ່ນທັງຫມົດ, ບາງສິ່ງບາງຢ່າງຫຼາຍແມ່ນຈໍາເປັນ, ມັນຈໍາເປັນຕ້ອງສອນຊາຍຫນຸ່ມແລະຍິງຫນຸ່ມໃຫ້ຮູ້ຈັກຕົນເອງ, ຮູ້ຈັກຄວາມຜິດພາດຂອງຕົນເອງ, ຂໍ້ບົກພ່ອງທາງຈິດໃຈຂອງຕົນເອງ.</p>\n<p>ເຈົ້າຕ້ອງບອກພໍ່ແມ່ວ່າລູກໆຕ້ອງເກີດມາດ້ວຍຄວາມຮັກ ແລະບໍ່ແມ່ນຄວາມຫຼົງໄຫຼຂອງສັດ.</p>\n<p>ມັນເປັນເລື່ອງທີ່ໂຫດຮ້າຍ ແລະ ໂຫດຮ້າຍທີ່ຈະຄາດຄະເນຄວາມປາຖະໜາຂອງສັດຂອງພວກເຮົາ, ຄວາມຫຼົງໄຫຼທາງເພດທີ່ຮຸນແຮງຂອງພວກເຮົາ, ຄວາມຮູ້ສຶກທີ່ເປັນພະຍາດ ແລະ ອາລົມຂອງສັດເດຍລະສານຢູ່ໃນລູກຫຼານຂອງພວກເຮົາ.</p>\n<p>ລູກຊາຍ ແລະ ລູກສາວເປັນການຄາດຄະເນຂອງພວກເຮົາເອງ ແລະມັນເປັນອາຊະຍາກຳທີ່ຈະຕິດເຊື້ອໂລກດ້ວຍການຄາດຄະເນຂອງສັດເດຍລະສານ.</p>\n<p>ຄູອາຈານຂອງໂຮງຮຽນ, ວິທະຍາໄລແລະມະຫາວິທະຍາໄລຕ້ອງເຕົ້າໂຮມພໍ່ແມ່ຢູ່ໃນຫ້ອງປະຊຸມໂດຍມີຈຸດປະສົງທີ່ດີຕໍ່ສຸຂະພາບເພື່ອສອນເຂົາເຈົ້າເສັ້ນທາງຂອງຄວາມຮັບຜິດຊອບທາງສິນທໍາຕໍ່ລູກຂອງເຂົາເຈົ້າແລະຕໍ່ສັງຄົມແລະໂລກ.</p>\n<p>ນັກການສຶກສາມີຫນ້າທີ່ສຶກສາຕົວເອງແລະນໍາພາພໍ່ແມ່.</p>\n<p>ພວກເຮົາຈໍາເປັນຕ້ອງຮັກຢ່າງແທ້ຈິງເພື່ອປ່ຽນແປງໂລກ. ພວກເຮົາຈໍາເປັນຕ້ອງເຂົ້າຮ່ວມເພື່ອຍົກລະຫວ່າງພວກເຮົາທຸກຄົນ, ພຣະວິຫານທີ່ປະເສີດຂອງຍຸກໃຫມ່ທີ່ໃນປັດຈຸບັນນີ້ແມ່ນການເລີ່ມຕົ້ນໃນບັນດາ thunder ອັນສູງສົ່ງຂອງຄວາມຄິດ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/lao/educacion-fundamental/padres-y-maestros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/padres-y-maestros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/padres-y-maestros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
