import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Батьки та Вчителі",
  "locale": "uk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "36. Батьки та Вчителі",
    "order": 36
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Найсерйозніша проблема ДЕРЖАВНОЇ ОСВІТИ – це не учні початкової, середньої чи старшої школи, а БАТЬКИ та ВЧИТЕЛІ.</p>\n<p>Якщо батьки й учителі не знають самих себе, не здатні зрозуміти дитину, якщо не вміють глибоко розуміти свої стосунки з цими створіннями, які починають жити, якщо їх хвилює лише розвиток інтелекту своїх вихованців, як ми зможемо створити новий вид освіти?</p>\n<p>Дитина, учень, учениця йдуть до школи, щоб отримати свідоме керівництво, але якщо вчителі, вчительки мають вузький світогляд, є консерваторами, реакціонерами, відсталими, таким буде й студент, студентка.</p>\n<p>Педагоги повинні перекваліфікуватися, пізнати самих себе, переглянути всі свої знання, зрозуміти, що ми вступаємо в Нову Еру.</p>\n<p>Змінюючи вчителів, змінюється державна освіта.</p>\n<p>НАВЧИТИ ПЕДАГОГА найважче, тому що кожен, хто багато читав, кожен, хто має диплом, кожен, хто повинен навчати, хто працює шкільним учителем, вже є таким, яким є, його розум ув’язнений у п’ятдесяти тисячах теорій, які він вивчив, і він вже не зміниться навіть під дулом пістолета.</p>\n<p>Вчителі й учительки повинні вчити ЯК ДУМАТИ, але, на жаль, їх хвилює лише те, ЩО ВОНИ ПОВИННІ ДУМАТИ.</p>\n<p>Батьки та вчителі живуть, сповнені жахливих економічних, соціальних, емоційних турбот тощо.</p>\n<p>Батьки та вчителі здебільшого зайняті власними конфліктами та проблемами, вони не справді зацікавлені у вивченні та вирішенні проблем, які ставлять хлопці та дівчата «НОВОЇ ХВИЛІ».</p>\n<p>Існує жахлива розумова, моральна та соціальна деградація, але батьки та вчителі сповнені особистих тривог і турбот і мають час лише на те, щоб думати про економічний аспект дітей, про те, щоб дати їм професію, щоб вони не померли з голоду, і це все.</p>\n<p>Всупереч загальній думці, більшість батьків не люблять своїх дітей по-справжньому, якщо б вони їх любили, вони б боролися за спільне благо, турбувалися б про проблеми ДЕРЖАВНОЇ ОСВІТИ з метою досягнення справжніх змін.</p>\n<p>Якби батьки справді любили своїх дітей, не було б воєн, сім’я та нація не виділялися б настільки у протиставленні всьому світу, тому що це створює проблеми, війни, шкідливі розколи, пекельне середовище для наших синів і дочок.</p>\n<p>Люди навчаються, готуються бути лікарями, інженерами, юристами тощо, але не готуються до найсерйознішого та найважчого завдання – бути батьками.</p>\n<p>Цей сімейний егоїзм, ця відсутність любові до наших ближніх, ця політика сімейної ізоляції є абсолютно абсурдною, тому що вона стає фактором погіршення та постійної соціальної деградації.</p>\n<p>Прогрес, справжня Революція можливі лише шляхом руйнування цих знаменитих китайських стін, які розділяють нас, які ізолюють нас від решти світу.</p>\n<p>Всі ми є ОДНІЄЮ СІМ’ЄЮ, і абсурдно мучити один одного, вважати сім’єю лише тих небагатьох людей, які живуть з нами тощо.</p>\n<p>ЕГОЇСТИЧНИЙ СІМЕЙНИЙ ЕКСКЛЮЗИВІЗМ гальмує соціальний прогрес, розділяє людей, створює війни, привілейовані касти, економічні проблеми тощо.</p>\n<p>Коли батьки по-справжньому полюблять своїх дітей, стіни, мерзенні бар’єри ізоляції розсиплються на порох, і тоді сім’я перестане бути егоїстичним і абсурдним колом.</p>\n<p>З руйнуванням егоїстичних сімейних стін виникає братерська єдність з усіма іншими батьками, з учителями й учительками, з усім суспільством.</p>\n<p>Результатом СПРАВЖНЬОГО БРАТЕРСТВА є СПРАВЖНЯ СОЦІАЛЬНА ТРАНСФОРМАЦІЯ, справжня РЕВОЛЮЦІЯ в галузі ОСВІТИ для кращого світу.</p>\n<p>ПЕДАГОГ повинен бути більш свідомим, повинен збирати батьків, раду батьків і говорити з ними відверто.</p>\n<p>Необхідно, щоб батьки зрозуміли, що завдання державної освіти виконується на міцній основі взаємної співпраці між батьками та вчителями.</p>\n<p>Необхідно сказати батькам, що ФУНДАМЕНТАЛЬНА ОСВІТА необхідна для виховання нових поколінь.</p>\n<p>Необхідно сказати батькам, що інтелектуальна освіта необхідна, але це ще не все, потрібно щось більше, потрібно навчити хлопців і дівчат пізнавати самих себе, пізнавати свої власні помилки, свої власні психологічні недоліки.</p>\n<p>Потрібно сказати батькам, що дітей слід народжувати з ЛЮБОВІ, а не з ТВАРИННОЇ ПРИСТРАСТІ.</p>\n<p>Жорстоко і безжально проектувати наші тваринні бажання, наші сильні сексуальні пристрасті, наші хворобливі сентименти та звірячі емоції на наших нащадків.</p>\n<p>Сини і дочки є нашими власними проекціями, і злочинно заражати світ звірячими проекціями.</p>\n<p>Вчителі й учительки шкіл, коледжів та університетів повинні збирати батьків у актовому залі зі здоровою метою навчити їх шляху моральної відповідальності перед своїми дітьми, суспільством і світом.</p>\n<p>ПЕДАГОГИ зобов’язані ПЕРЕКВАЛІФІКУВАТИСЯ та орієнтувати батьків.</p>\n<p>Нам потрібно по-справжньому любити, щоб змінити світ. Нам потрібно об’єднатися, щоб звести між собою чудовий Храм Нової Ери, який зараз починається серед величного грому думки.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/uk/educacion-fundamental/padres-y-maestros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/padres-y-maestros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/padres-y-maestros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
