import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Эцэг эхчүүд ба Багш нар",
  "locale": "mn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "36. Эцэг эхчүүд ба Багш нар",
    "order": 36
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Төрийн боловсролын хамгийн ноцтой асуудал нь бага, дунд, ахлах сургуулийн сурагчид биш, харин ЭЦЭГ ЭХ, БАГШ нар юм.</p>\n<p>Хэрэв эцэг эх, багш нар өөрсдийгөө танихгүй, хүүхдийг ойлгож чадахгүй бол, тэдний амьдралаа эхэлж буй эдгээр амьтадтай хэрхэн харилцаж байгааг гүнзгий ойлгож чадахгүй, хэрэв тэд зөвхөн боловсрогчдын оюун ухааныг хөгжүүлэхэд санаа тавьдаг бол бид яаж шинэ төрлийн боловсрол бий болгох вэ?</p>\n<p>Хүүхэд, сурагч, охин сургуульд ухамсартайгаар чиглүүлэхээр очдог, гэтэл багш нар, багш нар хэт явцуу үзэлтэй, консерватив, реакционер, хоцрогдсон бол оюутан, оюутан ч тийм л байх болно.</p>\n<p>Боловсрогчид өөрсдийгөө дахин сургаж, өөрсдийгөө таньж, бүх мэдлэгээ хянаж, бид шинэ эрин үед орж байгааг ойлгох ёстой.</p>\n<p>Боловсрогчид өөрчлөгдөж, төрийн боловсрол өөрчлөгдөнө.</p>\n<p>БОЛОВСРУУЛАГЧИД сургах нь хамгийн хэцүү, учир нь их уншсан хүн бүр, цолтой хүн бүр, заах ёстой хүн бүр, сургуулийн багшаар ажилладаг хүн бүр аль хэдийнэ хэн бэ, түүний оюун ухаан нь судалсан тавин мянган онолоор дүүрсэн, пуужингаар ч өөрчлөгдөхгүй.</p>\n<p>Багш нар яаж БОДОХЫГ заах ёстой байсан ч, харамсалтай нь тэд ЮУ БОДОХ ЁСТОЙГ заахад санаа тавьдаг.</p>\n<p>Эцэг эх, багш нар аймшигт эдийн засаг, нийгэм, сэтгэл санааны зовлонгоор дүүрэн амьдардаг.</p>\n<p>Эцэг эх, багш нар ихэвчлэн өөрсдийн зөрчил, зовлонгоор завгүй байдаг, тэд “ШИНЭ ДАВТАЛТ”-ын залуус, охидын тавьсан асуудлыг судалж, шийдвэрлэхэд үнэхээр нухацтай хандахгүй байна.</p>\n<p>Оюун санааны, ёс суртахууны, нийгмийн асар их доройтол бий, гэхдээ эцэг эх, багш нар хувийн санаа зовнил, санаа зовнилоор дүүрэн байдаг бөгөөд хүүхдүүдийнхээ эдийн засгийн талыг бодож, өлсөж үхэхгүйн тулд мэргэжил олгоход л цаг завтай байдаг.</p>\n<p>Нийтийн итгэл үнэмшилтэй зөрчилдөж, гэр бүлийн ихэнх эцэг эхчүүд хүүхдүүдээ үнэхээр хайрладаггүй, хэрэв хайрладаг бол нийтийн сайн сайхны төлөө тэмцэж, жинхэнэ өөрчлөлт хийхийн тулд ТӨРИЙН БОЛОВСРОЛЫН асуудалд санаа тавих болно.</p>\n<p>Хэрэв гэр бүлийн эцэг эхчүүд хүүхдүүдээ үнэхээр хайрладаг бол дайн гарахгүй, гэр бүл, үндэстнийг дэлхий дахины эсрэг тавьж тодруулахгүй, учир нь энэ нь асуудал, дайн, хор хөнөөлтэй хуваагдал, хүүхдүүдэд зориулсан тамхи татдаг орчныг бий болгодог.</p>\n<p>Хүмүүс сурч, эмч, инженер, хуульч гэх мэтээр бэлтгэгддэг ч гэр бүлийн эцэг эх байх хамгийн хэцүү бөгөөд хамгийн хэцүү ажилд бэлтгэгддэггүй.</p>\n<p>Гэр бүлийн тэрхүү хувиа хичээсэн байдал, бусад хүмүүсийг хайрлахгүй байх, гэр бүлийн тусгаарлалтын тэрхүү бодлого нь зуун хувь утгагүй зүйл бөгөөд энэ нь нийгмийн доройтол, байнгын доройтлын хүчин зүйл болдог.</p>\n<p>Дэвшил, жинхэнэ хувьсгал нь биднийг дэлхий дахинаас тусгаарлаж, тусгаарладаг алдарт Хятадын цагаан хэрмийг нураах замаар л боломжтой.</p>\n<p>Бид бүгдээрээ НЭГ ГЭР БҮЛ бөгөөд бие биенээ тарчлаах, зөвхөн өөрсөнтэйгөө хамт амьдардаг цөөн хэдэн хүмүүсийг гэр бүл гэж үзэх нь утгагүй юм.</p>\n<p>ГЭР БҮЛИЙН ХУВИА ХИЧЭЭСЭН ХЯЗГААРЛАЛТ нь нийгмийн дэвшлийг зогсоож, хүмүүсийг хувааж, дайн, давуу эрхтэй давхарга, эдийн засгийн асуудал гэх мэтийг бий болгодог.</p>\n<p>Гэр бүлийн эцэг эхчүүд хүүхдүүдээ үнэхээр хайрлах үед хана, тусгаарлалтын жигшүүрт хашаа нуран унах бөгөөд тэр үед гэр бүл хувиа хичээсэн, утгагүй хүрээ байхаа болино.</p>\n<p>Гэр бүлийн хувиа хичээсэн хана нурснаар бүх бусад эцэг эхчүүд, багш нар, нийгэмтэй эгч дүүгийн харилцаа бий болно.</p>\n<p>ЖИНХЭНЭ ЭГЧ ДҮҮГИЙН ҮР ДҮН бол нийгмийн ЖИНХЭНЭ ӨӨРЧЛӨЛТ, илүү сайн ертөнцийн төлөө БОЛОВСРОЛЫН салбарын жинхэнэ ХУВЬСГАЛ юм.</p>\n<p>БОЛОВСРУУЛАГЧ нь илүү ухамсартай байж, гэр бүлийн эцэг эхчүүд, гэр бүлийн эцэг эхийн удирдах зөвлөлийг цуглуулж, тэдэнд тодорхой хэлэх ёстой.</p>\n<p>Төрийн боловсролын ажил нь гэр бүлийн эцэг эхчүүд, багш нарын харилцан хамтын ажиллагааны бат бөх үндсэн дээр явагддагийг эцэг эхчүүд ойлгох нь чухал.</p>\n<p>ШИНЭ ҮЕИЙГ өргөхийн тулд СУУРЬ БОЛОВСРОЛ чухал гэдгийг эцэг эхчүүдэд хэлэх нь чухал.</p>\n<p>Оюун ухааны сургалт чухал боловч энэ нь бүгд биш, өөр зүйл хэрэгтэй, залуус, охидод өөрсдийгөө, өөрсдийн алдаа, өөрсдийн сэтгэл зүйн дутагдлыг таньж мэдэхийг заах хэрэгтэй.</p>\n<p>Хүүхдүүдийг АМАРТАЙ, амьтны ХҮСЛЭЭР биш, хүүхдүүдтэй болох ёстой гэдгийг эцэг эхчүүдэд хэлэх хэрэгтэй.</p>\n<p>Амьтны хүсэл, хүчирхийллийн бэлгийн хүсэл, эмгэнэлтэй сэтгэл хөдлөл, араатны мэдрэмжээ удмаараа дамжуулах нь харгис хэрцгий юм.</p>\n<p>Хүүхдүүд, охид бол бидний өөрсдийн төсөөлөл бөгөөд араатны төсөөллөөр Дэлхийг халдварлах нь гэмт хэрэг юм.</p>\n<p>Сургууль, коллеж, их дээд сургуулийн багш нар эцэг эхчүүдийг хүүхэд болон нийгэм, ертөнцийн өмнө хүлээх ёс суртахууны хариуцлагын замыг заах зорилгоор актын танхимд цуглуулах ёстой.</p>\n<p>БОЛОВСРУУЛАГЧИД өөрсдийгөө ДАХИН СУРГАХ, эцэг эхчүүдийг чиглүүлэх үүрэгтэй.</p>\n<p>Дэлхийг өөрчлөхийн тулд бидэнд үнэхээр хайр хэрэгтэй. Оюун санааны агуу дуулиан дунд эхэлж байгаа Шинэ Эриний гайхамшигт сүмийг бүгдээрээ хамтдаа босгохын тулд бидэнд нэгдэх хэрэгтэй.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mn/educacion-fundamental/padres-y-maestros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/padres-y-maestros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/padres-y-maestros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
