import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Γονείς και Δάσκαλοι",
  "locale": "el",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "36. Γονείς και Δάσκαλοι",
    "order": 36
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Το πιο σοβαρό πρόβλημα της ΔΗΜΟΣΙΑΣ ΕΚΠΑΙΔΕΥΣΗΣ δεν είναι οι μαθητές και οι μαθήτριες του δημοτικού, του γυμνασίου ή του λυκείου, αλλά οι ΓΟΝΕΙΣ και οι ΔΑΣΚΑΛΟΙ.</p>\n<p>Εάν οι Γονείς και οι Δάσκαλοι δεν γνωρίζουν τον εαυτό τους, δεν είναι ικανοί να κατανοήσουν το παιδί, το κορίτσι, εάν δεν ξέρουν να κατανοήσουν σε βάθος τις σχέσεις τους με αυτά τα πλάσματα που αρχίζουν να ζουν, εάν απλά ενδιαφέρονται να καλλιεργήσουν τη διάνοια των μαθητών τους, πώς θα μπορέσουμε να δημιουργήσουμε μια νέα μορφή εκπαίδευσης;</p>\n<p>Το παιδί, ο μαθητής, η μαθήτρια, πηγαίνει στο Σχολείο για να λάβει συνειδητή καθοδήγηση, αλλά εάν οι Δάσκαλοι, οι Δασκάλες, είναι στενόμυαλοι, συντηρητικοί, αντιδραστικοί, οπισθοδρομικοί, έτσι θα είναι ο φοιτητής, η φοιτήτρια.</p>\n<p>Οι Εκπαιδευτικοί πρέπει να επανεκπαιδευτούν, να γνωρίσουν τον εαυτό τους, να επανεξετάσουν όλες τις γνώσεις τους, να κατανοήσουν ότι εισερχόμαστε σε μια Νέα Εποχή.</p>\n<p>Μεταμορφώνοντας τους εκπαιδευτικούς, μεταμορφώνεται η δημόσια εκπαίδευση.</p>\n<p>Η ΕΚΠΑΙΔΕΥΣΗ του ΕΚΠΑΙΔΕΥΤΗ είναι το πιο δύσκολο, διότι όποιος έχει διαβάσει πολλά, όποιος έχει τίτλο, όποιος έχει να διδάξει, που εργάζεται ως δάσκαλος Σχολείου, είναι ήδη όπως είναι, το μυαλό του είναι εμφιαλωμένο στις πενήντα χιλιάδες θεωρίες που έχει σπουδάσει και δεν αλλάζει πλέον ούτε με κανονιοβολισμούς.</p>\n<p>Οι Δάσκαλοι και οι Δασκάλες θα έπρεπε να διδάσκουν ΠΩΣ ΝΑ ΣΚΕΦΤΟΝΤΑΙ, αλλά δυστυχώς απλά ενδιαφέρονται να τους διδάσκουν ΤΙ ΠΡΕΠΕΙ ΝΑ ΣΚΕΦΤΟΝΤΑΙ.</p>\n<p>Γονείς και Δάσκαλοι ζουν γεμάτοι με τρομερές οικονομικές, κοινωνικές, συναισθηματικές ανησυχίες, κ.λπ.</p>\n<p>Γονείς και Δάσκαλοι είναι κυρίως απασχολημένοι με τις δικές τους συγκρούσεις και λύπες, δεν ενδιαφέρονται πραγματικά σοβαρά να μελετήσουν και να λύσουν τα προβλήματα που θέτουν τα αγόρια και τα κορίτσια της “ΝΕΑΣ ΓΕΝΙΑΣ”.</p>\n<p>Υπάρχει τρομερή διανοητική, ηθική και κοινωνική εκφυγή, αλλά οι γονείς και οι Δάσκαλοι είναι γεμάτοι με προσωπικές ανησυχίες και ανησυχίες και έχουν μόνο χρόνο να σκεφτούν την οικονομική πλευρά των παιδιών, να τους δώσουν ένα επάγγελμα για να μην πεθάνουν από την πείνα και αυτό είναι όλο.</p>\n<p>Σε αντίθεση με την κοινή πεποίθηση, οι περισσότεροι γονείς δεν αγαπούν πραγματικά τα παιδιά τους, εάν τα αγαπούσαν, θα αγωνίζονταν για το κοινό καλό, θα ανησυχούσαν για τα προβλήματα της ΔΗΜΟΣΙΑΣ ΕΚΠΑΙΔΕΥΣΗΣ με σκοπό να επιτύχουν μια πραγματική αλλαγή.</p>\n<p>Εάν οι Γονείς αγαπούσαν πραγματικά τα παιδιά τους, δεν θα υπήρχαν πόλεμοι, δεν θα ξεχώριζαν τόσο η οικογένεια και το έθνος σε αντίθεση με το σύνολο του κόσμου, γιατί αυτό δημιουργεί προβλήματα, πολέμους, επιζήμιες διαιρέσεις, ένα κολασμένο περιβάλλον για τους γιους και τις κόρες μας.</p>\n<p>Οι άνθρωποι σπουδάζουν, προετοιμάζονται να γίνουν γιατροί, μηχανικοί, δικηγόροι, κ.λπ. και αντ ‘αυτού δεν προετοιμάζονται για το πιο σοβαρό και πιο δύσκολο έργο, το οποίο είναι να είναι Γονείς.</p>\n<p>Αυτός ο εγωισμός της οικογένειας, αυτή η έλλειψη αγάπης προς τους συνανθρώπους μας, αυτή η πολιτική της οικογενειακής απομόνωσης, είναι παράλογη κατά εκατό τοις εκατό, διότι μετατρέπεται σε έναν παράγοντα φθοράς και συνεχούς κοινωνικής εκφυγής.</p>\n<p>Η πρόοδος, η πραγματική Επανάσταση, είναι δυνατή μόνο κατεδαφίζοντας αυτά τα διάσημα Σινικά Τείχη που μας χωρίζουν, που μας απομονώνουν από τον υπόλοιπο κόσμο.</p>\n<p>Όλοι εμείς είμαστε μια ΜΟΝΗ ΟΙΚΟΓΕΝΕΙΑ και είναι παράλογο να βασανίζουμε ο ένας τον άλλον, να θεωρούμε ως οικογένεια μόνο τα λίγα άτομα που συνυπάρχουν μαζί μας, κ.λπ.</p>\n<p>Ο ΕΓΩΙΣΤΙΚΟΣ ΑΠΟΚΛΕΙΣΜΟΣ ΤΗΣ ΟΙΚΟΓΕΝΕΙΑΣ σταματά την κοινωνική πρόοδο, διαιρεί τους ανθρώπους, δημιουργεί πολέμους, προνομιούχες κάστες, οικονομικά προβλήματα, κ.λπ.</p>\n<p>Όταν οι Γονείς αγαπήσουν πραγματικά τα παιδιά τους, θα πέσουν σκόνη οι τοίχοι, τα αχρείαστα φράγματα της απομόνωσης και τότε η οικογένεια θα πάψει να είναι ένας εγωιστικός και παράλογος κύκλος.</p>\n<p>Καταρρέοντας οι εγωιστικοί τοίχοι της οικογένειας, υπάρχει τότε αδελφική κοινωνία με όλους τους άλλους πατέρες και μητέρες, με τους Δασκάλους και τις Δασκάλες, με ολόκληρη την κοινωνία.</p>\n<p>Το αποτέλεσμα της ΑΛΗΘΙΝΗΣ ΑΔΕΛΦΟΣΥΝΗΣ, είναι η ΑΛΗΘΙΝΗ ΚΟΙΝΩΝΙΚΗ ΜΕΤΑΣΧΗΜΑΤΙΣΗ, η αυθεντική ΕΠΑΝΑΣΤΑΣΗ του εκπαιδευτικού κλάδου για έναν καλύτερο κόσμο.</p>\n<p>Ο ΕΚΠΑΙΔΕΥΤΗΣ πρέπει να είναι πιο συνειδητός, πρέπει να συγκεντρώσει τους Πατέρες και τις Μητέρες, το Διοικητικό Συμβούλιο των Γονέων και να τους μιλήσει ξεκάθαρα.</p>\n<p>Είναι απαραίτητο οι Γονείς να κατανοήσουν ότι το έργο της δημόσιας εκπαίδευσης πραγματοποιείται στη σταθερή βάση της αμοιβαίας συνεργασίας μεταξύ Γονέων και Δασκάλων.</p>\n<p>Είναι απαραίτητο να πούμε στους Γονείς ότι η ΘΕΜΕΛΙΩΔΗΣ ΕΚΠΑΙΔΕΥΣΗ είναι απαραίτητη για να ανυψώσουμε τις νέες Γενιές.</p>\n<p>Είναι απαραίτητο να πούμε στους Γονείς ότι η διανοητική κατάρτιση είναι απαραίτητη αλλά δεν είναι τα πάντα, χρειάζεται κάτι περισσότερο, χρειάζεται να διδάξουμε στα αγόρια και τα κορίτσια να γνωρίσουν τον εαυτό τους, να γνωρίσουν τα δικά τους λάθη, τα δικά τους Ψυχολογικά ελαττώματα.</p>\n<p>Πρέπει να πούμε στους Γονείς ότι τα παιδιά πρέπει να γεννιούνται από ΑΓΑΠΗ και όχι από ΖΩΙΚΟ ΠΑΘΟΣ.</p>\n<p>Είναι σκληρό και ανελέητο να προβάλλουμε τις ζωικές επιθυμίες μας, τα βίαια σεξουαλικά πάθη μας, τους νοσηρούς συναισθηματισμούς μας και τα θηριώδη συναισθήματά μας στους απογόνους μας.</p>\n<p>Οι Γιοι και οι Κόρες είναι οι δικές μας προβολές και είναι εγκληματικό να μολύνουμε τον Κόσμο με θηριώδεις προβολές.</p>\n<p>Οι Δάσκαλοι και οι Δασκάλες Σχολείων, Κολλεγίων και Πανεπιστημίων πρέπει να συγκεντρώσουν στην αίθουσα εκδηλώσεων, τους Πατέρες και τις Μητέρες με τον υγιή σκοπό να τους διδάξουν τον δρόμο της ηθικής ευθύνης προς τα παιδιά τους και προς την Κοινωνία και τον Κόσμο.</p>\n<p>Οι ΕΚΠΑΙΔΕΥΤΙΚΟΙ έχουν το καθήκον να ΕΠΑΝΕΚΠΑΙΔΕΥΣΟΥΝ τον εαυτό τους και να καθοδηγήσουν τους Πατέρες και τις Μητέρες.</p>\n<p>Χρειαζόμαστε να αγαπήσουμε αληθινά για να μεταμορφώσουμε τον κόσμο. Χρειαζόμαστε να ενωθούμε για να ανυψώσουμε μεταξύ όλων μας, τον θαυμάσιο Ναό της Νέας Εποχής που αυτή τη στιγμή ξεκινά ανάμεσα στον σεβαστό βρόντο της σκέψης.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/el/educacion-fundamental/padres-y-maestros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/padres-y-maestros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/padres-y-maestros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
