import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Бацькі і Настаўнікі",
  "locale": "be",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "36. Бацькі і Настаўнікі",
    "order": 36
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Самая сур’ёзная праблема ДЗЯРЖАЎНАЙ АДУКАЦЫІ - гэта не вучні пачатковай, сярэдняй ці старшай школы, а БАЦЬКІ і НАСТАЎНІКІ.</p>\n<p>Калі бацькі і настаўнікі не ведаюць сябе, не могуць зразумець дзіця, калі не могуць глыбока зразумець свае адносіны з гэтымі істотамі, якія толькі пачынаюць жыць, калі яны клапоцяцца толькі аб развіцці інтэлекту сваіх выхаванцаў, як мы можам стварыць новы від адукацыі?</p>\n<p>Дзіця, вучань, вучаніца, ідуць у школу, каб атрымаць свядомае кіраўніцтва, але калі настаўнікі, настаўніцы, маюць вузкія погляды, кансерватыўныя, рэакцыйныя, запаволеныя, такім будзе і студэнт, студэнтка.</p>\n<p>Педагогі павінны перавыхоўвацца, пазнаваць сябе, пераглядаць усе свае веды, разумець, што мы ўваходзім у Новую эру.</p>\n<p>Ператвараючы педагогаў, ператвараецца дзяржаўная адукацыя.</p>\n<p>ВЫХАВАЦЬ ПЕДАГОГА - самае складанае, таму што той, хто шмат чытаў, той, хто мае дыплом, той, хто павінен вучыць, хто працуе школьным настаўнікам, ужо такі, які ёсць, яго розум закаркаваны ў пяцьдзесят тысяч тэорый, якія ён вывучыў, і ўжо не зменіцца нават пад дулам гарматы.</p>\n<p>Настаўнікі і настаўніцы павінны вучыць, ЯК ДУМАЦЬ, але, на жаль, яны клапоцяцца толькі пра тое, КАБ ВУЧЫЦЬ, ПРА ШТО ТРЭБА ДУМАЦЬ.</p>\n<p>Бацькі і настаўнікі жывуць у вялікіх эканамічных, сацыяльных, эмацыйных і г.д. праблемах.</p>\n<p>Бацькі і настаўнікі ў асноўным занятыя ўласнымі канфліктамі і смуткамі, яны не сапраўды зацікаўленыя ў вывучэнні і вырашэнні праблем, якія ўзнікаюць у хлопцаў і дзяўчат з “НОВАЙ ХВАЛІ”.</p>\n<p>Існуе велізарная разумовая, маральная і сацыяльная дэградацыя, але бацькі і настаўнікі поўныя асабістых трывог і клопатаў і маюць час толькі думаць пра эканамічны аспект дзяцей, пра тое, каб даць ім прафесію, каб яны не памерлі з голаду, і гэта ўсё.</p>\n<p>Насуперак распаўсюджанаму меркаванню, большасць бацькоў не любяць сваіх дзяцей па-сапраўднаму, калі б любілі, змагаліся б за агульны дабрабыт, клапаціліся б аб праблемах ДЗЯРЖАЎНАЙ АДУКАЦЫІ з мэтай дасягнення сапраўдных змен.</p>\n<p>Калі б бацькі сапраўды любілі сваіх дзяцей, не было б войнаў, так не вылучаліся б сям’я і нацыя ў апазіцыі да ўсяго свету, таму што гэта стварае праблемы, войны, шкодныя падзелы, пякельнае асяроддзе для нашых сыноў і дачок.</p>\n<p>Людзі вучацца, рыхтуюцца стаць лекарамі, інжынерамі, юрыстамі і г.д., але не рыхтуюцца да самай сур’ёзнай і складанай задачы, якой з’яўляецца роля бацькоў.</p>\n<p>Гэты сямейны эгаізм, гэтая адсутнасць любові да нашых блізкіх, гэтая палітыка сямейнай ізаляцыі абсурдная на сто працэнтаў, таму што яна ператвараецца ў фактар пагаршэння і пастаяннай сацыяльнай дэградацыі.</p>\n<p>Прагрэс, сапраўдная Рэвалюцыя, магчымыя толькі шляхам разбурэння гэтых знакамітых кітайскіх муроў, якія аддзяляюць нас, якія ізалююць нас ад астатняга свету.</p>\n<p>Усе мы - АДНА СЯМ’Я, і абсурдна мучыць адзін аднаго, лічыць сям’ёй толькі тых нямногіх людзей, якія жывуць з намі, і г.д.</p>\n<p>Эгаістычны сямейны эксклюзівізм спыняе сацыяльны прагрэс, раздзяляе людзей, стварае войны, прывілеяваныя касты, эканамічныя праблемы і г.д.</p>\n<p>Калі бацькі сапраўды палюбяць сваіх дзяцей, сцены, гнюсныя платы ізаляцыі рассыплюцца ў пыл, і тады сям’я перастане быць эгаістычным і абсурдным колам.</p>\n<p>Пасля падзення эгаістычных сямейных муроў тады існуе братэрская супольнасць з усімі іншымі бацькамі і маці, з настаўнікамі і настаўніцамі, з усім грамадствам.</p>\n<p>Вынікам САПРАЎДНАГА БРАТЭРСТВА з’яўляецца САПРАЎДНАЕ САЦЫЯЛЬНАЕ ПЕРАТВАРЭННЕ, сапраўдная РЭВАЛЮЦЫЯ ў галіне АДУКАЦЫІ для лепшага свету.</p>\n<p>ПЕДАГОГ павінен быць больш свядомым, ён павінен збіраць бацькоў і маці, Савет бацькоў і гаварыць з імі ясна.</p>\n<p>Неабходна, каб бацькі разумелі, што задача дзяржаўнай адукацыі рэалізуецца на трывалай аснове ўзаемнага супрацоўніцтва паміж бацькамі і настаўнікамі.</p>\n<p>Неабходна сказаць бацькам, што ФУНДАМЕНТАЛЬНАЯ АДУКАЦЫЯ неабходная для ўздыму новых пакаленняў.</p>\n<p>Неабходна сказаць бацькам, што інтэлектуальная падрыхтоўка неабходная, але гэта яшчэ не ўсё, патрэбна нешта большае, трэба навучыць хлопцаў і дзяўчат пазнаваць сябе, пазнаваць свае ўласныя памылкі, свае ўласныя псіхалагічныя недахопы.</p>\n<p>Трэба сказаць бацькам, што дзяцей трэба зачаць з ЛЮБОВІ, а не з ЖЫВЁЛЬНАЙ ПАСІІ.</p>\n<p>Жорстка і бязлітасна праецыраваць на нашых нашчадкаў нашы жывёльныя жаданні, нашы гвалтоўныя сэксуальныя запалы, нашы хваравітыя сентыментальнасці і жывёльныя эмоцыі.</p>\n<p>Сыны і дочкі - гэта нашы ўласныя праекцыі, і злачынна заражаць свет жывёльнымі праекцыямі.</p>\n<p>Настаўнікі і настаўніцы школ, каледжаў і ўніверсітэтаў павінны збіраць у актавай зале бацькоў і маці з здаровай мэтай навучыць іх шляху маральнай адказнасці перад сваімі дзецьмі і перад грамадствам і светам.</p>\n<p>ПЕДАГОГІ абавязаны ПЕРАВЫХОЎВАЦЦА саміх сябе і накіроўваць бацькоў і маці.</p>\n<p>Нам трэба любіць па-сапраўднаму, каб змяніць свет. Нам трэба аб’яднацца, каб падняць паміж усімі намі цудоўны Храм Новай эры, які ў гэтыя моманты пачынаецца сярод велічнага грымоту думкі.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/be/educacion-fundamental/padres-y-maestros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/padres-y-maestros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/padres-y-maestros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
