import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "माता-पिता और शिक्षक",
  "locale": "hi",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "36. माता-पिता और शिक्षक",
    "order": 36
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>शिक्षा की सबसे गंभीर समस्या प्राथमिक, माध्यमिक या हाई स्कूल के छात्र नहीं हैं, बल्कि माता-पिता और शिक्षक हैं।</p>\n<p>यदि माता-पिता और शिक्षक स्वयं को नहीं जानते हैं, बच्चों को समझने में सक्षम नहीं हैं, यदि वे इन प्राणियों के साथ अपने संबंधों को गहराई से समझने में सक्षम नहीं हैं जो जीना शुरू कर रहे हैं, यदि वे केवल अपने छात्रों की बुद्धि को विकसित करने में रुचि रखते हैं, तो हम एक नई तरह की शिक्षा कैसे बना सकते हैं?</p>\n<p>बच्चा, छात्र, छात्रा, स्कूल में सचेत मार्गदर्शन प्राप्त करने जाता है, लेकिन यदि शिक्षक संकीर्ण विचारों वाले, रूढ़िवादी, प्रतिक्रियावादी, प्रतिगामी हैं, तो छात्र भी ऐसा ही होगा।</p>\n<p>शिक्षकों को खुद को फिर से शिक्षित करना चाहिए, खुद को जानना चाहिए, अपने सभी ज्ञान की समीक्षा करनी चाहिए, यह समझना चाहिए कि हम एक नए युग में प्रवेश कर रहे हैं।</p>\n<p>शिक्षकों के बदलने से सार्वजनिक शिक्षा बदल जाती है।</p>\n<p>शिक्षक को शिक्षित करना सबसे कठिन है क्योंकि जिसने बहुत कुछ पढ़ा है, जिसके पास डिग्री है, जिसके पास सिखाने के लिए कुछ है, जो स्कूल शिक्षक के रूप में काम करता है, वह जैसा है वैसा ही है, उसका दिमाग पचास हजार सिद्धांतों में उलझा हुआ है जिसका उसने अध्ययन किया है और वह अब किसी भी कीमत पर नहीं बदलेगा।</p>\n<p>शिक्षकों को यह सिखाना चाहिए कि कैसे सोचें, लेकिन दुर्भाग्य से वे केवल यह सिखाने में रुचि रखते हैं कि उन्हें क्या सोचना चाहिए।</p>\n<p>माता-पिता और शिक्षक भयानक आर्थिक, सामाजिक, भावनात्मक आदि चिंताओं से भरे हुए हैं।</p>\n<p>माता-पिता और शिक्षक ज्यादातर अपनी समस्याओं और दुखों में व्यस्त हैं, वे “नई लहर” के लड़कों और लड़कियों द्वारा प्रस्तुत समस्याओं का अध्ययन और समाधान करने में वास्तव में गंभीर रूप से दिलचस्पी नहीं रखते हैं।</p>\n<p>भयंकर मानसिक, नैतिक और सामाजिक पतन है, लेकिन माता-पिता और शिक्षक व्यक्तिगत चिंताओं और चिंताओं से भरे हुए हैं और उनके पास केवल बच्चों के आर्थिक पहलू के बारे में सोचने का समय है, उन्हें एक पेशा देने के लिए ताकि वे भूख से न मरें और बस इतना ही।</p>\n<p>आम धारणा के विपरीत, अधिकांश माता-पिता वास्तव में अपने बच्चों से प्यार नहीं करते हैं, अगर वे उनसे प्यार करते, तो वे आम भलाई के लिए लड़ते, वे सार्वजनिक शिक्षा की समस्याओं के बारे में एक वास्तविक परिवर्तन प्राप्त करने के उद्देश्य से चिंतित होंगे।</p>\n<p>अगर माता-पिता वास्तव में अपने बच्चों से प्यार करते, तो कोई युद्ध नहीं होते, वे परिवार और राष्ट्र को दुनिया की समग्रता के विरोध में इतना उजागर नहीं करते, क्योंकि इससे समस्याएं, युद्ध, हानिकारक विभाजन, हमारे बेटों और बेटियों के लिए एक नरक जैसा माहौल पैदा होता है।</p>\n<p>लोग पढ़ते हैं, डॉक्टर, इंजीनियर, वकील आदि बनने के लिए तैयार होते हैं और इसके बजाय वे माता-पिता बनने के सबसे गंभीर और कठिन कार्य के लिए तैयार नहीं होते हैं।</p>\n<p>परिवार का वह स्वार्थ, हमारे साथी मनुष्यों के प्रति प्रेम की वह कमी, परिवार के अलगाव की वह नीति, सौ प्रतिशत बेतुकी है, क्योंकि यह गिरावट और निरंतर सामाजिक पतन का कारक बन जाती है।</p>\n<p>प्रगति, सच्ची क्रांति, केवल उन प्रसिद्ध चीनी दीवारों को गिराकर संभव है जो हमें अलग करती हैं, जो हमें बाकी दुनिया से अलग करती हैं।</p>\n<p>हम सभी एक परिवार हैं और एक-दूसरे को सताना, केवल उन कुछ लोगों को परिवार मानना ​​जो हमारे साथ रहते हैं, आदि बेतुका है।</p>\n<p>परिवार का स्वार्थी विशिष्टता सामाजिक प्रगति को रोकता है, मनुष्यों को विभाजित करता है, युद्ध, विशेषाधिकार प्राप्त जातियाँ, आर्थिक समस्याएं आदि पैदा करता है।</p>\n<p>जब माता-पिता वास्तव में अपने बच्चों से प्यार करेंगे, तो अलगाव की घृणित दीवारें धूल में मिल जाएंगी और तब परिवार एक स्वार्थी और बेतुका चक्र होना बंद कर देगा।</p>\n<p>परिवार की स्वार्थी दीवारों के गिरने से, अन्य सभी माता-पिता, शिक्षकों, पूरे समाज के साथ भ्रातृ संघ मौजूद है।</p>\n<p>सच्ची बंधुता का परिणाम, एक बेहतर दुनिया के लिए शैक्षिक क्षेत्र की सच्ची सामाजिक परिवर्तन, प्रामाणिक क्रांति है।</p>\n<p>शिक्षक को अधिक जागरूक होना चाहिए, उसे माता-पिता को, माता-पिता की निदेशक मंडल को एक साथ लाना चाहिए और उनसे स्पष्ट रूप से बात करनी चाहिए।</p>\n<p>माता-पिता को यह समझना आवश्यक है कि सार्वजनिक शिक्षा का कार्य माता-पिता और शिक्षकों के बीच आपसी सहयोग के ठोस आधार पर किया जाता है।</p>\n<p>माता-पिता को यह बताना आवश्यक है कि नई पीढ़ी को ऊपर उठाने के लिए मौलिक शिक्षा आवश्यक है।</p>\n<p>माता-पिता को यह बताना अनिवार्य है कि बौद्धिक प्रशिक्षण आवश्यक है लेकिन यह सब कुछ नहीं है, कुछ और आवश्यक है, लड़कों और लड़कियों को खुद को जानना सिखाना आवश्यक है, अपनी गलतियों को जानना, अपनी मनोवैज्ञानिक कमियों को जानना आवश्यक है।</p>\n<p>माता-पिता को बताना होगा कि बच्चों को प्यार से पैदा करना चाहिए, न कि पशुवत जुनून से।</p>\n<p>हमारी पशु इच्छाओं, हमारे हिंसक यौन जुनून, हमारी रुग्ण भावनाओं और राक्षसी भावनाओं को अपने वंशजों में प्रक्षेपित करना क्रूर और निर्दयी है।</p>\n<p>बेटे और बेटियां हमारे अपने प्रक्षेपण हैं और राक्षसी प्रक्षेपणों से दुनिया को संक्रमित करना आपराधिक है।</p>\n<p>स्कूलों, कॉलेजों और विश्वविद्यालयों के शिक्षकों को माता-पिता को ऑडिटोरियम में इकट्ठा करना चाहिए ताकि उन्हें अपने बच्चों और समाज और दुनिया के प्रति नैतिक जिम्मेदारी का मार्ग सिखाया जा सके।</p>\n<p>शिक्षकों का कर्तव्य है कि वे स्वयं को फिर से शिक्षित करें और माता-पिता का मार्गदर्शन करें।</p>\n<p>दुनिया को बदलने के लिए हमें वास्तव में प्यार करने की जरूरत है। हमें उस नए युग के अद्भुत मंदिर को हम सभी के बीच खड़ा करने के लिए एकजुट होने की जरूरत है जो इस समय विचारों की गंभीर गर्जना के बीच शुरू हो रहा है।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hi/educacion-fundamental/padres-y-maestros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hi/educacion-fundamental/padres-y-maestros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hi/educacion-fundamental/padres-y-maestros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
