import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "მშობლები და მასწავლებლები",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "36. მშობლები და მასწავლებლები",
    "order": 36
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>სახელმწიფო განათლების ყველაზე სერიოზული პრობლემა არ არიან დაწყებითი, საშუალო ან უმაღლესი სკოლის მოსწავლეები, არამედ მშობლები და მასწავლებლები.</p>\n<p>თუ მშობლებმა და მასწავლებლებმა არ იციან საკუთარი თავი, თუ არ შეუძლიათ ბავშვის გაგება, თუ არ იციან ამ არსებებთან ურთიერთობის სიღრმისეულად გაგება, რომლებიც ახლა იწყებენ ცხოვრებას, თუ ისინი მხოლოდ თავიანთი მოსწავლეების ინტელექტის განვითარებით არიან დაინტერესებულნი, როგორ შევძლებთ ახალი ტიპის განათლების შექმნას?</p>\n<p>ბავშვი, მოსწავლე მიდის სკოლაში შეგნებული ხელმძღვანელობის მისაღებად, მაგრამ თუ მასწავლებლები ვიწრო აზროვნების, კონსერვატიული, რეაქციონერი, ჩამორჩენილები არიან, ასეთი იქნება სტუდენტიც.</p>\n<p>პედაგოგებმა ხელახლა უნდა ისწავლონ, შეიცნონ საკუთარი თავი, გადახედონ მთელ ცოდნას და გაიგონ, რომ ახალ ეპოქაში შევდივართ.</p>\n<p>პედაგოგების ტრანსფორმაციით, სახელმწიფო განათლება გარდაიქმნება.</p>\n<p>პედაგოგის განათლება ყველაზე რთულია, რადგან ყველა, ვინც ბევრი წაიკითხა, ყველა, ვისაც აქვს წოდება, ყველა, ვისაც უნდა ასწავლოს, ვინც სკოლის მასწავლებლად მუშაობს, უკვე ის არის, რაც არის, მისი გონება ჩაკეტილია ორმოცდაათი ათასი თეორიით, რომლებიც მან ისწავლა და ვეღარ იცვლება ქვემეხებითაც კი.</p>\n<p>მასწავლებლებმა უნდა ასწავლონ, როგორ უნდა იფიქრონ და სამწუხაროდ, მხოლოდ იმაზე ზრუნავენ, ასწავლონ, რა უნდა იფიქრონ.</p>\n<p>მშობლები და მასწავლებლები სავსე არიან საშინელი ეკონომიკური, სოციალური, სენტიმენტალური და ა.შ. საზრუნავებით.</p>\n<p>მშობლები და მასწავლებლები ძირითადად დაკავებულნი არიან საკუთარი კონფლიქტებითა და ტკივილებით, ისინი ნამდვილად არ არიან სერიოზულად დაინტერესებულნი იმ პრობლემების შესწავლითა და გადაჭრით, რომლებსაც “ახალი ტალღის” ბიჭები და გოგოები აყენებენ.</p>\n<p>არსებობს გონებრივი, მორალური და სოციალური გადაგვარების ტენდენცია, მაგრამ მშობლები და მასწავლებლები სავსე არიან შფოთვითა და პირადი საზრუნავებით და მხოლოდ დრო აქვთ იფიქრონ შვილების ეკონომიკურ ასპექტზე, იმაზე, რომ მათ პროფესია მისცენ, რათა შიმშილით არ მოკვდნენ და ეს არის ყველაფერი.</p>\n<p>საყოველთაოდ გავრცელებული მოსაზრების საწინააღმდეგოდ, ოჯახების უმეტესობას ნამდვილად არ უყვარს შვილები, თუ უყვართ, იბრძოლებდნენ საერთო კეთილდღეობისთვის, იზრუნებდნენ სახელმწიფო განათლების პრობლემებზე, რათა მიაღწიონ ნამდვილ ცვლილებას.</p>\n<p>მშობლებს რომ ჭეშმარიტად უყვარდეთ შვილები, ომები არ იქნებოდა, ოჯახი და ერი ასე ძალიან არ გამოირჩეოდნენ მთელი მსოფლიოს საპირისპიროდ, რადგან ეს ქმნის პრობლემებს, ომებს, მავნე დაყოფას, ჯოჯოხეთურ გარემოს ჩვენი ვაჟებისა და ქალიშვილებისთვის.</p>\n<p>ხალხი სწავლობს, ემზადება ექიმებად, ინჟინრებად, იურისტებად და ა.შ. და სანაცვლოდ არ ემზადება ყველაზე სერიოზული და რთული ამოცანისთვის, რაც ოჯახის მშობლები არიან.</p>\n<p>ოჯახის ეს ეგოიზმი, ჩვენი მოყვასის სიყვარულის ნაკლებობა, ოჯახური იზოლაციის ეს პოლიტიკა, აბსურდულია ასი პროცენტით, რადგან ის გადაიქცევა გაუარესებისა და მუდმივი სოციალური გადაგვარების ფაქტორად.</p>\n<p>პროგრესი, ჭეშმარიტი რევოლუცია, მხოლოდ იმ ცნობილი ჩინური კედლების დანგრევით არის შესაძლებელი, რომლებიც გვაშორებენ, გვაიზოლირებენ დანარჩენი მსოფლიოსგან.</p>\n<p>ჩვენ ყველანი ერთი ოჯახი ვართ და აბსურდია ერთმანეთის წამება, მხოლოდ იმ მცირე რაოდენობის ადამიანებად მიჩნევა, რომლებიც ჩვენთან ერთად ცხოვრობენ და ა.შ.</p>\n<p>ოჯახის ეგოისტური ექსკლუზივიზმი აფერხებს სოციალურ პროგრესს, ჰყოფს ადამიანებს, ქმნის ომებს, პრივილეგირებულ კასტებს, ეკონომიკურ პრობლემებს და ა.შ.</p>\n<p>როდესაც მშობლებს ჭეშმარიტად ეყვარებათ შვილები, იზოლაციის ამაზრზენი კედლები და ღობეები მტვრად იქცევა და მაშინ ოჯახი შეწყვეტს ეგოისტური და აბსურდული წრე ყოფნას.</p>\n<p>ოჯახის ეგოისტური კედლების დაცემით, მაშინ ხდება საძმო ერთობა ყველა სხვა მშობელთან, მასწავლებლებთან, მთელ საზოგადოებასთან.</p>\n<p>ჭეშმარიტი ძმობის შედეგი არის ჭეშმარიტი სოციალური ტრანსფორმაცია, საგანმანათლებლო ფილიალის ავთენტური რევოლუცია უკეთესი სამყაროსთვის.</p>\n<p>პედაგოგი უფრო შეგნებული უნდა იყოს, უნდა შეკრიბოს მშობლები და ოჯახის მშობელთა საბჭო და მკაფიოდ ესაუბროს მათ.</p>\n<p>აუცილებელია, რომ მშობლებმა გაიგონ, რომ სახელმწიფო განათლების ამოცანა ხორციელდება მშობლებსა და მასწავლებლებს შორის ურთიერთთანამშრომლობის მყარ საფუძველზე.</p>\n<p>აუცილებელია მშობლებს ვუთხრათ, რომ ფუნდამენტური განათლება აუცილებელია ახალი თაობების აღსაზრდელად.</p>\n<p>აუცილებელია მშობლებს ვუთხრათ, რომ ინტელექტუალური განათლება აუცილებელია, მაგრამ ეს ყველაფერი არ არის, რაღაც მეტია საჭირო, საჭიროა ბიჭებსა და გოგონებს ასწავლონ საკუთარი თავის შეცნობა, საკუთარი შეცდომების, საკუთარი ფსიქოლოგიური ხარვეზების გაცნობა.</p>\n<p>მშობლებს უნდა ვუთხრათ, რომ შვილები სიყვარულით უნდა გააჩინონ და არა ცხოველური ვნებით.</p>\n<p>სასტიკი და დაუნდობელია ჩვენი ცხოველური სურვილების, ჩვენი ძალადობრივი სექსუალური ვნებების, ჩვენი მტკივნეული სენტიმენტალიზმისა და ცხოველური ემოციების პროექტირება ჩვენს შთამომავლებზე.</p>\n<p>ვაჟები და ქალიშვილები ჩვენი საკუთარი პროექციებია და კრიმინალურია სამყაროს ცხოველური პროექციებით დაინფიცირება.</p>\n<p>სკოლების, კოლეჯებისა და უნივერსიტეტების მასწავლებლებმა აქტების დარბაზში უნდა შეკრიბონ მშობლები, რათა ასწავლონ მათ ზნეობრივი პასუხისმგებლობის გზა შვილებისა და საზოგადოებისა და მსოფლიოს წინაშე.</p>\n<p>პედაგოგებს აქვთ ვალდებულება გადაამზადონ საკუთარი თავი და წარმართონ მშობლები.</p>\n<p>ჩვენ უნდა გვიყვარდეს ჭეშმარიტად სამყაროს გარდასახვისთვის. ჩვენ უნდა გავერთიანდეთ, რათა ყველამ ერთად აღვმართოთ ახალი ეპოქის დიდებული ტაძარი, რომელიც ამჟამად იწყება აზროვნების დიდებული ჭექა-ქუხილის ფონზე.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/educacion-fundamental/padres-y-maestros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/padres-y-maestros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/padres-y-maestros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
