import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "الآباء والمعلمون",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "36. الآباء والمعلمون",
    "order": 36
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>المشكلة الأكثر خطورة في التعليم العام ليست الطلاب والطالبات في المرحلة الابتدائية أو المتوسطة أو الثانوية، بل الآباء والمعلمون.</p>\n<p>إذا كان الآباء والمعلمون لا يعرفون أنفسهم، وغير قادرين على فهم الطفل أو الطفلة، وإذا لم يعرفوا كيف يفهمون بعمق علاقاتهم مع هذه المخلوقات التي تبدأ في العيش، وإذا كانوا مهتمين فقط بتنمية فكر طلابهم، فكيف يمكننا إنشاء نوع جديد من التعليم؟</p>\n<p>الطفل، الطالب، الطالبة، يذهب إلى المدرسة لتلقي التوجيه الواعي، ولكن إذا كان المعلمون والمعلمات ذوي عقلية ضيقة، ومحافظين، ورجعيين، ومتخلفين، فكذلك سيكون الطالب والطالبة.</p>\n<p>يجب على المعلمين إعادة تثقيف أنفسهم، ومعرفة أنفسهم، ومراجعة جميع معارفهم، وفهم أننا ندخل عصرًا جديدًا.</p>\n<p>بتغيير المعلمين، يتغير التعليم العام.</p>\n<p>تثقيف المعلم هو الأصعب لأن كل من قرأ كثيرًا، وكل من يحمل شهادة، وكل من عليه أن يعلم، ويعمل كمعلم في المدرسة، هو بالفعل على ما هو عليه، فعقله محبوس في الخمسين ألف نظرية التي درسها، ولن يتغير حتى بالقوة.</p>\n<p>يجب على المعلمين والمعلمات أن يعلموا كيف نفكر، ولكن لسوء الحظ هم مهتمون فقط بتعليمهم بماذا يجب أن يفكروا.</p>\n<p>يعيش الآباء والمعلمون مليئين بالمخاوف الاقتصادية والاجتماعية والعاطفية الرهيبة، إلخ.</p>\n<p>الآباء والمعلمون مشغولون في الغالب بصراعاتهم وأحزانهم الخاصة، وليسوا مهتمين حقًا بدراسة وحل المشاكل التي يطرحها الأولاد والبنات من “الجيل الجديد”.</p>\n<p>هناك انحطاط عقلي وأخلاقي واجتماعي هائل، لكن الآباء والمعلمين مليئون بالقلق والمخاوف الشخصية ولديهم الوقت فقط للتفكير في الجانب الاقتصادي للأطفال، وفي إعطائهم مهنة حتى لا يموتوا جوعًا وهذا كل شيء.</p>\n<p>خلافًا للاعتقاد السائد، فإن غالبية الآباء والأمهات لا يحبون أطفالهم حقًا، فإذا كانوا يحبونهم، لكانوا يناضلون من أجل الصالح العام، ويهتمون بمشاكل التعليم العام بهدف تحقيق تغيير حقيقي.</p>\n<p>إذا كان الآباء والأمهات يحبون أطفالهم حقًا، لما كانت هناك حروب، ولما أبرزوا الأسرة والأمة في معارضة للعالم بأسره، لأن هذا يخلق مشاكل وحروب وانقسامات ضارة وبيئة جهنمية لأبنائنا وبناتنا.</p>\n<p>يدرس الناس ويستعدون ليكونوا أطباء ومهندسين ومحامين، إلخ، وبدلاً من ذلك لا يستعدون للمهمة الأكثر خطورة والأكثر صعوبة وهي أن يكونوا آباء وأمهات.</p>\n<p>هذه الأنانية العائلية، وهذا النقص في حبنا لجيراننا، وسياسة العزلة العائلية هذه، هي عبثية بنسبة مئة بالمئة، لأنها تتحول إلى عامل تدهور وانحطاط اجتماعي مستمر.</p>\n<p>التقدم، الثورة الحقيقية، ممكنة فقط بهدم تلك الأسوار الصينية الشهيرة التي تفصلنا، والتي تعزلنا عن بقية العالم.</p>\n<p>كلنا عائلة واحدة ومن العبث أن نعذب بعضنا البعض، وأن نعتبر فقط الأشخاص القلائل الذين يعيشون معنا كعائلة، إلخ.</p>\n<p>الاستئثار الأناني للعائلة يعيق التقدم الاجتماعي ويقسم البشر ويخلق الحروب والطبقات المتميزة والمشاكل الاقتصادية، إلخ.</p>\n<p>عندما يحب الآباء والأمهات أطفالهم حقًا، ستسقط الجدران، والأسوار البغيضة للعزلة، وسوف تتلاشى، ثم تتوقف الأسرة عن كونها دائرة أنانية وعبثية.</p>\n<p>عند سقوط الجدران الأنانية للعائلة، توجد عندها شركة أخوية مع جميع الآباء والأمهات الآخرين، مع المعلمين والمعلمات، مع المجتمع بأكمله.</p>\n<p>نتيجة الأخوة الحقيقية، هي التحول الاجتماعي الحقيقي، والثورة الحقيقية في الفرع التعليمي من أجل عالم أفضل.</p>\n<p>يجب أن يكون المعلم أكثر وعيًا، ويجب عليه أن يجمع الآباء والأمهات، ومجلس إدارة الآباء، وأن يتحدث معهم بوضوح.</p>\n<p>من الضروري أن يفهم الآباء والأمهات أن مهمة التعليم العام تتحقق على أساس متين من التعاون المتبادل بين الآباء والأمهات والمعلمين.</p>\n<p>من الضروري أن نقول للآباء والأمهات أن التعليم الأساسي ضروري لرفع الأجيال الجديدة.</p>\n<p>من الضروري أن نقول للآباء والأمهات أن التكوين الفكري ضروري ولكنه ليس كل شيء، هناك حاجة إلى شيء آخر، هناك حاجة إلى تعليم الأولاد والبنات كيف يعرفون أنفسهم، وكيف يعرفون أخطائهم وعيوبهم النفسية.</p>\n<p>يجب أن نقول للآباء والأمهات أنه يجب إنجاب الأطفال عن طريق الحب وليس عن طريق الشهوة الحيوانية.</p>\n<p>من القسوة واللاإنسانية إسقاط رغباتنا الحيوانية، وعواطفنا الجنسية العنيفة، وعواطفنا المريضة وعواطفنا الوحشية على ذريتنا.</p>\n<p>الأبناء والبنات هم إسقاطاتنا الخاصة ومن الإجرام تلوث العالم بإسقاطات وحشية.</p>\n<p>يجب على المعلمين والمعلمات في المدارس والكليات والجامعات أن يجمعوا الآباء والأمهات في قاعة الاحتفالات بهدف سليم هو تعليمهم طريق المسؤولية الأخلاقية تجاه أبنائهم وتجاه المجتمع والعالم.</p>\n<p>يقع على عاتق المعلمين واجب إعادة تثقيف أنفسهم وتوجيه الآباء والأمهات.</p>\n<p>نحن بحاجة إلى أن نحب حقًا لتغيير العالم. نحن بحاجة إلى أن نتحد لرفع، بيننا جميعًا، معبد العصر الجديد الرائع الذي يبدأ في هذه اللحظات بين دوي الفكر المهيب.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/padres-y-maestros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/padres-y-maestros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/padres-y-maestros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
