import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "बिमा आरो सोलोंगिबि",
  "locale": "brx",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "36. बिमा आरो सोलोंगिबि",
    "order": 36
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>सरकारि सोलोंनि गिबि समसियानो जाबाय फरायसाफोर एबा गुसु फरायसालि, जौसिन फरायसालि एबा कलेज फरायसाफोर नङा, नाथाय बिमा-बिफा आरो ओजाफोर।</p>\n<p>जुदि बिमा-बिफा आरो ओजाफोरा गावनि जिउखौनो मिथिआ, जुदि बिसोर हौवा-होनजाफोरखौ बुजिनो हाया, जुदि बिसोरो जिउ जागायजेननाय बे जिबजन्तुफोरजों थानाय सोमोन्दोखौ बुजिनो रोङा, जुदि बिसोरो फरायसाफोरनि गियानखौसो फोथांनो नागिरो, अब्ला माबोरै जों मोनसे गोदान रोखोमनि सोलोंथाइ दांनो हागोन?</p>\n<p>हौवा-होनजाफोरा सोलोंथाइसालिनो सानखांनाय दिन्थाहरनाय मोननो थाङो, नाथाय जुदि ओजाफोरा गल’ गलेयै साननाय, गोदानखौ मानिनाय, उफ्रा सोलायनाय, गोबाव खालामग्रा जायो, अब्ला फरायसाफोराबो बेनो जागोन।</p>\n<p>सोलोङारिया गावनि सोलोंथाइखौ गोदानै सोलोंनांगोन, गावनि जिउखौनो मिथिनांगोन, गावनि मोनसेबो गियानखौ नायफिननांगोन, बुजिनांगोन जे जों मोनसे गोदान जुगोनो थांगासिनो।</p>\n<p>सोलोङारिफोरा सोलायब्ला सरकारि सोलोंथाइ सोलायगोन।</p>\n<p>सोलोङारिखौ सोलोंहोनाया बांसिन गिथाव, मानोना जायफ्रा बांसिन फरायदों, जायफ्रा मासि मोनदों, जायफ्रा सोलोंहोनांगौ, सोलोंथाइसालिनि ओजा हिसाबै मावदों, बिसोरो बेबादिनो, बिसोरनि गोसोआ मोनफ्रोम 50 रोजा थियुरिजों फुंनानै दोनजाबाय आरो बिसोरो जेब्लाबो सोलाया।</p>\n<p>ओजाफोरा माबोरै साननो सोलोंहोनांगौमोन, नाथाय दुखुनांथाइ, बिसोरो मा साननो नांगौ बेखौसो सोलोंहोनो नागिरो।</p>\n<p>बिमा-बिफा आरो ओजाफोरा गोब्राब रां, समाजारि, गोसोनि सोमोन्दो आदिजों बुंनो थाङो।</p>\n<p>बिमा-बिफा आरो ओजाफोरा बांसिन गावनि समसिया आरो दुखुजोंसो थायो, बिसोरो गोदान फैलावफोरनि हौवा-होनजाफोरनि समसियाखौ फरायनाय आरो समाधान खालामनो गोसो गैयै।</p>\n<p>गोसो, नैतिकता आरो समाजारि थासारिया खैफोद जानानै थाबाय, नाथाय बिमा-बिफा आरो ओजाफोरा गावनि गोसोआव थाग्रा आरो समसियाजोंनो बुंनो थायो आरो बिसोरनि फिसाफोरनि रां फारिलाइखौसो साननो सम मोनो, बिसोरनो मोनसे पेसा होनो थाखाय जे बिसोरो जाहोनानै थैनांला आरो बेखौनो।</p>\n<p>मानसिफोरा साननायनि उल्टा, बांसिन बिमा-बिफाया बिसोरनि फिसाफोरनो साबसिनि मोननायखौनो लुबैया, जुदि बिसोरो लुबैयामोन, बिसोरो रांखान्थिनि थाखायनो दावहा खालामगौमोन, बिसोरो सरकारि सोलोंथाइनि समसियाखौ साबसिनि सोलायनाय मोननो नाजागौमोन।</p>\n<p>जुदि बिमा-बिफाया बिसोरनि फिसाफोरनो साबसिनि लुबैयामोन, दावहा गैयैमोन, बिसोरो नखर आरो हादोरखौनो बेसेबां गोरोबथायाव दिन्थिया, मानोना बेयो समसिया, दावहा, बारनाय, जोंनि हौवा-होनजाफोरनि थाखाय नरकनि थासारि दानानै होयो।</p>\n<p>मानसिफोरा फरायो, डाक्टर, इन्जिनियर, एडभोकेट जानो थाखाय दानानै लायो आरो उल्टायाव बिसोरो बांसिन गिथाव आरो बांसिन गोब्राब खामानिखौ दानानै लाया जायो बिमा-बिफा जानाय।</p>\n<p>बे नखरनि सेल्फिस, जोंनि समानसिम लुबै गैयि, नखरखौ बारनानै दोननाय राजखान्थिया जबद गोरोन्थि, मानोना बेयो मोनसे फैलाव आरो थांना थानाय समाजारि खैफोदनि थासारि जायो।</p>\n<p>गोंला, साबसिनि सोलायनाया, जथोन सोलायनाया, बेयो बे फैलाव सिननि गारखौ बारनानैसो जानो हागोन जाय आफाद जोंखौ बारनानै दोनदों, जाय आफाद जोंखौ गुबुन हादोरजों बारनानै दोनदों।</p>\n<p>जों गासिबो मोनसे नखर आरो जों मोनद्रोम मोनद्रोम जानानै गावनि गावनि दुखु होनोआनो गोरोन्थि, जोंजों थानाय मानसिफोरखौ नखर साननाय, आदि।</p>\n<p>नखरनि सेल्फिस, बारनानै दोननाय गोरोन्थिया समाजारि जौगानायखौ बोथोङो, मानसिफोरखौ बारो, दावहा, जात, बांसिन अधिकार मोनग्रा, रां समसिया आदि दानानै होयो।</p>\n<p>जेब्ला बिमा-बिफाया बिसोरनि फिसाफोरनो साबसिनि लुबियो, गारनि फेदेर, बारनायखौ बारगोन आरो अब्ला नखरा सेल्फिस आरो गोरोन्थि नङाइ।</p>\n<p>नखरनि सेल्फिस बारनाय बारब्ला, अब्ला गुबुन बिमा-बिफा, ओजाफोरजों गोरोबनाय जागोन।</p>\n<p>गोरोबनायनि नंगुबै नतिजायानो जाबाय नंगुबै समाजारि सोलायनाय, सोलोंथाइनि बाहागोनि जथोन सोलायनाया साबसिनि मोनसे जहानि थाखाय।</p>\n<p>सोलोङारिया बांसिन गोसो होनांगोन, बिमा-बिफा, नखरनि डाइरेक्टरिजों लोगो हमनानै रोखा रोखायै बुंनांगोन।</p>\n<p>बिमा-बिफाया बुजिनो नांगौ जे सरकारि सोलोंथाइनि खामानिया बिमा-बिफा आरो ओजाफोरनि गोरोबनायनि गाहायावसो जाफुंसारगोन।</p>\n<p>बिमा-बिफानि सिगाङाव बुंनांगौ जे गुसु सोलोंथाइया गोदान फैलावफोरखौ बारहोनायनि थाखाय नांगौ।</p>\n<p>बिमा-बिफानि सिगाङाव बुंनांगौ जे गोसोनि दानानै लानाया नांगौ नाथाय बे गासै नङा, आरोबाव माबा नांगौ, हौवा-होनजाफोरनो गावनि जिउखौ मिथिहोनांगौ, बिसोरनि गोरोन्थि, गोसोनि खैफोदखौ मिथिहोनांगौ।</p>\n<p>बिमा-बिफानि सिगाङाव बुंनांगौ जे फिसाफोरखौ लुबैनायजोंनो दानांगौ जायो नांगो, गोरलै लुबैनायजों नङा।</p>\n<p>जोंनि गोरलै लुबैनाय, जोरसे सेक्सनि लुबैनाय, जोंनि मोजां मोननाय गोसो आरो गोब्राब गोसोफोरखौ जोंनि फिसायाव दिन्थियोब्ला बेयो दया गैयि आरो बिखुं जायो।</p>\n<p>हौवा-होनजाफोरा जोंनिनो दिन्थिनाय आरो गोरलै जिबजन्तुफोरनि दिन्थिनायजों जहानखौ गोरलै खालामनोआनो जाहोनाय।</p>\n<p>सोलोंथाइसालि, कलेज आरो युनिभारसिटিনি ओजाफोरा बिमा-बिफाखौ लानानै फिसाफोरजों थानाय नैतिकतानि जाबखौ आरो जहानजों थानायखौ सोलोंहोनो थाखाय मोनसे जायगायाव दाजाबनांगोन।</p>\n<p>सोलोङारिनि गावनि सोलोंथाइखौ गोदानै सोलोंनो आरो बिमा-बिफानि सिगाङाव दिन्थाहरनो जाबोनाय।</p>\n<p>जहानखौ सोलायनो थाखाय साबसिनि मोननो जोंनो नांगौ। जों गासिबो लोगो नांलायनानै गोदान जुगोनो मोनसे मोजां मन्दिर दानांगोन जाय आफाद गोसोनि जोहोमाजों जागायजेनगासिनो।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/brx/educacion-fundamental/padres-y-maestros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/educacion-fundamental/padres-y-maestros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/educacion-fundamental/padres-y-maestros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
