import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "މައިންބަފިންނާއި މުދައްރިސުން",
  "locale": "dv",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "36. މައިންބަފިންނާއި މުދައްރިސުން",
    "order": 36
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ދައުލަތުގެ ތަޢުލީމުގެ އެންމެ ބޮޑު މައްސަލައަކީ ޕްރައިމަރީ، ސެކަންޑަރީ ނުވަތަ ބެޗްލަރސްގެ ދަރިވަރުންނެއް ނޫނެވެ. އެއީ ބެލެނެވެރިންނާއި މުދައްރިސުންނެވެ.</p>\n<p>ބެލެނެވެރިންނާއި މުދައްރިސުންނަށް އެބޭފުޅުންގެ އަމިއްލަ ނަފްސު ނޭނގޭނަމަ، ކުދިންނަށް ވިސްނައިގަތުމުގެ ޤާބިލިއްޔަތު ނެތްނަމަ، އެކުދިން ދިރިއުޅުން ފަށާއިރު އެކުދިންނާ އޮންނަ ގުޅުންތައް ފުންކޮށް ދެނެގަތުމަށް ނުކުޅެދިއްޖެނަމަ، ހަމައެކަނި އެކުދިންގެ ބުއްދި ތަރައްޤީ ކުރުމަށް އަޅާލާނަމަ، ތަޢުލީމުގެ އައު ދައުރެއް އުފެއްދުމަށް އަހަރެމެންނަށް ކިހިނެތްވާނީ؟</p>\n<p>ކުއްޖާ، ދަރިވަރު، މަދަރުސާއަށް ދަނީ ހޭލުންތެރިކަމާއެކު މަގުދައްކާލުމަށް، އެހެންނަމަވެސް މުދައްރިސުންނަކީ ވަކިގޮތަކަށް ވިސްނާ، ދުވަސްވެފައިވާ އުސޫލުތަކަށް ތަބާވާ ބަޔަކު ކަމުގައިވާނަމަ ދަރިވަރުންވެސް ވާނީ އެގޮތަށެވެ.</p>\n<p>ތަޢުލީމު ދޭ މީހުން، އަލުން ތަޢުލީމު ލިބިގަނެ، އަމިއްލަ ނަފްސު ދެނެގަނެ، އެމީހުންގެ ހުރިހާ މަޢުލޫމާތެއް ރިވައިޒްކޮށް، އަހަރެމެން އައު ޒަމާނަކަށް ވަންނަމުންދާކަން ވިސްނަންވާނެއެވެ.</p>\n<p>ތަޢުލީމުދޭ މީހުން ބަދަލުވެއްޖެނަމަ، ދައުލަތުގެ ތަޢުލީމުވެސް ބަދަލުވެގެންދާނެއެވެ.</p>\n<p>ތަޢުލީމުދޭ މީހާއަށް ތަޢުލީމު ދިނުމަކީ އެންމެ އުނދަގޫ ކަމެވެ. އެހެނީ ވަރަށް ގިނައިން ކިޔަވާ މީހާ، ޑިގްރީއެއް އޮންނަ މީހާ، އުނގަންނައިދޭން ޖެހޭ މީހާ، މަދަރުސާގެ މުދައްރިސެއްގެ ގޮތުގައި މަސައްކަތް ކުރާ މީހަކީ އެއީ އޭނާގެ އަމިއްލަ ގޮތެވެ. އޭނާގެ ސިކުނޑިވަނީ އޭނާ ކިޔަވާފައިވާ ފަންސާސް ހާސް ތިއަރީތަކުގައި ބަންދުވެފައެވެ. އެއީ ބަޑީގެ ބާރުންވެސް ބަދަލު ނުވާނެއެވެ.</p>\n<p>މުދައްރިސުން ކިހިނެތް ވިސްނާނެ ގޮތް އުނގަންނައިދޭން ވާނެއެވެ. ނަމަވެސް ހިތާމައަކީ އެމީހުން އަޅާލަނީ ކޮންކަމަކާމެދު ވިސްނަންވީކަމަށް އުނގަންނައިދިނުމަށެވެ.</p>\n<p>ބެލެނެވެރިންނާއި މުދައްރިސުން ދިރިއުޅެނީ ބިރުވެރި އިޤްތިޞާދީ، އިޖްތިމާޢީ އަދި ޖަޒުބާތީ ކަންބޮޑުވުންތަކުން ފުރިގެންނެވެ.</p>\n<p>ބެލެނެވެރިންނާއި މުދައްރިސުންގެ މައިގަނޑު މަސައްކަތަކީ އަމިއްލަ މައްސަލަތަކާއި ހިތާމަތަކުގައި އަވަދިނެތި އުޅުމެވެ. އެމީހުން “އައު ޖީލުގެ” ފިރިހެންކުދިންނާއި އަންހެންކުދިންގެ މައްސަލަތައް ދިރާސާކޮށް ހައްލުކުރުމަށް އެހާ ބޮޑަށް ޝައުޤުވެރިވެގެން ނޫޅެއެވެ.</p>\n<p>ނަފްސާނީ، އަޚްލާޤީ އަދި އިޖްތިމާޢީ ގޮތުން ވަރަށް ބޮޑަށް ދަށުދަރަޖައަށް ގޮސްފައިވާއިރުވެސް ބެލެނެވެރިންނާއި މުދައްރިސުން ތިބެނީ އަމިއްލަ ކަންބޮޑުވުންތަކާއި ހާސްކަމުން ފުރިގެންނެވެ. އަދި އެކުދިންނަށް ފައިސާ ހޯދުމާއި، ބަނޑުހައިވެގެން ނުތިބުމަށްޓަކައި ވަޒީފާއެއް ހޯދައިދިނުމަށް ނޫނީ އެމީހުންނަކަށް ވަގުތެއް ނެތެވެ.</p>\n<p>އާންމު ގޮތެއްގައި ގަބޫލުކުރާ ގޮތާ ޚިލާފަށް ގިނަ ބެލެނެވެރިން އެކުދިންނަށް ހަޤީޤީ ލޯތްބެއް ނުދެއެވެ. އެކުދިންނަށް ލޯބިދޭނަމަ، އާންމު މަސްލަހަތަށްޓަކައި މަސައްކަތް ކުރާނެއެވެ. ހަޤީޤީ ބަދަލެއް ގެނައުމުގެ މަޤްސަދުގައި ދައުލަތުގެ ތަޢުލީމުގެ މައްސަލަތަކާމެދު ކަންބޮޑުވާނެއެވެ.</p>\n<p>ބެލެނެވެރިން އެކުދިންދެކެ ހަޤީޤަތުގައި ލޯބިވާނަމަ، ހަނގުރާމައެއް ނުހިނގާނެއެވެ. ދުނިޔޭގެ މުޅިމަޖުމޫއާއާ ދެކޮޅަށް އާއިލާއާއި ގައުމު އެހާ ބޮޑަށް ފާހަގަ ނުކުރާނެއެވެ. އެހެނީ އެކަމުގެ ސަބަބުން މައްސަލަތަކާއި، ހަނގުރާމަތަކާއި، ގެއްލުންދެނިވި ބައިބައިވުންތަކާއި، އަހަރެމެންގެ ފިރިހެންކުދިންނާއި އަންހެންކުދިންނަށް ނާމާން މާޙައުލެއް އުފެދިގެންދެއެވެ.</p>\n<p>މީހުން ކިޔަވައިގެން ޑޮކްޓަރުންނާއި އިންޖިނިއަރުންނާއި ވަކީލުންނަށް ތައްޔާރުވެއެވެ. ނަމަވެސް އެންމެ ބޮޑު އަދި އެންމެ އުނދަގޫ މަސައްކަތަށް ތައްޔާރެއް ނުވެއެވެ. އެއީ ބެލެނިވެރިއަކަށް ވުމެވެ.</p>\n<p>އާއިލާގެ އެކަނިވެރިކަމާއި އަވަށްޓެރިންނަށް ލޯބިނުދިނުމާއި އާއިލާއާއެކު އެކަނި ދިރިއުޅުމުގެ ސިޔާސަތަކީ މުޅިންވެސް ބޭކާރުކަމެކެވެ. އެހެނީ އެކަން ވެގެންދަނީ އިޖްތިމާޢީ ގޮތުން އަބަދަށް ފަހަތަށް ޖެހި، ދަށު ދަރަޖައަށް ދިއުމުގެ ސަބަބަށެވެ.</p>\n<p>ކުރިއެރުމާއި ހަޤީޤީ އިންޤިލާބަކީ އަހަރެމެން ވަކިކޮށް ދުނިޔޭގެ އެހެން މީހުންނާ އަޅާނުލާ ތިބުމަށް ހުރަސްއަޅާ މަޝްހޫރު ޗައިނާގެ ފާރޫ ރޫޅާލުމުން މެނުވީ ކުރެވޭނެ ކަމެއްނޫނެވެ.</p>\n<p>އަހަރެމެން އެންމެންނަކީ އެއް އާއިލާއެވެ. އެކަކު އަނެކަކަށް އަނިޔާކުރުމާއި އަހަރެމެންނާއެކު ދިރިއުޅޭ މަދު ބަޔަކީ ހަމައެކަނި އާއިލާކަމަށް ދެކުމަކީ ބޭކާރު ކަމެކެވެ.</p>\n<p>އާއިލާގެ އެކަނިވެރިކަމުގެ ސަބަބުން އިޖްތިމާޢީ ކުރިއެރުން ހުއްޓި، އިންސާނުން ބައިބައިވެ، ހަނގުރާމަތަކާއި، ވަކިފަންތިތަކާއި، އިމްތިޔާޒު ލިބިގެންވާ މީހުންނާއި، އިޤްތިޞާދީ މައްސަލަތައް އުފެދެއެވެ.</p>\n<p>ބެލެނެވެރިން ހަޤީޤަތުގައި އެކުދިންދެކެ ލޯބިވާނަމަ، އެކަނިވެރިކަމުގެ ހުރަސްތަކާއި ފާރުތައް ވެއްޔަށް ވެގެންދާނެއެވެ. އޭރުން އާއިލާއަކީ އެކަނިވެރި އަދި ބޭކާރު ވަށްބުރެއްގެ ގޮތުގައި ނުހުންނާނެއެވެ.</p>\n<p>އާއިލާގެ އެކަނިވެރިކަމުގެ ފާރުތައް ވެއްޓިއްޖެނަމަ، އޭރުން އެހެން ބެލެނެވެރިންނާއި މުދައްރިސުންނާއި މުޅި މުޖުތަމަޢާއެކު އެއްބައިވެވޭނެއެވެ.</p>\n<p>ހަޤީޤީ އަޚުވަންތަކަމުގެ ނަތީޖާއަކީ ހަޤީޤީ އިޖްތިމާޢީ ބަދަލެވެ. އެއީ ރަނގަޅު ދުނިޔެއަކަށްޓަކައި ތަޢުލީމީ ދާއިރާއަށް ގެނެވޭ އަސްލު އިންޤިލާބެވެ.</p>\n<p>ތަޢުލީމުދޭ މީހާ އިތުރަށް ހޭލުންތެރިވެ، ބެލެނެވެރިންނާއި އާއިލާގެ ބޯޑު މެންބަރުން އެއްކޮށް ސާފުކޮށް ވާހަކަ ދައްކަންވާނެއެވެ.</p>\n<p>ބެލެނެވެރިންނާއި މުދައްރިސުންގެ މެދުގައި އޮންނަ ގުޅުމުގެ މައްޗަށް ދައުލަތުގެ ތަޢުލީމު ބިނާވެގެންވާކަން ބެލެނެވެރިންނަށް ވިސްނުމަކީ މުހިންމުކަމެކެވެ.</p>\n<p>އައު ޖީލުތައް ކުރިއެރުވުމަށްޓަކައި އަސާސީ ތަޢުލީމު މުހިންމުކަން ބެލެނެވެރިންނަށް ބުނަންވާނެއެވެ.</p>\n<p>ބުއްދީގެ ތަރުބިއްޔަތު މުހިންމުކަން ބެލެނެވެރިންނަށް ބުނަން ޖެހެއެވެ. އެއީ ހުރިހާ ކަމެއް ނޫނެވެ. އިތުރު އެއްޗެއް ބޭނުންވެއެވެ. އެއީ ފިރިހެންކުދިންނާއި އަންހެންކުދިންނަށް އެކުދިންގެ އަމިއްލަ ނަފްސު ދެނެގަތުމަށާއި، އަމިއްލަ ނަފްސުގެ ކުށްތަކާއި، ނަފްސާނީ އުނިކަންތައް ދެނެގަތުމަށް އުނގަންނައިދިނުމެވެ.</p>\n<p>ކުދިން ލިބެންވާނީ ލޯތްބާއެކުކަމާއި، ޖަނަވާރު ސިފަތަކުގާ ނޫންކަން ބެލެނެވެރިންނަށް ބުނަންވާނެއެވެ.</p>\n<p>އަހަރެމެންގެ ޖަނަވާރު ސިފަތަކާއި، އަހަރެމެންގެ ޖިންސީ އެދުންވެރިކަމާއި، ބަލިކަށި ޖަޒުބާތުތަކާއި، އަހަރެމެންގެ ދަރިފަސްކޮޅުގައިވާ ސަޅި އިޙްސާސްތައް ލެއްވުމަކީ ނުރައްކާތެރި އަދި ރަޙްމްކުޑަ ކަމެކެވެ.</p>\n<p>ފިރިހެންކުދިންނާއި އަންހެންކުދިންނަކީ އަހަރެމެންގެ އަމިއްލަ ނަފްސުގެ އަލިތަކެވެ. އަދި ޖަނަވާރު ސިފަތައް ދުނިޔެއަށް ފަތުރާލުމަކީ ޖަރީމާއެކެވެ.</p>\n<p>މަދަރުސާތަކާއި ކޮލެޖުތަކާއި ޔުނިވަރސިޓީތަކުގެ މުދައްރިސުން، ބެލެނެވެރިން އެއްތަނަކަށް ގެނެސް، އެމީހުންގެ ދަރިންނާއި މުޖުތަމަޢު އަދި ދުނިޔެއަށް އިޙްސާންތެރިވެވޭނެ މަގު ދައްކައިދޭންވާނެއެވެ.</p>\n<p>ތަޢުލީމުދޭ މީހުން، އަމިއްލަ ނަފްސަށް އަލުން ތަޢުލީމު ދިނުމަށާއި ބެލެނެވެރިންނަށް މަގު ދައްކައިދިނުމަށް ލާޒިމުވެއެވެ.</p>\n<p>ދުނިޔެ ބަދަލުކުރުމަށް އަހަރެމެން ހަޤީޤީ ލޯބި ދޭން އެބަޖެހެއެވެ. އަހަރެމެން އެންމެން އެއްބައިވެގެން އައު ޒަމާނުގެ ރީތި މިސްކިތް އުފުލަން އެބަޖެހެއެވެ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/dv/educacion-fundamental/padres-y-maestros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/educacion-fundamental/padres-y-maestros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/educacion-fundamental/padres-y-maestros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
