import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Родители и учители",
  "locale": "bg",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "36. Родители и учители",
    "order": 36
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Най-сериозният проблем на ДЪРЖАВНОТО ОБРАЗОВАНИЕ не са учениците от началното, средното или гимназиалното образование, а РОДИТЕЛИТЕ и УЧИТЕЛИТЕ.</p>\n<p>Ако родителите и учителите не познават себе си, ако не са в състояние да разберат детето, ако не знаят как да разберат задълбочено отношенията си с тези същества, които започват да живеят, ако се интересуват само от култивиране на интелекта на своите възпитаници, как ще можем да създадем нов вид образование?</p>\n<p>Детето, ученикът, отива в училище, за да получи съзнателна ориентация, но ако учителите са с тесни възгледи, консервативни, реакционни, изоставащи, такива ще бъдат и учениците.</p>\n<p>Преподавателите трябва да се превъзпитат, да се познават, да преразгледат всичките си знания, да разберат, че навлизаме в нова ера.</p>\n<p>Като се трансформират преподавателите, се трансформира и държавното образование.</p>\n<p>Да се ОБУЧИ ОБУЧИТЕЛЯ е най-трудното, защото всеки, който е чел много, всеки, който има титла, всеки, който трябва да преподава, който работи като учител, вече е такъв, какъвто е, умът му е затворен в петдесетте хиляди теории, които е изучавал и вече не се променя дори с оръдия.</p>\n<p>Учителите трябва да учат КАК ДА СЕ МИСЛИ, но за съжаление те се интересуват само от това да ги учат ЗА КАКВО ДА МИСЛЯТ.</p>\n<p>Родителите и учителите живеят изпълнени с ужасни икономически, социални, сантиментални и т.н. грижи.</p>\n<p>Родителите и учителите са най-вече заети със собствените си конфликти и скърби, те не са наистина сериозно заинтересовани да изучават и решават проблемите, които поставят момчетата и момичетата от “НОВАТА ВЪЛНА”.</p>\n<p>Налице е огромна умствена, морална и социална дегенерация, но родителите и учителите са изпълнени с лични тревоги и грижи и имат време само да мислят за икономическия аспект на децата си, да им дадат професия, за да не умрат от глад и това е всичко.</p>\n<p>Противно на общоприетото схващане, повечето родители не обичат истински децата си, ако ги обичаха, щяха да се борят за общото благо, щяха да се интересуват от проблемите на ДЪРЖАВНОТО ОБРАЗОВАНИЕ с цел да постигнат истинска промяна.</p>\n<p>Ако родителите наистина обичаха децата си, нямаше да има войни, нямаше да изтъкват толкова семейството и нацията в противовес на целия свят, защото това създава проблеми, войни, вредни разделения, адска среда за нашите синове и дъщери.</p>\n<p>Хората учат, подготвят се да бъдат лекари, инженери, адвокати и т.н. и вместо това не се подготвят за най-сериозната и най-трудна задача, която е да бъдат родители.</p>\n<p>Този семеен егоизъм, тази липса на любов към нашите ближни, тази политика на семейна изолация е стопроцентово абсурдна, защото се превръща във фактор за влошаване и постоянно социално израждане.</p>\n<p>Прогресът, истинската революция, са възможни само чрез разрушаване на тези прословути китайски стени, които ни разделят, които ни изолират от останалия свят.</p>\n<p>Всички ние сме ЕДНО СЕМЕЙСТВО и е абсурдно да се измъчваме един друг, да считаме само като семейство малкото хора, които живеят с нас и т.н.</p>\n<p>ЕГОИСТИЧНИЯТ СЕМЕЕН ЕКСКЛУЗИВИЗЪМ спира социалния прогрес, разделя хората, създава войни, привилегировани касти, икономически проблеми и т.н.</p>\n<p>Когато родителите наистина обичат децата си, стените, отвратителните прегради на изолацията ще се превърнат в прах и тогава семейството ще престане да бъде егоистичен и абсурден кръг.</p>\n<p>Като паднат егоистичните семейни стени, тогава съществува братско общение с всички други бащи и майки, с учителите, с цялото общество.</p>\n<p>Резултатът от ИСТИНСКОТО БРАТСТВО е ИСТИНСКАТА СОЦИАЛНА ТРАНСФОРМАЦИЯ, автентичната РЕВОЛЮЦИЯ в образователната сфера за един по-добър свят.</p>\n<p>ОБУЧИТЕЛЯТ трябва да е по-съзнателен, трябва да събере бащите и майките, управителния съвет на родителите и да им говори ясно.</p>\n<p>Необходимо е родителите да разберат, че задачата на държавното образование се реализира на солидната основа на взаимното сътрудничество между родители и учители.</p>\n<p>Необходимо е да се каже на родителите, че ОСНОВНОТО ОБРАЗОВАНИЕ е необходимо, за да се повдигнат новите поколения.</p>\n<p>Необходимо е да се каже на родителите, че интелектуалното формиране е необходимо, но не е всичко, необходимо е нещо повече, необходимо е да се научат момчетата и момичетата да познават себе си, да познават собствените си грешки, собствените си психологически дефекти.</p>\n<p>Трябва да се каже на родителите, че децата трябва да се зачеват от ЛЮБОВ, а не от ЖИВОТИНСКА СТРАСТ.</p>\n<p>Жестоко и безмилостно е да проектираме нашите животински желания, нашите силни сексуални страсти, нашите болезнени сантименталности и животински емоции върху нашите потомци.</p>\n<p>Синовете и дъщерите са наши собствени проекции и е престъпно да заразяваме света с животински проекции.</p>\n<p>Учителите от училищата, колежите и университетите трябва да съберат в залата родителите с благородната цел да ги научат на пътя на моралната отговорност към децата си и към обществото и света.</p>\n<p>ОБУЧИТЕЛИТЕ имат дълг да се ПРЕВЪЗПИТАТ и да ориентират родителите.</p>\n<p>Трябва да обичаме истински, за да преобразим света. Трябва да се обединим, за да издигнем между всички нас прекрасния храм на Новата ера, която в момента започва сред августовния гръм на мисълта.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bg/educacion-fundamental/padres-y-maestros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/padres-y-maestros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/padres-y-maestros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
