import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "માતાપિતા અને શિક્ષકો",
  "locale": "gu",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "36. માતાપિતા અને શિક્ષકો",
    "order": 36
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>જાહેર શિક્ષણની સૌથી ગંભીર સમસ્યા પ્રાથમિક, માધ્યમિક અથવા ઉચ્ચ શાળાના વિદ્યાર્થીઓ નથી, પરંતુ માતાપિતા અને શિક્ષકો છે.</p>\n<p>જો માતાપિતા અને શિક્ષકો પોતાને જાણતા નથી, જો તેઓ બાળકને સમજવા માટે સક્ષમ નથી, જો તેઓ આ પ્રાણીઓ સાથેના તેમના સંબંધોને સંપૂર્ણપણે સમજી શકતા નથી જેઓ જીવવાનું શરૂ કરી રહ્યા છે, જો તેઓ ફક્ત તેમના વિદ્યાર્થીઓની બુદ્ધિને કેળવવામાં જ રસ ધરાવતા હોય, તો આપણે કેવી રીતે કરી શકીએ? નવા પ્રકારનું શિક્ષણ બનાવો?</p>\n<p>બાળક, વિદ્યાર્થી, શાળામાં સભાન માર્ગદર્શન મેળવવા જાય છે, પરંતુ જો શિક્ષકો સાંકડા મનના, રૂઢિચુસ્ત, પ્રતિક્રિયાશીલ, પછાત હોય, તો વિદ્યાર્થી એવો જ હશે.</p>\n<p>શિક્ષકોએ પોતાને ફરીથી શિક્ષિત કરવા જોઈએ, પોતાને જાણવા જોઈએ, તેમના તમામ જ્ઞાનની સમીક્ષા કરવી જોઈએ, સમજવું જોઈએ કે આપણે એક નવા યુગમાં પ્રવેશી રહ્યા છીએ.</p>\n<p>શિક્ષકો બદલાવાથી જાહેર શિક્ષણ બદલાય છે.</p>\n<p>શિક્ષકને શિક્ષિત કરવો એ સૌથી મુશ્કેલ છે કારણ કે જેણે ઘણું વાંચ્યું છે, જેની પાસે ડિગ્રી છે, જેણે શીખવવું છે, જે શાળાના શિક્ષક તરીકે કામ કરે છે, તે જે છે તે જ છે, તેનું મન તેણે અભ્યાસ કરેલા પચાસ હજાર સિદ્ધાંતોમાં ભરાયેલું છે અને હવે તોપમારો થાય તો પણ બદલાતું નથી.</p>\n<p>શિક્ષકોએ કેવી રીતે વિચારવું તે શીખવવું જોઈએ, પરંતુ દુર્ભાગ્યે તેઓ ફક્ત શું વિચારવું તે શીખવવામાં જ રસ ધરાવે છે.</p>\n<p>માતાપિતા અને શિક્ષકો ભયંકર આર્થિક, સામાજિક, ભાવનાત્મક વગેરે ચિંતાઓથી ભરેલા છે.</p>\n<p>માતાપિતા અને શિક્ષકો મોટે ભાગે તેમના પોતાના સંઘર્ષો અને દુ:ખોમાં વ્યસ્ત હોય છે, તેઓ ખરેખર “નવા મોજા” ના છોકરાઓ અને છોકરીઓ દ્વારા ઉભા કરાયેલા પ્રશ્નોનો અભ્યાસ કરવા અને ઉકેલવામાં ગંભીરતાથી રસ ધરાવતા નથી.</p>\n<p>ભયંકર માનસિક, નૈતિક અને સામાજિક અધોગતિ છે, પરંતુ માતાપિતા અને શિક્ષકો વ્યક્તિગત ચિંતાઓ અને ચિંતાઓથી ભરેલા છે અને તેમની પાસે ફક્ત બાળકોના આર્થિક પાસાઓ વિશે વિચારવાનો સમય છે, તેમને એક વ્યવસાય આપવા માટે જેથી તેઓ ભૂખે મરી ન જાય અને બસ.</p>\n<p>સામાન્ય માન્યતાથી વિપરીત, મોટાભાગના માતાપિતા તેમના બાળકોને ખરેખર પ્રેમ કરતા નથી, જો તેઓ તેમને પ્રેમ કરતા હોય, તો તેઓ સામાન્ય ભલા માટે લડશે, તેઓ સાચા પરિવર્તન લાવવાના હેતુથી જાહેર શિક્ષણની સમસ્યાઓ વિશે ચિંતા કરશે.</p>\n<p>જો માતાપિતા તેમના બાળકોને ખરેખર પ્રેમ કરતા હોય, તો યુદ્ધો થશે નહીં, તેઓ વિશ્વના સંપૂર્ણ વિરોધમાં કુટુંબ અને રાષ્ટ્ર પર આટલો ભાર મૂકશે નહીં, કારણ કે આ સમસ્યાઓ, યુદ્ધો, હાનિકારક વિભાજન, આપણા પુત્રો અને પુત્રીઓ માટે નરકનું વાતાવરણ બનાવે છે.</p>\n<p>લોકો અભ્યાસ કરે છે, ડોકટરો, એન્જિનિયરો, વકીલો વગેરે બનવાની તૈયારી કરે છે અને તેના બદલે તેઓ સૌથી ગંભીર અને મુશ્કેલ કાર્ય માટે તૈયારી કરતા નથી જે માતાપિતા બનવાનું છે.</p>\n<p>કુટુંબનો આ સ્વાર્થ, આપણા સાથીઓ માટે પ્રેમનો આ અભાવ, કૌટુંબિક અલગતાની આ નીતિ સો ટકા હાસ્યાસ્પદ છે, કારણ કે તે બગાડ અને સતત સામાજિક અધોગતિનું પરિબળ બની જાય છે.</p>\n<p>પ્રગતિ, સાચી ક્રાંતિ, ફક્ત તે પ્રખ્યાત ચાઇનીઝ દિવાલોને તોડીને જ શક્ય છે જે આપણને અલગ પાડે છે, જે આપણને બાકીના વિશ્વથી અલગ પાડે છે.</p>\n<p>આપણે બધા એક જ પરિવાર છીએ અને એકબીજાને ત્રાસ આપવો, ફક્ત આપણી સાથે રહેતા થોડા લોકોને જ પરિવાર તરીકે ગણવા વગેરે હાસ્યાસ્પદ છે.</p>\n<p>કુટુંબનો સ્વાર્થી વિશિષ્ટતા સામાજિક પ્રગતિને અટકાવે છે, માનવીઓને વિભાજિત કરે છે, યુદ્ધો, વિશેષાધિકૃત જાતિઓ, આર્થિક સમસ્યાઓ વગેરે બનાવે છે.</p>\n<p>જ્યારે માતાપિતા તેમના બાળકોને ખરેખર પ્રેમ કરશે, ત્યારે અલગતાની ધિક્કારપાત્ર દિવાલો અને વાડ ધૂળમાં ફેરવાઈ જશે અને પછી પરિવાર સ્વાર્થી અને હાસ્યાસ્પદ વર્તુળ બનવાનું બંધ થઈ જશે.</p>\n<p>કુટુંબની સ્વાર્થી દિવાલો પડવાથી, અન્ય તમામ માતાપિતા, શિક્ષકો, સમગ્ર સમાજ સાથે ભ્રાતૃત્વનો સંવાદ થાય છે.</p>\n<p>સાચા ભ્રાતૃભાવનું પરિણામ એ સાચું સામાજિક પરિવર્તન છે, વધુ સારા વિશ્વ માટે શૈક્ષણિક ક્ષેત્રની અધિકૃત ક્રાંતિ છે.</p>\n<p>શિક્ષક વધુ સભાન હોવો જોઈએ, તેણે માતાપિતાને એકઠા કરવા જોઈએ, માતાપિતાની બોર્ડ ઓફ ડિરેક્ટર્સ અને તેમને સ્પષ્ટપણે કહેવું જોઈએ.</p>\n<p>માતાપિતાએ એ સમજવું જરૂરી છે કે જાહેર શિક્ષણનું કાર્ય માતાપિતા અને શિક્ષકો વચ્ચેના પરસ્પર સહકારના મજબૂત પાયા પર કરવામાં આવે છે.</p>\n<p>માતાપિતાને કહેવું જરૂરી છે કે નવી પેઢીને ઉછેરવા માટે પાયાનું શિક્ષણ જરૂરી છે.</p>\n<p>માતાપિતાને કહેવું જરૂરી છે કે બૌદ્ધિક તાલીમ જરૂરી છે પરંતુ તે બધું જ નથી, તેનાથી પણ વધુ જરૂરી છે, છોકરાઓ અને છોકરીઓને પોતાને ઓળખવાનું, તેમની પોતાની ભૂલો, તેમની પોતાની માનસિક ખામીઓને ઓળખવાનું શીખવવું જરૂરી છે.</p>\n<p>માતાપિતાને કહેવું જોઈએ કે સંતાનોને પ્રેમથી ઉત્પન્ન કરવા જોઈએ, પ્રાણીની વાસનાથી નહીં.</p>\n<p>આપણી પશુ ઇચ્છાઓ, આપણી હિંસક જાતીય વાસનાઓ, આપણી બીમાર ભાવનાઓ અને જાનવરી લાગણીઓને આપણા વંશજો પર પ્રોજેક્ટ કરવી ક્રૂર અને નિર્દય છે.</p>\n<p>પુત્રો અને પુત્રીઓ આપણા પોતાના અંદાજો છે અને જાનવરી અંદાજોથી વિશ્વને ચેપ લગાડવો એ ગુનો છે.</p>\n<p>શાળાઓ, કોલેજો અને યુનિવર્સિટીઓના શિક્ષકોએ તેમના બાળકો અને સમાજ અને વિશ્વ પ્રત્યેની નૈતિક જવાબદારીનો માર્ગ શીખવવાના નિષ્ઠાવાન હેતુથી માતાપિતાને હોલમાં એકઠા કરવા જોઈએ.</p>\n<p>શિક્ષકોની ફરજ છે કે તેઓ પોતાને ફરીથી શિક્ષિત કરે અને માતાપિતાને માર્ગદર્શન આપે.</p>\n<p>વિશ્વને બદલવા માટે આપણે ખરેખર પ્રેમ કરવાની જરૂર છે. આપણે બધાએ સાથે મળીને નવા યુગનું અદ્ભુત મંદિર ઊભું કરવાની જરૂર છે જે આ ક્ષણે વિચારના ગૌરવપૂર્ણ ગાજવીજ વચ્ચે શરૂ થઈ રહ્યું છે.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/gu/educacion-fundamental/padres-y-maestros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/gu/educacion-fundamental/padres-y-maestros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/gu/educacion-fundamental/padres-y-maestros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
