import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "הורים ומורים",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "36. הורים ומורים",
    "order": 36
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>הבעיה החמורה ביותר בחינוך הציבורי אינה התלמידים והתלמידות בבתי הספר היסודיים, התיכוניים או התיכוניים העליונים, אלא ההורים והמורים.</p>\n<p>אם ההורים והמורים אינם מכירים את עצמם, אינם מסוגלים להבין את הילד, את הילדה, אם אינם יודעים להבין לעומק את יחסיהם עם היצורים הללו שמתחילים לחיות, אם הם דואגים רק לטפח את האינטלקט של תלמידיהם, כיצד נוכל ליצור סוג חדש של חינוך?</p>\n<p>הילד, התלמיד, התלמידה, הולכים לבית הספר כדי לקבל הכוונה מודעת, אבל אם המורים, המורות, הם בעלי קריטריונים צרים, שמרנים, ריאקציונרים, מעכבים, כך יהיה הסטודנט, הסטודנטית.</p>\n<p>על המחנכים להתחנך מחדש, להכיר את עצמם, לבדוק את כל הידע שלהם, להבין שאנו נכנסים לעידן חדש.</p>\n<p>על ידי שינוי המחנכים, החינוך הציבורי משתנה.</p>\n<p>לחנך את המחנך הוא הדבר הקשה ביותר, כי כל מי שקרא הרבה, כל מי שיש לו תואר, כל מי שצריך ללמד, שעובד כמורה בבית ספר, הוא כבר כפי שהוא, מוחו סגור בחמישים אלף התיאוריות שלמד והוא כבר לא משתנה אפילו עם תותחים.</p>\n<p>על המורים והמורות ללמד איך לחשוב, אבל לצערי הם דואגים רק ללמד אותם על מה הם צריכים לחשוב.</p>\n<p>הורים ומורים חיים מלאים בדאגות כלכליות, חברתיות, רגשיות וכו’ נוראיות.</p>\n<p>הורים ומורים עסוקים בעיקר בקונפליקטים ובצער שלהם, הם לא באמת מתעניינים ברצינות בלימוד ובפתרון הבעיות שמציבים הנערים והנערות של “הגל החדש”.</p>\n<p>קיימת ניוון נפשי, מוסרי וחברתי עצום, אבל ההורים והמורים מלאים בחרדות ובדאגות אישיות ויש להם זמן לחשוב רק על ההיבט הכלכלי של הילדים, לתת להם מקצוע כדי שלא ימותו מרעב וזה הכל.</p>\n<p>בניגוד לאמונה הרווחת, רוב ההורים לא אוהבים את ילדיהם באמת, אם הם היו אוהבים אותם, הם היו נלחמים למען טובת הכלל, היו מודאגים מהבעיות של החינוך הציבורי במטרה להשיג שינוי אמיתי.</p>\n<p>אם ההורים היו אוהבים את ילדיהם באמת, לא היו מלחמות, המשפחה והאומה לא היו בולטות כל כך בניגוד לכלל העולם, כי זה יוצר בעיות, מלחמות, חלוקות מזיקות, סביבה גיהנומית לילדינו ובנותינו.</p>\n<p>אנשים לומדים, מתכוננים להיות רופאים, מהנדסים, עורכי דין וכו’, ובמקום זאת לא מתכוננים למשימה החמורה והקשה ביותר שהיא להיות הורים.</p>\n<p>האנוכיות המשפחתית הזו, חוסר האהבה הזו לזולתנו, המדיניות הזו של בידוד משפחתי, היא אבסורדית במאה אחוז, כי היא הופכת לגורם של הידרדרות וניוון חברתי מתמיד.</p>\n<p>הקידמה, המהפכה האמיתית, אפשריות רק על ידי הריסת אותן חומות סיניות מפורסמות שמפרידות בינינו, שמבודדות אותנו משאר העולם.</p>\n<p>כולנו משפחה אחת ואבסורד לענות אחד את השני, להתייחס רק כמשפחה למעטים שחיים איתנו וכו’.</p>\n<p>האקסקלוסיביות האנוכית של המשפחה עוצרת את הקידמה החברתית, מפלגת את בני האדם, יוצרת מלחמות, קאסטות, פריווילגיות, בעיות כלכליות וכו’.</p>\n<p>כאשר ההורים אוהבים את ילדיהם באמת, קירות, הגדרות המתועבות של הבידוד יפלו לאבק ואז המשפחה תחדל להיות מעגל אנוכי ואבסורדי.</p>\n<p>כאשר חומות המשפחה האנוכיות נופלות, אז קיימת שותפות אחווה עם כל שאר ההורים והאמהות, עם המורים והמורות, עם כל החברה.</p>\n<p>התוצאה של האחווה האמיתית, היא הטרנספורמציה החברתית האמיתית, המהפכה האותנטית של ענף החינוך לעולם טוב יותר.</p>\n<p>על המחנך להיות מודע יותר, עליו לאסוף את ההורים והאמהות, את ועד ההורים ולדבר איתם בבירור.</p>\n<p>יש צורך שההורים יבינו שמשימת החינוך הציבורי מתבצעת על בסיס איתן של שיתוף פעולה הדדי בין הורים למורים.</p>\n<p>יש צורך לומר להורים שהחינוך הבסיסי נחוץ כדי להרים את הדורות החדשים.</p>\n<p>חיוני לומר להורים שההכשרה האינטלקטואלית נחוצה אבל זה לא הכל, צריך משהו נוסף, צריך ללמד את הנערים והנערות להכיר את עצמם, להכיר את הטעויות שלהם, את הפגמים הפסיכולוגיים שלהם.</p>\n<p>צריך לומר להורים שילדים צריכים להיווצר מאהבה ולא מתשוקה חייתית.</p>\n<p>אכזרי וחסר רחמים להקרין את התשוקות החייתיות שלנו, את התשוקות המיניות האלימות שלנו, את הסנטימנטליות החולנית והרגשות הבהמיים שלנו על צאצאינו.</p>\n<p>הבנים והבנות הם ההקרנות שלנו וזה פשע להדביק את העולם בהקרנות בהמיות.</p>\n<p>מורים ומורות בבתי ספר, מכללות ואוניברסיטאות צריכים לאסוף באולם הטקסים, את ההורים והאמהות במטרה בריאה ללמד אותם את דרך האחריות המוסרית כלפי ילדיהם וכלפי החברה והעולם.</p>\n<p>למחנכים יש את החובה לחנך את עצמם מחדש ולכוון את ההורים והאמהות.</p>\n<p>אנחנו צריכים לאהוב באמת כדי לשנות את העולם. אנחנו צריכים להתאחד כדי להקים בין כולנו, את המקדש הנפלא של העידן החדש שמתחיל כעת בין רעם המחשבה המהולל.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/padres-y-maestros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/padres-y-maestros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/padres-y-maestros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
