import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "မိဘနှင့်ဆရာများ",
  "locale": "my",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "36. မိဘနှင့်ဆရာများ",
    "order": 36
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>အများပြည်သူ့ပညာရေး၏ အကြီးမားဆုံးပြဿနာမှာ မူလတန်း၊ အလယ်တန်း သို့မဟုတ် အထက်တန်းကျောင်းသား ကျောင်းသူများ မဟုတ်ဘဲ မိဘများနှင့် ဆရာ ဆရာမများသာ ဖြစ်သည်။</p>\n<p>မိဘများနှင့် ဆရာ ဆရာမများသည် မိမိကိုယ်ကို မသိလျှင်၊ ကလေးကို နားမလည်နိုင်လျှင်၊ ထိုအစပြုနေသော သတ္တဝါများနှင့် ပတ်သက်သော ဆက်ဆံရေးကို အသေးစိတ် နားမလည်လျှင်၊ သူတို့၏ တပည့်များ၏ ဉာဏ်ရည်ကို မြှင့်တင်ရန်သာ စိတ်ပူနေလျှင်၊ ကျွန်ုပ်တို့သည် မည်သို့သော ပညာရေးမျိုးကို ဖန်တီးနိုင်မည်နည်း။</p>\n<p>ကလေး၊ ကျောင်းသား၊ ကျောင်းသူသည် သတိရှိသော လမ်းညွှန်မှုရရှိရန် ကျောင်းသို့ သွားသော်လည်း ဆရာ ဆရာမများသည် အမြင်ကျဉ်းမြောင်းလျှင်၊ ခေတ်နောက်ပြန်ဆွဲသူများ ဖြစ်လျှင်၊ ကျောင်းသား ကျောင်းသူသည်လည်း ထိုအတိုင်း ဖြစ်လိမ့်မည်။</p>\n<p>ပညာပေးသူများသည် မိမိကိုယ်ကို ပြန်လည်ပညာပေးရန်၊ မိမိကိုယ်ကို သိရှိရန်၊ မိမိတို့၏ အသိပညာအားလုံးကို ပြန်လည်သုံးသပ်ရန်၊ ကျွန်ုပ်တို့သည် ခေတ်သစ်တစ်ခုသို့ ဝင်ရောက်နေကြောင်း နားလည်ရန် လိုအပ်သည်။</p>\n<p>ပညာပေးသူများ ပြောင်းလဲခြင်းဖြင့် အများပြည်သူ့ပညာရေးသည် ပြောင်းလဲသွားမည်ဖြစ်သည်။</p>\n<p>ပညာပေးသူကို ပညာပေးရန်မှာ အခက်ခဲဆုံးဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် များစွာဖတ်ရှုဖူးသူတိုင်း၊ ဘွဲ့ရထားသူတိုင်း၊ သင်ကြားပေးရသူတိုင်း၊ ကျောင်းဆရာအဖြစ် လုပ်ကိုင်နေသူတိုင်းသည် မိမိ၏ စိတ်သည် လေ့လာခဲ့သော သီအိုရီပေါင်း ငါးသောင်းနှင့် ပြည့်နှက်နေပြီး မည်သည့်အရာနှင့်မျှ မပြောင်းလဲတော့ပေ။</p>\n<p>ဆရာ ဆရာမများသည် မည်သို့စဉ်းစားရမည်ကို သင်ကြားပေးသင့်သော်လည်း ကံမကောင်းစွာဖြင့် မည်သည့်အရာကို စဉ်းစားရမည်ကိုသာ သင်ကြားပေးရန် စိတ်ပူနေကြသည်။</p>\n<p>မိဘများနှင့် ဆရာ ဆရာမများသည် ကြောက်မက်ဖွယ်ကောင်းသော စီးပွားရေး၊ လူမှုရေး၊ စိတ်ခံစားမှုဆိုင်ရာ စိုးရိမ်ပူပန်မှုများဖြင့် ပြည့်နှက်နေကြသည်။</p>\n<p>မိဘများနှင့် ဆရာ ဆရာမများသည် များသောအားဖြင့် မိမိတို့၏ ကိုယ်ပိုင် အငြင်းပွားမှုများနှင့် ဝမ်းနည်းမှုများဖြင့် အလုပ်များနေကြပြီး “ခေတ်သစ်လှိုင်း”မှ ယောက်ျားလေးများနှင့် မိန်းကလေးများ တင်ပြသော ပြဿနာများကို လေ့လာဖြေရှင်းရန် အမှန်တကယ် စိတ်မဝင်စားကြပေ။</p>\n<p>ကြောက်မက်ဖွယ်ကောင်းသော စိတ်ပိုင်းဆိုင်ရာ၊ ကိုယ်ကျင့်တရားပိုင်းဆိုင်ရာနှင့် လူမှုရေးယိုယွင်းမှုများ ရှိသော်လည်း မိဘများနှင့် ဆရာ ဆရာမများသည် ကိုယ်ရေးကိုယ်တာ စိုးရိမ်မှုများနှင့် ပူပန်မှုများဖြင့် ပြည့်နှက်နေပြီး သားသမီးများ၏ စီးပွားရေးရှုထောင့်ကို စဉ်းစားရန်၊ ဆာလောင်မွတ်သိပ်မှုကြောင့် မသေဆုံးစေရန်အတွက် အလုပ်အကိုင်တစ်ခုပေးရန်အတွက်သာ အချိန်ရှိသည်။</p>\n<p>ယေဘူယျယုံကြည်ချက်နှင့် ဆန့်ကျင်ဘက်အနေဖြင့် မိဘအများစုသည် မိမိတို့၏ သားသမီးများကို အမှန်တကယ် မချစ်ကြပါ။ သူတို့ကို ချစ်လျှင် ဘုံကောင်းကျိုးအတွက် တိုက်ပွဲဝင်ကြမည်၊ အမှန်တကယ် ပြောင်းလဲရန် ရည်ရွယ်ချက်ဖြင့် အများပြည်သူ့ပညာရေး၏ ပြဿနာများကို စိုးရိမ်ပူပန်ကြမည်။</p>\n<p>မိဘများသည် မိမိတို့၏ သားသမီးများကို အမှန်တကယ် ချစ်လျှင် စစ်ပွဲများ ဖြစ်မည်မဟုတ်၊ ကမ္ဘာတစ်ခုလုံးနှင့် ဆန့်ကျင်ဘက်တွင် မိသားစုနှင့် နိုင်ငံကို အလွန်အမင်း အလေးပေးမည်မဟုတ်ပါ။ အဘယ်ကြောင့်ဆိုသော် ယင်းသည် ပြဿနာများ၊ စစ်ပွဲများ၊ အန္တရာယ်ရှိသော ကွဲပြားမှုများ၊ ကျွန်ုပ်တို့၏ သားသမီးများအတွက် ငရဲခန်းကို ဖန်တီးပေးသောကြောင့်ဖြစ်သည်။</p>\n<p>လူများသည် ဆရာဝန်များ၊ အင်ဂျင်နီယာများ၊ ရှေ့နေများ စသည်တို့ဖြစ်ရန် လေ့လာပြင်ဆင်ကြသော်လည်း မိဘဖြစ်ရသည့် အလွန်လေးနက်ပြီး အခက်ခဲဆုံးအလုပ်အတွက် မပြင်ဆင်ကြပေ။</p>\n<p>မိသားစု၏ ထိုအတ္တဆန်မှု၊ ကျွန်ုပ်တို့၏ လူသားချင်းများအပေါ် ချစ်ခြင်းမေတ္တာ ကင်းမဲ့ခြင်း၊ မိသားစုအထီးကျန်နေသော မူဝါဒသည် ရာနှုန်းပြည့် မိုက်မဲသည်။ အဘယ်ကြောင့်ဆိုသော် ယင်းသည် လူမှုရေးယိုယွင်းမှုနှင့် ဆက်တိုက်ဆုတ်ယုတ်မှုအတွက် အကြောင်းရင်းတစ်ခု ဖြစ်လာသောကြောင့်ဖြစ်သည်။</p>\n<p>တိုးတက်မှု၊ အမှန်တကယ် တော်လှန်ရေးသည် ကမ္ဘာ၏ ကျန်အပိုင်းများနှင့် ကျွန်ုပ်တို့ကို ခွဲထုတ်ထားသော ထိုကျော်ကြားသော တရုတ်တံတိုင်းများကို ဖြိုချခြင်းဖြင့်သာ ဖြစ်နိုင်သည်။</p>\n<p>ကျွန်ုပ်တို့အားလုံးသည် မိသားစုတစ်ခုတည်းဖြစ်ပြီး တစ်ဦးကိုတစ်ဦး ညှဉ်းပန်းနှိပ်စက်ခြင်းသည် မိုက်မဲရာရောက်သည်။ ကျွန်ုပ်တို့နှင့်အတူ နေထိုင်သော လူအနည်းငယ်ကိုသာ မိသားစုအဖြစ် သတ်မှတ်ခြင်းသည် မိုက်မဲရာရောက်သည်။</p>\n<p>မိသားစု၏ အတ္တဆန်သော သီးသန့်ထားမှုသည် လူမှုရေးတိုးတက်မှုကို ဟန့်တားစေပြီး လူသားများကို ခွဲခြားစေကာ စစ်ပွဲများ၊ အထူးအခွင့်အရေးရ လူတန်းစားများ၊ စီးပွားရေးပြဿနာများ စသည်တို့ကို ဖန်တီးပေးသည်။</p>\n<p>မိဘများသည် မိမိတို့၏ သားသမီးများကို အမှန်တကယ် ချစ်မြတ်နိုးသောအခါ အထီးကျန်ဆန်မှု၏ နံရံများ၊ ရွံရှာဖွယ်ကောင်းသော အကာအရံများသည် ပြာမှုန့်အဖြစ်သို့ ပြောင်းလဲသွားမည်ဖြစ်ပြီး ထိုအခါ မိသားစုသည် အတ္တဆန်ပြီး မိုက်မဲသော စက်ဝိုင်းတစ်ခု မဟုတ်တော့ပေ။</p>\n<p>မိသားစု၏ အတ္တဆန်သော နံရံများ ပြိုကျသွားသောအခါ အခြားမိဘများနှင့် ဆရာ ဆရာမများနှင့် လူ့အဖွဲ့အစည်းတစ်ခုလုံးနှင့် ချစ်ကြည်ရင်းနှီးမှု ရှိလာမည်ဖြစ်သည်။</p>\n<p>အမှန်တကယ် ချစ်ကြည်ရင်းနှီးမှု၏ ရလဒ်မှာ ပိုမိုကောင်းမွန်သောကမ္ဘာအတွက် ပညာရေးဆိုင်ရာဌာန၏ အမှန်တကယ်လူမှုရေးပြောင်းလဲမှု၊ စစ်မှန်သောတော်လှန်ရေးဖြစ်သည်။</p>\n<p>ပညာပေးသူသည် ပိုမိုသတိရှိသင့်ပြီး မိဘများနှင့် မိဘများအဖွဲ့၏ အုပ်ချုပ်ရေးအဖွဲ့ကို စုစည်းကာ ရှင်းရှင်းလင်းလင်း ပြောဆိုသင့်သည်။</p>\n<p>အများပြည်သူ့ပညာရေးလုပ်ငန်းသည် မိဘများနှင့် ဆရာ ဆရာမများအကြား အပြန်အလှန် ပူးပေါင်းဆောင်ရွက်မှု၏ ခိုင်မာသောအခြေခံပေါ်တွင် လုပ်ဆောင်ကြောင်း မိဘများ နားလည်ရန် လိုအပ်သည်။</p>\n<p>မျိုးဆက်သစ်များကို မြှင့်တင်ရန်အတွက် အခြေခံပညာရေးသည် မရှိမဖြစ်လိုအပ်ကြောင်း မိဘများအား ပြောပြရန် လိုအပ်သည်။</p>\n<p>ဉာဏ်ရည်ထက်မြက်မှု လေ့ကျင့်ပေးခြင်းသည် မရှိမဖြစ်လိုအပ်သော်လည်း အရာအားလုံး မဟုတ်ကြောင်း၊ တစ်ခုခု လိုအပ်သေးကြောင်း၊ ယောက်ျားလေးများနှင့် မိန်းကလေးများအား မိမိကိုယ်ကို သိရှိရန်၊ မိမိတို့၏ ကိုယ်ပိုင်အမှားများ မိမိတို့၏ စိတ်ပိုင်းဆိုင်ရာ ချို့ယွင်းချက်များကို သိရှိရန် သင်ကြားပေးရန် လိုအပ်ကြောင်း မိဘများအား ပြောပြရန် မဖြစ်မနေ လိုအပ်သည်။</p>\n<p>သားသမီးများကို ချစ်ခြင်းမေတ္တာဖြင့် မွေးဖွားသင့်ပြီး တိရစ္ဆာန်ဆန်သော တဏှာဖြင့် မဟုတ်ကြောင်း မိဘများအား ပြောပြရမည်။</p>\n<p>ကျွန်ုပ်တို့၏ တိရစ္ဆာန်ဆန်သော ဆန္ဒများ၊ ကျွန်ုပ်တို့၏ ပြင်းထန်သော လိင်စိတ်ဆန္ဒများ၊ ကျွန်ုပ်တို့၏ အနာရောဂါစွဲသော စိတ်ခံစားမှုများနှင့် ရက်စက်ကြမ်းကြုတ်သော စိတ်ခံစားမှုများကို ကျွန်ုပ်တို့၏ မျိုးဆက်များအပေါ် သွန်းလောင်းခြင်းသည် ရက်စက်ပြီး သနားညှာတာမှုကင်းမဲ့ရာ ရောက်သည်။</p>\n<p>သားများနှင့် သမီးများသည် ကျွန်ုပ်တို့၏ ကိုယ်ပိုင် ပုံရိပ်များဖြစ်ပြီး ကမ္ဘာကို ရက်စက်ကြမ်းကြုတ်သော ပုံရိပ်များဖြင့် ကူးစက်ခြင်းသည် ရာဇဝတ်မှုဖြစ်သည်။</p>\n<p>ကျောင်းများ၊ ကောလိပ်များနှင့် တက္ကသိုလ်များမှ ဆရာ ဆရာမများသည် ခန်းမ၌ မိဘများနှင့် စုစည်းသင့်ပြီး မိမိတို့၏ သားသမီးများနှင့် လူ့အဖွဲ့အစည်းနှင့် ကမ္ဘာအပေါ်တွင် ရှိသော ကိုယ်ကျင့်တရားဆိုင်ရာ တာဝန်ဝတ္တရား၏ လမ်းကြောင်းကို သင်ကြားပေးရန် ရည်ရွယ်သင့်သည်။</p>\n<p>ပညာပေးသူများသည် မိမိကိုယ်ကို ပြန်လည်ပညာပေးရန်နှင့် မိဘများအား လမ်းညွှန်ပေးရန် တာဝန်ရှိသည်။</p>\n<p>ကမ္ဘာကို ပြောင်းလဲရန် အမှန်တကယ် ချစ်မြတ်နိုးရန် လိုအပ်သည်။ ဤအချိန်တွင် အတွေးအခေါ်၏ မြင့်မြတ်သော အသံဖြင့် စတင်နေသော ခေတ်သစ်၏ အံ့ဖွယ်ဗိမာန်ကို ကျွန်ုပ်တို့အားလုံးကြားတွင် ထူထောင်ရန် လိုအပ်သည်။</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/my/educacion-fundamental/padres-y-maestros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/my/educacion-fundamental/padres-y-maestros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/my/educacion-fundamental/padres-y-maestros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
