import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Родители и учителя",
  "locale": "ru",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "36. Родители и учителя",
    "order": 36
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Самая серьезная проблема ГОСУДАРСТВЕННОГО ОБРАЗОВАНИЯ — это не ученики начальной, средней или старшей школы, а РОДИТЕЛИ и УЧИТЕЛЯ.</p>\n<p>Если родители и учителя не знают самих себя, не способны понять ребенка, если они не умеют глубоко понять свои отношения с этими созданиями, начинающими жить, если их заботит только развитие интеллекта своих учеников, как мы сможем создать новый вид образования?</p>\n<p>Ребенок, ученик, ходит в школу, чтобы получить сознательное руководство, но если учителя, учителя узколобые, консервативные, реакционные, отсталые, такими же будут и ученики.</p>\n<p>Педагоги должны перевоспитаться, познать себя, пересмотреть все свои знания, понять, что мы вступаем в Новую Эру.</p>\n<p>Когда педагоги преображаются, преображается и государственное образование.</p>\n<p>ОБУЧИТЬ ПЕДАГОГА — самое трудное, потому что каждый, кто много читал, каждый, у кого есть диплом, каждый, кто должен учить, кто работает школьным учителем, уже такой, какой он есть, его разум закупорен в пятидесяти тысячах изученных теорий, и его уже не изменишь и пушечным выстрелом.</p>\n<p>Учителя должны учить, КАК ДУМАТЬ, но, к сожалению, они заботятся только о том, ЧТО ДУМАТЬ.</p>\n<p>Родители и учителя живут, полные ужасных экономических, социальных, сентиментальных и т. д. забот.</p>\n<p>Родители и учителя в основном заняты своими собственными конфликтами и печалями, они не заинтересованы по-настоящему в изучении и решении проблем, которые ставят мальчики и девочки “НОВОЙ ВОЛНЫ”.</p>\n<p>Существует огромная умственная, моральная и социальная дегенерация, но родители и учителя полны личных тревог и забот и у них есть время только думать об экономическом аспекте детей, о том, чтобы дать им профессию, чтобы они не умерли с голоду, и это все.</p>\n<p>Вопреки общему мнению, большинство родителей не любят своих детей по-настоящему, если бы они любили, они бы боролись за общее благо, они бы заботились о проблемах ГОСУДАРСТВЕННОГО ОБРАЗОВАНИЯ с целью достижения реальных изменений.</p>\n<p>Если бы родители действительно любили своих детей, не было бы войн, семья и нация не выделялись бы так сильно в противовес всему миру, потому что это создает проблемы, войны, пагубные разделения, адскую обстановку для наших сыновей и дочерей.</p>\n<p>Люди учатся, готовятся стать врачами, инженерами, юристами и т. д., а взамен не готовятся к самой серьезной и самой трудной задаче, какой является задача быть родителями.</p>\n<p>Этот семейный эгоизм, эта нехватка любви к нашим ближним, эта политика семейной изоляции абсурдна на сто процентов, потому что она становится фактором ухудшения и постоянной социальной дегенерации.</p>\n<p>Прогресс, настоящая Революция, возможны только путем разрушения этих знаменитых китайских стен, которые разделяют нас, которые изолируют нас от остального мира.</p>\n<p>Все мы — ОДНА СЕМЬЯ, и абсурдно мучить друг друга, считать семьей только тех немногих людей, которые живут с нами и т. д.</p>\n<p>Эгоистичный СЕМЕЙНЫЙ ЭКСКЛЮЗИВ тормозит социальный прогресс, разделяет людей, создает войны, привилегированные касты, экономические проблемы и т. д.</p>\n<p>Когда родители действительно полюбят своих детей, стены, отвратительные изгороди изоляции, рухнут в прах, и тогда семья перестанет быть эгоистичным и абсурдным кругом.</p>\n<p>Когда эгоистичные семейные стены рухнут, тогда возникает братское общение со всеми другими отцами и матерями, с Учителями, со всем обществом.</p>\n<p>Результатом ИСТИННОГО БРАТСТВА является ИСТИННОЕ СОЦИАЛЬНОЕ ПРЕОБРАЗОВАНИЕ, подлинная РЕВОЛЮЦИЯ в сфере ОБРАЗОВАНИЯ для лучшего мира.</p>\n<p>ПЕДАГОГ должен быть более сознательным, он должен собрать Отцов и Матерей, в Совет Родителей и говорить с ними ясно.</p>\n<p>Необходимо, чтобы Родители поняли, что задача государственного образования осуществляется на прочной основе взаимного сотрудничества между Родителями и Учителями.</p>\n<p>Необходимо сказать Родителям, что ФУНДАМЕНТАЛЬНОЕ ОБРАЗОВАНИЕ необходимо для поднятия новых Поколений.</p>\n<p>Необходимо сказать Родителям, что интеллектуальное образование необходимо, но это еще не все, нужно что-то еще, нужно научить мальчиков и девочек познавать себя, познавать свои собственные ошибки, свои собственные Психологические недостатки.</p>\n<p>Нужно сказать Родителям, что детей нужно зачинать по ЛЮБВИ, а не по ЖИВОТНОЙ СТРАСТИ.</p>\n<p>Жестоко и беспощадно проецировать наши животные желания, наши бурные сексуальные страсти, наши болезненные сентиментальности и звериные эмоции на наших потомков.</p>\n<p>Сыновья и Дочери — это наши собственные проекции, и преступно заражать Мир звериными проекциями.</p>\n<p>Учителя Школ, Колледжей и Университетов должны собрать в актовом зале Отцов и Матерей со здоровой целью научить их пути моральной ответственности по отношению к своим детям и к Обществу и Миру.</p>\n<p>ПЕДАГОГИ обязаны ПЕРЕВОСПИТАТЬ себя и ориентировать Отцов и Матерей.</p>\n<p>Нам нужно любить по-настоящему, чтобы преобразовать мир. Нам нужно объединиться, чтобы воздвигнуть между всеми нами чудесный Храм Новой Эры, который в эти моменты начинается среди величественного грома мысли.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ru/educacion-fundamental/padres-y-maestros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/padres-y-maestros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/padres-y-maestros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
