import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "پدران و آموزگاران",
  "locale": "fa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "36. پدران و آموزگاران",
    "order": 36
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>جدی‌ترین مشکل آموزش و پرورش دولتی، دانش‌آموزان ابتدایی، راهنمایی یا دبیرستان نیستند، بلکه والدین و معلمان هستند.</p>\n<p>اگر والدین و معلمان خود را نشناسند، اگر نتوانند کودک را درک کنند، اگر نتوانند روابط خود را با این موجوداتی که تازه شروع به زندگی کرده‌اند، به‌طور کامل درک کنند، اگر فقط به پرورش عقل شاگردان خود اهمیت دهند، چگونه می‌توانیم نوع جدیدی از آموزش و پرورش را ایجاد کنیم؟</p>\n<p>کودک، دانش‌آموز، برای دریافت راهنمایی آگاهانه به مدرسه می‌رود، اما اگر معلمان، دارای دیدگاه‌های تنگ‌نظرانه، محافظه‌کارانه، مرتجعانه و عقب‌مانده باشند، دانش‌آموز نیز به همین شکل خواهد بود.</p>\n<p>مربیان باید دوباره آموزش ببینند، خود را بشناسند، تمام دانش خود را بازبینی کنند و درک کنند که وارد عصر جدیدی می‌شویم.</p>\n<p>با تغییر مربیان، آموزش و پرورش دولتی نیز تغییر می‌کند.</p>\n<p>آموزش دادن به مربی، دشوارترین کار است، زیرا هرکسی که زیاد مطالعه کرده، هرکسی که مدرک دارد، هرکسی که باید آموزش دهد، که به‌عنوان معلم مدرسه کار می‌کند، همان‌گونه است که هست، ذهن او در پنجاه هزار نظریه‌ای که مطالعه کرده، حبس شده است و دیگر حتی با توپ هم تغییر نمی‌کند.</p>\n<p>معلمان باید نحوه فکر کردن را آموزش دهند، اما متأسفانه فقط نگران این هستند که به آنها آموزش دهند به چه چیزی فکر کنند.</p>\n<p>والدین و معلمان مملو از نگرانی‌های اقتصادی، اجتماعی، عاطفی و غیره هستند.</p>\n<p>والدین و معلمان بیشتر درگیر مشکلات و غم‌های خود هستند و واقعاً علاقه‌ای به مطالعه و حل مشکلات مطرح‌شده توسط پسران و دختران “نسل جدید” ندارند.</p>\n<p>انحطاط ذهنی، اخلاقی و اجتماعی شدیدی وجود دارد، اما والدین و معلمان پر از اضطراب و نگرانی‌های شخصی هستند و فقط وقت دارند به جنبه اقتصادی فرزندان خود فکر کنند، به اینکه به آنها حرفه‌ای بدهند تا از گرسنگی نمیرند و این تمام است.</p>\n<p>برخلاف باور عمومی، اکثر والدین واقعاً فرزندان خود را دوست ندارند، اگر آنها را دوست داشتند، برای رفاه عمومی مبارزه می‌کردند، نگران مشکلات آموزش و پرورش دولتی بودند تا تغییری واقعی ایجاد کنند.</p>\n<p>اگر والدین واقعاً فرزندان خود را دوست داشتند، جنگی وجود نداشت، خانواده و ملت در تقابل با کل جهان برجسته نمی‌شدند، زیرا این امر باعث ایجاد مشکلات، جنگ‌ها، اختلافات مضر و محیط جهنمی برای پسران و دختران ما می‌شود.</p>\n<p>مردم مطالعه می‌کنند، برای پزشک، مهندس، وکیل و غیره شدن آماده می‌شوند، اما برای مهم‌ترین و دشوارترین وظیفه، یعنی پدر و مادر شدن، آماده نمی‌شوند.</p>\n<p>این خودخواهی خانوادگی، این عدم عشق به همنوعان، این سیاست انزوای خانوادگی، صد در صد پوچ است، زیرا به عاملی برای زوال و انحطاط اجتماعی مداوم تبدیل می‌شود.</p>\n<p>پیشرفت، انقلاب واقعی، تنها با تخریب آن دیوارهای بزرگ چین که ما را از بقیه جهان جدا و منزوی می‌کند، امکان‌پذیر است.</p>\n<p>همه ما یک خانواده هستیم و آزار و اذیت یکدیگر، در نظر گرفتن تنها افرادی که با ما زندگی می‌کنند به‌عنوان خانواده و غیره، پوچ است.</p>\n<p>انحصارطلبی خودخواهانه خانواده، مانع پیشرفت اجتماعی می‌شود، انسان‌ها را تقسیم می‌کند، جنگ‌ها، طبقات ممتاز، مشکلات اقتصادی و غیره را ایجاد می‌کند.</p>\n<p>وقتی والدین واقعاً فرزندان خود را دوست داشته باشند، دیوارها، حصارهای نفرت‌انگیز انزوا فرو می‌ریزند و سپس خانواده از یک دایره خودخواهانه و پوچ خارج می‌شود.</p>\n<p>با فرو ریختن دیوارهای خودخواهانه خانواده، آنگاه اشتراک برادرانه با تمام پدران و مادران دیگر، با معلمان و با کل جامعه وجود خواهد داشت.</p>\n<p>نتیجه برادری واقعی، تحول اجتماعی واقعی، انقلاب اصیل در شاخه آموزش و پرورش برای دنیایی بهتر است.</p>\n<p>مربی باید آگاه‌تر باشد، باید پدران و مادران را، هیئت‌مدیره والدین را جمع کند و با آنها واضح صحبت کند.</p>\n<p>لازم است که والدین درک کنند که وظیفه آموزش و پرورش دولتی بر پایه محکم همکاری متقابل بین والدین و معلمان انجام می‌شود.</p>\n<p>لازم است به والدین گفته شود که آموزش و پرورش اساسی برای ارتقای نسل‌های جدید ضروری است.</p>\n<p>ضروری است به والدین گفته شود که آموزش فکری ضروری است، اما همه چیز نیست، چیز بیشتری لازم است، لازم است به پسران و دختران آموزش داده شود که خود را بشناسند، اشتباهات و نقص‌های روان‌شناختی خود را بشناسند.</p>\n<p>باید به والدین گفت که فرزندان باید از روی عشق به وجود آیند، نه از روی شهوت حیوانی.</p>\n<p>بی‌رحمانه و سنگدلانه است که امیال حیوانی، شهوت‌های جنسی شدید، احساسات بیمارگونه و عواطف وحشیانه خود را در فرزندان خود منعکس کنیم.</p>\n<p>پسران و دختران، انعکاس‌های خود ما هستند و آلوده کردن جهان با انعکاس‌های وحشیانه، جنایت است.</p>\n<p>معلمان مدارس، کالج‌ها و دانشگاه‌ها باید پدران و مادران را در سالن اجتماعات جمع کنند تا هدف سالمی داشته باشند و راه مسئولیت اخلاقی در قبال فرزندان و جامعه و جهان را به آنها نشان دهند.</p>\n<p>مربیان وظیفه دارند خود را دوباره آموزش دهند و والدین را راهنمایی کنند.</p>\n<p>برای تغییر جهان، نیاز به عشق واقعی داریم. برای بنای معبد شگفت‌انگیز عصر جدید که در این لحظات در میان رعد و برق باشکوه اندیشه آغاز می‌شود، نیاز به اتحاد داریم.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/fa/educacion-fundamental/padres-y-maestros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/padres-y-maestros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/padres-y-maestros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
