import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Ծնողներ և Ուսուցիչներ",
  "locale": "hy",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "36. Ծնողներ և Ուսուցիչներ",
    "order": 36
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ՀԱՆՐԱՅԻՆ ԿՐԹՈՒԹՅԱՆ ամենալուրջ խնդիրը տարրական, միջնակարգ կամ ավագ դպրոցի աշակերտները չեն, այլ՝ ԾՆՈՂՆԵՐԸ և ՈՒՍՈՒՑԻՉՆԵՐԸ։</p>\n<p>Եթե ծնողներն ու ուսուցիչները չճանաչեն իրենց, եթե ի վիճակի չլինեն հասկանալ երեխային, եթե չկարողանան խորապես հասկանալ իրենց հարաբերությունները կյանքը նոր սկսող այս էակների հետ, եթե միայն մտահոգված լինեն իրենց սաների միտքը զարգացնելով, ինչպե՞ս կարող ենք կրթության նոր դաս ստեղծել։</p>\n<p>Երեխան, ուսանողը գնում է դպրոց՝ գիտակցված ուղղորդում ստանալու համար, բայց եթե ուսուցիչները նեղ մտածողության, պահպանողական, հետադիմական, հետ մնացած լինեն, այդպիսին կլինի ուսանողը։</p>\n<p>Մանկավարժները պետք է վերադաստիարակվեն, ճանաչեն իրենց, վերանայեն իրենց բոլոր գիտելիքները, հասկանան, որ մենք մտնում ենք նոր դարաշրջան։</p>\n<p>Մանկավարժների փոխակերպմամբ հանրային կրթությունը փոխակերպվում է։</p>\n<p>ՄԱՆԿԱՎԱՐԺԻՆ ԿՐԹԵԼԸ ամենադժվարն է, քանի որ ով շատ է կարդացել, ով ունի կոչում, ով պետք է սովորեցնի, ով աշխատում է որպես դպրոցի ուսուցիչ, արդեն այնպիսին է, ինչպիսին կա, նրա միտքը շշալցված է հիսուն հազար տեսություններով, որոնք նա ուսումնասիրել է, և այլևս չի փոխվի նույնիսկ թնդանոթի կրակով։</p>\n<p>Ուսուցիչները պետք է սովորեցնեն ԻՆՉՊԵՍ ՄՏԱԾԵԼ, բայց, ցավոք, նրանք միայն մտահոգված են նրանց սովորեցնելով, ԹԵ ԻՆՉ ՄԱՍԻՆ ՊԵՏՔ Է ՄՏԱԾԵԼ։</p>\n<p>Ծնողներն ու ուսուցիչներն ապրում են սարսափելի տնտեսական, սոցիալական, զգացմունքային և այլ մտահոգություններով։</p>\n<p>Ծնողներն ու ուսուցիչները մեծ մասամբ զբաղված են իրենց սեփական կոնֆլիկտներով ու ցավերով, նրանք իսկապես լուրջ հետաքրքրված չեն ուսումնասիրել և լուծել «ՆՈՐ ԱԼԻՔԻ» տղաների և աղջիկների կողմից բարձրացված խնդիրները։</p>\n<p>Մտավոր, բարոյական և սոցիալական մեծ այլասերում կա, բայց ծնողներն ու ուսուցիչները լի են անձնական տագնապներով ու մտահոգություններով և ժամանակ ունեն միայն մտածելու երեխաների տնտեսական կողմի մասին, նրանց մասնագիտություն տալու մասին, որպեսզի սովամահ չլինեն, և դա է ամեն ինչ։</p>\n<p>Ի հակադրություն ընդհանուր համոզմունքի, ընտանիքների մեծ մասը իսկապես չի սիրում իրենց երեխաներին, եթե սիրեին, կպայքարեին ընդհանուր բարեկեցության համար, կմտահոգվեին ՀԱՆՐԱՅԻՆ ԿՐԹՈՒԹՅԱՆ խնդիրներով՝ իսկական փոփոխություն իրականացնելու նպատակով։</p>\n<p>Եթե ծնողներն իսկապես սիրեին իրենց երեխաներին, պատերազմներ չէին լինի, ընտանիքը և ազգն այդքան շատ չէին առանձնանա աշխարհի ամբողջության դեմ, քանի որ դա խնդիրներ է առաջացնում, պատերազմներ, վնասակար բաժանումներ, դժոխային միջավայր մեր տղաների և աղջիկների համար։</p>\n<p>Մարդիկ սովորում են, պատրաստվում են բժիշկներ, ինժեներներ, իրավաբաններ և այլն լինել, բայց փոխարենը չեն պատրաստվում ամենալուրջ և ամենադժվարին խնդրին, որն է լինել ընտանիքի ծնողներ։</p>\n<p>Ընտանիքի այս եսասիրությունը, մեր մերձավորների հանդեպ սիրո այս բացակայությունը, ընտանեկան մեկուսացման այս քաղաքականությունը հարյուր տոկոսով անհեթեթություն է, քանի որ այն դառնում է սոցիալական վատթարացման և մշտական այլասերման գործոն։</p>\n<p>Առաջընթացը, իսկական հեղափոխությունը հնարավոր են միայն փլուզելով այն հայտնի չինական պատերը, որոնք մեզ բաժանում են, որոնք մեզ մեկուսացնում են մնացած աշխարհից։</p>\n<p>Մենք բոլորս ՄԻԱՍՆԱԿԱՆ ԸՆՏԱՆԻՔ ԵՆՔ, և անհեթեթ է տանջել միմյանց, միայն մեր հետ ապրող քչերին համարել ընտանիք և այլն։</p>\n<p>ԸՆՏԱՆԻՔԻ ԵՍԱՍԻՐԱԿԱՆ բացառիկությունը կանգնեցնում է սոցիալական առաջընթացը, բաժանում մարդկանց, ստեղծում պատերազմներ, արտոնյալ դասեր, տնտեսական խնդիրներ և այլն։</p>\n<p>Երբ ծնողները իսկապես սիրեն իրենց երեխաներին, ավերակ կդառնան պատերը, մեկուսացման զզվելի պատնեշները, և այն ժամանակ ընտանիքը կդադարի լինել եսասեր և անհեթեթ շրջանակ։</p>\n<p>Ընտանիքի եսասեր պատերը փլվելուց հետո այն ժամանակ եղբայրական հաղորդակցություն կա մյուս բոլոր ծնողների, ուսուցիչների և ամբողջ հասարակության հետ։</p>\n<p>ԻՍԿԱԿԱՆ ԵՂԲԱՅՐՈՒԹՅԱՆ արդյունքը ԻՍԿԱԿԱՆ ՍՈՑԻԱԼԱԿԱՆ ՓՈԽԱԿԵՐՊՈՒՄՆ Է, կրթական ոլորտի իսկական ՀԵՂԱՓՈԽՈՒԹՅՈՒՆԸ դեպի ավելի լավ աշխարհ։</p>\n<p>ՄԱՆԿԱՎԱՐԺԸ պետք է ավելի գիտակից լինի, նա պետք է հավաքի ծնողներին, ծնողների տնօրինության խորհրդին և պարզ խոսի նրանց հետ։</p>\n<p>Անհրաժեշտ է, որ ծնողները հասկանան, որ հանրային կրթության խնդիրն իրականացվում է ծնողների և ուսուցիչների փոխադարձ համագործակցության ամուր հիմքի վրա։</p>\n<p>Անհրաժեշտ է ծնողներին ասել, որ ՀԻՄՆԱԿԱՆ ԿՐԹՈՒԹՅՈՒՆԸ անհրաժեշտ է նոր սերունդները բարձրացնելու համար։</p>\n<p>Անհրաժեշտ է ծնողներին ասել, որ մտավոր ձևավորումն անհրաժեշտ է, բայց դա ամենը չէ, ինչ-որ բան ավելին է պետք, պետք է սովորեցնել տղաներին և աղջիկներին ճանաչել իրենց, ճանաչել իրենց սեփական սխալները, իրենց սեփական հոգեբանական թերությունները։</p>\n<p>Պետք է ասել ծնողներին, որ երեխաները պետք է բեղմնավորվեն ՍԻՐՈՎ, այլ ոչ թե ԿԵՆԴԱՆԱԿԱՆ ԿՐՔՈՎ։</p>\n<p>Դաժան և անողորմ է մեր կենդանական ցանկությունները, մեր բռնի սեռական կրքերը, մեր հիվանդագին սենտիմենտալիզմները և գազանային էմոցիաները մեր սերունդների վրա տարածելը։</p>\n<p>Տղաներն ու աղջիկները մեր սեփական պրոյեկցիաներն են, և հանցավոր է աշխարհը վարակել գազանային պրոյեկցիաներով։</p>\n<p>Դպրոցների, քոլեջների և համալսարանների ուսուցիչները պետք է հավաքեն ծնողներին դահլիճում՝ իրենց երեխաների և հասարակության ու աշխարհի հանդեպ բարոյական պատասխանատվության ուղին սովորեցնելու առողջ նպատակով։</p>\n<p>ՄԱՆԿԱՎԱՐԺՆԵՐԸ պարտավոր են ՎԵՐԱԴԱՍՏԻԱՐԱԿԵԼ իրենց և ուղղորդել ծնողներին։</p>\n<p>Մեզ անհրաժեշտ է իսկապես սիրել, որպեսզի փոխակերպենք աշխարհը։ Մեզ պետք է միավորվել, որպեսզի միասին բարձրացնենք նոր դարաշրջանի հրաշալի տաճարը, որն այս պահին սկսվում է մտքի վեհաշուք որոտի մեջ։</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hy/educacion-fundamental/padres-y-maestros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/padres-y-maestros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/padres-y-maestros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
