import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Ата-аналар мен мұғалімдер",
  "locale": "kk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "36. Ата-аналар мен мұғалімдер",
    "order": 36
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>МЕМЛЕКЕТТІК БІЛІМ БЕРУДІҢ ең үлкен проблемасы бастауыш, орта немесе жоғары сынып оқушылары емес, АТА-АНАЛАР мен МҰҒАЛІМДЕР.</p>\n<p>Егер Ата-аналар мен Мұғалімдер өздерін танымаса, баланы түсіне алмаса, өмірге жаңа қадам басқан осы жандармен қарым-қатынасын терең түсіне алмаса, оқушылардың тек ақыл-ойын дамытуға ғана мән берсе, біз жаңа білім беру түрін қалай құра аламыз?</p>\n<p>Бала, оқушы мектепке саналы түрде бағыт алу үшін барады, бірақ егер Мұғалімдердің көзқарасы тар, консервативті, реакцияшыл, артта қалушы болса, студент те сондай болады.</p>\n<p>Педагогтар қайта оқып, өздерін танып, барлық білімдерін қайта қарап, жаңа дәуірге қадам басып жатқанымызды түсінуі керек.</p>\n<p>Педагогтар өзгерген сайын, мемлекеттік білім беру де өзгереді.</p>\n<p>ПЕДАГОГТЫ оқыту ең қиын, өйткені көп оқыған, ғылыми атағы бар, оқытуы тиіс, мектеп мұғалімі болып жұмыс істейтін кез келген адам қазірдің өзінде қалыптасып қалған, оның санасы оқыған елу мың теорияға толы және оны зеңбірекпен атсаң да өзгертпейсің.</p>\n<p>Мұғалімдер ҚАЛАЙ ОЙЛАУ керектігін үйретуі керек еді, бірақ өкінішке орай, олар тек НЕ ТУРАЛЫ ОЙЛАУ керектігін үйретуге ғана мән береді.</p>\n<p>Ата-аналар мен Мұғалімдер үрейлі экономикалық, әлеуметтік, сезімдік және т.б. мәселелерге толы.</p>\n<p>Ата-аналар мен Мұғалімдер көбінесе өз мәселелері мен қайғыларымен әлек, олар “ЖАҢА ТОЛҚЫН” балалары мен қыздары көтерген мәселелерді зерттеуге және шешуге шындап мүдделі емес.</p>\n<p>Ақыл-ой, моральдық және әлеуметтік азғындау бар, бірақ ата-аналар мен мұғалімдер жеке алаңдаушылықтары мен уайымдарына толы және балаларының экономикалық жағын ойлауға ғана уақыт табады, оларға аштан өлмеу үшін мамандық беру және бәрі осы.</p>\n<p>Жалпы сенімге қарамастан, отбасылық ата-аналардың көпшілігі балаларын шынымен жақсы көрмейді, егер жақсы көрсе, ортақ игілік үшін күресер еді, шынайы өзгеріске қол жеткізу мақсатында МЕМЛЕКЕТТІК БІЛІМ БЕРУ мәселелеріне алаңдар еді.</p>\n<p>Егер отбасылық ата-аналар балаларын шынымен жақсы көрсе, соғыс болмас еді, олар әлемнің тұтастығына қарсы отбасы мен ұлтты соншалықты ерекшелемес еді, өйткені бұл балаларымыз үшін проблемалар, соғыстар, зиянды бөлінулер, тозақтық орта жасайды.</p>\n<p>Адамдар оқиды, дәрігер, инженер, заңгер және т.б. болуға дайындалады, бірақ ең ауыр және ең қиын міндетке, яғни отбасылық ата-ана болуға дайындалмайды.</p>\n<p>Отбасының осы бір қанағатшылдығы, жақындарымызға деген махаббаттың жоқтығы, отбасылық оқшауланудың осы саясаты жүз пайызға абсурд, өйткені ол әлеуметтік тозу мен тұрақты азғындау факторына айналады.</p>\n<p>Прогресс, шынайы Революция бізді бөліп тұратын, әлемнің қалған бөлігінен оқшаулайтын сол атақты Қытай қорғандарын құлатқанда ғана мүмкін болады.</p>\n<p>Бәріміз БІР ҒАНА ОТБАСЫМЫЗ және бір-бірімізді азаптау, бізбен бірге тұратын аз ғана адамды ғана отбасы ретінде қарастыру абсурд.</p>\n<p>ОТБАСЫНЫҢ ҚАНАҒАТШЫЛДЫҚТЫҚ ЕРЕКШЕЛІГІ әлеуметтік прогресті тоқтатады, адамдарды бөледі, соғыстар, тектіктер, артықшылықтықтар, экономикалық проблемалар және т.б. жасайды.</p>\n<p>Отбасылық ата-аналар балаларын шынымен жақсы көргенде, оқшауланудың қабырғалары, жиіркенішті қоршаулары күлге айналады, сонда отбасы қанағатшыл және абсурд шеңбері болуды тоқтатады.</p>\n<p>Отбасының қанағатшылдық қабырғалары құлағанда, барлық басқа отбасылық ата-аналармен, Мұғалімдермен, бүкіл қоғаммен бауырластық бірлік пайда болады.</p>\n<p>ШЫНАЙЫ БАУЫРЛАСТЫҚТЫҢ нәтижесі – жақсы әлем үшін БІЛІМ БЕРУ саласындағы ШЫНАЙЫ ӘЛЕУМЕТТІК ӨЗГЕРІС, нағыз РЕВОЛЮЦИЯ.</p>\n<p>ПЕДАГОГ неғұрлым саналы болуы керек, отбасылық ата-аналарды, Отбасылық ата-аналардың басқармасын жинап, оларға анық айтуы керек.</p>\n<p>Отбасылық ата-аналар мемлекеттік білім беру міндеті Отбасылық ата-аналар мен Мұғалімдер арасындағы өзара ынтымақтастыққа негізделгенін түсінуі қажет.</p>\n<p>Отбасылық ата-аналарға ІРГЕЛІ БІЛІМ беру жаңа ұрпақты тәрбиелеу үшін қажет екенін айту қажет.</p>\n<p>Отбасылық ата-аналарға ақыл-ойды дамыту қажет, бірақ бәрі емес, басқа нәрсе қажет, балаларға өздерін тануды, өз қателіктерін, өз Психологиялық кемшіліктерін тануды үйрету қажет екенін айту міндетті.</p>\n<p>Балалар МАХАББАТПЕН емес, ЖАНУАРЛЫҚ ҚҰМАРЛЫҚПЕН туылуы керек емес екенін Отбасылық ата-аналарға айту керек.</p>\n<p>Біздің жануарлық тілектерімізді, зорлықты жыныстық құмарлықтарымызды, аурулы сезімталдықтарымызды және жабайы эмоцияларымызды ұрпақтарымызға таңу қатыгездік пен мейірімсіздік болып табылады.</p>\n<p>Ұлдарымыз бен Қыздарымыз – біздің жеке проекцияларымыз және әлемді жабайы проекциялармен жұқтыру қылмыс болып табылады.</p>\n<p>Мектептердің, колледждердің және университеттердің Мұғалімдері мен Ата-аналары балаларға және қоғам мен әлемге деген моральдық жауапкершілік жолын үйрету мақсатында акт залында Отбасылық ата-аналарды жинауы керек.</p>\n<p>ПЕДАГОГТАР өздерін ҚАЙТА ОҚЫТУ және Отбасылық ата-аналарға бағыт беруге міндетті.</p>\n<p>Әлемді өзгерту үшін бізге шынымен жақсы көру керек. Осы сәтте ойдың салтанатты күркіреуі арасында басталып жатқан Жаңа Дәуірдің ғажайып ғибадатханасын бәріміз бірге тұрғызу үшін бірігуіміз керек.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kk/educacion-fundamental/padres-y-maestros.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/padres-y-maestros.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/padres-y-maestros.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
