import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "前言",
  "locale": "zh",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "前言",
    "order": 0
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>本心理革命论是大师在 1975 年圣诞节之际给予兄弟们的一份新的讯息。它是一部完整的法典，教导我们如何杀死缺点。</p>\n<p>到目前为止，学生们满足于压制缺点，就像军队首长对下属实施权威一样。我们个人一直是压制缺点的技术人员，但现在我们被迫杀死它们，消除它们，利用大师萨麦尔的技术，他以清晰、精确和准确的方式向我们提供了关键。</p>\n<p>当缺点消失时，除了灵魂以其纯洁的美丽表达出来之外，一切都会为我们改变。许多人问，当几个缺点同时出现时，他们该怎么办？我们回答说，消除一些，让其他的等待。对于那些其他的，可以先压制，以后再消除。</p>\n<p>在第一章中，他教我们如何改变人生的篇章，打破：愤怒、贪婪、嫉妒、淫欲、骄傲、懒惰、暴食、欲望等。必须掌握尘世的头脑，并旋转额轮，使其吸收宇宙头脑的永恒知识。在这一章中，他还教我们检查存在的道德水平，并改变这个水平。当我们摧毁我们的缺点时，这是可能的。</p>\n<p>一切内在的改变都会带来外在的改变。大师在这部作品中谈到的存在水平是指我们所处的状况。</p>\n<p>在第二章中，他解释说，存在水平是我们在人生阶梯上所处的位置，当我们登上这个阶梯时，我们就会进步，但当我们停滞不前时，我们就会感到无聊、沮丧、悲伤、忧郁。</p>\n<p>在第三章中，他谈到了心理上的叛逆，并教导我们心理出发点就在我们内心。他说，垂直或垂直的道路是叛逆者的领域，是那些寻求立即改变的人的领域，因此，自我工作是垂直道路的主要特征；类人生物在人生阶梯上行走在水平道路上。</p>\n<p>在第四章中，他确定了变化是如何发生的。一个孩子的美丽归功于他尚未发展出自己的缺点。我们看到，当这些缺点在孩子身上发展时，他就会失去他天生的美丽。当我们消除缺点时，灵魂会以其光彩展现出来，人们一眼就能察觉到这一点，而且灵魂的美丽也使肉体变得美丽。</p>\n<p>在第五章中，他教我们如何管理这个心理体育馆，并教我们消除我们内心隐藏的丑陋（缺点）的方法；他教我们如何进行自我工作，以实现彻底的转变。</p>\n<p>改变是必要的，但人们不知道如何改变，他们非常痛苦，并满足于责怪别人。他们不知道只有他们自己对他们生活的管理负责。</p>\n<p>在第六章中，他谈到了生活，他说生活是一个没有人理解的问题：状态是内在的，事件是外在的。</p>\n<p>在第七章中，他谈到了内在状态，并教导我们意识状态与实际生活的外部事件之间的区别。</p>\n<p>当我们改变错误的意识状态时，这会在我们身上产生根本性的变化。</p>\n<p>他在第九章中谈到了个人事件，并教导我们纠正错误的心理状态和错误的内在状态。他教导我们整理凌乱的内心家园。内在生活带来外在环境，如果这些环境是痛苦的，那是因为荒谬的内在状态。外在是内在的反映，内在的改变立即带来新的秩序。</p>\n<p>错误的内在状态使我们成为人类邪恶的无助受害者。他教导我们不要认同任何事件，提醒我们一切都会过去。我们必须学会把生活看作一部电影，在戏剧中我们必须是观察者，不要与戏剧混淆。</p>\n<p>我的一个儿子有一个剧院，在那里放映现代电影，当获得奥斯卡奖的艺术家工作时，剧院就会爆满。有一天，我的儿子阿尔瓦罗邀请我去看一部由获得奥斯卡奖的艺术家出演的电影。我回答说我不能去，因为我对一个比他的电影更好的，所有艺术家都是奥斯卡奖得主的，人类戏剧更感兴趣；他问我：那是什么戏剧？我回答说，那是人生的戏剧；他继续说，但是我们都在那个戏剧中工作，我说：我作为那个戏剧的观察者工作。为什么？我回答说：因为我不与戏剧混淆，我做我应该做的事情，我不会因为戏剧中的事件而激动或悲伤。</p>\n<p>在第十章中，他谈到了不同的“我”，并解释说，由于是众多“我”的总和，人们的内在生活中不存在和谐的工作。这就是在戏剧中每个演员的日常生活中发生如此多变化的原因：嫉妒、欢笑、哭泣、愤怒、惊吓。这些特征向我们展示了“我”对我们人格的各种变化和改变。</p>\n<p>在第十一章中，他谈到了我们亲爱的“自我”，并说“我”是心理价值，无论是积极的还是消极的，并教导我们进行内在自我观察的实践，这样我们就会发现许多生活在我们人格中的“我”。</p>\n<p>在第十二章中，他谈到了彻底的改变，在那里他教导说，如果不直接观察我们内心携带的所有主观因素，我们的精神中不可能发生任何改变。</p>\n<p>当我们了解到我们不是一个，而是我们内部的许多人时，我们就在自我认识的道路上。知识和理解是不同的，前者来自头脑，后者来自心灵。</p>\n<p>第十三章：观察者和被观察者，在那里他谈到了内在自我观察的运动员，他是那些认真地进行自我工作并努力排除我们内心携带的不良因素的人。</p>\n<p>为了自我认识，我们必须将自己分为观察者和被观察者，没有这种划分，我们就永远无法达到自我认识。</p>\n<p>在第十四章中，他谈到了消极的想法；我们看到，所有的“我”都拥有智慧，并利用我们的智力中心来提出概念、想法、分析等，这表明我们没有个人的头脑。我们在这一章中看到，“我”滥用我们的思考中心。</p>\n<p>在第十五章中，他谈到了个性，在那里人们意识到我们没有意识或自己的意志，也没有个性。通过亲密的自我观察，我们可以看到生活在我们精神中的人（“我”），我们必须消除他们才能实现彻底的转变，因为个性是神圣的。我们看到了学校教师的案例，她们一生都在纠正孩子，因此她们变得衰老，因为她们也与人生的戏剧混淆了。</p>\n<p>其余的 16 至 32 章对于所有那些想要摆脱平庸的人，对于那些渴望在生活中有所作为的人，对于傲慢的鹰，对于意识和不屈精神的革命者，对于那些放弃橡胶脊椎并屈服于任何暴君鞭子的人来说，都非常有趣。</p>\n<p>第十六章：大师谈到关于生命之书，观察日常单词的重复，同一天事物的重复发生，这一切都导致了更高的知识，这是很方便的。</p>\n<p>在第十七章中，他谈到了机械生物，并告诉我们，当一个人不进行自我观察时，他无法意识到日常的不断重复，那些不想观察自己的人也不想努力实现真正的彻底转变，我们的人格只是一个木偶，一个会说话的玩偶，某种机械的东西，我们是事件的重复者，我们的习惯是一样的，我们从未想过要改变它们。</p>\n<p>第十八章：这是关于超本质的面包，习惯使我们石化，我们是充满旧习惯的机械人，我们必须引发内在的变化。自我观察是必不可少的。</p>\n<p>第十九章：他谈到了好主人，我们必须将自己与人生的戏剧隔离开来，我们必须捍卫精神的逃避，这项工作与生活背道而驰，这与日常生活中的事情截然不同。</p>\n<p>只要一个人不从内心改变自己，他将永远是环境的受害者。好主人是那些逆流而上的人，那些不想被生活吞噬的人非常少。</p>\n<p>在第二十章中，他谈到了两个世界，并告诉我们，真正能在我们内心引起根本性变化的真正知识，其基础是对自己的直接自我观察。内在自我观察是进行亲密改变的一种手段。通过对自己的自我观察，我们学会了在内在的道路上行走。</p>\n<p>人类的自我观察意识已经萎缩，但是当我们坚持不懈地进行自我观察时，这种意识就会发展，就像我们在外在世界学会走路一样，通过对自己的心理工作，我们也能学会在内在世界行走。</p>\n<p>在第二十一章中，他谈到了自我观察，他说自我观察是实现彻底转变的实用方法，了解永远不是观察，不要混淆了解和观察。</p>\n<p>自我观察是百分之百活跃的，它是改变自己的一种手段，而了解是被动的，并非如此。动态的注意力来自观察的一方，而思想和情绪属于被观察的一方。了解是完全机械的、被动的；相反，自我观察是一种有意识的行为。</p>\n<p>在第二十二章中，他谈到了谈话，并告诉我们，验证，或者说“自言自语”是有害的，因为那是我们的“我”彼此对抗，当你发现自己在自言自语时，观察自己，你就会发现你正在犯的愚蠢行为。</p>\n<p>在第二十三章中，他谈到了关系的世界，并告诉我们存在三种关系状态，与我们自己的身体的强制性关系，与外在世界的关系，以及人与他自己的关系，这对大多数人来说并不重要，人们只对前两种类型的关系感兴趣。我们必须学习，以了解我们在这三种类型中的哪一种存在问题。</p>\n<p>缺乏内在的消除使我们与自己没有联系，这使我们一直处于黑暗中。当你感到沮丧、迷失方向、困惑时，请记住“你自己”，这将使你身体的细胞得到不同的呼吸。</p>\n<p>在第二十四章中，他谈到了心理歌曲，他谈到了反复抱怨、自卫、感到被追赶等等，他认为别人应该为发生在我们身上的一切负责，相反，我们将胜利视为自己的作品，这样我们就永远无法改进自己。陷入自己产生的概念中的人可以变得有用或无用，这不是观察和改进我们的基调，学会宽恕对于我们内在的改进是必不可少的。慈悲的法则高于暴力人的法则。“以眼还眼，以牙还牙”。灵智学是为那些真正想要工作和改变的真诚有志者准备的，每个人都在唱着自己的心理歌曲。</p>\n<p>对过去经历的悲伤回忆将我们束缚在过去，不允许我们活在当下，这扭曲了我们。为了进入更高的层次，必须停止做自己所是，在我们每个人之上，都有我们必须攀登的更高的层次。</p>\n<p>在第二十五章中，他谈到了回归和再现，并说灵智学是转变、更新、不断改进；那些不想改进、转变的人，是在浪费他们的时间，因为除了不前进之外，他们还停留在退步的道路上，因此他们无法了解自己；因此，尊贵的导师断言我们是木偶，在重复生活的场景是合理的。当我们思考这些事实时，我们意识到我们是在日常生活的戏剧中白干的艺术家。</p>\n<p>当我们有能力监督自己，以观察我们的肉体在做什么和执行什么时，我们就走上了有意识的自我观察的道路，我们观察到一件事是意识，也就是知觉者，另一件事是执行和服从，也就是我们自己的身体。对于那些不知道如何点燃内在火焰的人来说，人生的喜剧是艰难而残酷的，他们在自己迷宫中最深处黑暗中被消耗殆尽，我们的“我”在黑暗中快乐地生活着。</p>\n<p>在第二十六章中，他谈到了儿童的自我意识，他说当孩子出生时，本质会重新结合，这给了孩子美丽，然后随着人格的发展，来自过去生活的“我”会重新结合，并失去自然的美丽。</p>\n<p>在第二十七章中，他谈到了税吏和法利赛人，他说每个人都依靠自己所拥有的东西，因此每个人都渴望拥有一些东西：头衔、财产、金钱、名誉、社会地位等等。骄傲自满的男人和女人是最需要需要帮助的人来生活的人，男人只靠外在的基础，他也是一个残疾人，因为当他失去这些基础时，他将成为世界上最不幸的人。</p>\n<p>当我们感到自己比别人更强大时，我们正在滋养我们的“我”，并因此拒绝获得祝福。对于神秘的工作，我们自己的赞美是我们精神进步的障碍，当我们进行自我观察时，我们可以覆盖我们所依赖的基础，我们必须非常注意那些冒犯或伤害我们的事情，这样我们才能发现我们所处的心理基础。</p>\n<p>在这条改进的道路上，任何认为自己优于他人的人都会停滞不前或退步。在我生命的启蒙过程中，当我被数千种严厉、幻灭和不幸所折磨时，我的家庭中发生了一个巨大的改变，我上了“贱民”的课程，放弃了“我是这个家庭的施舍者”的姿态，我感到自己是一个悲伤的乞丐，生病了，一无所有，我的一切都改变了，因为他们给了我：早餐、午餐和晚餐、干净的衣服，以及睡在我赞助人（祭司妻子）的同一张床上，但这种情况只持续了几天，因为那个家庭无法忍受那种态度或战斗策略。我们必须学会将恶转化为善，将黑暗转化为光明，将仇恨转化为爱等等。</p>\n<p>真正的存在不会争论或理解敌人或朋友向我们开枪的“我”的侮辱。那些感受到这些鞭打的是那些束缚我们灵魂的“我”，他们陷入其中并愤怒和暴怒地做出反应，他们有兴趣反对内在的基督，反对我们自己的种子。</p>\n<p>当学生们要求我们治疗遗精时，我们建议他们放弃愤怒，那些这样做的人会获得好处。</p>\n<p>在第二十八章中，大师谈到了意志，他说我们必须从事这项父的事业，但是学生们认为这是用 A.Z.F. 奥秘工作，在自我工作，用解放我们意识的三个因素工作，我们必须在内心征服，解放我们内心被锁链束缚的普罗米修斯。</p>\n<p>创造意志是我们自己的作品，无论我们身处何种环境。</p>\n<p>随着我们缺点的消除，意志的解放到来了，自然服从我们。</p>\n<p>在第二十九章中，他谈到了斩首，他说我们生活中最平静的时刻最不利于自我认识，这只有在生活的工作中，在社会关系、商业、游戏中才能获得，总之，在日常生活中，我们的“我”最渴望。内在自我观察的感觉，在每个人中都萎缩了，这种感觉随着我们执行的自我观察而逐步发展，从一个时刻到另一个时刻，并随着持续的使用而发展。</p>\n<p>所有不合适的东西都是坏的，当坏的东西在它应该在的地方，在它应该在的时候，它就不再是坏的东西。</p>\n<p>凭借我们体内母神的权力，母 RAM-IO 我们只能摧毁精神不同层次的“我”，读者可以在尊敬的导师萨麦尔的几部作品中找到这个公式。</p>\n<p>斯特拉·玛丽斯是星体科目，性力量，她有能力摧毁我们内在心理上所携带的畸变。</p>\n<p>“托纳辛”斩首任何心理上的“我”。</p>\n<p>在第三十章中，他谈到了永久重心，并告诉我们，每个人都是为拥有它的无数“我”服务的机器，因此，人类没有永久重心，因此，要实现存在的亲密自我实现，只有不稳定；需要目标的连续性，这可以通过切除我们内心携带的自我或“我”来实现。</p>\n<p>如果我们不进行自我工作，我们就会退化和堕落。启蒙的过程使我们走上超越的道路，引领我们走向天使般的德瓦状态。</p>\n<p>在第三十一章中，他谈到了低级灵智诺斯替，并告诉我们，需要检查被困住的或我们认识的“我”，能够摧毁它的先决条件是观察，这使一道光线进入我们的内心。</p>\n<p>摧毁我们已经分析过的“我”必须伴随着为他人服务，给予他们指导，使他们摆脱阻碍他们自身救赎的撒旦或“我”。</p>\n<p>在第三十二章中，他谈到了工作中的祈祷，他说观察、判断和执行是溶解“自我”的三个基本因素。1°—观察，2°—判断，3°—执行；在战争中对间谍也是这样做的。随着内在自我观察意识的不断发展，我们将能够看到我们工作逐渐进步。</p>\n<p>25 年前，在 1951 年的圣诞节，导师在谢纳加市告诉我们，后来他在 1962 年的圣诞节讯息中解释说：“我站在你们这边，直到你们在心中塑造了基督。”</p>\n<p>阿奎利亚人民的责任和爱的教义通过灵智知识传播，如果你想遵循爱的教义，你必须停止仇恨，即使是最微小的表现，这使我们准备好让金色的孩子，炼金术的孩子，贞洁之子，生活和脉动在我们创造能量最深处的内在基督出现。因此，我们实现了我们内心维持的撒旦“我”军团的死亡，并为复活、为彻底的改变做好了准备。这个神圣的教义是这个时代的人类所不理解的，但我们必须为他们在所有宗教的崇拜中奋斗，使他们渴望由更高生命引导的更高生活，这个教义体系使我们回到内在基督的教义，当我们付诸实践时，我们将改变人类的未来。</p>\n<p>推论性的和平，\n加尔加·奎基内斯</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/zh/tratado-de-psicologia-revolucionaria/prefacio.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/zh/tratado-de-psicologia-revolucionaria/prefacio.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/zh/tratado-de-psicologia-revolucionaria/prefacio.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
