import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "सिर्दिन्थाइ",
  "locale": "brx",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "सिर्दिन्थाइ",
    "order": 0
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>गौथुम फिथाइ सोलायनाय साइक’लजि थुलुंगाखौनो मोनसे गोदान खौरां, जाय गुुरुवा 1975 नि क्रिसमसनि थाखायै बोइनिबो लोगोफोरनो होदों। बेयो मोनसे आबुं कुड जाय आंनो दोसखौ थैहोनायखौ सोलों होयो।</p>\n<p>द’सिम सोलोंगिरिया दोसखौ खासि खालामनायजों राजी जायो, बेबादि मोनसे मिलिटारिनि मावखौरां जाहैबाय जाय गावबांनि गोलोमफोरनि सिगाङाव गोलैयो, आं गावनो दोसखौ खासि खालामनो टेक्निकेल जादोंमोन, नाथाय बे समाव आं थै होनो नांगौ, बोखारनो नांगौ, गुुरु सामायलनि टेक्निकजों गुुरु सामायेलआ बिजिरि खालामनानै, ठिक आरो बेखौ बुजायो।</p>\n<p>जेब्ला दोसआ थैयो, जिवा गावबांनि सानजा हाथायारिजों जेरायै जाहैनानै बोदोल जायो। बेयो आंनो सोलायनाय होयो, बांसिन मानसिया सोंयो जेब्ला दोसा बे समावनो फैयोब्ला मा खालामनो, आरो बियो बियोनो जांख्लायो जे आंनो मोनसेखौ बोखारनो नांगो आरो बेखौ रोखा खालामनो नांगो।</p>\n<p>गिबि भागाव, बियो आंनो गावबांनि जिउनि थाखायै माबोरै साखाथि सोलायनो, दानख’नो सोलों होयो, रागा, लोब, जेर, जोंनि जिउनि थाखायै दासान्दि जायगाखौ सोलायनाया नांगो, गुबै मन्थाइखौ खोख्लैहोनानै बेयो गुवारि मन्थाइखौ सोलायनांगौ।</p>\n<p>गुवारि सोलायनाया गुवारि सोलायखौ लाबोनो हागोन। गुरुवा बे मावनायाव मोनथायनि थांखिनि सोमोन्दै बुंहरदों।</p>\n<p>नैथि भागाव बुजायो जे मोनथायनि थांखिया खौरां जाय आं जिउनि लेबेलखौ खोखोमा होनानै, जेब्ला आं बे लेबेलखौ थोलायो अब्ला आं फोलेर जायो, नाथाय जेब्ला आं थाबाय थायो बे आंनो बोरिंग, गोग्लोबनाय, दुखु, सानस्लायनाय जाहोनाय होयो।</p>\n<p>थामथि भागाव साइक’लजिकल रिबेलननि सोमोन्दै आंनो बुंगोन आरो बियो आंनो सोलों होयो जे साइक’लजिकल थांखिया आंनि गेजेराव थायो आरो बियो बुंगोन जे लेरखां राहाया रिबेलनि जागा, जाय बेगिनानै सोलायनायखौ लुगैयो, बेबादिनो गावबांनि मावनाया लेरखां राहाया गुबै कैरेक्टर, मानसिया राहायाव थांलाय फैलाय जायो।</p>\n<p>ब्रैथि भागाव माबोरै सोलायनाय जाहोनाय बुथुमनाय, हौवानि गोरबोया मावग्रानाय जाहोनाय जायाखै आरो बियो नायो जे बियो गोरबोखौ सोलायनायनि अनगायै गिदिंगो आंफ्राय हौवाया गावबांनि गोरबोखौ बोखारो, जिवा गावबांनि हेरायै जाखोमा होनानै, जेब्ला आं दोसखौ फोजोबनो जिवा गावबांनि हेरायै नायजाखोमा जायो आरो बेखौ मानसिया बेगिनानै सोलायनायखौ लुगैयो।</p>\n<p>बाथि भागाव आं साइक’लजिकल जिमनेजियमखौ माब्ला बुंहरनांगो सोलों होयो, आरो बियो आंनो गुबै मन्थाइखौ सोलों होयो जे बियो गोहोमगोनां सोलायनायखौ जाखोमानानै आंनि सिङाव थालायो।</p>\n<p>सोलायनाया नांगो, नाथाय मानसिया माबोरै सोलायनो मिथिया, बांसिन दुखुआ जायो आरो मोननो थांखियो जे बियो मा खालामनो नांगौ, बियो मिथिया जे बियो गावबाङैनो जिउखौ बुंहरनो।</p>\n<p>द’थि भागाव जिउनि सोमोन्दै आंनो बुंगोन, बियो बुंगोन जे जिउ मोनसे रोखा खालामनाय जाय बियो बुजायो, थासारिया सिङाव आरो जाथाया बाहेराव।</p>\n<p>सान्थु भागाव सिङावनि थासारिनि सोमोन्दै आंनो बुंगोन, आरो बियो सोलों होयो जे साननो गोनां आरो बाहेरावनि जिउनि गेजेराव बेफार थायो।</p>\n<p>जेब्ला आं साननो गोनांनि थासारिखौ मोदोम सोलायो, बेयो आंनो रोखा खालामनानै गुवारि सोलायनाय जाहोनाय होयो।</p>\n<p>गुइथि भागाव गुबुन गुबुन जाथाइनि सोमोन्दै आंनो बुंगोन, आरो बियो सोलों होयो जे साइक’लजिकल थासारिखौ रोखा खालामनो आरो सिङावनि गोरोन्थिखौ रोखा खालामनो, बियो आंनो आंनो आंजाव जानाय न’नि गुवारिखौ बुंहरनो सोलों होयो, सिङावनि जिउआ जोनोमनि थाखायै बारग’ जायो आरो बियो जोखायै जाबायब्ला बेयो बेगारि सिङावनि थासारि जाहोनाय जायो, बाहेराया सिङावनि जोहोलाव, सिङावनि सोलायनाया रोखा खालामनानै गुवारि मावनाय जायो।</p>\n<p>सिङावनि गोरोन्थि थासारिया आंनो मानसिफोरनि गोरोन्थि जोखायै खालामनो सोलों होयो, बियो आंनो जाथाइजों लोबनो सोलों होयो। आंनो जिउखौ मोनसे सिनेमाबादि नायनो सोलों होयो।</p>\n<p>मोनसे सिनेमाखौ लुबैनानै लाइमोनफोरनो फोरोंगोन, आंनि फिसाया मोनसे थियेटर थायो जाय मोदोम सिनेमाफोरनो नायनो होगोन आरो बियो जेब्ला आर्टिस्टआ ऑस्करजों मावो बियो आंनो बेरायोनो सानो। आंनो फोरमायनाय होनाय जादों, आं जायखि जाया समाव आं बियो सिनेमाजों बारा जाखोनाय द्रामायाव मोजां मोनो, बियो सोंयो जे बे द्रामाया मा, आं बुङो, जिउनि द्रामा आंनि गोसोआ द्रामाजों लोब गैयै मावो।</p>\n<p>द’थि भागाव आं गुबुन गुबुन थासारिनि सोमोन्दै बुंगोन आरो बुजायो जे सिङावनि मानसिया खौसेयै मावो, बेनो जोंनि जिरो, बेनो गोसो जानाय, गोब्राबनाय, बियो आंनो सोलों होयो जे आंनि मिडियाआ गावबांनि थासारिखौ सोलायनायखौ लुगैयो।</p>\n<p>गु सेथि भागाव गावबांनि सिङाव नायनो सोलों होयो, गावबांनि गोरबोया माबा मानि जायगा।</p>\n<p>द’थाइ भागाव गुवारि सोलायनायनि सोमोन्दै आंनो बुंगोन, बियो आंनो सोलों होयो जे जोहोलाव फैक्टरजों आं जिरायै नांगोन।</p>\n<p>जेब्ला आं सोलों जायो जे आं मोनसे गैयि बांसिन आं गावनो मिथिनायाव थांलायो।</p>\n<p>द’थामथि भागाव नायगिरि आरो नायजाग्रा, बियो आंनो बुंगोन जे गुवारि नायगिरिया गावनि जैरायै मावग्रा।</p>\n<p>गावनि मिथिनायनि थाखायै आं जिरानो नांगोन।</p>\n<p>द’ब्रैथि भागाव नांगथाव साननायनि सोमोन्दै बुंगोन, जिरोआ बुंनाय, साननाय, बुथुमनाय जायो।</p>\n<p>द’बाथि भागाव सिंगेलनिसनि सोमोन्दै बुंगोन, गावनि मिथिनायनि गेजेराव आं जिरोनि मानसिखौ नागिरनो हायो।</p>\n<p>गाहायाव थांनाय भागावा बांसिन मोजां मोननो गोनां जागोन।</p>\n<p>द’जौथि भागाव गुरुवा जिउनि बिलाइनि सोमोन्दै बुंगोन, बिखौ नायनो लाबगोनां जायो।</p>\n<p>द’जिस्नि भागाव बेफोरबादि सुकुरनि सोमोन्दै बुंगोन, बियो बुंगोन जे जेब्ला बियो गावनो नायानो बियो थाबाय थानो हायो बियो जेरैबादि सोलायखोमानांगौ, जे जाया गावबांनि जाखोमाखौ नायानो, जाया मावनो लुगैयै, आंनि थासारिया बेगरनाय मोनसे लामा, बियो सोरखौबा बुंगोन, आं सुकुर जाथायाव।</p>\n<p>द’जौथामथि भागाव पान सुबास्टेन्टियलनि सोमोन्दै बुंगोन, आं जेबोबादि सोलायो।</p>\n<p>द’गुनि भागाव न’आव मोजांनि बुंहरनि सोमोन्दै बुंगोन, आं बियो नांगोन।</p>\n<p>जेब्ला बियो गावनो सोलायो बियो खायै जोखोबायो, न’नि मोजां बुंहरनाया बै जाय बेफारनि दैखो।</p>\n<p>नैजौथि भागाव जोहोलावफोरनि सोमोन्दै बुंगोन, आरो बियो बुंगोन जे गुवारि मिथिनाया सिङावनि सोलायनायखौ बुथुमनो हायो।</p>\n<p>गावनि जाखोमाखौ नायनायआ मानसिनि मोदोमनि जायगायाव थाबाय थायो, नाथाय बे जायगाया जोहोलावखौ नायख्लियो।</p>\n<p>नैजौथि भागाव गावखौनो नायनायनि सोमोन्दै बुंगोन, बियो बुंगोन जे गावखौनो नायनायआ मोनसे गुवारि सोलायनायखौ जाखोमानायनि थांखियो।</p>\n<p>गावनि नायनाया जबथाइ जाय, गावनि नायनाया सोलायनायनि जोहोलाव जायो। साननाय आरो गोसो खांनायआ नायजाग्रा जायगायाव थायो।\nनैजिथामथि भागाव रायलायनियाव बुंगोन, बियो गावनो बुङोन।</p>\n<p>नैजिब्रैथि भागाव बेफोरबादि सोमोन्दिनि बुंगोन, आंनो मोननै थासारि सोमोन्दिनि नांगो।</p>\n<p>सिङाव बोखारनाय गैयि आं गावखौनो बुंगोन, गावनि नखरखौ जथों खालामनाया सोलायनायनि मोनसे जहोलाव।</p>\n<p>नैबाथि भागाव खौराव सानज्रिआव गावनि मुसुरिया गावनि जिउआवो थाबाय थागोन जे बियो रोखा खालायनो सानो, गुवारि जिउआवो गावनो मिथिगिरि होनो गोरोन्थि।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/brx/tratado-de-psicologia-revolucionaria/prefacio.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/tratado-de-psicologia-revolucionaria/prefacio.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/tratado-de-psicologia-revolucionaria/prefacio.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
