import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "መእተዊ",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "መእተዊ",
    "order": 0
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>“መሰረታዊ ትምህርቲ” ምስ ሰባት፡ ምስ ተፈጥሮ፡ ምስ ኩሉ ነገራት ዘሎና ርክብ እንኽእለሉ ፍልጠት እዩ። በዚ ፍልጠት ኣቢልና ኣተሓሳስባ ኣእምሮ ንፈልጥ፡ ምኽንያቱ ኣእምሮ መሳርሒ ፍልጠት ስለዝኾነ፡ ነቲ መሳርሒ ኸኣ ክንቆጻጸሮ ክንመሃር ኣሎና፡ ንሱ ኸኣ መሰረታዊ ኣካል ናይ ስነ-ልቦናዊ ማንነትና እዩ።</p>\n<p>ኣብዚ ስራሕ ብምርምራ፡ ብትንታነ፡ ብምስትውዓልን ብምሕሳብን ብኸመይ ክንሓስብ ከም ንኽእል ብንጹር መገዲ ይምህረና።</p>\n<p>ትዝታታት ናይ ተዘክሮ ብሰለስተ ነገራት ብምጥቃም ከመይ ገርና ከነመሓይሾ ከም ንኽእል ይሕብረና፤ ንሳቶም ድማ፦ ተገዳሲ ሰብ፡ ነገርን ቦታን እዮም። ተዘክሮ ብፍላጎት እዩ ዝንቀሳቐስ፡ ስለዚ ነቲ ንመሃሮ ነገር ኣብ ተዘክሮና ንኽሰፍር ፍላጎት ክህልወና ኣለዎ። ተዘክሮ ብመስርሕ ምትዕርራይ ኣልኬሚ እዩ ዝመሓየሽ፡ እቶም ንውልቃዊ ምምሕያሽ ዝግደሱ ተመሃሮ ቀስ ብቐስ ክፈልጡዎ እዮም።</p>\n<p>ንኽሳዳውያን ትምህርቲ ኣብ ዕድመ 6 ዓመት እዩ ዝጅምር፡ ማለት ኣእምሮኦም ክሰርሕ ምስ ጀመረ ማለት እዩ። ንምብራቓውያን፡ ብፍላይ ህንዳውያን፡ ትምህርቲ ካብ ጥንሲ እዩ ዝጅምር። ንግኖስቲካውያን ድማ ካብ ፍቕሪ፡ ማለት ቅድሚ ምጽናስ ማለት እዩ።</p>\n<p>ናይ መጻኢ ትምህርቲ ክልተ ምዕራፋት ክህልዎ እዩ፦ ሓደ ብወለዲ ዝግበር፡ ሓደ ኸኣ ብመምህራን ዝግበር። ናይ መጻኢ ትምህርቲ ነቶም ተምሃሮ ኣቦን ኣደን ናይ ምዃን መለኮታዊ ፍልጠት ከም ዝህልዎም ይገብር። እታ ጓል ንኣቦኣ ዝያዳ እያ እትቀርብ፡ ምኽንያቱ ንሱ ዝበለጸ ሓያልን ብርቱዕን ስለትርእዮ፡ ስለዚ እታ ጓል ጥንቃቐን ምክልኻልን ትደሊ። እቲ ወዲ ፍቕርን ክንክንን ናይ ምድላይ ባህሪ ስለዘለዎ ንኣዲኡ ዝያዳ እዩ ዝቐርብ። ጸኒሑ፡ ስምዒታቶም ምስ ዝብላሹ፡ እታ ሰበይቲ ጽቡቕ ተራኺባይ ወይ እውን እቲ ዝፈትዋ ሰብኣይ ትደሊ፡ እቲ ፍቕሪ ክትህብ ዝግብኣ ንሳ ክትከውን ከላ፡ እቲ ተባዕታይ ድማ መነባብሮ ንኽህልዎም ገንዘብ ዘለዋ ወይ ሞያ ዘለዋ ሰበይቲ ይደሊ። ንገሊኦም ድማ ገጽን ኣካላዊ ቅርጽን ንስምዒቶም ዝያዳ የገድስ።</p>\n<p>እቲ ሓደ ጸሓፊ ነፍሲ ወከፍ መጽሓፍ በሽሓት ሕቶታት ዝሓዘ፡ መልሲኦም ድማ ብጽሑፍ መልሱዎም ተባሂሎም ንተምሃሮ ክጽንዕዎም ዝወርድ ብምርኣይ የገርም፡ እቲ ዘይእሙን ተዘክሮ መኽዘን ናይቲ እቶም መንእሰያት ብብዙሕ ጻዕሪ ዝመሃርዎ ፍልጠት እዩ፡ እዚ ብምልኡ ቁሳዊ ትምህርቲ ኣብ ትምህርቶም ምስ ፈጸሙ ንናብራ የኽእሎም፡ ብዛዕባ እቲ ክነብሩሉ ዝኾኑ ህይወት ግን ገለ እውን ኣይፈልጡን፡ ናብኡ ዕዉራት ኰይኖም እዮም ዝኣትዉ፡ ንዘርኦም ብከመይ ከም ዘዕብዩ እኳ ኣይተማህሩን፡ እቲ ትምህርቲ ድማ ኣብ ትሕቲ ጽልሚ ጌጋ ብዝሰርሑ ሰባት እዩ ዝካየድ።</p>\n<p>እቲ መንእሰይ ነቲ ሰብኣዊ ኣካል ዘፍርዮ ዘርኢ፡ እቲ ንህይወት ሰብ (ፍጥረት) ዝዓበየ ኣካል ምዃኑ፡ ዝተባረኸ ምዃኑን፡ ስለዚ እቲ ጌጋ ምጥቃሙ ንገዛእ ርእሱ ከም ዝጎድኦን ክርድኦ ይግባእ። ኣብ መሰውኢያት ናይ ቤተ-ክርስትያን ካቶሊክ እቲ ሓረስታይ ከም ወኪል ናይ ስጋ ክርስቶስ ብብዙሕ ኣኽብሮት ኣብ መንበሪኡ ይሕዝዎ፡ እቲ ቅዱስ ምስሊ፡ ካብ ዘርኢ ስርናይ እዩ ተፈጢሩ። ኣብ ህያው መሰውኢ፡ ማለት ኣብ ኣካላዊ ኣካልና ዘርኢና ነቲ ቅዱስ መቐመጢ ክርስትና ዝተኸተለ ታሪኻዊ ክርስቶስ ቦታ ይሕዝ። ኣብ ገዛእ ርእስና ዘርኢ ነቲ ህያው ዝኾነ ክርስቶስ ንሕና ኣብ ጥልቂ ገዛእ ርእስና ዘርኢ ዝነብርን ዝትንፍስን ንዕቅቦ።</p>\n<p>እቶም ነቲ ንሰብ ዝጠቅም ተኽልታት ናይ ምፍላጥ ሓላፍነት ዘለዎም ሕርሻውያን ነቶም ሓረስቶት ነቲ ኣብ ግራት ዘርእዎ ዘርኢ ከኽብሩዎ ከም ዝግባእ ብምምሃር ብብዙሕ ተገዳስነት ንርእዮም። ዝበለጸ ምርት ንምፍራይ ነቲ ጥራት ዘለዎ ዘርኢ ብምምሕያሽ ንርእዮ ኣለና፡ ብብዙሕ ጻዕሪ ዝፈረዩ ዘርኢ ከይጠፍኡ ኣብ ዓበይቲ መኽዘናት ይዕቅቡዎ። እቶም እንስሳታት ናይ ምክንኻን ሓላፍነት ዘለዎም ሓኪም እንስሳ እንታይ ከም ዝገበሩ ንርኢ ኣለና፡ ዋግኡ ካብ ምርት ስጋ ሚእቲ ግዜ ዝበልጽ ኣፍራዪ ወይ ተባዕታይ ንምፍራይ ከም ዝኸኣሉ ንርኢ፡ እዚ ኸኣ እቲ ዘፍርይዎ ዘርኢ እዩ፡ እቲ ምኽንያት ናይቲ ከምዚ ዝበለ ልዑል ዋጋ። እቲ ሰብኣዊ ፍጥረት ንምክንኻን ዝተመደበ ናይ መንግስቲ ሕክምና ጥራይ እዩ ብዛዕባ ምምሕያሽ ዘርኢ ገለ ዘይብለና። ንሕና ነዚ ምድንጓይ ብኣወንታዊ መንገዲ ንዝንግተሉን ነቶም ኣንበብትና ድማ እቲ ሰብኣዊ ዘርኢ ብቀዋሚ ኣገባብ ሰለስተ መሰረታዊ ምግቢ ብምጥቃም ንምምሕያሹ ቀሊል ከም ዝኾነ ንሕብር። በቲ እንሓስቦ፡ በቲ እንተንፍሶን በቲ እንበልዖን። ብዘይ ኣገዳስነት ኣብ ዘይረብሑ ነገራት ጥራይ እንሓስብ እንተኾይና፡ እቲ ንነፍርዮ ዘርኢ ኸምኡ ክኸውን እዩ፡ ምኽንያቱ እቲ ሓሳብ ወሳኒ ስለዝኾነ። እቲ ዝመሃር መንእሰይ ካብቲ ትምህርቲ ዘይረክብ ብመልክዕን ኣብ ቅድሚ ሰብ ብምቕራቡ ይፈላለ እዩ፡ ኣብ ባህሪ ለውጢ ኣሎ። ኣብ መሸጥቲ መካናት ዝተፈጭዋ ቢራ ምትንፋስ ኣብ ህይወት እቶም ተዘውተርቲ ቦታታት ይውስን፡ እቶም ኬክን ሓሰማን ቢራን በርበረን ኣልኮልን ሓሳብ ዘለዓዕሉ ምግቢን ዝበልዑ ሰባት ናብ ዝሙት ዝመርሖም ህይወት ስምዒት እዮም ዝነብሩ።</p>\n<p>ዝኾነ ዘማዊ እንስሳ ይሸትን እዩ፤ ኣድጊ፡ ሓሰማ፡ ድያትን ክሳብ እቶም ናይ ገዛ ዶሮታት እኳ፡ ኣዕዋፍ እኳ እንተኾኑ፡ ከም ናይ ገዛ ዶሮ። ነቲ ፍልልይ ብቐሊሉ ምርኣይ ይከኣል እዩ፡ ኣብ መንጎ እቶም ዘመውትን እቶም ሰባት ንምዝመዛም ብግዲ ዝምንቊስዎምን፡ ኣቓልቦ ናብ ብቕዓት ዘለዎ ፈረስን ናብ እቶም ጽዕነት ዝስከሙ ፈረሰትን ይግበር፡ ኣብ መንጎ እቶም ንውድድር ዝወጹ በዓል ኣኽንዲድ ኣብ ፕረስ ኵሉ መዓልቲ ዝወጹ ኣብኦምን ይኹን፡ እቲ ዘርኢ ዝወልድ ሓሰማ ኣብ ንኣሽቱ እንስሳታት እኳ ከም ኣንጭዋ ብስምዒት ስለዝመልአ ኵሉ ግዜ መልክዑ ዘስቅቕ እዩ፡ ተመሳሳሊ ነገር ኣብቲ ዘማዊ ሰብኣይ ይኸውን፡ ሽታኡ ብመጥዓሚን ሽቶን ይሽፍኖ። እቲ ሰብ ብሓሳብ፡ ብቓልን ብግብርን ንጹህን ቅዱስን ምስ ዝኸውን፡ ነቲ ዝጠፍኦ ናእሽነት ይመልስ፡ ብኣካሉን ብነፍሱን ይምር፡ ኣካላቱ ድማ ኣይሸትን።</p>\n<p>ቅድመ-ወሊድ ትምህርቲ ብኸመይ ይርከብ፧ እዚ ዝኸውን ኣብ መንጎ እቶም ጽምዋ ዝስዕቡ መጻምድቲ እዩ፡ ማለት ዘርኦም ብዕሽነትን ሓላፊ ባህግን ፈጺሞም ኣይስእኑን፡ ከምዚ፦ እቶም መጻምድቲ ንሓድሽ ፍጥረት ኣካል ክህቡ ስለዝደልዩ፡ ንሰማይ ጸጋ ንዝኽሰት ፍጥረት ንኽመርሖም ይልምኑ፡ ድሕሪኡ ኣብ ቀዋሚ ፍቕሪ ኰይኖም ብሓጐስን ብበዓልን ይነብሩ፡ ከምቶም ሓረስቶት ንምዝራእ ዝጥቀሙሉ ጊዜ ተፈጥሮ ዝያዳ ዝትረፍሉ እዋን ይጥቀሙ፡ ነቲ መስርሕ ምትዕርራይ ኣልኬሚ ይጥቀሙዎ ኸም ሰብኣይን ሰበይትን ብሓንሳብ ይዋስኡ፡ እዚ ድማ ሓያልን ብርቱዕን ንዝኾነ ብስፐርም ዝተመሓየሸ ንኽሃድም የኽእል፡ በዚ ኣቢሉ ድማ መለኮታዊ ምጽናስ ይርከብ፡ ሓንቲ ሰበይቲ ጠኒሳ ምህላዋ ምስ ፈለጠት፡ ካብቲ ሰብኣይ ትርሕቕ፡ ማለት እቲ ትዳር ይውዳእ፡ እዚ ድማ እቲ ጻማዊ ተባዕታይ ብቐሊሉ ክገብሮ ይኽእል እዩ ምኽንያቱ ጸጋን ልዕለ ሰባዊ ሓይልን ስለዝመልኦ፡ ንበዓልቲ ቤቱ ብዝተፈላለየ መንገዲ ህይወታ የሐጕሳ ምእንቲ ናብ ጭንቀት ወይ ከምኡ ዝኣመሰለ ነገር ከይትቐርብ ምኽንያቱ ኵሉ ኣብቲ ዝዓቢ ዘሎ ጽንስና ይጽልዎ እዩ፡ እዚ ጕድኣት እንተ ኣስዒቡ እቲ ብዘይ ስነስርዓት ጌጋ ዝሰርሕዎም ሰባት እንታይ ክኸውን እዩ፧ እዚ ድማ ንብዙሓት ቈልዑት ካብ ንእስነቶም ኣሰቃቒ ስምዒታት ንኸስምዑን ንኣዴታቶም ብዜሕፍር መገዲ ንኸሕፍሩን ምኽንያት ይኸውን።</p>\n<p>እታ ኣደ ንሓድሽ ፍጥረት ህይወት ትህብ ከም ዘላ ትፈልጥ፡ ከም ክቡር ጌጥ ኣብቲ ህያው ቤተ መቕደስ ትሕዝዎ፡ ብጸሎታን ብጽቡቕ ሓሳባታን ጽቡቕ ቅርጽታት ብምሃብ ነቲ ሓድሽ ፍጥረት ተዕብዮ፡ ድሕሪኡ እቲ ምውላድ ብዘይ ስቓይ ይኸውን፤ ንወለዱ ክብርቲ ብዝኾነት ቀሊልን ተፈጥሮኣውን መገዲ። እቶም መጻምድቲ መብዛሕትኡ ግዜ ኣርብዓ መዓልታት ዝወስድ መግቢ ይሕልዉ ክሳብ እቲ ማሕጸን ተመሊሱ ንሓድሽ ፍጥረት መሕቀፊ ዝኾነ። እቲ ተባዕታይ ነታ ንውሉድ እተዕቢ ሰበይቲ ከላፍስን ክከታተላን ከም ዝግብኦ ይፈልጥ፡ ምኽንያቱ ዝኾነ ኣሰቃቒ መልክዕ ኣብ ኣጡባታ ይጽልዎ እዩ፡ ኣብቲ ነቲ ክቡር ፈሳሲ ህይወት ዝህብ ፈልሓት ዕንቅፋት እዩ ዘምጽእ፡ እታ ንምምልካት እዚ ትምህርቲ እትደሊ ሰበይቲ ነቲ ንኣጡብ ንምሕካም ዘድሊ ሓፋሽት ምጽጋዕ ከም ዝጠፍእ ክትዕዘብ እያ። ጽምዋ ኣብ ዘለዎ ፍቕርን ተኣዛዝነትን ኣሎ፡ እቶም ቈልዑት ብተፈጥሮኣዊ መገዲ ይዓብዩ ኵሉ ኽፉእ ድማ ይሃድም፡ ከምዚ እዚ መሰረታዊ ትምህርቲ ንምድላው ስብእና ናይቲ ሓድሽ ፍጥረት ይጅምር፡ ናብ ቤት ትምህርቲ ዝኸይድን ነቲ ከም ዝነብርን ጸኒሑ ድማ ነብሱ ብኸመይ ከም ትኽእልን ዝምህር ትምህርቲ ንኽስዕብ ዝኽእል ይኸውን።</p>\n<p>ኣብ መጀመርታ 7 ዓመታት እቲ ቈልዓ ነቲ ናይ ገዛእ ርእሱ ስብእና ይፈጥር ስለዚ ከም እቶም ወርሓት ጥንሲ ኣገደስቲ እዮም እሞ ኸኣ ካብ ከምዚ ዝበሉ ኩነታት ናብ ምድሪ ዝመጽእ ሰብ እንታይ ከም ዝጽበዩ ሰባት እኳ ኣይፈልጡዎን እዮም። ኣእምሮ ሓደ ባህሪ ናይቲ መንነት እዩ፡ ነቲ መንነት ክንፈልጦ ኣለና።</p>\n<p>እቲ ኣነ ነቲ ሓቂ ክፈልጦ ኣይክእልን ምኽንያቱ እቲ ሓቂ ናይ ጊዜ ኣይኮነን እቲ ኣነ ግን ናይ ጊዜ እዩ።</p>\n<p>ፍርሕን ስግኣትን ነቲ ናጽነታዊ ተበግሶ ይጎድኦ። ተበግሶ ፈጣሪ እዩ፡ ስግኣት ኣፍራሲ እዩ።</p>\n<p>ኵሉ ብምትንታን ብምሕሳብን ድቃስ ዝወሰዶ ሕሊና ነንቅሕ።</p>\n<p>ሓቂ ካብ ደቒቕ ናብ ደቒቕ ዘይፍለጥ እዩ፡ ምስቲ ሰብ ዝኣምን ወይ ዘይምን ገለ ዝምድና የብሉን፤ ሓቂ ጉዳይ ናይ ምፍታንን ናይ ምንባርን ናይ ምርዳእን ጉዳይ እዩ።</p>\n<p>ጁልዮ መዲና ቪዝካኢኖ\nኤስ. ኤስ. ኤስ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/prefacio.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/prefacio.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/prefacio.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
