import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "הקדמה",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "הקדמה",
    "order": 0
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>“חינוך בסיסי” הוא המדע שמאפשר לנו לגלות את הקשר שלנו עם בני האדם, עם הטבע, עם כל הדברים. באמצעות מדע זה אנו מכירים את פעולת התודעה, כי התודעה היא הכלי של הידע ועלינו ללמוד כיצד לתפעל כלי זה, שהוא הגרעין הבסיסי של האני הפסיכולוגי.</p>\n<p>בעבודה זו מלמדים אותנו בצורה כמעט אובייקטיבית את אופן החשיבה, באמצעות חקירה, ניתוח, הבנה ומדיטציה.</p>\n<p>זה מודיע לנו, כיצד לשפר את זיכרונות הזיכרון על ידי שימוש תמיד בשלושה גורמים: נושא, אובייקט ומקום; הזיכרון מונע על ידי עניין, כך שצריך להפגין עניין במה שנלמד כדי שהוא ייחרט בזיכרון. הזיכרון משתפר באמצעות תהליך הטרנסמוטציה האלכימית שהתלמידים המתעניינים בשיפורם האישי ילמדו עליהם בהדרגה.</p>\n<p>עבור אנשי המערב, הלימודים מתחילים בגיל 6, כלומר כאשר מעריכים שיש להם יכולת שיפוט; עבור אנשי המזרח, במיוחד ההודים, החינוך מתחיל מההריון; עבור הגנוסטים מהאהבות, כלומר, לפני ההתעברות.</p>\n<p>החינוך העתידי יקיף שני שלבים: האחד באחריות ההורים והשני באחריות המורים. החינוך העתידי יעמיד את הלומדים בידע האלוהי של ללמוד להיות אבות ואמהות. מה שאישה צריכה זה הגנה, חסות, לכן הילדה קשורה יותר לאב כשהיא ילדה כי היא רואה אותו חזק ונמרץ יותר; הילד זקוק לאהבה, טיפול, פינוק, לכן הילד קשור יותר לאם מתוך אינסטינקט טבעי. מאוחר יותר, כאשר החושים של שניהם מושחתים, האישה מחפשת שידוך טוב או גם גבר שאוהב אותה, כשהיא זו שצריכה לתת אהבה, והגבר מחפש אישה שיש לה אמצעים להתקיים או שיש לה מקצוע; עבור אחרים, הפנים והצורות הגופניות שולטים בחושים שלהם.</p>\n<p>מפתיע לראות את ספרי הלימוד, כל עבודה עם אלפי שאלות, שהמחבר עונה עליהן בכתב כדי שהתלמידים ילמדו אותן בעל פה, הזיכרון הבוגדני הוא המפקיד של הידע שהצעירים לומדים במאמץ כה רב, החינוך המטריאליסטי לחלוטין הזה מכשיר אותם להתפרנס כאשר הם מסיימים את לימודיהם, אבל הם לא יודעים כלום על החיים שבהם הם עומדים לחיות, הם נכנסים אליהם עיוורים, אפילו לא לימדו אותם לשחזר את המין בצורה מרוממת, הלימוד הזה באחריות הפושעים בצל חוסר הבושה.</p>\n<p>נדרש מהצעיר להבין שהזרע שמייצר האורגניזם האנושי, הוא הגורם החשוב ביותר לחיי האדם (מין), הוא מבורך ולכן השימוש הלא נכון בו יפגע בצאצאיו שלו. במזבחות הכנסייה הקתולית נשמרת בסגריר ביראת כבוד רבה האוסטיה כנציגת גופו של ישו, הדמות הקדושה הזו; היא מורכבת מזרע החיטה. במזבח החי, כלומר גופנו הפיזי, הזרע שלנו תופס את מקומה של האוסטיה הקדושה של הנצרות העוקבת אחר ישו ההיסטורי; בזרע שלנו עצמנו אנו שומרים על ישו בחומר עבור אלה העוקבים אחר ישו החי שחי ופועם בתחתית הזרע שלנו עצמנו.</p>\n<p>אנו רואים בעניין רב שהאגרונומים האחראים על הידע על הצמחים המשרתים את האדם, מלמדים את האיכרים לכבד את הזרע שהם משקים בשדות, אנו רואים שהם שיפרו את איכות הזרעים כדי לייצר יבולים טובים יותר, ושומרים בממגורות גדולות את מלאי הדגנים, כדי שהזרעים שייצרו במאמץ כה רב לא יאבדו. אנו רואים כיצד הווטרינרים, שאחראים על ניהול חיי בעלי החיים, הצליחו לייצר רבייה או סוסים בעלי זרע שעולים פי מאה מתוצרת הבשר, מה שמצביע על כך שהזרע שהם מייצרים הוא הסיבה לעלות כה גבוהה. רק הרפואה הרשמית, שאחראית על המין האנושי, לא אומרת לנו דבר על שיפור הזרע; אנו מצטערים באופן חיובי על עיכוב זה ומודיעים לקוראים שלנו שהזרע האנושי הוא הקל ביותר לשיפור, באמצעות שימוש קבוע בשלושה מזונות בסיסיים: באמצעות מה שאנו חושבים, מה שאנו נושמים ומה שאנו אוכלים. אם אנחנו חושבים רק על דברים מעורפלים, על דברים חסרי טעם, חסרי חשיבות, כך יהיה הזרע שאנחנו מייצרים כי המחשבה היא מכריעה לייצור הזה. הצעיר שלומד שונה מזה שלא מקבל חינוך במראה ובנוכחות, יש שינוי באישיות; העובדה שלנשום בירות מעוכלות בברים ובקנטינות, קובעת על חיי הלקוחות הקבועים במקומות האלה: אנשים שניזונים מעוגות, חזיר, בירה, תבלינים, אלכוהול ומזונות מעוררי תיאבון, חיים חיים פסיביים שמובילים אותם לניאוף.</p>\n<p>כל חיה מנאפת היא מסריחה: חמורים, חזירים, תיישים ואפילו עופות בית למרות היותם ציפורים, כמו התרנגול הביתי. ניתן להעריך בקלות את ההבדל הקיים בין הנואפים לבין אלה שהאדם הופך לצנועים בכוח כדי לנצל אותם, התבונן בבלוטות המין של סוס המרוץ לאלה של סוסי המשא, בין שורי הלחימה לסוסי הזרע שיוצאים מדי יום בעיתונות, החזיר המזריע, אפילו בבעלי חיים קטנים כמו חולדה שהיא תאוותנית להפליא ותמיד המראה שלה דוחה, אותו דבר קורה בגבר המנאף שמכסה את סירחונו בדאודורנטים ובבשמים. כאשר אדם הופך להיות צנוע, טהור וקדוש, במחשבה, בדיבור ובמעשה, הוא משחזר את הילדות האבודה, מתייפה בגוף ובנפש וגופו לא מזיע סירחון.</p>\n<p>כיצד מושג חינוך טרום לידתי? זה קורה בין זוגות שמקפידים על צניעות, כלומר, לעולם לא מאבדים את הזרע שלהם ביהירות ובהנאה חולפת, כך: הבעלים רוצים לתת גוף לישות חדשה, הם מסכימים ומבקשים מהשמיים להיות מודרכים לאירוע ההפריה, ואז בגישה מתמדת של אהבה הם חיים בשמחה ובחגיגיות, הם מנצלים את העונה שבה הטבע נדיב יותר, כפי שעושים האיכרים לזרוע, הם משתמשים בתהליך הטרנסמוטציה האלכימית המתאחדים כבעל ואישה, מה שמאפשר את בריחתו של תא זרע חזק ונמרץ, משופר על ידי הפרקטיקות הידועות קודם לכן ואירוע ההתעברות האלוהית מושג באמצעי זה, ברגע שהאישה תופסת שהיא בהריון, היא נפרדת מהגבר, כלומר, חיי הנישואין מסתיימים, את זה צריך הגבר הצנוע לעשות בקלות כי הוא מלא בחסד וכוח על אנושיים, בכל האמצעים הוא עושה את החיים לנעימים לאשתו כדי שהיא לא תפנה להטרדה או דברים דומים כי כל זה משפיע על העובר המתפתח, אם זה גורם נזק מה יהיה המפגש שאנשים הנוהגים בו בתאוות בשרים שלא קיבלו מעולם עצה בעניין זה? מה שנותן סיבות לכך שילדים רבים חשים תאוות בשרים נוראות מגיל צעיר ומאדימים את אמותיהם בצורה שערורייתית.</p>\n<p>האם יודעת שהיא נותנת חיים לישות חדשה שהיא שומרת במקדש החי שלה, כתכשיט יקר, נותנת לה בצורות יפות בתפילותיה ומחשבותיה שתרוממנה את היצור החדש, ואז מגיע אירוע הלידה ללא כאב; בצורה פשוטה וטבעית לתפארת הוריו. הזוג שומר על דיאטה שבדרך כלל נמשכת ארבעים יום עד שהרחם ששימש עריסה לישות החדשה חוזר למקומו, הגבר יודע שעליו לפנק ולהתבונן באישה שמגדלת את הילד, בליטופים בריאים שכן כל צורה פסיבית אלימה משפיעה על שדי האם ומביאה לחסימות בתעלות שדרכן זורם הנוזל היקר שייתן חיים לבן מעיה, האישה שרוצה ליישם את הלימוד הזה תראה שנעלם הבושה מניתוח השדיים עקב חסימות קבועות. איפה שיש צניעות יש אהבה וציות, הילדים קמים באופן טבעי וכל רוע נעלם, כך מתחיל החינוך הבסיסי הזה להכנת אישיותו של היצור החדש שכבר ילך לבית הספר כשהוא מוכשר להמשיך את החינוך שיאפשר לו לחיות יחד ומאוחר יותר להתפרנס בכוחות עצמו.</p>\n<p>בשבע השנים הראשונות הילד מעצב את אישיותו שלו ולכן הם חשובים כמו חודשי ההריון ומה שמצופה מיצור שהובא בתנאים כאלה זה משהו שאפילו בני האדם לא חושדים בו. אינטליגנציה היא תכונה של ההוויה, עלינו להכיר את ההוויה.</p>\n<p>האני לא יכול לדעת את האמת כי האמת לא שייכת לזמן והאני כן.</p>\n<p>פחד ויראה פוגעים ביוזמה החופשית. היוזמה היא יוצרת, היראה היא הרסנית.</p>\n<p>על ידי ניתוח הכל ומדיטציה, אנו מעוררים את התודעה הרדומה.</p>\n<p>האמת היא הלא נודע מרגע לרגע, אין לה שום קשר למה שאדם מאמין או לא מאמין; האמת היא עניין של ניסיון, לחיות, להבין.</p>\n<p>חוליו מדינה ויסקאינו\nS. S. S.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/prefacio.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/prefacio.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/prefacio.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
