import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "መግቢያ",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "መግቢያ",
    "order": 0
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>“መሠረታዊ ትምህርት” ከሰው ልጆች፣ ከተፈጥሮ እና ከሁሉም ነገሮች ጋር ያለንን ግንኙነት እንድንገነዘብ የሚያስችል ሳይንስ ነው። በዚህ ሳይንስ አማካኝነት የአዕምሮን አሠራር እንረዳለን ምክንያቱም አዕምሮ የእውቀት መሣሪያ ነውና ይህንንም መሣሪያ መቆጣጠርን መማር አለብን ይህም የስነ ልቦናዊ ማንነታችን መሰረታዊ እምብርት ነው።</p>\n<p>በዚህ ሥራ አስተሳሰብን በምርምር፣ ትንተና፣ ግንዛቤ እና ማሰላሰል በመጠቀም በተጨባጭ በሆነ መንገድ ያስተምረናል።</p>\n<p>የማስታወስ ችሎታችንን እንዴት ማሻሻል እንደምንችል ይነግረናል፣ ሁልጊዜም ሦስት ነገሮችን በመጠቀም፡ ርዕሰ ጉዳይ፣ ነገር እና ቦታ፤ ትውስታን የሚቀሰቅሰው ፍላጎት ነው፣ ስለዚህ በማስታወሻ ውስጥ እንዲቀረጽ ለሚጠናው ነገር ትኩረት መስጠት ያስፈልጋል። ትውስታ የአልኬሚካላዊ ለውጥ ሂደት በመጠቀም ይሻሻላል፤ ይህንንም ለግል ማሻሻያቸው ፍላጎት ያላቸው ተማሪዎች ቀስ በቀስ ይገነዘባሉ።</p>\n<p>ለምዕራባውያን ትምህርት የሚጀምረው በ 6 ዓመታቸው ማለትም ማመዛዘን ሲችሉ ነው ተብሎ ሲገመት ነው፤ ለምስራቃውያን በተለይም ህንዳውያን ትምህርት የሚጀምረው ከእርግዝና ጀምሮ ነው፤ ለግኖስቲኮች ደግሞ ከፍቅር ግንኙነት ማለትም ከመፀነሱ በፊት ነው።</p>\n<p>ወደፊት የሚኖረው ትምህርት ሁለት ደረጃዎች ይኖሩታል፡ አንደኛው በወላጆች የሚሰጥ ሲሆን ሁለተኛው ደግሞ በአስተማሪዎች የሚሰጥ ነው። ወደፊት የሚኖረው ትምህርት ተማሪዎችን ወላጆች መሆንን ወደ መለኮታዊ እውቀት ያደርሳቸዋል። ሴት ልጅ የሚያስፈልጋት ጥበቃ እና ድጋፍ ነው፤ ለዚህ ነው ሴት ልጅ በልጅነቷ ከአባቷ ጋር የምትጣበቀው ምክንያቱም እሱን የበለጠ ጠንካራ እና ኃይለኛ አድርጋ ስለምታየው፤ ወንድ ልጅ ፍቅር፣ እንክብካቤ እና መደባበስ ያስፈልገዋል፤ ለዚህ ነው ወንድ ልጅ በተፈጥሮው ከእናቱ ጋር የሚጣበቀው። በኋላ ላይ የሁለቱም ስሜቶች ሲበላሹ ሴት ልጅ ጥሩ እጣ ፈንታን ወይም ደግሞ የሚወዳትን ወንድ ትፈልጋለች፣ እሷ ፍቅርን መስጠት ሲገባት፤ ወንዱ ደግሞ ለመኖር የሚያስችል ገንዘብ ያላትን ወይም ሙያ ያላትን ሴት ይፈልጋል፤ ለሌሎች ደግሞ ፊቱ እና የሰውነት ቅርጾች ለስሜታቸው የበላይነት አላቸው።</p>\n<p>የመማሪያ መጻሕፍትን ማየት ያስደንቃል፣ እያንዳንዱ ሥራ በሺዎች የሚቆጠሩ ጥያቄዎች ያሉት ሲሆን፣ ደራሲው ለተማሪዎቹ በቃላቸው እንዲማሩት በጽሑፍ ይመልሳቸዋል፣ ታማኝ ያልሆነው ትውስታ ወጣቶች በታላቅ ትጋት የሚያጠኑት የእውቀት ማከማቻ ነው፣ ይህ ሙሉ በሙሉ ቁሳዊ ትምህርት ጥናታቸውን ሲያጠናቅቁ ሕይወታቸውን እንዲመሩ ያስችላቸዋል፣ ነገር ግን በሚኖሩበት ሕይወት ውስጥ ምንም አያውቁም፣ ወደ እሱ የሚገቡት በጭፍን ነው፣ ዝርያዎችን በአስደሳች መንገድ እንዴት ማራባት እንደሚችሉ እንኳን አልተማሩም፣ ይህ ትምህርት በጸያፍ ጥላ ውስጥ ባሉ ወንጀለኞች የሚሰጥ ነው።</p>\n<p>ወጣቱ የሰውን አካል የሚያመርተው ዘር ለሰው ልጅ (ዝርያ) ሕይወት በጣም አስፈላጊው ነገር መሆኑን መረዳት ያስፈልጋል፣ የተባረከ ነው ስለዚህም አላግባብ መጠቀም የራሱን ዘር ይጎዳል። በካቶሊክ ቤተ ክርስቲያን መሠዊያዎች ላይ የክርስቶስን ሥጋ የሚወክል ቁርባን በቅዱስ ቁርባን ውስጥ በታላቅ አክብሮት ይጠበቃል፣ ያ ቅዱስ ምስል፤ የስንዴ ዘርን ያካትታል። በሕያው መሠዊያ ላይ ማለትም በአካላዊ አካላችን ውስጥ የእኛ ዘር የክርስትናን ቅዱስ ቁርባን ቦታ ይይዛል ይህም ታሪካዊውን ክርስቶስ ይከተላል፤ በእራሳችን ዘር ውስጥ ክርስቶስን በንጥረ ነገር ውስጥ እናስቀምጣለን እኛ በራሳችን ዘር ውስጥ የሚኖር እና የሚንቀጠቀጥ ሕያው ክርስቶስን የምንከተል።</p>\n<p>ለሰው ልጆች የሚያገለግሉትን እፅዋት ዕውቀት የሚቆጣጠሩት አርሶ አደሮች ገበሬዎችን ለእርሻ የሚረጩትን ዘር እንዲያከብሩ ሲያስተምሩ በታላቅ ፍላጎት እንመለከታለን፣ የተሻሉ ምርቶችን ለማምረት የዘር ጥራትን እንዳሻሻሉ እናያለን፣ ዘሮቹ እንዳይጠፉ እህል በታላላቅ ጎተራዎች ውስጥ በማከማቸት በታላቅ ትጋት ያመረቱትን ዘር እንጠብቃለን። የእንስሳትን ሕይወት የመምራት ኃላፊነት የተሰጣቸው የእንስሳት ሐኪሞች የመራቢያ እንስሳትን ወይም አውራዎችን ማምረት እንደቻሉ እናያለን ይህም ከሥጋ ምርት መቶ እጥፍ የሚበልጥ ዋጋ አለው ይህም የሚያመለክተው የሚያመርቱት ዘር የዚህን ከፍተኛ ዋጋ ምክንያት ነው። የሰውን ዝርያ የሚንከባከበው ኦፊሴላዊ ሕክምና ብቻ ስለ ዘር ማሻሻያ ምንም አይነግረንም፤ ይህ መዘግየት በጣም ያሳዝነናል እና የሰዎች ዘር በሦስት መሠረታዊ ምግቦች ዘላቂ አጠቃቀም አማካይነት ለማሻሻል በጣም ቀላል እንደሆነ ለአንባቢያን እናሳውቃለን፡ በምናስበው፣ በምንተነፍሰው እና በምንመገበው። በግድየለሽነት፣ በማይረቡ ነገሮች ላይ ብቻ የምናስብ ከሆነ የምናመርተው ዘር እንደዚያው ይሆናል ምክንያቱም አስተሳሰብ ለዚያ ምርት ወሳኝ ነው። የሚያጠና ወጣት ትምህርት ካልተቀበለ ሰው በመልክ እና በአቀማመጥ ይለያል፣ በባህሪው ላይ ለውጥ አለ፤ በተጠለፉ ቤቶች እና መጠጥ ቤቶች ውስጥ የተቀቀለ ቢራዎችን መተንፈስ በእነዚህ ቦታዎች ላይ በሚዘወትሩ ሰዎች ሕይወት ላይ ይወስናል፡ ኬኮች፣ የአሳማ ሥጋ፣ ቢራ፣ ቅመማ ቅመም፣ አልኮሆል እና አፍሮዲሲያክ የሚመገቡ ሰዎች ወደ ዝሙት የሚመራ አሳሳች ሕይወት ይኖራሉ።</p>\n<p>የሚመነዝር እንስሳ ሁሉ መጥፎ ጠረን አለው፡ አህዮች፣ አሳማዎች፣ ፍየሎች እና የዶሮ እርባታ እንኳን ምንም እንኳን ወፎች ቢሆኑም፣ ልክ እንደ ዶሮ። በዝሙት አዳሪዎች እና ሰው በግዳጅ ንጹሕ አድርጎ ለመበዝበዝ በሚያደርጋቸው መካከል ያለውን ልዩነት በቀላሉ ማየት ይቻላል፣ የእሽቅድምድም ፈረስን ከጭነት ፈረሶች፣ የበሬዎችን ከጋዜጦች በየቀኑ ከሚወጡት አውራዎች፣ አውራ አሳማዎችን፣ እንደ አይጥ ባሉ ትናንሽ እንስሳት ላይ እንኳን በጣም አሳሳች ነው እና ሁልጊዜም መልክው አስጸያፊ ነው፣ ለወንድ ዝሙተኛም ተመሳሳይ ነው ሽታውን በሚረጩት እና ሽቶዎች ይሸፍናል። ሰው በአስተሳሰብ፣ በቃል እና በተግባር ንጹሕ፣ ንጹሕ እና ቅዱስ ሲሆን የጠፋውን ልጅነት ያድሳል፣ በአካል እና በነፍስ ያማራል እና ሰውነቱ ጠረንን አያልብም።</p>\n<p>ቅድመ ወሊድ ትምህርት እንዴት ይሳካል? ይህ የሚሆነው ንጽሕናን በሚከተሉ ጥንዶች መካከል ማለትም ዘራቸውን በግዴለሽነት እና በጊዜያዊ ደስታ ውስጥ በጭራሽ በማያጡ ነው፤ ስለዚህ፡ ባለትዳሮች ለአዲስ ሕይወት አካልን ለመስጠት ሲፈልጉ ይስማማሉ እና ለመራባት ለሚሆነው ነገር እንዲመሩ ጸሎት ያቀርባሉ፣ ከዚያም ዘላቂ በሆነ የፍቅር አመለካከት በደስታ እና በበዓል ይኖራሉ፣ ልክ ገበሬዎች እንደሚዘሩት ተፈጥሮ በጣም ለጋስ በሆነችበት ወቅት ይጠቀማሉ፣ የአልኬሚካላዊ ለውጥን ሂደት እንደ ባል እና ሚስት በመሆን ይጠቀማሉ፣ ይህም ከዚህ በፊት በሚታወቁ ልምዶች የተሻሻለ ጠንካራ እና ኃይለኛ የዘር ፍሬ ማምለጥን ያስችላል እና በዚህ መንገድ መለኮታዊ ፅንሰ-ሀሳብ ይሳካል፣ አንዴ ሴትየዋ እርጉዝ መሆኗን ከተገነዘበች ከወንዱ ትለያለች፣ ማለትም የትዳር ሕይወት ያበቃል፣ ይህ በቀላሉ በንጹህ ወንድ መደረግ አለበት ምክንያቱም በጸጋ እና ከተፈጥሮ በላይ በሆነ ኃይል የተሞላ ነው፣ ለሚስቱ ሕይወትን ደስ የሚያሰኝ ለማድረግ በሁሉም መንገድ ይጥራል ምክንያቱም ያ ሁሉ በማህፀን ውስጥ ባለው ፅንስ ላይ ተጽዕኖ ያሳድራል፣ ይህ ጉዳት የሚያስከትል ከሆነ ምን ዓይነት የጋብቻ ግንኙነት በስሜታዊነት መንገድ ሰዎች በዚህ ረገድ ምክር ባልተቀበሉ ሰዎች ይተገበራሉ? ይህም ብዙ ልጆች ገና በለጋ ዕድሜያቸው አስከፊ ስሜቶችን እንዲሰማቸው እናቶቻቸውን በአስደንጋጭ ሁኔታ እንዲያሸማቅቁ ምክንያት ይሆናል።</p>\n<p>እናት አዲስ ሕይወትን እየሰጠች መሆኑን ታውቃለች ይህም እንደ ውድ ጌጣጌጥ በሕያው ቤተ መቅደሷ ውስጥ ትይዘዋለች፣ ለአዲሱ ፍጡር ከፍ የሚያደርጉ መልካም ቅርጾችን በጸሎቷ እና በአስተሳሰቧ በመስጠት ከዚያም ያለ ህመም የተወለደው ቀላል እና በተፈጥሮ መንገድ ለወላጆቿ ክብር ይመጣል። ባልና ሚስቱ ለአዲሱ ሕይወት ማኅፀን እስኪመለስ ድረስ በአጠቃላይ የአርባ ቀን አመጋገብን ይጠብቃሉ፣ ወንዱ ልጁን የምትንከባከበውን ሴት መንከባከብ እና መመልከት እንዳለበት ያውቃል፣ ጤናማ በሆኑ እንክብካቤዎች ምክንያቱም ማንኛውም አሳሳች የኃይል ዓይነት በእናቲቱ ጡቶች ላይ ተጽዕኖ ያሳድራል እና ልጇን ሕይወት የሚሰጠውን ውድ ፈሳሽ በሚፈስሱባቸው ቱቦዎች ውስጥ መዘጋት ያመጣል፣ ይህንን ትምህርት በተግባር ላይ ማዋል የምትፈልግ ሴት በቋሚ መዘጋት ምክንያት ጡቶቿን መሥራት ያለባትን እፍረት እንደምትጠፋ ትመለከታለች። ንጽሕና ባለበት ፍቅርና መታዘዝ አለ፣ ልጆች በተፈጥሮ መንገድ ይነሳሉ እና ክፉ ነገር ሁሉ ይጠፋል፣ እንዲህ ነው ይህ መሠረታዊ ትምህርት የአዲሱን ሕይወት ስብዕና ለማዘጋጀት የሚጀምረው ይህም ትምህርቱን ለመከታተል ብቁ ሆኖ ወደ ትምህርት ቤት ይሄዳል ይህም እንዲኖር እና በኋላም የዕለት እንጀራውን በራሱ እንዲያገኝ ያስችለዋል።</p>\n<p>በመጀመሪያዎቹ 7 ዓመታት ውስጥ ህጻኑ የራሱን ስብዕና ይገነባል, ስለዚህ የእርግዝና ወራት ያህል አስፈላጊ ናቸው እና በእንደዚህ ዓይነት ሁኔታዎች ውስጥ ከሚመጣ ፍጡር ምን እንደሚጠበቅ የሰው ልጆች እንኳን አይጠረጥሩትም. ብልህነት የህልውናው ባህሪ ነው፣ ህልውናውን ማወቅ አለብን።</p>\n<p>እኔ እውነትን ማወቅ አልችልም ምክንያቱም እውነት ለጊዜው አይደለም እና እኔ ነኝ።</p>\n<p>ፍርሃት እና ድንጋጤ ነፃ ተነሳሽነትን ይጎዳሉ። ተነሳሽነት ፈጣሪ ነው, ፍርሃት አጥፊ ነው.</p>\n<p>ሁሉንም ነገር በመተንተን እና በማሰላሰል የተኛውን ንቃተ ህሊና እናነቃለን።</p>\n<p>እውነት ከጊዜ ወደ ጊዜ የማይታወቅ ነው፣ ከምን ያህል እንደሚያምን ወይም እንደማያምን ጋር ምንም ግንኙነት የለውም፤ እውነት የመለማመድ፣ የመኖር፣ የመረዳት ጉዳይ ነው።</p>\n<p>ጁሊዮ መዲና ቪዝካይኖ\nኤስ. ኤስ. ኤስ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/prefacio.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/prefacio.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/prefacio.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
