import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "مقدمة",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "مقدمة",
    "order": 0
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>“التعليم الأساسي” هو العلم الذي يسمح لنا باكتشاف علاقتنا بالبشر، وبالطبيعة، وبكل الأشياء. من خلال هذا العلم، نعرف كيفية عمل العقل لأن العقل هو أداة المعرفة ويجب أن نتعلم كيفية التعامل مع هذه الأداة، التي هي النواة الأساسية للأنا النفسية.</p>\n<p>في هذا العمل، يتم تعليمنا بطريقة شبه موضوعية طريقة التفكير، من خلال البحث والتحليل والفهم والتأمل.</p>\n<p>يعلمنا كيف نحسن ذكريات الذاكرة باستخدام ثلاثة عوامل دائمًا: الموضوع، والشيء، والمكان؛ الذاكرة يحركها الاهتمام، لذلك يجب أن نولي اهتمامًا لما يتم دراسته حتى يتم تسجيله في الذاكرة. تتحسن الذاكرة من خلال عملية التحويل الكيميائي التي سيعرفها الطلاب المهتمون بتحسينهم الشخصي تدريجيًا.</p>\n<p>بالنسبة للغربيين، تبدأ الدراسة في سن السادسة، أي عندما يُقدر أنهم يستخدمون العقل؛ بالنسبة للشرقيين، وخاصة الهنود، يبدأ التعليم من الحمل؛ بالنسبة للغزاة، من الحب، أي قبل الحمل.</p>\n<p>سيشمل التعليم المستقبلي مرحلتين: واحدة من قبل الوالدين والأخرى من قبل المعلمين. سيضع التعليم المستقبلي الطلاب في المعرفة الإلهية لتعلم كيف يكونوا آباء وأمهات. ما تحتاجه المرأة هو الحماية والدعم، ولهذا السبب تلتصق الفتاة بوالدها أكثر عندما تكون طفلة لأنها تراه أقوى وأكثر قوة؛ يحتاج الطفل إلى الحب والرعاية والتدليل، ولهذا السبب يلتصق الطفل بأمه أكثر بالفطرة الطبيعية. لاحقًا، عندما تنحرف حواس كليهما، تبحث المرأة عن زوج صالح أو أيضًا عن رجل يحبها، عندما تكون هي التي يجب أن تعطي الحب، ويبحث الرجل عن امرأة لديها وسائل للعيش أو لديها مهنة؛ بالنسبة للآخرين، يسود الوجه والأشكال الجسدية لحواسهم.</p>\n<p>من المدهش رؤية النصوص المدرسية، كل عمل مع آلاف الأسئلة، التي يجيب عليها المؤلف كتابةً حتى يحفظها الطلاب عن ظهر قلب، فالذاكرة الغادرة هي مستودع المعرفة التي يدرسها الشباب بجد، هذا التعليم المادي بالكامل يؤهلهم لكسب لقمة العيش عند الانتهاء من الدراسة، لكنهم لا يعرفون شيئًا عن الحياة التي سيعيشونها، فهم يدخلونها أعمياء، حتى أنهم لم يتعلموا كيفية إعادة إنتاج النوع بطريقة نبيلة، هذا التعليم هو مسؤولية الأشرار في ظل الفحش.</p>\n<p>من الضروري أن يفهم الشاب أن البذرة التي ينتجها الجسم البشري هي أهم عامل في حياة الإنسان (النوع)، فهي مباركة، وبالتالي فإن سوء استخدامها سيضر بنسله. في مذابح الكنيسة الكاثوليكية، يتم الاحتفاظ بالقربان المقدس في المحراب بتبجيل كبير باعتباره يمثل جسد المسيح، هذا الشكل المقدس؛ يتكون من بذرة القمح. على المذبح الحي، أي جسدنا المادي، تحتل بذرتنا مكان القربان المقدس للمسيحية الذي يتبع المسيح التاريخي؛ في بذرتنا الخاصة نحتفظ بالمسيح في الجوهر أولئك الذين يتبعون المسيح الحي الذي يعيش وينبض في أعماق بذرتنا نفسها.</p>\n<p>نرى باهتمام بالغ أن المهندسين الزراعيين المسؤولين عن معرفة النباتات التي تخدم الإنسان، يعلمون الفلاحين احترام البذور التي يزرعونها في الحقول، ونرى أنهم قاموا بتحسين جودة البذور لإنتاج محاصيل أفضل، مع الاحتفاظ بكميات كبيرة من الحبوب في صوامع كبيرة، حتى لا تضيع البذور التي أنتجوها بجد. نرى كيف تمكن الأطباء البيطريون، المسؤولون عن إدارة حياة الحيوانات، من إنتاج حيوانات تكاثر أو ذكور تكلفتها مائة ضعف تكلفة اللحوم، مما يشير إلى أن البذور التي ينتجونها هي سبب هذه التكلفة العالية. الطب الرسمي وحده، المسؤول عن الأنواع البشرية، لا يخبرنا شيئًا عن تحسين البذور؛ نحن نأسف بشكل إيجابي لهذا التأخير ونبلغ قرائنا أن البذور البشرية هي الأسهل في التحسين، من خلال الاستخدام الدائم لثلاثة أطعمة أساسية: من خلال ما نفكر فيه، وما نتنفسه، وما نأكله. إذا فكرنا فقط في أشياء غامضة، وفي أشياء تافهة، وغير مهمة، فستكون البذور التي ننتجها على هذا النحو لأن الفكر حاسم لهذا الإنتاج. الشاب الذي يدرس يختلف عن الشاب الذي لا يتلقى التعليم في المظهر والمظهر، هناك تغيير في الشخصية؛ حقيقة تنفس البيرة المهضومة في الحانات والبارات تحدد حياة رواد هذه الأماكن: الأشخاص الذين يتغذون على الكعك ولحم الخنزير والبيرة والتوابل والكحول والأطعمة المثيرة للشهوة يعيشون حياة عاطفية تقودهم إلى الزنا.</p>\n<p>كل حيوان زاني كريه الرائحة: الحمير والخنازير والماعز وحتى الدواجن على الرغم من كونها طيورًا، مثل الديك المنزلي. يمكن بسهولة تقدير الفرق الموجود بين الزناة وأولئك الذين يجعلهم الإنسان عفيفين بالقوة لاستغلالهم، لاحظ الغدد التناسلية لحصان السباق وغدد خيول الجر، بين ثيران المصارعة والحيوانات المنوية التي تظهر يوميًا في الصحافة، الخنزير البري أو الخنزير المنوي، حتى في الحيوانات الصغيرة مثل الفئران التي تكون عاطفية للغاية ودائمًا ما يكون مظهرها مقيتًا، يحدث الشيء نفسه في الذكر الزاني الذي يغطي رائحته الكريهة بمزيلات العرق والعطور. عندما يصبح الإنسان عفيفًا ونقيًا ومقدسًا، في الفكر والكلمة والعمل، فإنه يستعيد الطفولة الضائعة، ويتجمل في الجسد والروح ولا يتعرق جسده نتانة.</p>\n<p>كيف يتحقق التعليم قبل الولادة؟ يحدث هذا بين الأزواج الذين يتبعون العفة، أي أنهم لا يفقدون أبدًا بذرتهم في الإهمال والمتعة الزائلة، على النحو التالي: يريد الأزواج توفير جسد لكيان جديد، ويتفقون ويطلبون من السماء أن يسترشدوا لحدث الإخصاب، ثم في موقف دائم من الحب يعيشون سعداء واحتفاليين، ويستفيدون من الوقت الذي تكون فيه الطبيعة أكثر سخاءً، تمامًا كما يفعل الفلاحون للزراعة، فهم يستخدمون عملية التحويل الكيميائي بالاجتماع كزوج وزوجة، مما يسمح بهروب حيوان منوي قوي وحيوي، تم تحسينه من خلال الممارسات المعروفة سابقًا ويتحقق من خلال هذه الوسائل حدث الحمل الإلهي، بمجرد أن تدرك المرأة أنها حامل، فإنها تنفصل عن الرجل، أي أن الحياة الزوجية تنتهي، يجب أن يتم ذلك بسهولة من قبل الرجل العفيف لأنه مليء بالنعمة والقوة الخارقة، بكل الوسائل يجعل الحياة ممتعة لزوجته حتى لا تلجأ إلى الإزعاج أو أشياء من هذا القبيل لأن كل هذا له تأثير على الجنين الذي يتشكل، إذا كان هذا يسبب ضررًا فماذا سيكون الجماع الذي يمارسه الناس بشهوانية الذين لم يتلقوا أي نصيحة في هذا الصدد؟ مما يعطي أسبابًا لشعور العديد من الأطفال بعواطف رهيبة منذ سن مبكرة وإحراج أمهاتهم بطريقة فاضحة.</p>\n<p>تعرف الأم أنها تمنح الحياة لكيان جديد تحتفظ به في هيكلها الحي، كجوهرة ثمينة، وتعطيه بصلواتها وأفكارها أشكالًا جميلة من شأنها أن ترفع من شأن المخلوق الجديد، ثم يأتي حدث الولادة دون ألم؛ بطريقة بسيطة وطبيعية لمجد والديها. يحتفظ الزوجان بنظام غذائي يستمر بشكل عام أربعين يومًا حتى يعود الرحم الذي كان بمثابة مهد للكيان الجديد إلى مكانه، ويعلم الرجل أن المرأة التي تربي الطفل يجب أن تدللها وتنظر إليها ببهجة، مع مداعبات صحية لأن أي شكل عاطفي عنيف يؤثر على ثديي الأم ويسبب انسدادات في القنوات التي يتدفق من خلالها السائل الثمين الذي سيعطي الحياة لابن أحشائها، المرأة التي ترغب في وضع هذا التعليم موضع التنفيذ ستلاحظ أن الخجل من الاضطرار إلى إجراء عمليات جراحية في الثدي بسبب الانسدادات الدائمة يختفي. حيث توجد العفة يوجد الحب والطاعة، يتربى الأطفال بشكل طبيعي وكل الشرور تختفي، هكذا يبدأ هذا التعليم الأساسي لإعداد شخصية الكائن الجديد الذي سيذهب بالفعل إلى المدرسة وهو مؤهل لمواصلة التعليم الذي سيسمح له بالعيش وفي وقت لاحق كسب خبز يومه بمفرده.</p>\n<p>في السنوات السبع الأولى، يشكل الطفل شخصيته الخاصة بحيث تكون مهمة مثل أشهر الحمل وما هو متوقع من كائن تم جلبه في مثل هذه الظروف هو شيء لا يشتبه فيه البشر. الذكاء هو سمة من سمات الكائن، يجب أن نعرف الكائن.</p>\n<p>الأنا لا تستطيع معرفة الحقيقة لأن الحقيقة لا تنتمي إلى الزمن والأنا تفعل ذلك.</p>\n<p>الخوف والرعب يضران بالمبادرة الحرة. المبادرة هي الخالق، والخوف مدمر.</p>\n<p>بتحليل كل شيء والتأمل، نوقظ الوعي النائم.</p>\n<p>الحقيقة هي المجهول من لحظة إلى أخرى، لا علاقة لها بما يعتقده المرء أو لا يعتقده؛ الحقيقة هي مسألة تجربة، ومعيشة، وفهم.</p>\n<p>خوليو مدينا فيزكاينو\nS. S. S.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/prefacio.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/prefacio.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/prefacio.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
