import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ኣብዮታዊ ስነ-ኣእምሮ",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "31. ኣብዮታዊ ስነ-ኣእምሮ",
    "order": 31
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>መምህራን ኣብያተ-ትምህርታት፣ ኮሌጃትን ዩኒቨርሲቲታትን፣ ነቲ ዓለምለኻዊ ምንቅስቓስ ግኖስቲሲዝም ዝምህሮ ስነ-ኣእምሮኣዊ ሓሳባት ብዕምቀት ከጽንዑ ይግባእ።</p>\n<p>እቲ ኣብ መስርሕ ዘሎ ስነ-ኣእምሮኣዊ ለውጢ ካብቲ ኣቐዲሙ በዚ ስም እተፈልጠ ፈጺሙ ዝተፈልየ እዩ።</p>\n<p>ካብ ዝኾነ ይኹን ጥርጣረ ወጻኢ፣ ኣብቶም ቀዳሞት ኣማእታት ዓመታት፣ ካብቲ ጽልም ዝበለ ለይቲ ኩሎም ዕድመታት ጀሚሩ ስነ-ኣእምሮ ከምዚ ሕጂ ኣብዚ ግዜ “ዓመጽተኛ ብዘይ ምኽንያት”ን ፈረሰኛታት ሮክን ዝወደቐሉ ፈጺሙ ከም ዘይፈልጥ ብዘይ ስግኣት ክንዛረብ ንኽእል ኢና።</p>\n<p>እቲ ደንጓዪን ግብረ-መልሳዊ ስነ-ኣእምሮ ናይዚ ዘመናዊ ግዜታት ንውርደት እናወሰኸ ብሳላ ምብስባስ ናይ ነፍሲ ወከፍ ተርእዮ ተስፋ ዝቘረጸ ኰይኑ፣ ምስቲ ናይ ሓቂ ምንጩ ዅሉ ቀጥታዊ ርክብ ስኢኑ።</p>\n<p>ኣብዚ ግዜታት መርዘናዊ ጾታዊ ርክብን ምሉእ ብምሉእ ምብስባስ ናይ ኣእምሮን፣ ነቲ “ስነ-ኣእምሮ” ዝብል ቃል ብውሑድ ትኽክለኛ ጌርካ ምግላጹ ጥራይ ዘይኮነ፣ ብተወሳኺ መሰረታውያን ትምህርትታት ናይ ስነ-ኣእምሮ ብሓቂ ኣይፍለጡን እዮም።</p>\n<p>እቶም ብጌጋ ስነ-ኣእምሮ ናይዚ መወዳእታ ሰዓታት ዘመናዊ ስነ-ፍልጠት እዩ ኢሎም ዝግምቱ፣ ስነ-ኣእምሮ ኣብቶም ጥንታውያን ኣብያተ-ትምህርቲ ምስጢራት መበቈሉ ዝነበሮ ጥንታዊ ስነ-ፍልጠት ስለ ዝኾነ ብሓቂ ተጋገዮም ኣለዉ።</p>\n<p>ነቲ ዓይነት ስኖብን፣ ኣልትራ-ዘመናውን ፈራህን፣ ነቲ ደንጓዪን፣ ስነ-ኣእምሮ ተባሂሉ ዝፍለጥ ምግላጽ ኣይከኣሎምን ምክንያቱ ካብዚ ዘመናዊ ግዜ በስተር ኣቢሉ፣ ስነ-ኣእምሮ በቲ ናቱ ስም ፈጺሙ ኣይነበረን ምኽንያቱ ብምኽንያት ከምዚ ከምዚ ዝበለ፣ ፖለቲካዊ ወይ ሃይማኖታዊ ባህርይ ዘለዎ ኣፍራሲ ዝንባለታት ስለ ዝነበሮን ስለዚ ኸኣ ብብዙሓት ክዳውንቲ ክሽፈን ተገዲዱ እዩ።</p>\n<p>ካብ ጥንታዊ ግዜ ጀሚሩ፣ ኣብ ዝተፈላለዩ መድረኻት ናይ ህይወት ቲያትር፣ ስነ-ኣእምሮ ብጥበብ ክዳውንቲ ፍልስፍና ተኸዲኑ ነቲ ግደኡ ወትሩ ይጻወት ነይሩ እዩ።</p>\n<p>ኣብ ገምገም ፈለግ ጋንጀስ፣ ኣብቲ ቅዱስ ህንዲ ናይ ቬዳስ፣ ካብቲ ዘፍርህ ለይቲ ዘመናት ጀሚሩ፣ ኣብቲ ጥልቂ ኽፋል ጽሩይ ተመክሮኣዊ ስነ-ኣእምሮ ዝኾነ፣ ብራኸ ዝዓሰሎ ዓይነት ዮጋ ኣሎ።</p>\n<p>እቶም ሸውዓተ ዮጋታት ወትሩ ከም ሜላታት፣ መስርሕታት ወይ ስርዓታት ፍልስፍና ተገሊጾም እዮም።</p>\n<p>ኣብ ዓለም ዓረብ፣ እቶም ቅዱሳት ትምህርትታት ሱፊ፣ ገለ ኽፋሉ ሜታፊዚክስን ገለ ኽፋሉ ሃይማኖታዊን፣ ብሓቂ ትእዛዝ ሙሉእ ብምሉእ ስነ-ኣእምሮኣዊ እዩ።</p>\n<p>ኣብታ ብብዙሓት ኲናታትን ኣድልዎታት ዘርኢን ሃይማኖታዊን ፖለቲካዊን ወዘተ ዝበሰበሰት ጥንታዊ ኤውሮጳ፣ ክሳብ መወዳእታ ናይ ዝሓለፈ ክፍለ ዘመን፣ ስነ-ኣእምሮ ከይተፈልጠን ምእንቲ ክሓልፍ ክዳን ፍልስፍና ተኸዲኑ ነይሩ እዩ።</p>\n<p>እቲ ፍልስፍና ብዘሎ ኩሉ ምምቃልን ንኡስ ምምቓላትን ከም ሎጂክን፣ ንድፈ-ሓሳብ ፍልጠትን ስነ-ምግባርን ስነ-ውበትን ወዘተ፣ ኣብ ርእሱ ባዕሉ ኣብ ባዕሉ ምምልካት፣ ምስጢራዊ ፍልጠት ናይ ህላወ፣ ተግባራዊነት ፈልጣዊ ናይ ንቕሑት ሕልና ብዘየገድስ እዩ።</p>\n<p>እቲ ጌጋ ናይ ብዙሓት ኣብያተ-ትምህርቲ ፍልስፍና፣ ነቲ ስነ-ኣእምሮ ካብ ፍልስፍና ንታሕቲ፣ ምስቶም ዝተሓተን እቶም ትርጕም ዘይብሎምን መልክዓት ናይ ባህርይ ወዲ ሰብ ጥራይ ዝተተሓሓዘ ምዃኑ ምውሳዱ እዩ።</p>\n<p>እቲ ናይ ሃይማኖታት ተወዳዳሪ መጽናዕቲ፣ ነቲ ስነ-ፍልጠት ስነ-ኣእምሮ ወትሩ ምስ ኩሎም መርሆታት ሃይማኖታት ብዝተኣሳሰረ መልክዑ ከም ዝነበረ ናብ ሎጂካዊ መደምደምታ ንምምጻእ የኽእለና። ዝኾነ ይኹን ተወዳዳሪ መጽናዕቲ ናይ ሃይማኖታት ኣብቲ ዝበለጸ ጽሑፍ ቅዱሳት ናይ ዝተፈላለዩ ሃገራትን ዝተፈላለዩ ግዜያትን፣ ግሩማት መዛግብት ናይ ስነ-ፍልጠት ስነ-ኣእምሮ ከም ዘለዉ ንምግላጽ ይመጽእ።</p>\n<p>መሰረታዊ ምርምራት ኣብ መሬት ግኖስቲሲዝም፣ ነቲ ግሩም ስብስብ ናይ ዝተፈላለዩ ደረስቲ ግኖስቲካውያን ካብቲ ቀዳማይ ግዜ ናይ ክርስትና ዝመጽእን ብስም ፊሎካሊያ ዝፍለጥን፣ ሎሚ መዓልቲ ኣብ ቤተ-ክርስትያን ምብራቕ ተጠቒሞም ከም ዘለዉን ብፍላይ ንምምሃር መነኮሳት ንኽንረኽቦ የኽእለና።</p>\n<p>ካብ ዝኾነ ይኹን ጥርጣረ ወጻኢን ብዝኾነ ይኹን ፍርሃት ከይተሰማዓና ኣብ ጌጋ ንምውዳቕ፣ ፊሎካሊያ ብመሰረቱ ጽሩይ ተመክሮኣዊ ስነ-ኣእምሮ ምዃኑ ብእምነት ክንገልጽ ንኽእል።</p>\n<p>ኣብቶም ጥንታውያን ኣብያተ-ትምህርቲ ምስጢራት ናይ ግሪክ፣ ግብጺ፣ ሮማ፣ ህንዲ፣ ፋርስ፣ ሜክሲኮ፣ ፔሩ፣ ኣሶርያ፣ ከለዳ ወዘተ ወዘተ ወዘተ፣ ስነ-ኣእምሮ ወትሩ ምስ ፍልስፍና፣ ምስቲ ዕላማዊ ስነ-ጥበብ ናይ ሓቂ፣ ምስቲ ስነ-ፍልጠትን ምስቲ ሃይማኖትን ብምትእስሳር ነይሩ እዩ።</p>\n<p>ኣብ ጥንታዊ ግዜታት ስነ-ኣእምሮ ብጥበብ ኣብ መንጎ ጽቡቓት መልክዓት ናይ ደናግል መዘናግዕቲ፣ ወይ ኣብ መንጎ እቲ ምስጢር ዘለዎ ዘይተፈልጠ ጽሕፈታትን ወይ እቶም ጽቡቓት ቅርጽታትን፣ ወይ ኣብ ግጥሚ፣ ወይ ኣብ трагедияን ክሳብ ኣብቲ ባህ ዘብል ሙዚቃ ናይ ቤተ-መቕደሳት ተሓቢኡ ነይሩ እዩ።</p>\n<p>እቲ ስነ-ፍልጠት፣ እቲ ፍልስፍና፣ እቲ ስነ-ጥበብን እቲ ሃይማኖትን ንበይኖም ፈልዮም ብነጻነት ናይ ምምልካት ቅድሚ ምጅማሮም፣ ስነ-ኣእምሮ ኣብ ኩሎም ጥንታውያን ኣብያተ-ትምህርቲ ምስጢራት ልዑላዊ ጌሩ ገዚኡ ነይሩ እዩ።</p>\n<p>እቶም ኮሌጃት መባእታውያን ብምኽንያት ካሊዩጋ፣ ወይ ጸላም ዕድመ ንሕና ገና ዘለናዮ ምስ ተዓጽዉ፣ ስነ-ኣእምሮ ኣብ መንጎ ምልክትነት ናይ ዝተፈላለዩ ኣብያተ-ትምህርቲ ምስጢራዊን ሓሳዊ ምስጢራዊ ዓለም ዘመናውያን ብፍላይ ኣብ መንጎ ምስጢራዊ ግኖስቲካውያን ጸኒሑ እዩ።</p>\n<p>ዕሙቕ ትንተናታት ምርምራትን መሰረታውያን፣ ነቶም ዝተፈላለዩ ስርዓታትን ትምህርትታትን ስነ-ኣእምሮኣውያን ኣብ ዝሓለፈ ዝነበሩን ሕጂ ዘለዉን ኣብ ክልተ ምድባት ክኽፈሉ ከም ዝኽእሉ ብንጹር ንኽንርድእ የኽእለና።</p>\n<p>ቀዳማይ፦ እቶም ትምህርትታት ከምቲ ብዙሓት ምሁራት ዝግምትዎ። ዘመናዊ ስነ-ኣእምሮ ብተግባር ናይዚ ምድብ እዩ።</p>\n<p>ካልኣይ፦ እቶም ንወዲ ሰብ ካብ ኣንፈት ለውጢ ሕልና ዘጽንዑ ትምህርትታት።</p>\n<p>እዚኦም ናይ መጀመርታ ትምህርትታት፣ እቶም ዝበለጹ ጥንታውያን፣ ንሳቶም ጥራይ ነቶም ህያዋት ምንጭታት ናይ ስነ-ኣእምሮን ነቲ ጥዑቕ ትርጕሙን ንኽንርድእ ይኽእሉ እዮም።</p>\n<p>ኩላትና ብዘይ ምጕዳልን ኣብ ኩሎም ደረጃታት ናይ ኣእምሮን፣ መጽናዕቲ ናይ ወዲ ሰብ ካብቲ ሓድሽ ኣንፈት ለውጢ ሕልና ክንደይ ኣገዳሲ ምዃኑ ምስ ተገንዘብና፣ ሽዑ ስነ-ኣእምሮ መጽናዕቲ ናይቶም መርሆታት፣ ሕግታትን ተግባራትን ምስቲ ስርርዕ ዝልውጥን ወሳንን መልክዕ ግለሰብ ከም ዝኾነ ክንርድኦ ኢና።</p>\n<p>መምህራን ኣብያተ-ትምህርታት፣ ኮሌጃትን ዩኒቨርሲቲታትን፣ ነታ ንነብርላ ዘለና ወሳኒት ሰዓትን ነቲ ሓደገኛ ኩነታት ኣይምኖታዊ ኣእምሮኣዊ ናይቲ ሓድሽ ወለዶ ብዘይምጉዳል ክርድእዎ ግድን እዩ።</p>\n<p>ነዚ “ሓድሽ ማዕበል” ናብ መንገዲ ለውጢ ሕልና ምምራሕ የድሊ፣ እዚ ኸኣ ብስነ-ኣእምሮኣዊ ለውጢ ናይ መሰረታዊ ትምህርቲ ጥራይ እዩ ዝከኣል።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/psicologia-revolucionaria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/psicologia-revolucionaria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/psicologia-revolucionaria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
