import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "انقلابي ارواپوهنه",
  "locale": "ps",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "31. انقلابي ارواپوهنه",
    "order": 31
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>د ښوونځيو، کالجونو او پوهنتونونو ښوونکي بايد انقلابي ارواپوهنه په ژوره توګه مطالعه کړي، کوم چې د ګنوسټیک نړیوال غورځنګ لخوا تدریس کیږي.</p>\n<p>د روان انقلاب ارواپوهنه د هر هغه څه څخه په بشپړه توګه توپیر لري چې پخوا د دې نوم سره پیژندل شوي.</p>\n<p>له هر ډول شک څخه بهر، موږ کولی شو پرته له ویرې ووایو چې په تیرو پیړیو کې، د ټولو عمرونو له ژورې شپې څخه، ارواپوهنې هیڅکله دومره ټیټه نه وه راښکته شوې لکه څنګه چې دا مهال د “بې سببه یاغي” او د راک د شهزاده ګانو په دې دوره کې ده.</p>\n<p>د دې عصري وختونو وروسته پاتې او عکس العمل ارواپوهنې د بدبختۍ لپاره د هغې د شتون احساس له لاسه ورکړی، او د هغې ریښتیني اصل سره مستقیم تماس لري.</p>\n<p>د جنسي انحطاط او د ذهن د بشپړ خرابیدو په دې وخت کې، نه یوازې دا ممکنه کیږي چې د ارواپوهنې اصطلاح په سمه توګه تعریف شي، بلکې د ارواپوهنې بنسټیز مضامین هم په ریښتیا سره نا معلوم دي.</p>\n<p>هغه څوک چې په غلطۍ سره فکر کوي چې ارواپوهنه د وروستي ساعت معاصره ساینس ده، په حقیقت کې ګډوډ دي ځکه چې ارواپوهنه یو لرغونی ساینس دی چې اصل یې د لرغونو اسرار ښوونځیو کې دی.</p>\n<p>د اسنوب ډول ته، خورا عصري بدمعاش ته، وروسته پاتې کس ته، دا ناشونې ده چې هغه څه تعریف کړي چې د ارواپوهنې په نوم پیژندل کیږي ځکه چې د دې معاصرې دورې پرته، دا څرګنده ده چې ارواپوهنه هیڅکله د خپل نوم لاندې شتون نه درلود ځکه چې د ځینو یا نورو دلایلو لپاره، دا تل د سیاسي یا مذهبي نوعیت د تخریبي تمایلاتو شکمن و او له همدې امله اړتیا وه چې په څو جامو کې ځان پټ کړي.</p>\n<p>له لرغونو وختونو راهیسې، د ژوند د تیاتر په مختلفو مرحلو کې، ارواپوهنې تل خپله ونډه لوبولې، په هوښیارۍ سره د فلسفې په جامه کې ځان پټوي.</p>\n<p>د ګنګا په غاړو کې، د ویداس په مقدسه هند کې، د پیړیو له ډارونکې شپې څخه، د یوګا ډولونه شتون لري چې په بنسټ کې، خالص تجربه لرونکې ارواپوهنه ده، د لوړ الوتنې سره.</p>\n<p>اووه یوګاس تل د میتودونو، کړنلارو، یا فلسفي سیسټمونو په توګه تشریح شوي.</p>\n<p>په عربي نړۍ کې، د صوفیانو مقدسه لارښوونې، په یوه برخه کې میټافزیکي، په یوه برخه کې مذهبي، په حقیقت کې په بشپړه توګه د ارواپوهنې له اړخه دي.</p>\n<p>په زړه اروپا کې چې د ډیرو جګړو، نژادي تعصبونو، مذهبي، سیاسي او نورو سره د هډوکو تر مغز پورې سړه شوې، تر تیرو پیړیو پورې، ارواپوهنې د فلسفې په جامه کې ځان پټ کړ ترڅو د پام وړ پاتې شي.</p>\n<p>فلسفه د خپلو ټولو ویشونو او فرعي ویشونو سره سره لکه منطق، د پوهې تیوري، اخلاق، ښکلا پیژندنه، او نور، له هر ډول شک پرته پخپله، ښکاره ځان انعکاس، د وجود صوفیانه پیژندنه، د ویښې شوې هوش ادراکي فعالیت دی.</p>\n<p>د ډیری فلسفي ښوونځیو تېروتنه دا ده چې ارواپوهنه یې د فلسفې څخه ټیټه ګڼلې، لکه څنګه چې یوازې د انساني طبیعت ټیټو او حتی معمولي اړخونو پورې اړه لري.</p>\n<p>د مذهبونو پرتله ایز مطالعه موږ ته دې منطقي نتیجې ته رسوي چې د ارواپوهنې ساینس تل د ټولو مذهبي اصولو سره په ډیره نږدې توګه تړاو لري. د مذهبونو هر ډول پرتله ایز مطالعه موږ ته دا ښیي چې د مختلفو هیوادونو او مختلفو دورو په خورا ارتودوکس مقدسه ادب کې، د ارواپوهنې ساینس په زړه پوري خزانې شتون لري.</p>\n<p>د ګنوسټیزم په برخه کې ژورې څیړنې موږ ته د مختلفو ګنوسټیک لیکوالانو دا په زړه پورې تالیف موندلو ته اجازه راکوي چې د عیسویت له لومړیو وختونو څخه راځي او د فیلوکالیا په نوم پیژندل کیږي، چې لاهم زموږ په ورځو کې په ختیځ کلیسا کې کارول کیږي، په ځانګړې توګه د راهبانو د لارښوونې لپاره.</p>\n<p>له هر ډول شک څخه بهر او پرته له دې چې په فریب کې راښکته شو، موږ په ټینګار سره تایید کولی شو چې فیلوکالیا په اصل کې خالص تجربه لرونکې ارواپوهنه ده.</p>\n<p>د یونان، مصر، روم، هند، فارس، مکسیکو، پیرو، اسیریا، کلدایا او نورو د لرغونو اسرارو په ښوونځیو کې، ارواپوهنه تل د فلسفې، ریښتیني هدف هنر، ساینس او مذهب سره تړلې وه.</p>\n<p>په لرغونو وختونو کې ارواپوهنه په هوښیارۍ سره د سپیڅلو نڅاګرانو په زړه پورې بڼو، یا د عجیب هیروګلیفونو په معما، یا ښکلو مجسمو، یا په شاعرۍ، یا په تراژیدۍ او حتی د معبدونو په خوندور موسیقۍ کې پټه وه.</p>\n<p>مخکې له دې چې ساینس، فلسفه، هنر او مذهب جلا شي ترڅو په خپلواکه توګه وګرځي، ارواپوهنې د ټولو لرغونو اسرارو په ښوونځیو کې واکمني وکړه.</p>\n<p>کله چې د ابتکار کالجونه د کالیوګا له امله وتړل شول، یا تور عمر چې موږ لاهم په کې یو، ارواپوهنې د عصري نړۍ د مختلفو ایسوټریک او سیوډو ایسوټریک ښوونځیو په سمبولیزم کې ژوند وکړ او په ځانګړې توګه د ګنوسټیک ایسوټریزم کې.</p>\n<p>ژورې شننې او ژورې څیړنې موږ ته دا توان راکوي چې په روښانه توګه پوه شو چې د ارواپوهنې مختلف سیسټمونه او نظریې چې په تیرو وختونو کې شتون درلود او په اوسني وخت کې شتون لري، په دوو کټګوریو ویشل کیدی شي.</p>\n<p>لومړی.- هغه نظریې لکه څنګه چې ډیری روڼ اندي یې ګومان کوي. عصري ارواپوهنه په حقیقت کې دې کټګورۍ پورې اړه لري.</p>\n<p>دوهم.- هغه نظریې چې انسان د شعور د انقلاب له نظره مطالعه کوي.</p>\n<p>دا وروستۍ په حقیقت کې اصلي نظریې دي، ترټولو پخوانۍ، یوازې دوی موږ ته اجازه راکوي چې د ارواپوهنې ژوندي اصلونه او د هغې ژوره معنا درک کړو.</p>\n<p>کله چې موږ ټولو په بشپړه توګه او د ذهن په ټولو کچو کې پوه شو، چې د شعور د انقلاب له نوي نظره د انسان مطالعه څومره مهمه ده، نو موږ به پوه شو چې ارواپوهنه د اصولو، قوانینو او حقایقو مطالعه ده چې د فرد د بنسټیز او قطعي بدلون سره نږدې تړاو لري.</p>\n<p>دا اړینه ده چې د ښوونځیو، کالجونو او پوهنتونونو ښوونکي په بشپړه توګه هغه نازک ساعت درک کړي چې موږ پکې ژوند کوو او د رواني ناورین حالت چې نوی نسل پکې دی.</p>\n<p>دا اړینه ده چې “نوی څپه” د شعور انقلاب لارې ته لارښوونه وکړو او دا یوازې د بنسټیزې زده کړې د انقلابي ارواپوهنې له لارې ممکنه ده.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ps/educacion-fundamental/psicologia-revolucionaria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/psicologia-revolucionaria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/psicologia-revolucionaria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
