import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Հեղափոխական Հոգեբանություն",
  "locale": "hy",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "31. Հեղափոխական Հոգեբանություն",
    "order": 31
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Դպրոցների, քոլեջների և համալսարանների ուսուցիչներն ու դասախոսները պետք է խորապես ուսումնասիրեն ՀԵՂԱՓՈԽԱԿԱՆ ՀՈԳԵԲԱՆՈՒԹՅՈՒՆԸ, որը դասավանդում է ԳՆՈՍՏԻԿ ՄԻՋԱԶԳԱՅԻՆ ՇԱՐԺՈՒՄԸ:</p>\n<p>Ընթացող ՀԵՂԱՓՈԽՈՒԹՅԱՆ հոգեբանությունը արմատապես տարբեր է ամեն ինչից, ինչ նախկինում հայտնի էր այդ անունով:</p>\n<p>Անկասկած, կարող ենք առանց վախենալու ասել, որ դարերի ընթացքում, որոնք նախորդել են մեզ, բոլոր դարաշրջանների խորը գիշերվանից ի վեր, ՀՈԳԵԲԱՆՈՒԹՅՈՒՆԸ երբեք այնքան ցածր չէր ընկել, որքան ներկայումս այս «ԱՌԱՆՑ ՊԱՏՃԱՌԻ ԱՊՍՏԱՄԲ»-ի և ՌՈՔ-ի ասպետների դարաշրջանում:</p>\n<p>Այս ժամանակակից ժամանակների հետամնաց և հետադիմական հոգեբանությունը, ի լուր բոլոր դժբախտությունների, ցավալիորեն կորցրել է իր գոյության իմաստը և իրական ծագման հետ ուղղակի կապը:</p>\n<p>Սեռական այլասերման և միտքի լիակատար քայքայման այս ժամանակներում այլևս ոչ միայն անհնար է անհստակ ճշգրտությամբ սահմանել ՀՈԳԵԲԱՆՈՒԹՅՈՒՆ տերմինը, այլև իսկապես անհայտ են հոգեբանության հիմնարար առարկաները:</p>\n<p>Նրանք, ովքեր սխալմամբ ենթադրում են, որ ՀՈԳԵԲԱՆՈՒԹՅՈՒՆԸ վերջին ժամանակների ժամանակակից գիտություն է, իրականում շփոթված են, քանի որ ՀՈԳԵԲԱՆՈՒԹՅՈՒՆԸ հնագույն գիտություն է, որը ծագել է ՀՆԱԳՈՒՅՆ ԽՈՐՀՈՒՐԴՆԵՐԻ հին դպրոցներում:</p>\n<p>ՍՆՈԲ տիպին, ծայրահեղ ժամանակակից խաբեբային, հետամնացին անհնար է սահմանել այն, ինչը հայտնի է որպես ՀՈԳԵԲԱՆՈՒԹՅՈՒՆ, քանի որ բացառությամբ այս ժամանակակից դարաշրջանի, ակնհայտ է, որ ՀՈԳԵԲԱՆՈՒԹՅՈՒՆԸ երբեք գոյություն չի ունեցել իր անունով, քանի որ այս կամ այն պատճառներով այն միշտ կասկածվել է քաղաքական կամ կրոնական բնույթի քայքայիչ միտումների մեջ և այդ պատճառով ստիպված է եղել քողարկվել բազմաթիվ հանդերձանքներով:</p>\n<p>Հնագույն ժամանակներից ի վեր, կյանքի թատրոնի տարբեր բեմերում, ՀՈԳԵԲԱՆՈՒԹՅՈՒՆԸ միշտ խաղացել է իր դերը՝ խելամտորեն քողարկված փիլիսոփայության հանդերձանքով:</p>\n<p>Գանգեսի ափերին, ՎԵԴԱՆԵՐԻ սուրբ Հնդկաստանում, դարերի սարսափելի գիշերվանից ի վեր, գոյություն ունեն ՅՈԳԱՅԻ ձևեր, որոնք ըստ էության բարձր մակարդակի ՄԱՔՈՒՐ ՓՈՐՁԱՌԱԿԱՆ ՀՈԳԵԲԱՆՈՒԹՅՈՒՆ են:</p>\n<p>Յոթ ՅՈԳԱՆԵՐԸ միշտ նկարագրվել են որպես փիլիսոփայական մեթոդներ, ընթացակարգեր կամ համակարգեր:</p>\n<p>Արաբական աշխարհում ՍՈՒՖԻՆԵՐԻ Սուրբ վարդապետությունները, մասամբ մետաֆիզիկական, մասամբ կրոնական, իրականում լիովին ՀՈԳԵԲԱՆԱԿԱՆ կարգի են:</p>\n<p>Հին Եվրոպայում, որը փտած է մինչև ոսկորների միջուկը բազմաթիվ պատերազմներով, ռասայական նախապաշարմունքներով: Կրոնական, քաղաքական և այլն, մինչև անցյալ դարի վերջը ՀՈԳԵԲԱՆՈՒԹՅՈՒՆԸ քողարկվել է ՓԻԼԻՍՈՓԱՅՈՒԹՅԱՆ հագուստով, որպեսզի աննկատ մնա:</p>\n<p>Փիլիսոփայությունը, չնայած բոլոր բաժանումներին և ենթաբաժանումներին, ինչպիսիք են Տրամաբանությունը, իմացության տեսությունը, Էթիկան, Գեղագիտությունը և այլն, անկասկած, ինքնին ԱԿՆՀԱՅՏ ԻՆՔՆԱԴԵՏՈՒՄՆԱՎՈՐՈՒՄ Է, ԷՈՒԹՅԱՆ ՄԻՍՏԻԿԱԿԱՆ ՃԱՆԱՉՈՂՈՒԹՅՈՒՆ, ԶԱՐԹՆԱԾ ԳԻՏԱԿՑՈՒԹՅԱՆ ՃԱՆԱՉՈՂԱԿԱՆ ՖՈՒՆԿՑԻՈՆԱԼԻԶՄ:</p>\n<p>Շատ ՓԻԼԻՍՈՓԱՅԱԿԱՆ ԴՊՐՈՑՆԵՐԻ սխալը կայանում է նրանում, որ նրանք հոգեբանությունը համարել են ՓԻԼԻՍՈՓԱՅՈՒԹՅՈՒՆԻՑ ցածր մի բան, մի բան, որը կապված է միայն մարդկային բնության ամենացածր և նույնիսկ չնչին կողմերի հետ:</p>\n<p>Կրոնների համեմատական ուսումնասիրությունը թույլ է տալիս մեզ տրամաբանական եզրակացության գալ, որ ՀՈԳԵԲԱՆՈՒԹՅԱՆ ԳԻՏՈՒԹՅՈՒՆԸ միշտ սերտորեն կապված է եղել բոլոր ԿՐՈՆԱԿԱՆ ՍԿԶԲՈՒՆՔՆԵՐԻ հետ: Կրոնների ցանկացած համեմատական ուսումնասիրություն ցույց է տալիս, որ տարբեր երկրների և տարբեր դարաշրջանների ամենաուղղափառ ՍՈՒՐԲ ԳՐԱԿԱՆՈՒԹՅԱՆ մեջ գոյություն ունեն ՀՈԳԵԲԱՆԱԿԱՆ գիտության հրաշալի գանձեր:</p>\n<p>ԳՆՈՍՏԻՑԻԶՄԻ ոլորտում խորը հետազոտությունները թույլ են տալիս մեզ գտնել տարբեր գնոստիկ հեղինակների այն հրաշալի ժողովածուն, որը գալիս է քրիստոնեության վաղ ժամանակներից և հայտնի է PHILOKALIA անվամբ, որն այսօր էլ օգտագործվում է ԱՐԵՎԵԼՅԱՆ ԵԿԵՂԵՑՈՒՄ, հատկապես վանականների կրթության համար:</p>\n<p>Անկասկած և առանց խաբեության մեջ ընկնելու նվազագույն վախի, մենք կարող ենք վստահորեն հաստատել, որ PHILOKALIA-ն ըստ էության ՄԱՔՈՒՐ ՓՈՐՁԱՌԱԿԱՆ ՀՈԳԵԲԱՆՈՒԹՅՈՒՆ Է:</p>\n<p>Հունաստանի, Եգիպտոսի, Հռոմի, Հնդկաստանի, Պարսկաստանի, Մեքսիկայի, Պերուի, Ասորեստանի, Քաղդեայի և այլնի ՀՆԱԳՈՒՅՆ ԽՈՐՀՐԴԱՎՈՐ ԴՊՐՈՑՆԵՐՈՒՄ ՀՈԳԵԲԱՆՈՒԹՅՈՒՆԸ միշտ կապված է եղել փիլիսոփայության, Իրական օբյեկտիվ արվեստի, գիտության և կրոնի հետ:</p>\n<p>Հին ժամանակներում ՀՈԳԵԲԱՆՈՒԹՅՈՒՆԸ խելամտորեն թաքնված էր ՍՈՒՐԲ ՊԱՐՈՒՀԻՆԵՐԻ գեղեցիկ ձևերի մեջ, կամ արտասովոր հիերոգլիֆների գաղտնիքի, կամ գեղեցիկ քանդակների, կամ պոեզիայի, կամ ողբերգության և նույնիսկ տաճարների հիասքանչ երաժշտության մեջ:</p>\n<p>Նախքան Գիտությունը, Փիլիսոփայությունը, Արվեստը և Կրոնը բաժանվեցին՝ անկախ պտտվելու համար, ՀՈԳԵԲԱՆՈՒԹՅՈՒՆԸ իշխեց բոլոր ՀՆԱԳՈՒՅՆ ԽՈՐՀՐԴԱՎՈՐ ԴՊՐՈՑՆԵՐՈՒՄ:</p>\n<p>Երբ նախաձեռնող քոլեջները փակվեցին KALIYUGA-ի կամ ՍԵՎ ԴԱՐԱՇՐՋԱՆԻ պատճառով, որում մենք դեռ գտնվում ենք, ՀՈԳԵԲԱՆՈՒԹՅՈՒՆԸ գոյատևեց ԱՇԽԱՐՀԻ տարբեր ԷԶՈԹԵՐԻԿ և ԿԵՂԾ ԷԶՈԹԵՐԻԿ ԴՊՐՈՑՆԵՐԻ խորհրդանիշների միջև, և հատկապես ԳՆՈՍՏԻԿ ԷԶՈԹԵՐԻԶՄԻ մեջ:</p>\n<p>Խորը վերլուծությունները և հիմնավոր հետազոտությունները թույլ են տալիս մեզ լիակատար պարզությամբ հասկանալ, որ հոգեբանական տարբեր համակարգերը և վարդապետությունները, որոնք գոյություն են ունեցել անցյալում և գոյություն ունեն ներկայումս, կարելի է բաժանել երկու կատեգորիայի:</p>\n<p>Առաջին.- Վարդապետություններ, ինչպես շատ մտավորականներ ենթադրում են: Ժամանակակից հոգեբանությունն իրականում պատկանում է այս կատեգորիային:</p>\n<p>Երկրորդ.- Վարդապետություններ, որոնք ուսումնասիրում են մարդուն ԳԻՏԱԿՑՈՒԹՅԱՆ ՀԵՂԱՓՈԽՈՒԹՅԱՆ տեսանկյունից:</p>\n<p>Վերջիններս իսկապես բնօրինակ վարդապետություններն են, ամենահինը, միայն նրանք են թույլ տալիս մեզ հասկանալ հոգեբանության կենդանի ծագումը և նրա խորը նշանակությունը:</p>\n<p>Երբ մենք բոլորս լիովին և ՄՏՔԻ բոլոր ՄԱԿԱՐԴԱԿՆԵՐՈՒՄ հասկանանք, թե որքան կարևոր է մարդու ուսումնասիրությունը ԳԻՏԱԿՑՈՒԹՅԱՆ ՀԵՂԱՓՈԽՈՒԹՅԱՆ նոր տեսանկյունից, մենք կհասկանանք, որ հոգեբանությունը այն սկզբունքների, օրենքների և փաստերի ուսումնասիրությունն է, որոնք սերտորեն կապված են ԱՆՀԱՏԻ ԱՐՄԱՏԱԿԱՆ և վերջնական ՏՐԱՆՍՖՈՐՄԱՑԻԱՅԻ հետ:</p>\n<p>Հրատապ է, որ Դպրոցների, Քոլեջների և Համալսարանների ուսուցիչներն ու դասախոսները ամբողջությամբ հասկանան ԿՐԻՏԻԿԱԿԱՆ ժամը, որում մենք ապրում ենք, և Նոր ՍԵՐՆԴԻ ՀՈԳԵԲԱՆԱԿԱՆ ապակողմնորոշման աղետալի վիճակը:</p>\n<p>Անհրաժեշտ է «ՆՈՐ ԱԼԻՔԸ» ուղղորդել ԳԻՏԱԿՑՈՒԹՅԱՆ ՀԵՂԱՓՈԽՈՒԹՅԱՆ ճանապարհով, և դա հնարավոր է միայն ՀԻՄՆԱԿԱՆ ԿՐԹՈՒԹՅԱՆ ՀԵՂԱՓՈԽԱԿԱՆ ՀՈԳԵԲԱՆՈՒԹՅԱՆ միջոցով:</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hy/educacion-fundamental/psicologia-revolucionaria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/psicologia-revolucionaria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/psicologia-revolucionaria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
