import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "གསར་བརྗེའི་སེམས་ཁམས་རིག་པ",
  "locale": "bo",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "31. གསར་བརྗེའི་སེམས་ཁམས་རིག་པ",
    "order": 31
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>སློབ་གྲྭ་དང་མཐོ་སློབ། གཙུག་ལག་སློབ་གྲྭ་ཆེན་མོའི་དགེ་རྒན་དང་དགེ་རྒན་ལགས་ཚོས་རྒྱལ་སྤྱིའི་གསང་སྔགས་འགུལ་སྐྱོད་ཀྱིས་སློབ་སྟོན་བྱེད་པའི་གསར་བརྗེའི་སེམས་ཁམས་རིག་པ་ལ་ཞིབ་འཇུག་གཏིང་ཟབ་བྱེད་དགོས།</p>\n<p>འགྲོ་བཞིན་པའི་གསར་བརྗེའི་སེམས་ཁམས་རིག་པ་ནི་སྔོན་ཆད་མིང་འདི་དང་མཐུན་པ་གང་ཡང་མེད་པ་རེད།</p>\n<p>དོགས་པ་མེད་པར་ང་ཚོས་འཇིགས་སྐྲག་མེད་པར་བཤད་ཐུབ་པ་ནི་ང་ཚོའི་སྔོན་དུ་བྱུང་བའི་དུས་རབས་ཀྱི་འཕེལ་རིམ་ནང་དུས་རབས་ཡོངས་ཀྱི་མཚན་མོ་ཟབ་མོ་ནས་བཟུང་སེམས་ཁམས་རིག་པ་ནི་དེང་སང་གི་དུས་རབས་འདིའི་ནང་དམའ་བའི་གནས་སུ་ལྷུང་མྱོང་མེད། རྒྱུ་མེད་ཀྱི་ངོ་ལོག་”དང་རྡོ་རོལ་གྱི་རྟ་དཔོན་ཚོ།</p>\n<p>དེང་རབས་ཀྱི་དུས་རབས་འདིའི་ཕྱིར་འཐེན་དང་ཕྱིར་འཐེན་གྱི་སེམས་ཁམས་རིག་པ་ནི་སྡུག་བསྔལ་གྱི་མཐར་སེམས་སྐྱོ་བའི་གནས་སུ་སླེབས་ནས་དེའི་དོན་སྙིང་ཡལ་ནས་དེའི་འབྱུང་ཁུངས་ངོ་མའི་ཐད་ཀར་འབྲེལ་བ་ཡོངས་སུ་བརླག་ཡོད།</p>\n<p>འཁྲིག་སྤྱོད་ཉམས་རྒུད་དང་བསམ་པའི་རྒུད་པ་ཆེན་པོ་འབྱུང་བའི་དུས་འདིར་ད་ལྟ་སེམས་ཁམས་རིག་པ་ཞེས་པའི་ཐ་སྙད་དེ་ངེས་པར་གཏན་འབེབས་བྱེད་མི་ཐུབ་པ་མ་ཟད། དངོས་ཡོད་ཀྱི་སེམས་ཁམས་རིག་པའི་རྩ་བའི་བརྗོད་གཞི་ཡང་མི་ཤེས་སོ།།</p>\n<p>སེམས་ཁམས་རིག་པ་ནི་དེང་དུས་ཀྱི་ཚན་རིག་ཅིག་ཡིན་པར་ནོར་འཁྲུལ་བྱེད་མཁན་ཚོས་དངོས་གནས་ནོར་འཁྲུལ་བྱུང་ཡོད། སེམས་ཁམས་རིག་པ་ནི་ཚན་རིག་རྙིང་པ་ཞིག་ཡིན་ལ་དེའི་འབྱུང་ཁུངས་ནི་གསང་བའི་སློབ་གྲྭ་རྙིང་པ་དག་ཡིན།</p>\n<p>སྣོབ་ཀྱི་རིགས་དང་དེང་རབས་ཅན་གྱི་ཇག་རྐུན་དང་ཕྱིར་འཐེན་མཁན་ལ་སེམས་ཁམས་རིག་པ་ཞེས་པ་གཏན་འབེབས་བྱེད་མི་ཐུབ། དེང་རབས་ཀྱི་དུས་རབས་འདི་ལས་གཞན། སེམས་ཁམས་རིག་པ་ནི་དེའི་མིང་རང་ཉིད་འོག་ནམ་ཡང་གནས་མེད་པ་གསལ་པོ་རེད། རྒྱུ་མཚན་ནི་རྒྱུ་མཚན་འདི་དག་གིས་སྲིད་དོན་དང་ཆོས་ལུགས་ཀྱི་གྱེན་ལོག་གི་རང་བཞིན་གྱི་དོགས་པ་ཡོད་པས་རྒྱན་གོས་མང་པོ་ཞིག་གྱོན་དགོས་བྱུང་།</p>\n<p>དུས་རབས་སྔ་མ་ནས་བཟུང་ཚེ་སྲོག་གི་འཁྲབ་སྟོན་གྱི་རྣམ་པ་མི་འདྲ་བའི་ནང་སེམས་ཁམས་རིག་པ་ནི་ནམ་ཡང་དེའི་ནུས་པ་མཚོན་ཡོད་ལ་མཁས་པའི་གཟབ་མཆོར་དང་མཐུན་པའི་ལྟ་གྲུབ་ཀྱི་གཟབ་མཆོར་གྱོན་ཡོད།</p>\n<p>གངྒཱ་གཙང་པོའི་འགྲམ་དུ་ཡོད་པའི་རྒྱ་གར་གྱི་བརྟན་བརླིང་ཆོས་ཚང་དུ་དུས་རབས་ཀྱི་མཚན་མོའི་ནང་དུ་ཡོ་ག་གྱི་རྣམ་པ་ཡོད། གཏིང་ཟབ་ཏུ་བལྟས་ན་དེ་ནི་སེམས་ཁམས་རིག་པའི་ཚོད་ལྟའི་རིགས་ཤིག་རེད།</p>\n<p>ཡོ་ག་བདུན་ནི་ནམ་ཡང་ཐབས་ལམ་དང་འགྲོ་ལུགས་དང་ལྟ་གྲུབ་ཀྱི་མ་ལག་ཏུ་བརྗོད་ཡོད།</p>\n<p>ཨ་རབ་ཀྱི་འཇིག་རྟེན་དུ་སུའི་ཕི་སི་ཞེས་པའི་དམ་པའི་ཆོས་སློབ་ནི་ཕྱེད་ཀ་ནི་སྒྲ་མེད་པ་ཡིན་ལ་ཕྱེད་ཀ་ནི་ཆོས་ལུགས་རེད། དངོས་ཡོད་ཀྱི་སྒྲིག་སྲོལ་ནི་སེམས་ཁམས་རིག་པའི་རིམ་པ་ཞིག་རེད།</p>\n<p>དམག་འཁྲུགས་དང་མི་རིགས་ཀྱི་འཆིང་རྒྱ་མང་པོས་རུལ་སུངས་སུ་གྱུར་བའི་ཡོ་རོབ་རྙིང་པར། ཆོས་ལུགས་དང་སྲིད་དོན་ལ་དུས་རབས་སྔོན་མའི་མཐའ་མར་ད་དུང་སེམས་ཁམས་རིག་པ་ནི་མི་མངོན་པ་ཡོང་ཆེད་ལྟ་གྲུབ་ཀྱི་གོས་གྱོན་ཡོད།</p>\n<p>ལྟ་གྲུབ་ཀྱི་དབྱེ་བ་དང་དབྱེ་བ་ལྟར་དཔེར་ན་རིགས་པ་དང་ཤེས་རིག་གི་རྣམ་བཤད་དང་སྤྱོད་ལམ་དང་མཛེས་དཔྱོད་སོགས་ནི་དོགས་པ་མེད་པར་རང་ཉིད་ལ་བསམ་བློ་བཏང་བ་དང་རྟོགས་པ་མངོན་སུམ་དང་རིག་པའི་ཤེས་པ་དང་དྲན་ཤེས་དྲན་པའི་ནུས་པ་ཡིན།</p>\n<p>ལྟ་གྲུབ་སློབ་གྲྭ་མང་པོའི་ནོར་འཁྲུལ་ནི་སེམས་ཁམས་རིག་པ་ལྟ་གྲུབ་ལས་དམའ་ཞིང་འགྲོ་བ་མིའི་རང་བཞིན་གྱི་ཕྱོགས་དམའ་ཤོས་དང་སྟོང་པ་དང་འབྲེལ་བ་ཡོད་པར་བརྩིས་ཡོད།</p>\n<p>ཆོས་ལུགས་ཀྱི་ཞིབ་འཇུག་གིས་ང་ཚོར་སེམས་ཁམས་རིག་པའི་ཚན་རིག་ནི་ཆོས་ལུགས་ཀྱི་རྩ་དོན་དང་དམ་པོར་འབྲེལ་བ་ཡོད་པའི་བསྡོམས་བརྒྱབ་པ་རེད། ཆོས་ལུགས་ཀྱི་ཞིབ་འཇུག་གིས་རྒྱལ་ཁབ་མང་པོ་དང་དུས་རབས་མི་འདྲ་བའི་ནང་གི་ཆོས་ཡིག་ཏུ་སེམས་ཁམས་རིག་པའི་ཚན་རིག་གི་ནོར་བུ་རྨད་པོ་ཆེ་ཡོད།</p>\n<p>གསང་སྔགས་ཀྱི་ས་ཐོག་ཏུ་གཏིང་ཟབ་ཏུ་ཞིབ་འཇུག་བྱས་པས་ང་ཚོར་གསང་སྔགས་མཁན་གྱི་རྩོམ་པ་པོ་མང་པོའི་བསྡུ་སྒྲིག་རྨད་པོ་ཆེ་དེ་རྙེད་ཐུབ། དེ་ནི་ཡེ་ཤུའི་ཆོས་ལུགས་ཐོག་མ་ནས་ཡོང་བ་དང་དེ་ནི་ཕི་ལོ་ཀཱ་ལི་ཡ་ཞེས་འབོད་པ་དང་ད་དུང་དེང་སང་ཤར་ཕྱོགས་ཀྱི་ཆོས་ཚོགས་སུ་བེད་སྤྱོད་བྱེད་ཀྱི་ཡོད། ལྷག་པར་དུ་གྲྭ་བ་ཚོའི་སློབ་སྟོན་བྱེད་དགོས།</p>\n<p>དོགས་པ་མེད་པ་དང་ནོར་འཁྲུལ་དུ་ལྷུང་བའི་འཇིགས་སྐྲག་མེད་པར་ང་ཚོས་ནན་པོར་བརྗོད་ཐུབ་པ་ནི་ཕི་ལོ་ཀཱ་ལི་ཡ་ནི་ངེས་པར་དུ་སེམས་ཁམས་རིག་པའི་ཚོད་ལྟ་ཡིན།</p>\n<p>གྷི་རི་སི་དང་ཨི་ཇིབ་དང་རོ་མ་དང་རྒྱ་གར་དང་པར་ཤི་ཡ་དང་མེག་སི་ཀོ་དང་པི་རུ་དང་ཨ་སི་རི་ཡ་དང་ཀལ་ཌེ་ཡ་སོགས་ཀྱི་གསང་བའི་སློབ་གྲྭ་རྙིང་པ་རུ་སེམས་ཁམས་རིག་པ་ནི་ནམ་ཡང་ལྟ་གྲུབ་དང་དམིགས་འབེན་གྱི་སྒྱུ་རྩལ་དང་ཚན་རིག་དང་ཆོས་ལུགས་དང་འབྲེལ་བ་ཡོད།</p>\n<p>སྔོན་ཆད་སེམས་ཁམས་རིག་པ་ནི་དམ་པའི་ཞབས་བྲོ་སྟོན་མཁན་གྱི་བཀྲག་མདངས་འོད་ཀྱིས་འཕྲོ་བའི་དབྱིབས་ཀྱི་དབར་མཁས་པའི་སྒོ་ནས་གབ་སྦེད་བྱེད་ཀྱི་ཡོད། ཡང་ན་ཡིག་འབྲུའི་གསང་བའི་སྒྲིག་སྲོལ་ལམ་སྐུ་བརྙན་མཛེས་པོ་དང་སྙན་ངག་དང་སྡུག་བསྔལ་དང་ཆོས་ཁང་གི་རོལ་མོ་ཞིམ་པོ་བར་གབ་སྦེད་བྱེད་ཀྱི་ཡོད།</p>\n<p>ཚན་རིག་དང་ལྟ་གྲུབ་དང་སྒྱུ་རྩལ་དང་ཆོས་ལུགས་རང་དབང་ཅན་གྱི་གནས་སུ་འགྱུར་ནས་ཁ་བྲལ་སྔོན་དུ་སེམས་ཁམས་རིག་པ་ནི་གསང་བའི་སློབ་གྲྭ་རྙིང་པའི་ནང་སྲིད་དབང་སྒྱུར་བྱེད་མཁན་ཡིན།</p>\n<p>ཀཱ་ལི་ཡུ་ག་ཡིས་སློབ་སྦྱོང་ཚོགས་པ་སྒོ་བརྒྱབ་དུས་སེམས་ཁམས་རིག་པ་ནི་འཇིག་རྟེན་དེང་རབས་ཀྱི་གསང་བའི་སློབ་གྲྭ་དང་གསང་བའི་སློབ་གྲྭ་མང་པོའི་མཚོན་རྟགས་ཀྱི་དབར་གསོན་གནས་ཐུབ་པ་དང་ལྷག་པར་དུ་གསང་སྔགས་ཀྱི་གསང་བའི་དབར་གསོན་གནས་ཐུབ་ཡོད།</p>\n<p>གཏིང་ཟབ་ཏུ་དབྱེ་ཞིབ་དང་ཞིབ་འཇུག་གིས་ང་ཚོར་གསལ་པོ་ཤེས་པ་ནི་འདས་པར་བྱུང་བ་དང་ད་ལྟ་ཡོད་པའི་སེམས་ཁམས་རིག་པའི་མ་ལག་དང་གྲུབ་མཐའ་ནི་སྡེ་ཚན་གཉིས་སུ་དབྱེ་ཆོག་པ་རེད།</p>\n<p>དང་པོ། མི་མང་པོ་ཞིག་གིས་བསམ་པ་ལྟར་གྱི་གྲུབ་མཐའ། དེང་དུས་ཀྱི་སེམས་ཁམས་རིག་པ་ནི་དངོས་ཡོད་ཀྱི་སྡེ་ཚན་འདི་དང་འབྲེལ་བ་ཡོད།</p>\n<p>གཉིས་པ། རིག་པའི་གསར་བརྗེ་ཐད་ནས་འགྲོ་བ་མིའི་སློབ་སྦྱོང་བྱེད་པའི་གྲུབ་མཐའ།</p>\n<p>མཐའ་མ་འདི་ནི་གྲུབ་མཐའ་ཐོག་མ་དང་རྙིང་ཤོས་རེད། དེ་ཚོས་སེམས་ཁམས་རིག་པའི་འབྱུང་ཁུངས་ཀྱི་དོན་སྙིང་ཟབ་མོ་གོ་བར་རོགས་རམ་བྱེད་ཀྱི་རེད།</p>\n<p>ང་ཚོས་བསམ་པའི་རིམ་པ་ཚང་མའི་ནང་འགྲོ་བ་མིའི་སློབ་སྦྱོང་ནི་རིག་པའི་གསར་བརྗེའི་ལྟ་ཚུལ་གསར་པ་ནས་གལ་ཆེན་པོ་ཡིན་པ་གོ་དུས་ང་ཚོས་སེམས་ཁམས་རིག་པ་ནི་རྩ་དོན་དང་བཅའ་ཁྲིམས་དང་དངོས་དོན་དང་མི་སྒེར་གྱི་རྩ་བའི་འགྱུར་བ་དང་འབྲེལ་བ་དམ་ཟབ་ཡོད་པར་གོ་རྟོགས་སྤེལ་དགོས།</p>\n<p>དགེ་རྒན་དང་སློབ་གྲྭའི་དགེ་རྒན་དང་གཙུག་ལག་སློབ་གྲྭ་ཆེན་མོའི་དགེ་རྒན་ལགས་ཚོས་ད་ལྟའི་དུས་ཚོད་འདི་ཧ་ཅང་གལ་ཆེན་ཡིན་པ་དང་མི་རབས་གསར་པ་ནི་སེམས་ཁམས་རིག་པའི་མགོ་འཐོམ་ཆེན་པོའི་ནང་ཡོད་པ་གོ་རྟོགས་སྤེལ་དགོས།</p>\n<p>ང་ཚོས་“རླབས་གསར་པ་“དེ་རིག་པའི་གསར་བརྗེའི་ལམ་དུ་ཁྲིད་དགོས་པ་དང་འདི་ནི་རྩ་བའི་སློབ་གསོའི་སེམས་ཁམས་རིག་པའི་ཐབས་ལ་བརྟེན་ནས་བྱེད་ཐུབ་པ་རེད།</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bo/educacion-fundamental/psicologia-revolucionaria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bo/educacion-fundamental/psicologia-revolucionaria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bo/educacion-fundamental/psicologia-revolucionaria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
