import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "რევოლუციური ფსიქოლოგია",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "31. რევოლუციური ფსიქოლოგია",
    "order": 31
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>სკოლების, კოლეჯებისა და უნივერსიტეტების მასწავლებლებმა ღრმად უნდა შეისწავლონ რევოლუციური ფსიქოლოგია, რომელსაც ასწავლის საერთაშორისო გნოსტიკური მოძრაობა.</p>\n<p>მიმდინარე რევოლუციის ფსიქოლოგია რადიკალურად განსხვავდება ყველაფრისგან, რაც მანამდე ამ სახელით იყო ცნობილი.</p>\n<p>ყოველგვარი ეჭვის გარეშე, შიშის გარეშე შეგვიძლია ვთქვათ, რომ საუკუნეების განმავლობაში, რაც ჩვენ წინ უძღოდა, ყველა ეპოქის ღრმა სიბნელიდან, ფსიქოლოგია არასოდეს დაცემულა ისე დაბლა, როგორც ამჟამად „უმიზეზო ამბოხის“ და როკის რაინდების ეპოქაში.</p>\n<p>თანამედროვე დროის ჩამორჩენილმა და რეაქციულმა ფსიქოლოგიამ, უბედურებად, სამწუხაროდ, დაკარგა არსებობის აზრი და ყოველგვარი პირდაპირი კონტაქტი მის ნამდვილ წარმოშობასთან.</p>\n<p>სექსუალური დეგენერაციისა და გონების სრული გაუარესების ამ ეპოქაში, შეუძლებელი ხდება არა მხოლოდ ფსიქოლოგიის ტერმინის მწირი სიზუსტით განსაზღვრა, არამედ ფსიქოლოგიის ფუნდამენტური საგნებიც ჭეშმარიტად უცნობია.</p>\n<p>ვინც შეცდომით თვლის, რომ ფსიქოლოგია თანამედროვე მეცნიერებაა, რეალურად დაბნეულია, რადგან ფსიქოლოგია უძველესი მეცნიერებაა, რომელიც სათავეს იღებს არქაული საიდუმლოებების ძველი სკოლებიდან.</p>\n<p>სნობური ტიპისთვის, ულტრათანამედროვე თაღლითისთვის, ჩამორჩენილისთვის შეუძლებელია განსაზღვროს ის, რაც ცნობილია როგორც ფსიქოლოგია, რადგან ამ თანამედროვე ეპოქის გარდა, აშკარაა, რომ ფსიქოლოგია არასოდეს არსებობდა საკუთარი სახელით, რადგან ამა თუ იმ მიზეზის გამო, ის ყოველთვის იყო საეჭვო პოლიტიკური ან რელიგიური ხასიათის დივერსიულ ტენდენციებში და ამიტომ იძულებული გახდა შენიღბულიყო მრავალი სამოსით.</p>\n<p>უძველესი დროიდან, ცხოვრების თეატრის სხვადასხვა სცენაზე, ფსიქოლოგია ყოველთვის ასრულებდა თავის როლს, ინტელექტუალურად შენიღბული ფილოსოფიის სამოსით.</p>\n<p>განგის ნაპირებზე, ვედების წმინდა ინდოეთში, საუკუნეების შემზარავი ღამიდან, არსებობს იოგას ფორმები, რომლებიც, არსებითად, არის წმინდა ექსპერიმენტული ფსიქოლოგია, მაღალი დონის.</p>\n<p>შვიდი იოგა ყოველთვის იყო აღწერილი, როგორც მეთოდები, პროცედურები ან ფილოსოფიური სისტემები.</p>\n<p>არაბულ სამყაროში სუფიების წმინდა სწავლებები, ნაწილობრივ მეტაფიზიკური, ნაწილობრივ რელიგიური, რეალურად სრულიად ფსიქოლოგიური წესრიგისაა.</p>\n<p>ძველ ევროპაში, ძვლებამდე დამპალი მრავალი ომით, რასობრივი ცრურწმენებით. რელიგიური, პოლიტიკური და ა.შ., ჯერ კიდევ გასული საუკუნის ბოლომდე, ფსიქოლოგია შენიღბული იყო ფილოსოფიის სამოსში, რათა შეუმჩნეველი დარჩენილიყო.</p>\n<p>ფილოსოფია, მიუხედავად ყველა მისი დაყოფისა და ქვედანაყოფისა, როგორიცაა ლოგიკა, ცოდნის თეორია, ეთიკა, ესთეტიკა და ა.შ., ეჭვგარეშეა, თავისთავად, აშკარა თვითრეფლექსია, ყოფიერების მისტიკური შემეცნება, გაღვიძებული ცნობიერების კოგნიტური ფუნქციონალიზმი.</p>\n<p>მრავალი ფილოსოფიური სკოლის შეცდომა იმაში მდგომარეობს, რომ ფსიქოლოგია ფილოსოფიაზე დაბლა მიიჩნიეს, როგორც რაღაც, რაც დაკავშირებულია მხოლოდ ადამიანის ბუნების ყველაზე დაბალ და თუნდაც ტრივიალურ ასპექტებთან.</p>\n<p>რელიგიების შედარებითი შესწავლა საშუალებას გვაძლევს მივიდეთ ლოგიკურ დასკვნამდე, რომ ფსიქოლოგიის მეცნიერება ყოველთვის მჭიდროდ იყო დაკავშირებული ყველა რელიგიურ პრინციპთან. რელიგიების ნებისმიერი შედარებითი შესწავლა გვიჩვენებს, რომ სხვადასხვა ქვეყნისა და სხვადასხვა ეპოქის ყველაზე მართლმადიდებლურ წმინდა ლიტერატურაში არსებობს ფსიქოლოგიური მეცნიერების შესანიშნავი საგანძური.</p>\n<p>გნოსტიციზმის სფეროში სიღრმისეული კვლევა საშუალებას გვაძლევს ვიპოვოთ გნოსტიკოსი ავტორების ის შესანიშნავი კრებული, რომელიც მომდინარეობს ქრისტიანობის პირველი დროიდან და ცნობილია სახელწოდებით ფილოკალია, რომელსაც დღესაც იყენებენ აღმოსავლეთის ეკლესიაში, განსაკუთრებით ბერების სწავლებისთვის.</p>\n<p>ყოველგვარი ეჭვის გარეშე და მოტყუებაში ჩავარდნის უმცირესი შიშის გარეშე, დაბეჯითებით შეგვიძლია განვაცხადოთ, რომ ფილოკალია არსებითად წმინდა ექსპერიმენტული ფსიქოლოგიაა.</p>\n<p>საბერძნეთის, ეგვიპტის, რომის, ინდოეთის, სპარსეთის, მექსიკის, პერუს, ასურეთის, ქალდეის და ა.შ. უძველეს საიდუმლო სკოლებში და ა.შ., ფსიქოლოგია ყოველთვის დაკავშირებული იყო ფილოსოფიასთან, რეალურ ობიექტურ ხელოვნებასთან, მეცნიერებასთან და რელიგიასთან.</p>\n<p>ძველ დროში ფსიქოლოგია ინტელექტუალურად იმალებოდა წმინდა მოცეკვავეების მოხდენილ ფორმებს შორის, ან უცნაური იეროგლიფების გამოცანაში, ან ლამაზ ქანდაკებებში, ან პოეზიაში, ან ტრაგედიაში და ტაძრების დელიკატურ მუსიკაშიც კი.</p>\n<p>სანამ მეცნიერება, ფილოსოფია, ხელოვნება და რელიგია გაიყო და დამოუკიდებლად დაიწყებდნენ მოქმედებას, ფსიქოლოგია სუვერენულად მეფობდა ყველა უძველეს საიდუმლო სკოლაში.</p>\n<p>როდესაც ინიციატივის კოლეჯები დაიხურა კალიუგას ან შავი ხანის გამო, რომელშიც ჯერ კიდევ ვიმყოფებით, ფსიქოლოგიამ გადარჩენა ჰპოვა თანამედროვე სამყაროს სხვადასხვა ეზოთერული და ფსევდოეზოთერული სკოლების სიმბოლიკაში და განსაკუთრებით გნოსტიკურ ეზოთერიზმში.</p>\n<p>ღრმა ანალიზი და სიღრმისეული კვლევა საშუალებას გვაძლევს გავიგოთ მთელი მერიდიანული სიცხადით, რომ ფსიქოლოგიური სისტემები და დოქტრინები, რომლებიც არსებობდა წარსულში და არსებობს აწმყოში, შეიძლება დაიყოს ორ კატეგორიად.</p>\n<p>პირველი - დოქტრინები, როგორც ბევრ ინტელექტუალს წარმოუდგენია. თანამედროვე ფსიქოლოგია ფაქტობრივად ამ კატეგორიას მიეკუთვნება.</p>\n<p>მეორე - დოქტრინები, რომლებიც სწავლობენ ადამიანს ცნობიერების რევოლუციის თვალსაზრისით.</p>\n<p>ეს უკანასკნელი ჭეშმარიტად ორიგინალური, უძველესი დოქტრინებია, მხოლოდ ისინი გვაძლევენ საშუალებას გავიგოთ ფსიქოლოგიის ცოცხალი წარმოშობა და მისი ღრმა მნიშვნელობა.</p>\n<p>როდესაც ჩვენ ყველანი სრულად გავიგებთ და გონების ყველა დონეზე, რამდენად მნიშვნელოვანია ადამიანის შესწავლა ცნობიერების რევოლუციის ახალი თვალსაზრისით, მაშინ გავიგებთ, რომ ფსიქოლოგია არის პრინციპების, კანონებისა და ფაქტების შესწავლა, რომლებიც მჭიდროდ არის დაკავშირებული ინდივიდის რადიკალურ და საბოლოო ტრანსფორმაციასთან.</p>\n<p>აუცილებელია, რომ სკოლების, კოლეჯებისა და უნივერსიტეტების მასწავლებლებმა სრულად გააცნობიერონ კრიტიკული საათი, რომელშიც ვცხოვრობთ და ფსიქოლოგიური დეზორიენტაციის კატასტროფული მდგომარეობა, რომელშიც ახალი თაობა იმყოფება.</p>\n<p>აუცილებელია „ახალი ტალღის“ წარმართვა ცნობიერების რევოლუციის გზაზე და ეს შესაძლებელია მხოლოდ ფუნდამენტური განათლების რევოლუციური ფსიქოლოგიით.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/educacion-fundamental/psicologia-revolucionaria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/psicologia-revolucionaria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/psicologia-revolucionaria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
