import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "פסיכולוגיה מהפכנית",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "31. פסיכולוגיה מהפכנית",
    "order": 31
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>מורים ומורות בבתי ספר, מכללות ואוניברסיטאות, חייבים ללמוד לעומק את הפסיכולוגיה המהפכנית שמלמד התנועה הגנוסטית הבינלאומית.</p>\n<p>הפסיכולוגיה של המהפכה המתחוללת שונה באופן קיצוני מכל מה שהיה ידוע בעבר בשם זה.</p>\n<p>מחוץ לכל ספק, אנו יכולים לומר ללא חשש שנשתבש שבמהלך המאות שקדמו לנו, מחשכת כל העידנים, הפסיכולוגיה מעולם לא נפלה כל כך נמוך כמו עכשיו בעידן זה של “מורד ללא סיבה” ואבירים של רוק.</p>\n<p>הפסיכולוגיה המאחרת והריאקציונרית של הזמנים המודרניים הללו, כתוספת לאסונות, איבדה למרבה הצער את תחושת הקיום שלה ואת כל המגע הישיר עם מקורה האמיתי.</p>\n<p>בזמנים אלה של ניוון מיני והידרדרות מוחלטת של הנפש, כבר לא רק בלתי אפשרי להגדיר בדייקנות רפה את המונח פסיכולוגיה, אלא גם לא מכירים באמת את החומרים הבסיסיים של הפסיכולוגיה.</p>\n<p>מי שמניחים בטעות שפסיכולוגיה היא מדע עכשווי עדכני, טועים באמת מפני שפסיכולוגיה היא מדע עתיק מאוד שמקורו בבתי הספר הישנים של תעלומות ארכאיות.</p>\n<p>לטיפוס ה-SNOB, לרשע האולטרה-מודרני, למפגר, בלתי אפשרי להגדיר את מה שידוע כפסיכולוגיה, כי למעט התקופה העכשווית הזו, ברור שהפסיכולוגיה מעולם לא התקיימה בשמה שלה, משום שמסיבות כאלה ואחרות, היא תמיד הייתה חשודה בנטיות חתרניות בעלות אופי פוליטי או דתי, ולכן היא ראתה צורך להתחפש בתחפושות רבות.</p>\n<p>מאז ימי קדם, בתרחישים השונים של תיאטרון החיים, הפסיכולוגיה תמיד מילאה את תפקידה, כשהיא מחופשת בחוכמה בגלימת הפילוסופיה.</p>\n<p>על גדות הגנגס, בהודו הקדושה של ה-VEDAS, מחשכת האימה של הדורות, ישנן צורות של יוגה שבעצם, הן פסיכולוגיה ניסויית טהורה, ברמה גבוהה.</p>\n<p>שבע היוגות תמיד תוארו כשיטות, הליכים או מערכות פילוסופיות.</p>\n<p>בעולם הערבי, התורות הקדושות של הסופים, בחלקן מטאפיזיות, בחלקן דתיות, הן באמת מסדר פסיכולוגי לחלוטין.</p>\n<p>באירופה הישנה הרקובה עד לשד עצמותיה עם כל כך הרבה מלחמות, דעות קדומות גזעיות. דתיות, פוליטיות וכו’ עדיין עד סוף המאה האחרונה, הפסיכולוגיה התחפשה לתלבושת של פילוסופיה כדי שתוכל לחמוק מעיניהם.</p>\n<p>פילוסופיה למרות כל חלוקותיה ותתי החלוקות שלה כמו לוגיקה, תורת הידע, אתיקה, אסתטיקה וכו’, היא ללא ספק, רפלקציה עצמית מובנת מאליה, קוגניציה מיסטית של ההוויה, פונקציונליות קוגניטיבית של התודעה הערה.</p>\n<p>הטעות של בתי ספר פילוסופיים רבים היא שהם ראו בפסיכולוגיה כמשהו נחות מהפילוסופיה, כמשהו שקשור רק להיבטים הנמוכים ואפילו הטריוויאליים ביותר של הטבע האנושי.</p>\n<p>מחקר השוואתי של דתות מאפשר לנו להגיע למסקנה ההגיונית שמדע הפסיכולוגיה תמיד היה קשור באופן אינטימי מאוד לכל העקרונות הדתיים. כל מחקר השוואתי של דתות בא להדגים שבספרות הקדושה האורתודוקסית ביותר של מדינות שונות ותקופות שונות, ישנם אוצרות נפלאים של מדע פסיכולוגי</p>\n<p>מחקרים מעמיקים בתחום הגנוסטיציזם מאפשרים לנו למצוא את האוסף הנפלא הזה של מחברים גנוסטים שונים שמגיע מהזמנים הראשונים של הנצרות וידוע תחת הכותרת PHILOKALIA, שעדיין משמש בימינו בכנסייה המזרחית, במיוחד להדרכת נזירים.</p>\n<p>מחוץ לכל ספק וללא חשש קל שבקלים ליפול להונאה, אנו יכולים לטעון בתוקף שהפילוקליה היא במהותה פסיכולוגיה ניסויית טהורה.</p>\n<p>בבתי הספר העתיקים לתעלומות של יוון, מצרים, רומא, הודו, פרס, מקסיקו, פרו, אשור, כלדאה וכו’. וכו’ וכו’, הפסיכולוגיה תמיד הייתה קשורה לפילוסופיה, לאמנות אובייקטיבית אמיתית, למדע ולדת.</p>\n<p>בימי קדם הסתתרה הפסיכולוגיה בחוכמה בין הצורות החינניות של הרקדניות הקדושות, או בין חידת ההירוגליפים המוזרים או הפסלים היפים, או בשירה, או בטרגדיה ואפילו במוזיקה הנעימה של המקדשים.</p>\n<p>לפני שהמדע, הפילוסופיה, האמנות והדת נפרדו כדי לפנות באופן עצמאי, הפסיכולוגיה שלטה בריבונות בכל בתי הספר העתיקים ביותר לתעלומות.</p>\n<p>כאשר נסגרו המכללות היוזמניות עקב הקאלי יוגה, או העידן השחור שבו אנו עדיין נמצאים, הפסיכולוגיה שרדה בין הסמליות של בתי הספר האזוטריים והפסאודו-אזוטריים השונים של העולם המודרני ובמיוחד בין האזוטריזם הגנוסטי.</p>\n<p>ניתוחים מעמיקים ומחקרי רקע מאפשרים לנו להבין בבהירות מוחלטת שהמערכות והדוקטרינות הפסיכולוגיות השונות שהיו קיימות בעבר וקיימות בהווה, ניתנות לחלוקה לשתי קטגוריות.</p>\n<p>ראשון.- הדוקטרינות כפי שאנשי רוח רבים מניחים. הפסיכולוגיה המודרנית שייכת למעשה לקטגוריה זו.</p>\n<p>שני.- הדוקטרינות החוקרות את האדם מנקודת המבט של מהפכת התודעה.</p>\n<p>אחרונים אלו הם באמת הדוקטרינות המקוריות, העתיקות ביותר, רק הן מאפשרות לנו להבין את המקורות החיים של הפסיכולוגיה ואת משמעותה העמוקה.</p>\n<p>כאשר כולנו הבנו בצורה שלמה ובכל רמות התודעה, עד כמה חשוב לחקור את האדם מנקודת המבט החדשה של מהפכת התודעה, נבין אז שהפסיכולוגיה היא חקר העקרונות, החוקים והעובדות הקשורים קשר הדוק לשינוי הרדיקלי והמוחלט של הפרט.</p>\n<p>זה דחוף שמורים ומורות בבתי ספר, מכללות ואוניברסיטאות, יבינו בשלמות את השעה הקריטית שבה אנו חיים ואת מצב הכאוס הפסיכולוגי שבו נמצא הדור החדש.</p>\n<p>יש צורך לכוון את “הגל החדש” בדרך של מהפכת התודעה וזה אפשרי רק באמצעות הפסיכולוגיה המהפכנית של החינוך הבסיסי.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/psicologia-revolucionaria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/psicologia-revolucionaria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/psicologia-revolucionaria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
