import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Революциялык психология",
  "locale": "ky",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "31. Революциялык психология",
    "order": 31
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Мектептердин, колледждердин жана университеттердин мугалимдери менен мугалим айымдары ГНОСТИКАЛЫК ЭЛ АРАЛЫК КЫЙМЫЛ үйрөткөн РЕВОЛЮЦИЯЛЫК ПСИХОЛОГИЯНЫ терең изилдөөлөрү зарыл.</p>\n<p>Жүрүп жаткан РЕВОЛЮЦИЯНЫН ПСИХОЛОГИЯСЫ буга чейин бул ат менен белгилүү болгон нерселердин баарынан түп-тамырынан бери айырмаланат.</p>\n<p>Эч кандай шек саноосуз, биз кооптонбостон айта алабыз, бизден мурунку кылымдарда, бардык доорлордун караңгы түнүнөн бери, ПСИХОЛОГИЯ азыркы “СЕБЕПСИЗ КОЗГОЛОҢЧУ” жана РОК мырзаларынын доорундагыдай эч качан мынчалык төмөн түшкөн эмес.</p>\n<p>Бул заманбап доордун артта калган жана реакциячыл психологиясы, бактысыздыктын толушу үчүн, өзүнүн болуу маанисин жана чыныгы теги менен түз байланышын тилекке каршы жоготту.</p>\n<p>Жыныстык бузулуунун жана акыл-эстин толук бузулушунун бул доорунда психология термининин маанисин так аныктоо мүмкүн болбостон, психологиянын негизги маселелери чындап эле белгисиз болуп калууда.</p>\n<p>ПСИХОЛОГИЯны акыркы убактагы заманбап илим деп жаңылыштык менен эсептегендер чындап эле чаташып жатышат, анткени ПСИХОЛОГИЯ – бул байыркы СЫРЛАРДЫН эски мектептеринен келип чыккан эң байыркы илим.</p>\n<p>СНОБ тибине, ультра-заманбап алдамчыга, артта калган адамга ПСИХОЛОГИЯ деп аталган нерсени аныктоо мүмкүн эмес, анткени бул заманбап доордон башка учурларда ПСИХОЛОГИЯ эч качан өзүнүн аты менен болгон эмес, анткени ар кандай себептерден улам ар дайым саясий же диний мүнөздөгү бузуку тенденциялардан шектелип, ошондуктан көптөгөн кийимдерди жамынууга аргасыз болгон.</p>\n<p>Эзелтеден эле, жашоо театрынын ар кандай сахналарында ПСИХОЛОГИЯ ар дайым өз ролун аткарып келген, акылдуулук менен философиянын кийимин жамынган.</p>\n<p>Ведалардын ыйык Индиясында Гангдын жээгинде кылымдардын үрөй учурган түнүнөн бери, түпкүрүндө жогорку деңгээлдеги ПСИХОЛОГИЯЛЫК ЭКСПЕРИМЕНТ болуп саналган ЙОГА формалары бар.</p>\n<p>Жети ЙОГА ар дайым методдор, процедуралар же философиялык системалар катары сүрөттөлүп келген.</p>\n<p>Араб дүйнөсүндө СУФИЙЛЕРДИН «Ыйык» окуулары жарым-жартылай метафизикалык, жарым-жартылай диний, чынында эле толугу менен ПСИХОЛОГИЯЛЫК тартипте.</p>\n<p>Көптөгөн согуштар, расалык ырым-жырымдар менен сөөгүнө чейин чириген эски Европада. Диний, саясий ж.б. өткөн кылымдын аягына чейин ПСИХОЛОГИЯ байкалбашы үчүн философиянын костюмун кийип жашырынып келген.</p>\n<p>Философия логика, билим теориясы, этика, эстетика ж.б. сыяктуу бардык бөлүнүүлөрүнө жана бөлүмдөрүнө карабастан, өзү боюнча ЭВИДЕНТТИК ӨЗҮН-ӨЗҮ КАЙРА КАРАП ЧЫГУУ, БОЛУП ЖАТКАНДЫ МИСТИКАЛЫК ТАНУУ, ОЙГОНУУ АҢ-СЕЗИМДИН ФУНКЦИОНАЛДЫК ТАНУУСУ.</p>\n<p>Көптөгөн ФИЛОСОФИЯЛЫК МЕКТЕПТЕРДИН катасы ПСИХОЛОГИЯНЫ ФИЛОСОФИЯДАН төмөн нерсе катары, адам табиятынын эң төмөн жана майда-чүйдө аспектилери менен гана байланышкан нерсе катары карашкандыгында.</p>\n<p>Диндерди салыштырмалуу изилдөө бизге ПСИХОЛОГИЯ ИЛИМИ ар дайым бардык ДИНИЙ ПРИНЦИПТЕР менен тыгыз байланышта болгон деген логикалык жыйынтыкка келүүгө мүмкүндүк берет. Диндерди салыштырмалуу изилдөө ар кайсы өлкөлөрдүн жана ар кайсы доорлордун эң ОРТОДОКСАЛДЫК ЫЙЫК АДАБИЯТЫНДА ПСИХОЛОГИЯЛЫК ИЛИМДИН укмуштуудай казыналары бар экенин көрсөтүп турат.</p>\n<p>ГНОСТИЦИЗМ чөйрөсүндөгү терең изилдөөлөр бизге Христианчылыктын алгачкы мезгилдеринен келген жана Чыгыш Чиркөөсүндө, айрыкча кечилдерди окутуу үчүн азыркы күнгө чейин колдонулуп келе жаткан PHILOKALIA деген ат менен белгилүү болгон ар кандай гностикалык авторлордун укмуштуудай жыйнагын табууга мүмкүндүк берет.</p>\n<p>Эч кандай шек саноосуз жана алданууга түшүп калуудан коркпостон, биз PHILOKALIA негизинен ТАЗА ПСИХОЛОГИЯЛЫК ЭКСПЕРИМЕНТ экенин баса белгилеп айта алабыз.</p>\n<p>Грециянын, Египеттин, Римдин, Индиянын, Персиянын, Мексиканын, Перунун, Ассириянын, Халдеянын ж.б. байыркы СЫРЛАР МЕКТЕПТЕРИНДЕ ПСИХОЛОГИЯ ар дайым философия, объективдүү чыныгы искусство, илим жана дин менен байланышта болгон.</p>\n<p>Байыркы заманда ПСИХОЛОГИЯ бийчилердин жарашыктуу формаларынын арасында, же бөтөнчө иероглифтердин табышмагынын арасында, же кооз скульптуралардын арасында, же поэзияда, же трагедияда, ал тургай храмдардын жагымдуу музыкасында акылдуулук менен жашырылып келген.</p>\n<p>Илим, философия, искусство жана дин өз алдынча бурулуш үчүн бөлүнүп кете электе, ПСИХОЛОГИЯ БАРДЫК ЭҢ БАЙЫРКЫ СЫРЛАР МЕКТЕПТЕРИНДЕ эгемендүү башкарып келген.</p>\n<p>Инициациялык колледждер KALIYUGA же биз дагы деле болсо турган КАРА ДООРГО байланыштуу жабылганда, ПСИХОЛОГИЯ символдордун арасында АЗЫРКЫ ДҮЙНӨНҮН ар кандай ЭЗОТЕРИКАЛЫК жана ЖАЛГАН ЭЗОТЕРИКАЛЫК МЕКТЕПТЕРИНДЕ жана өзгөчө ГНОСТИКАЛЫК ЭЗОТЕРИЗМДИН арасында сакталып калган.</p>\n<p>Терең талдоолор жана негизги изилдөөлөр бизге өткөндө бар болгон жана азыркы учурда бар болгон ар кандай психологиялык системалар менен доктриналарды эки категорияга бөлүүгө болорун меридиандык тактык менен түшүнүүгө мүмкүндүк берет.</p>\n<p>Биринчи.- Көптөгөн интеллектуалдар болжолдогон доктриналар. Заманбап психология иш жүзүндө бул категорияга кирет.</p>\n<p>Экинчи.- Адамды АҢ-СЕЗИМДИН РЕВОЛЮЦИЯСЫ көз карашынан изилдеген доктриналар.</p>\n<p>Бул акыркысы чындап эле оригиналдуу доктриналар, эң байыркылары, алар гана бизге психологиянын тирүү келип чыгышын жана анын терең маанисин түшүнүүгө мүмкүндүк берет.</p>\n<p>Баарыбыз АҢ-СЕЗИМДИН РЕВОЛЮЦИЯСЫНЫН жаңы көз карашынан адамды изилдөө канчалык маанилүү экенин толугу менен жана АКЫЛДЫН БАРДЫК ДЕҢГЭЭЛДЕРИНДЕ түшүнгөндө, анда психология ИНДИВИДДИН РАДИКАЛДЫК жана биротоло ТРАНСФОРМАЦИЯСЫ менен тыгыз байланышкан принциптерди, мыйзамдарды жана фактыларды изилдөө экенин түшүнөбүз.</p>\n<p>Мектептердин, колледждердин жана университеттердин мугалимдери жана мугалим айымдары жашап жаткан КРИТИКАЛЫК убакытты жана жаңы муундун психологиялык багытынын кыйратуучу абалын толугу менен түшүнүшү шашылыш.</p>\n<p>«ЖАҢЫ ТОЛКУНДУ» АҢ-СЕЗИМДИН РЕВОЛЮЦИЯСЫНЫН жолуна багыттоо зарыл жана бул ФУНДАМЕНТАЛДЫК БИЛИМ БЕРҮҮНҮН РЕВОЛЮЦИЯЛЫК ПСИХОЛОГИЯСЫ аркылуу гана мүмкүн.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ky/educacion-fundamental/psicologia-revolucionaria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/psicologia-revolucionaria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/psicologia-revolucionaria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
