import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Револуционерна психологија",
  "locale": "mk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "31. Револуционерна психологија",
    "order": 31
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Наставниците и професорите од училиштата, колеџите и универзитетите, треба длабоко да ја проучуваат РЕВОЛУЦИОНЕРНАТА ПСИХОЛОГИЈА која ја учи МЕЃУНАРОДНОТО ГНОСТИЧКО ДВИЖЕЊЕ.</p>\n<p>ПСИХОЛОГИЈАТА на РЕВОЛУЦИЈАТА во тек е радикално различна од сè што претходно било познато под тоа име.</p>\n<p>Без сомнение, можеме да кажеме без страв да погрешиме дека во текот на вековите што ни претходеа, од длабоката ноќ на сите времиња, ПСИХОЛОГИЈАТА никогаш не паднала толку ниско како денес во оваа ера на „БУНТОВНИК БЕЗ ПРИЧИНА“ и господа од РОКОТ.</p>\n<p>Заостанатата и реакционерна психологија на овие модерни времиња, за жал, го изгубила своето значење и секој директен контакт со своето вистинско потекло.</p>\n<p>Во овие времиња на сексуална дегенерација и целосно влошување на умот, не само што е невозможно со скромна точност да се дефинира терминот ПСИХОЛОГИЈА, туку и вистински се непознати основните предмети на Психологијата.</p>\n<p>Оние кои погрешно претпоставуваат дека ПСИХОЛОГИЈАТА е современа наука од последен час, се навистина збунети бидејќи ПСИХОЛОГИЈАТА е многу античка наука која потекнува од старите школи на АРХАИЧНИТЕ МИСТЕРИИ.</p>\n<p>На типот на СНОБОТ, на ултрамодерниот Измамник, на заостанатиот, му е невозможно да го дефинира она што е познато како ПСИХОЛОГИЈА, бидејќи, освен во оваа современа ера, очигледно е дека ПСИХОЛОГИЈАТА никогаш не постоела под свое име бидејќи од такви или други причини, отсекогаш била осомничена за субверзивни тенденции од политичка или религиозна природа и затоа била принудена да се маскира со повеќекратни наметки.</p>\n<p>Од античките времиња, во различните сценарија на театарот на животот, ПСИХОЛОГИЈАТА отсекогаш ја играла својата улога, интелигентно маскирана со наметката на филозофијата.</p>\n<p>На бреговите на Ганг, во Света Индија на ВЕДИТЕ, од застрашувачката ноќ на вековите, постојат форми на ЈОГА кои во суштина се чиста ЕКСПЕРИМЕНТАЛНА ПСИХОЛОГИЈА, од висок лет.</p>\n<p>Седумте ЈОГИ отсекогаш биле опишани како методи, постапки или филозофски системи.</p>\n<p>Во арапскиот свет, светите учења на СУФИТЕ, делумно метафизички, делумно религиозни, се навистина од целосно ПСИХОЛОШКИ ред.</p>\n<p>Во стара Европа скапана до сржта на коските со толку војни, расни предрасуди. Религиозни, политички итн. сè уште до крајот на минатиот век, ПСИХОЛОГИЈАТА се маскираше со одело на Филозофија за да помине незабележано.</p>\n<p>Филозофијата и покрај сите нејзини поделби и подподелби како што се Логиката, теоријата на знаењето, Етиката, Естетиката итн., е без сомнение во себе, ОЧИГЛЕДНА САМО-РЕФЛЕКСИЈА, МИСТИЧКА КОГНИЦИЈА НА БИТИЕТО, ФУНКЦИОНАЛИЗАМ НА СПОЗНАВАЊЕТО НА БУДНАТА СВЕСТ.</p>\n<p>Грешката на многу ФИЛОЗОФСКИ ШКОЛИ се состои во тоа што ја сметаат психологијата како нешто инфериорно во однос на ФИЛОЗОФИЈАТА, како нешто поврзано само со најниските и дури тривијални аспекти на човечката природа.</p>\n<p>Компаративна студија на Религиите ни овозможува да дојдеме до логичен заклучок дека НАУКАТА ЗА ПСИХОЛОГИЈА отсекогаш била многу интимно поврзана со сите РЕЛИГИОЗНИ ПРИНЦИПИ. Секоја компаративна студија на Религии ни покажува дека во најортодоксната СВЕТА ЛИТЕРАТУРА на различни земји и различни епохи, постојат прекрасни богатства на психолошката наука.</p>\n<p>Длабинските истражувања на полето на ГНОСТИЦИЗМОТ ни овозможуваат да ја најдеме таа прекрасна компилација на различни гностички автори која доаѓа од првите времиња на христијанството и која е позната под насловот ФИЛОКАЛИЈА, која сè уште се користи во нашите денови во ИСТОЧНАТА ЦРКВА, особено за поучување на монасите.</p>\n<p>Без никакво сомневање и без најмал страв да паднеме во заблуди, можеме нагласено да потврдиме дека ФИЛОКАЛИЈАТА е суштински ЧИСТА ЕКСПЕРИМЕНТАЛНА ПСИХОЛОГИЈА.</p>\n<p>Во АНТИЧКИТЕ ШКОЛИ НА МИСТЕРИИТЕ на Грција, Египет, Рим, Индија, Персија, Мексико, Перу, Асирија, Халдеја итн. итн. итн., ПСИХОЛОГИЈАТА отсекогаш била поврзана со филозофијата, со вистинската објективна Уметност, со науката и со Религијата.</p>\n<p>Во античките времиња, ПСИХОЛОГИЈАТА интелигентно се криела меѓу грациозните форми на Светите Танчери, или меѓу енигмата на чудните Хиероглифи или убавите скулптури, или во поезијата, или во трагедијата, па дури и во прекрасната музика на храмовите.</p>\n<p>Пред Науката, Филозофијата, Уметноста и Религијата да се разделат за да тргнат независно, ПСИХОЛОГИЈАТА суверено владеела во сите НАЈСТАРИ ШКОЛИ НА МИСТЕРИИТЕ.</p>\n<p>Кога Иницијаторските Колеџи биле затворени поради КАЛИЈУГА, или ЦРНА ДОБА во која сè уште сме, ПСИХОЛОГИЈАТА преживеала меѓу симболизмот на различните ЕЗОТЕРИЧНИ и ПСЕВДО-ЕЗОТЕРИЧНИ ШКОЛИ на СОВРЕМЕНИОТ Свет и многу посебно меѓу ГНОСТИЧКИОТ ЕЗОТЕРИЗАМ.</p>\n<p>Длабинските анализи и истражувања ни овозможуваат да разбереме со целосна јасност дека различните системи и психолошки доктрини кои постоеле во минатото и кои постојат во сегашноста, можат да се поделат во две категории.</p>\n<p>Прво.- Доктрините како што ги претпоставуваат многу интелектуалци. Модерната Психологија всушност припаѓа на оваа категорија.</p>\n<p>Второ.- Доктрините кои го проучуваат човекот од гледна точка на РЕВОЛУЦИЈАТА НА СВЕСТА.</p>\n<p>Овие последни се навистина оригиналните Доктрини, најстарите, само тие ни овозможуваат да ги разбереме живите почетоци на Психологијата и нејзиното длабоко значење.</p>\n<p>Кога сите ние ќе сфатиме во целост и на сите НИВОА НА УМОТ, колку е важно проучувањето на човекот од новата гледна точка на РЕВОЛУЦИЈАТА НА СВЕСТА, тогаш ќе разбереме дека Психологијата е проучување на принципите, законите и фактите интимно поврзани со РАДИКАЛНАТА и дефинитивна ТРАНСФОРМАЦИЈА на ИНДИВИДУАТА.</p>\n<p>Итно е Наставниците и професорите од училиштата, колеџите и универзитетите, целосно да го разберат КРИТИЧНИОТ час во кој живееме и катастрофалната состојба на психолошка дезориентација во која се наоѓа новата Генерација.</p>\n<p>Неопходно е да се насочи „НОВИОТ БРАН“ по патот на РЕВОЛУЦИЈАТА НА СВЕСТА и ова е можно само преку РЕВОЛУЦИОНЕРНАТА ПСИХОЛОГИЈА на ФУНДАМЕНТАЛНОТО ОБРАЗОВАНИЕ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mk/educacion-fundamental/psicologia-revolucionaria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/psicologia-revolucionaria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/psicologia-revolucionaria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
