import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Революционна психология",
  "locale": "bg",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "31. Революционна психология",
    "order": 31
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Учителите и преподавателите в училищата, колежите и университетите трябва да изучават задълбочено РЕВОЛЮЦИОННАТА ПСИХОЛОГИЯ, която преподава МЕЖДУНАРОДНОТО ГНОСТИЧНО ДВИЖЕНИЕ.</p>\n<p>ПСИХОЛОГИЯТА на РЕВОЛЮЦИЯТА в ход е коренно различна от всичко, което е било познато досега с това име.</p>\n<p>Извън всякакво съмнение, можем да кажем без страх да сгрешим, че през вековете, които ни предшестват, от дълбоката нощ на всички епохи, ПСИХОЛОГИЯТА никога не е падала толкова ниско, както в настоящата епоха на „БУНТОВНИК БЕЗ ПРИЧИНА“ и кавалери на РОКА.</p>\n<p>За съжаление, изоставащата и реакционна психология на тези модерни времена е загубила смисъла си и всякакъв директен контакт с истинския си произход.</p>\n<p>В тези времена на сексуална дегенерация и тотално влошаване на ума вече не само става невъзможно да се определи точно терминът ПСИХОЛОГИЯ, но и се пренебрегват наистина основните предмети на Психологията.</p>\n<p>Тези, които погрешно смятат, че ПСИХОЛОГИЯТА е съвременна наука от последно поколение, са наистина объркани, защото ПСИХОЛОГИЯТА е много древна наука, която произхожда от старите школи на АРХАИЧНИТЕ МИСТЕРИИ.</p>\n<p>За типа СНОБ, за ултрамодерния Негодник, за изоставащия е невъзможно да определи това, което е известно като ПСИХОЛОГИЯ, защото с изключение на тази съвременна епоха, очевидно е, че ПСИХОЛОГИЯТА никога не е съществувала под собственото си име, тъй като поради тези или онези причини, винаги е била подозирана в подривни тенденции от политически или религиозен характер и поради това е била принудена да се маскира с много дрехи.</p>\n<p>От древни времена, на различните сцени на театъра на живота, ПСИХОЛОГИЯТА винаги е играла ролята си, интелигентно маскирана с дрехите на философията.</p>\n<p>На бреговете на Ганг, в Свещената Индия на ВЕДИТЕ, от ужасяващата нощ на вековете, съществуват форми на ЙОГА, които в основата си са чиста ЕКСПЕРИМЕНТАЛНА ПСИХОЛОГИЯ, от висок полет.</p>\n<p>Седемте ЙОГИ винаги са били описвани като методи, процедури или философски системи.</p>\n<p>В арабския свят, свещените учения на СУФИТЕ, отчасти метафизични, отчасти религиозни, са наистина от напълно ПСИХОЛОГИЧЕН характер.</p>\n<p>В стара Европа, изгнила до костите от толкова много войни, расови предразсъдъци, религиозни, политически и т.н., все още до края на миналия век ПСИХОЛОГИЯТА се маскира с дрехата на Философията, за да остане незабелязана.</p>\n<p>Философията, въпреки всичките си разделения и подразделения, като Логика, теория на познанието, Етика, Естетика и т.н., е извън всякакво съмнение сама по себе си, ОЧЕВИДНА САМО-РЕФЛЕКСИЯ, МИСТИЧНО ПОЗНАНИЕ ЗА БИТИЕТО, КОГНИТИВЕН ФУНКЦИОНАЛИЗЪМ НА ПРОБУДЕНОТО СЪЗНАНИЕ.</p>\n<p>Грешката на много ФИЛОСОФСКИ ШКОЛИ се състои в това, че са считали психологията за нещо по-низше от ФИЛОСОФИЯТА, като нещо, свързано само с най-ниските и дори тривиални аспекти на човешката природа.</p>\n<p>Сравнително изследване на религиите ни позволява да стигнем до логичния извод, че НАУКАТА ЗА ПСИХОЛОГИЯТА винаги е била свързана много тясно с всички РЕЛИГИОЗНИ ПРИНЦИПИ. Всяко сравнително изследване на религиите доказва, че в най-ортодоксалната СВЕЩЕНА ЛИТЕРАТУРА на различни страни и различни епохи съществуват прекрасни съкровища на психологическата наука.</p>\n<p>Задълбочени изследвания в областта на ГНОСТИЦИЗМА ни позволяват да намерим тази прекрасна компилация от различни гностични автори, която идва от първите времена на християнството и която е известна под заглавието ФИЛОКАЛИЯ, използвана и до днес в ИЗТОЧНАТА ЦЪРКВА, особено за обучение на монасите.</p>\n<p>Извън всякакво съмнение и без най-малък страх да изпаднем в заблуда, можем да заявим категорично, че ФИЛОКАЛИЯТА е по същество ЧИСТА ЕКСПЕРИМЕНТАЛНА ПСИХОЛОГИЯ.</p>\n<p>В ДРЕВНИТЕ УЧИЛИЩА НА МИСТЕРИИТЕ на Гърция, Египет, Рим, Индия, Персия, Мексико, Перу, Асирия, Халдея и т.н. и т.н. и т.н., ПСИХОЛОГИЯТА винаги е била свързана с философията, с Реалното обективно изкуство, с науката и с Религията.</p>\n<p>В древни времена ПСИХОЛОГИЯТА интелигентно се криеше сред грациозните форми на Свещените Танцьорки, или сред енигмата на странните Йероглифи, или красивите скулптури, или в поезията, или в трагедията и дори в възхитителната музика на храмовете.</p>\n<p>Преди Науката, Философията, Изкуството и Религията да се разделят, за да поемат независимо, ПСИХОЛОГИЯТА царуваше суверенно във всички МНОГО ДРЕВНИ УЧИЛИЩА НА МИСТЕРИИТЕ.</p>\n<p>Когато Инициаторските Колежи бяха затворени поради КАЛИЮГА, или ЧЕРНАТА ЕПОХА, в която все още се намираме, ПСИХОЛОГИЯТА оцеля сред символизма на различните ЕЗОТЕРИЧНИ и ПСЕВДО-ЕЗОТЕРИЧНИ ШКОЛИ на МОДЕРНИЯ свят и особено сред ГНОСТИЧНИЯ ЕЗОТЕРИЗЪМ.</p>\n<p>Дълбоки анализи и задълбочени изследвания ни позволяват да разберем с пълна меридианна яснота, че различните системи и доктрини на Психологията, които са съществували в миналото и които съществуват в настоящето, могат да бъдат разделени на две категории.</p>\n<p>Първа.- Доктрините такива, каквито много интелектуалци ги предполагат. Модерната психология принадлежи всъщност към тази категория.</p>\n<p>Втора.- Доктрините, които изучават човека от гледна точка на РЕВОЛЮЦИЯТА НА СЪЗНАНИЕТО.</p>\n<p>Последните са наистина оригиналните Доктрини, най-древните, само те ни позволяват да разберем живите източници на Психологията и нейното дълбоко значение.</p>\n<p>Когато всички ние сме разбрали изцяло и на всички НИВА НА УМА колко важно е изучаването на човека от новата гледна точка на РЕВОЛЮЦИЯТА НА СЪЗНАНИЕТО, тогава ще разберем, че Психологията е изучаване на принципите, законите и фактите, тясно свързани с РАДИКАЛНАТА и окончателна ТРАНСФОРМАЦИЯ на ИНДИВИДА.</p>\n<p>Спешно е учителите и преподавателите в училищата, колежите и университетите да разберат изцяло КРИТИЧНИЯ час, в който живеем, и Катастрофалното състояние на психологическа дезориентация, в което се намира новото поколение.</p>\n<p>Необходимо е да се насочи „НОВАТА ВЪЛНА“ по пътя на РЕВОЛЮЦИЯТА НА СЪЗНАНИЕТО и това е възможно само чрез РЕВОЛЮЦИОННАТА ПСИХОЛОГИЯ на ФУНДАМЕНТАЛНОТО ОБРАЗОВАНИЕ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bg/educacion-fundamental/psicologia-revolucionaria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/psicologia-revolucionaria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/psicologia-revolucionaria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
