import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "क्रान्तिकारी मनोविज्ञान",
  "locale": "ne",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "31. क्रान्तिकारी मनोविज्ञान",
    "order": 31
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>विद्यालय, कलेज र विश्वविद्यालयका शिक्षकहरूले आन्दोलनद्वारा सिकाइएको क्रान्तिकारी मनोविज्ञानको गहिरो अध्ययन गर्नुपर्छ।</p>\n<p>जारी क्रान्तिको मनोविज्ञान पहिले यस नामले चिनिने सबैभन्दा फरक छ।</p>\n<p>कुनै शंका बिना, हामी भन्न सक्छौं कि हामीलाई अघिल्लो शताब्दीहरूमा, सबै उमेरको गहिरो रातदेखि, मनोविज्ञान अहिले “विद्रोही बिना कारण” र रक शूरवीरहरूको युगमा जस्तो कहिल्यै तल झरेको थिएन।</p>\n<p>यी आधुनिक समयको प्रतिगामी र प्रतिक्रियावादी मनोविज्ञान दुर्भाग्यवश आफ्नो अस्तित्वको भावना र यसको वास्तविक उत्पत्तिको साथ प्रत्यक्ष सम्पर्क गुमाएको छ।</p>\n<p>यौन पतन र दिमागको पूर्ण गिरावटको यी समयमा, मनोविज्ञान शब्दलाई कमजोर रूपमा परिभाषित गर्न असम्भव मात्र होइन तर मनोविज्ञानका आधारभूत विषयहरूलाई पनि वास्तवमै थाहा छैन।</p>\n<p>मनोविज्ञान एक समकालीन विज्ञान हो भन्ने गलत धारणा भएकाहरू वास्तवमा भ्रममा छन् किनभने मनोविज्ञान एक धेरै पुरानो विज्ञान हो जुन पुरातन रहस्यहरूको पुरानो विद्यालयहरूमा उत्पन्न भएको हो।</p>\n<p>स्नोब, अल्ट्रा-आधुनिक बदमाश, प्रतिगामी व्यक्तिको लागि मनोविज्ञान भनेर चिनिने कुरालाई परिभाषित गर्न असम्भव छ किनभने यस समकालीन युग बाहेक, यो स्पष्ट छ कि मनोविज्ञान कहिल्यै आफ्नै नाममा अवस्थित थिएन किनभने केहि कारणले गर्दा, यो सधैं राजनीतिक वा धार्मिक प्रकृतिको विध्वंसक प्रवृत्तिको शंका थियो र त्यसैले यसलाई धेरै लुगा लगाउन आवश्यक थियो।</p>\n<p>प्राचीन समयदेखि, जीवनको रंगमञ्चको विभिन्न परिदृश्यहरूमा, मनोविज्ञानले सधैं दर्शनको लुगाले बुद्धिमानीपूर्वक लुकाएर आफ्नो भूमिका खेलेको छ।</p>\n<p>गंगाको किनारमा, वेदको पवित्र भारतमा, शताब्दीहरूको भयानक रातदेखि, योगका रूपहरू छन् जुन मूलतः उच्च उडानको शुद्ध प्रयोगात्मक मनोविज्ञान हो।</p>\n<p>सात योगहरूलाई सधैं विधि, प्रक्रिया वा दार्शनिक प्रणालीको रूपमा वर्णन गरिएको छ।</p>\n<p>अरब संसारमा, सुफीहरूको पवित्र शिक्षाहरू, आंशिक रूपमा आध्यात्मिक, आंशिक रूपमा धार्मिक, वास्तवमा पूर्ण रूपमा मनोवैज्ञानिक क्रमका हुन्।</p>\n<p>युरोपमा धेरै युद्ध, जातीय पूर्वाग्रहले हड्डीसम्म कुहिएको छ। धार्मिक, राजनीतिक आदि, गत शताब्दीको अन्त्यसम्म, मनोविज्ञानले आफूलाई चिन्न नसकिने गरी दर्शनको पोशाकमा लुकाएको थियो।</p>\n<p>तर्क, ज्ञानको सिद्धान्त, नैतिकता, सौन्दर्यशास्त्र आदिका रूपमा यसका सबै विभाजन र उपविभाजनहरूको बावजुद दर्शन आफैंमा स्पष्ट आत्म-प्रतिबिम्ब, अस्तित्वको रहस्यमय ज्ञान, जागृत चेतनाको संज्ञानात्मक कार्यात्मकता हो।</p>\n<p>धेरै दार्शनिक विद्यालयहरूको गल्ती मनोविज्ञानलाई दर्शनभन्दा तल्लो, मानव प्रकृतिका तल्लो र तुच्छ पक्षहरूसँग मात्र सम्बन्धित कुराको रूपमा मान्नु हो।</p>\n<p>धर्महरूको तुलनात्मक अध्ययनले हामीलाई मनोविज्ञानको विज्ञान सधैं सबै धार्मिक सिद्धान्तहरूसँग धेरै घनिष्ठ रूपमा जोडिएको छ भन्ने तार्किक निष्कर्षमा पुग्न अनुमति दिन्छ। धर्महरूको कुनै पनि तुलनात्मक अध्ययनले विभिन्न देशहरू र विभिन्न युगहरूको सबैभन्दा रूढिवादी पवित्र साहित्यमा मनोवैज्ञानिक विज्ञानको अद्भुत खजानाहरू छन् भनेर देखाउँछ।</p>\n<p>ग्नोस्टिसिज्मको क्षेत्रमा गहन अनुसन्धानले हामीलाई विभिन्न ग्नोस्टिक लेखकहरूको त्यो अद्भुत संकलन फेला पार्न अनुमति दिन्छ जुन ईसाई धर्मको पहिलो समयदेखि आएको हो र फिलोकालिया शीर्षक अन्तर्गत चिनिन्छ, जुन आज पनि पूर्वी चर्चमा, विशेष गरी भिक्षुहरूको निर्देशनको लागि प्रयोग गरिन्छ।</p>\n<p>कुनै शंका बिना र धोकामा पर्ने थोरै डर बिना, हामी जोडदार रूपमा भन्न सक्छौं कि फिलोकालिया अनिवार्य रूपमा शुद्ध प्रयोगात्मक मनोविज्ञान हो।</p>\n<p>ग्रीस, इजिप्ट, रोम, भारत, पर्सिया, मेक्सिको, पेरु, अश्शूरिया, चाल्डिया आदिका प्राचीन रहस्य विद्यालयहरूमा मनोविज्ञान सधैं दर्शन, वास्तविक उद्देश्य कला, विज्ञान र धर्मसँग जोडिएको थियो।</p>\n<p>पुरातन समयमा मनोविज्ञानलाई बुद्धिमानीपूर्वक पवित्र नर्तकहरूको आकर्षक रूपहरूमा, वा अपरिचित हाइरोग्लिफ वा सुन्दर मूर्तिकलाहरू, वा कविता, वा त्रासदी र मन्दिरहरूको रमणीय संगीतको रहस्यमा लुकाइएको थियो।</p>\n<p>विज्ञान, दर्शन, कला र धर्म स्वतन्त्र रूपमा घुम्नको लागि अलग हुनु अघि, मनोविज्ञानले सबै धेरै पुरातन रहस्य विद्यालयहरूमा सार्वभौम शासन गर्यो।</p>\n<p>जब दीक्षा कलेजहरू कलियुग वा कालो युगको कारण बन्द भए जसमा हामी अझै छौं, मनोविज्ञान आधुनिक संसारको विभिन्न गूढ र छद्म गूढ विद्यालयहरूको प्रतीकवादमा र विशेष गरी ग्नोस्टिक गूढवादमा जीवित रह्यो।</p>\n<p>गहन विश्लेषण र गहिरो अनुसन्धानले हामीलाई धेरै स्पष्ट रूपमा बुझ्न अनुमति दिन्छ कि विगतमा अवस्थित र वर्तमानमा अवस्थित विभिन्न मनोवैज्ञानिक प्रणाली र सिद्धान्तहरूलाई दुई वर्गमा विभाजन गर्न सकिन्छ।</p>\n<p>पहिलो - धेरै बुद्धिजीवीहरूले सोचेका जस्तै सिद्धान्तहरू। आधुनिक मनोविज्ञान वास्तवमा यस श्रेणीमा पर्दछ।</p>\n<p>दोस्रो - चेतनाको क्रान्तिको दृष्टिकोणबाट मानिसको अध्ययन गर्ने सिद्धान्तहरू।</p>\n<p>यी पछिल्लाहरू वास्तवमा मौलिक सिद्धान्तहरू हुन्, सबैभन्दा पुरानो, तिनीहरूले मात्र हामीलाई मनोविज्ञानको जीवित उत्पत्ति र यसको गहिरो अर्थ बुझ्न अनुमति दिन्छ।</p>\n<p>जब हामी सबैले दिमागको सबै तहहरूमा पूर्ण रूपमा बुझ्नेछौं, चेतनाको क्रान्तिको नयाँ दृष्टिकोणबाट मानिसको अध्ययन कत्तिको महत्त्वपूर्ण छ, तब हामीले बुझ्नेछौं कि मनोविज्ञान भनेको व्यक्तिको कट्टरपन्थी र निश्चित परिवर्तनसँग घनिष्ठ रूपमा सम्बन्धित सिद्धान्तहरू, नियमहरू र तथ्यहरूको अध्ययन हो।</p>\n<p>यो जरुरी छ कि विद्यालय, कलेज र विश्वविद्यालयका शिक्षकहरूले हामी बाँचिरहेको गम्भीर समय र नयाँ पुस्ताको मनोवैज्ञानिक विस्थापनको विनाशकारी अवस्थालाई पूर्ण रूपमा बुझ्नुहोस्।</p>\n<p>चेतनाको क्रान्तिको मार्गमा “नयाँ लहर” लाई निर्देशित गर्न आवश्यक छ र यो केवल आधारभूत शिक्षाको क्रान्तिकारी मनोविज्ञान मार्फत मात्र सम्भव छ।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ne/educacion-fundamental/psicologia-revolucionaria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ne/educacion-fundamental/psicologia-revolucionaria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ne/educacion-fundamental/psicologia-revolucionaria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
