import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "روانشناسی انقلابی",
  "locale": "fa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "31. روانشناسی انقلابی",
    "order": 31
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>معلمان و استادان مدارس، کالج‌ها و دانشگاه‌ها، باید به طور عمیق روانشناسی انقلابی را که جنبش بین‌المللی گنوسی آموزش می‌دهد، مطالعه کنند.</p>\n<p>روانشناسی انقلاب در حال پیشرفت، به طور رادیکال با هر آنچه قبلاً با این نام شناخته می‌شد، متفاوت است.</p>\n<p>بدون هیچ تردیدی، می‌توانیم بدون ترس از اشتباه بگوییم که در طول قرونی که بر ما گذشته است، از شب تاریک تمام اعصار، روانشناسی هرگز به اندازه امروز در این عصر “یاغی بدون دلیل” و جوانان راک، تا این حد پایین نیفتاده بود.</p>\n<p>روانشناسی واپس‌گرا و ارتجاعی این دوران مدرن، متأسفانه حس وجودی خود را از دست داده و هرگونه تماس مستقیمی با منشأ واقعی خود ندارد.</p>\n<p>در این دوران انحطاط جنسی و زوال کامل ذهن، نه تنها تعریف دقیق اصطلاح روانشناسی غیرممکن شده است، بلکه مواد اساسی روانشناسی نیز واقعاً ناشناخته هستند.</p>\n<p>کسانی که به اشتباه تصور می‌کنند که روانشناسی یک علم معاصر و جدید است، واقعاً گیج شده‌اند، زیرا روانشناسی یک علم باستانی است که منشأ آن در مدارس قدیمی اسرار باستانی است.</p>\n<p>برای فردی مثل یک از خود راضی، یک آدم شیاد فوق مدرن، یک واپس‌گرا، تعریف چیزی که به عنوان روانشناسی شناخته می‌شود غیرممکن است، زیرا به استثنای این دوران معاصر، بدیهی است که روانشناسی هرگز تحت نام خود وجود نداشته است، زیرا به دلایلی، همیشه مشکوک به گرایش‌های براندازانه با ماهیت سیاسی یا مذهبی بوده است و به همین دلیل مجبور شده است خود را با لباس‌های متعددی پنهان کند.</p>\n<p>از زمان‌های قدیم، در صحنه‌های مختلف تئاتر زندگی، روانشناسی همیشه نقش خود را به طور هوشمندانه با لباس فلسفه بازی کرده است.</p>\n<p>در سواحل گنگ، در هند مقدس وداها، از شب وحشتناک قرون، اشکال یوگا وجود دارد که در واقع، روانشناسی تجربی خالص و در سطوح بالاست.</p>\n<p>هفت یوگا همیشه به عنوان روش‌ها، رویه‌ها یا سیستم‌های فلسفی توصیف شده‌اند.</p>\n<p>در جهان عرب، آموزه‌های مقدس صوفیان، که بخشی متافیزیکی و بخشی مذهبی هستند، در واقع کاملاً از نوع روانشناختی هستند.</p>\n<p>در اروپای قدیمی که تا مغز استخوان با جنگ‌های متعدد، تعصبات نژادی، مذهبی، سیاسی و غیره فاسد شده است، تا اواخر قرن گذشته، روانشناسی خود را با لباس فلسفه پنهان می‌کرد تا بتواند نامحسوس عبور کند.</p>\n<p>فلسفه، با وجود تمام تقسیمات و زیرمجموعه‌هایش مانند منطق، نظریه شناخت، اخلاق، زیبایی‌شناسی و غیره، بدون هیچ تردیدی، خوداندیشی آشکار، شناخت عرفانی هستی، کارکردگرایی شناختی آگاهی بیدار است.</p>\n<p>اشتباه بسیاری از مکاتب فلسفی این است که روانشناسی را چیزی پایین‌تر از فلسفه، چیزی مرتبط صرفاً با جنبه‌های پایین‌تر و حتی پیش پا افتاده طبیعت انسانی در نظر گرفته‌اند.</p>\n<p>مطالعه تطبیقی ​​ادیان به ما این امکان را می‌دهد که به این نتیجه منطقی برسیم که علم روانشناسی همیشه به طور بسیار صمیمی با تمام اصول مذهبی مرتبط بوده است. هر مطالعه تطبیقی ​​ادیان نشان می‌دهد که در ادبیات مقدس ارتدکس‌ترین کشورهای مختلف و دوره‌های مختلف، گنجینه‌های شگفت‌انگیزی از علم روانشناسی وجود دارد.</p>\n<p>تحقیقات عمیق در زمینه گنوسیسم به ما این امکان را می‌دهد که مجموعه شگفت‌انگیزی از نویسندگان مختلف گنوسی را بیابیم که از اولین دوران مسیحیت آمده و با عنوان فیلوکالیا شناخته می‌شود و هنوز هم امروزه در کلیسای شرقی، به ویژه برای آموزش راهبان استفاده می‌شود.</p>\n<p>بدون هیچ تردیدی و بدون کمترین ترس از افتادن در فریب، می‌توانیم قاطعانه تأیید کنیم که فیلوکالیا اساساً روانشناسی تجربی خالص است.</p>\n<p>در مدارس باستانی اسرار یونان، مصر، رم، هند، ایران، مکزیک، پرو، آشور، کلده و غیره، روانشناسی همیشه با فلسفه، هنر عینی واقعی، علم و دین مرتبط بوده است.</p>\n<p>در دوران باستان، روانشناسی به طور هوشمندانه در میان اشکال زیبای رقصندگان مقدس، یا در میان معمای خطوط هیروگلیف عجیب و غریب، یا مجسمه‌های زیبا، یا در شعر، یا در تراژدی و حتی در موسیقی دلپذیر معابد پنهان می‌شد.</p>\n<p>قبل از اینکه علم، فلسفه، هنر و دین از هم جدا شوند تا به طور مستقل بچرخند، روانشناسی بر تمام مدارس باستانی اسرار حاکم بود.</p>\n<p>هنگامی که کالج‌های ابتکاری به دلیل کالی یوگا، یا عصر سیاه که هنوز در آن هستیم، بسته شدند، روانشناسی در میان نمادگرایی مدارس مختلف باطنی و شبه باطنی جهان مدرن و به ویژه در میان باطن‌گرایی گنوسی زنده ماند.</p>\n<p>تحلیل‌های عمیق و تحقیقات اساسی به ما این امکان را می‌دهد که با تمام وضوح بدانیم که نظام‌ها و آموزه‌های روان‌شناختی مختلف که در گذشته وجود داشته‌اند و در حال حاضر وجود دارند، را می‌توان به دو دسته تقسیم کرد.</p>\n<p>دسته اول: آموزه‌هایی که بسیاری از روشنفکران تصور می‌کنند. روانشناسی مدرن در واقع به این دسته تعلق دارد.</p>\n<p>دسته دوم: آموزه‌هایی که انسان را از دیدگاه انقلاب آگاهی مطالعه می‌کنند.</p>\n<p>اینها در واقع آموزه‌های اصلی، قدیمی‌ترین آموزه‌ها هستند، فقط آنها به ما امکان می‌دهند ریشه‌های زنده روانشناسی و معنای عمیق آن را درک کنیم.</p>\n<p>هنگامی که همه ما به طور کامل و در تمام سطوح ذهن درک کنیم که مطالعه انسان از دیدگاه جدید انقلاب آگاهی چقدر مهم است، آنگاه خواهیم فهمید که روانشناسی مطالعه اصول، قوانین و حقایق مرتبط با تحول رادیکال و قطعی فرد است.</p>\n<p>ضروری است که معلمان و استادان مدارس، کالج‌ها و دانشگاه‌ها، به طور کامل ساعت بحرانی‌ای را که در آن زندگی می‌کنیم و وضعیت فاجعه‌بار سردرگمی روان‌شناختی‌ای را که نسل جدید در آن قرار دارد، درک کنند.</p>\n<p>لازم است “موج نو” را به سمت انقلاب آگاهی هدایت کنیم و این تنها از طریق روانشناسی انقلابی آموزش بنیادی امکان‌پذیر است.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/fa/educacion-fundamental/psicologia-revolucionaria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/psicologia-revolucionaria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/psicologia-revolucionaria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
