import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Революційна психологія",
  "locale": "uk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "31. Революційна психологія",
    "order": 31
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Вчителі та вчительки шкіл, коледжів та університетів повинні глибоко вивчати РЕВОЛЮЦІЙНУ ПСИХОЛОГІЮ, якій навчає МІЖНАРОДНИЙ ГНОСТИЧНИЙ РУХ.</p>\n<p>ПСИХОЛОГІЯ РЕВОЛЮЦІЇ, що триває, радикально відрізняється від усього, що було відомо раніше під цією назвою.</p>\n<p>Без сумніву, ми можемо сказати, не боячись помилитися, що протягом століть, які нам передували, з глибин темряви всіх епох, ПСИХОЛОГІЯ ніколи не падала так низько, як зараз, в епоху “БУНТАРЯ БЕЗ ПРИЧИНИ” та кавалерів РОКУ.</p>\n<p>Відстала та реакційна психологія цих сучасних часів, на додачу до нещасть, на жаль, втратила сенс свого існування та будь-який прямий контакт зі своїм справжнім походженням.</p>\n<p>У ці часи сексуальної дегенерації та повного погіршення розуму, не тільки стає неможливим чітко визначити термін ПСИХОЛОГІЯ, але й невідомі основні предмети психології.</p>\n<p>Ті, хто помилково вважає, що ПСИХОЛОГІЯ є сучасною наукою останнього часу, насправді помиляються, тому що ПСИХОЛОГІЯ - це дуже давня наука, яка бере свій початок у старих школах АРХАЇЧНИХ МІСТЕРІЙ.</p>\n<p>Для такого типу, як СНОБ, для ультрасучасного шахрая, для відсталого, неможливо визначити те, що відоме як ПСИХОЛОГІЯ, тому що, за винятком цієї сучасної епохи, очевидно, що ПСИХОЛОГІЯ ніколи не існувала під своєю власною назвою через ті чи інші причини, завжди підозрювалася в підривних тенденціях політичного чи релігійного характеру, і тому була змушена маскуватися під різними шатами.</p>\n<p>З давніх часів, на різних сценах театру життя, ПСИХОЛОГІЯ завжди грала свою роль, інтелектуально замаскована під шати філософії.</p>\n<p>На берегах Гангу, у Святій Індії ВЕД, з жахливої темряви століть, існують форми ЙОГИ, які, по суті, є чистою ЕКСПЕРИМЕНТАЛЬНОЮ ПСИХОЛОГІЄЮ високого рівня.</p>\n<p>Сім ЙОГ завжди описувалися як методи, процедури або філософські системи.</p>\n<p>В арабському світі святі» вчення СУФІЇВ, частково метафізичні, частково релігійні, насправді мають повністю ПСИХОЛОГІЧНИЙ порядок.</p>\n<p>У старій Європі, гнилій до кісток від численних війн, расових упереджень, релігійних, політичних тощо, ще до кінця минулого століття ПСИХОЛОГІЯ маскувалася під одяг філософії, щоб залишитися непоміченою.</p>\n<p>Філософія, незважаючи на всі свої поділи та підрозділи, такі як логіка, теорія пізнання, етика, естетика тощо, без сумніву, є САМО-РЕФЛЕКСІЄЮ, ОЧЕВИДНОЮ, МІСТИЧНИМ ПІЗНАННЯМ БУТТЯ, ФУНКЦІОНАЛЬНОЮ ПІЗНАВАЛЬНОЮ СВІДОМІСТЮ, ЩО ПРОБУДИЛАСЯ.</p>\n<p>Помилка багатьох ФІЛОСОФСЬКИХ ШКІЛ полягає в тому, що вони вважали психологію чимось нижчим за ФІЛОСОФІЮ, як щось пов’язане лише з найнижчими і навіть тривіальними аспектами людської природи.</p>\n<p>Порівняльне дослідження релігій дозволяє нам дійти логічного висновку, що НАУКА ПСИХОЛОГІЇ завжди була дуже тісно пов’язана з усіма РЕЛІГІЙНИМИ ПРИНЦИПАМИ. Будь-яке порівняльне дослідження релігій показує нам, що в НАЙОРТОДОКСАЛЬНІШІЙ СВЯЩЕННІЙ ЛІТЕРАТУРІ різних країн і різних епох існують чудові скарби психологічної науки.</p>\n<p>Глибокі дослідження в галузі ГНОСТИЦИЗМУ дозволяють нам знайти ту чудову збірку різних гностичних авторів, яка походить з перших часів християнства і відома під назвою ФІЛОКАЛІЯ, яка досі використовується в СХІДНІЙ ЦЕРКВІ, особливо для навчання ченців.</p>\n<p>Без сумніву і без найменшого страху потрапити в оману, ми можемо стверджувати, що ФІЛОКАЛІЯ є, по суті, ЧИСТОЮ ЕКСПЕРИМЕНТАЛЬНОЮ ПСИХОЛОГІЄЮ.</p>\n<p>У СТАРОДАВНІХ ШКОЛАХ МІСТЕРІЙ Греції, Єгипту, Риму, Індії, Персії, Мексики, Перу, Ассирії, Халдеї тощо, ПСИХОЛОГІЯ завжди була пов’язана з філософією, Реалістичним об’єктивним мистецтвом, наукою та релігією.</p>\n<p>У давнину ПСИХОЛОГІЯ вміло ховалася серед граціозних форм Священних танцівниць, або серед загадок дивних Ієрогліфів, або красивих скульптур, або в поезії, або в трагедії, і навіть у чудовій музиці храмів.</p>\n<p>Перш ніж наука, філософія, мистецтво та релігія розділилися, щоб вирушити незалежно, ПСИХОЛОГІЯ царювала верховно у всіх ДУЖЕ ДАВНІХ ШКОЛАХ МІСТЕРІЙ.</p>\n<p>Коли ініціативні коледжі були закриті через КАЛІЮГУ, або ЧОРНУ ЕПОХУ, в якій ми все ще перебуваємо, ПСИХОЛОГІЯ вижила серед символізму різних ЕЗОТЕРИЧНИХ та ПСЕВДО-ЕЗОТЕРИЧНИХ ШКІЛ СУЧАСНОГО СВІТУ і особливо серед ГНОСТИЧНОГО ЕЗОТЕРИЗМУ.</p>\n<p>Глибокий аналіз і фундаментальні дослідження дозволяють нам зрозуміти з повною чіткістю, що різні психологічні системи і доктрини, які» існували в минулому і існують в сьогоденні, можна розділити на дві категорії.</p>\n<p>Перша - доктрини, як їх уявляють багато інтелектуалів. Сучасна психологія фактично належить до цієї категорії.</p>\n<p>Друга - доктрини, які вивчають людину з точки зору РЕВОЛЮЦІЇ СВІДОМОСТІ.</p>\n<p>Останні, справді, є оригінальними доктринами, найдавнішими, тільки вони дозволяють нам зрозуміти живі витоки психології та її глибоке значення.</p>\n<p>Коли ми всі повністю зрозуміємо і на всіх РІВНЯХ РОЗУМУ, наскільки важливим є вивчення людини з нової точки зору РЕВОЛЮЦІЇ СВІДОМОСТІ, ми зрозуміємо тоді, що психологія є вивченням принципів, законів і фактів, тісно пов’язаних з РАДИКАЛЬНОЮ і остаточною ТРАНСФОРМАЦІЄЮ ІНДИВІДА.</p>\n<p>Необхідно терміново, щоб вчителі та вчительки шкіл, коледжів та університетів повністю зрозуміли КРИТИЧНИЙ час, в який ми живемо, і катастрофічний стан психологічної дезорієнтації, в якому перебуває нове покоління.</p>\n<p>Необхідно спрямувати “НОВУ ХВИЛЮ” шляхом РЕВОЛЮЦІЇ СВІДОМОСТІ, і це можливо лише за допомогою РЕВОЛЮЦІЙНОЇ ПСИХОЛОГІЇ ФУНДАМЕНТАЛЬНОЇ ОСВІТИ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/uk/educacion-fundamental/psicologia-revolucionaria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/psicologia-revolucionaria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/psicologia-revolucionaria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
