import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Революционная психология",
  "locale": "ru",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "31. Революционная психология",
    "order": 31
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Учителя и преподаватели школ, колледжей и университетов должны глубоко изучить РЕВОЛЮЦИОННУЮ ПСИХОЛОГИЮ, которую преподает МЕЖДУНАРОДНОЕ ГНОСТИЧЕСКОЕ ДВИЖЕНИЕ.</p>\n<p>ПСИХОЛОГИЯ происходящей РЕВОЛЮЦИИ радикально отличается от всего, что было известно под этим названием ранее.</p>\n<p>Вне всякого сомнения, мы можем без опаски ошибиться, сказав, что за прошедшие века, с глубокой ночи всех времен, ПСИХОЛОГИЯ никогда не падала так низко, как сейчас, в эту эпоху “БУНТАРЯ БЕЗ ПРИЧИНЫ” и кавалеров РОКА.</p>\n<p>Отсталая и реакционная психология этих современных времен, к довершению бед, к сожалению, утратила свое предназначение и всякую прямую связь со своим истинным происхождением.</p>\n<p>В эти времена сексуальной дегенерации и полного разрушения разума становится не только невозможным дать четкое определение термину ПСИХОЛОГИЯ, но и, кроме того, по-настоящему не известны фундаментальные предметы Психологии.</p>\n<p>Те, кто ошибочно полагают, что ПСИХОЛОГИЯ - это современная наука, возникшая в последнее время, на самом деле заблуждаются, потому что ПСИХОЛОГИЯ - это очень древняя наука, которая берет свое начало в старых школах АРХАИЧЕСКИХ МИСТЕРИЙ.</p>\n<p>Типу СНОБА, ультрасовременному Мошеннику, отсталому человеку невозможно определить то, что известно как ПСИХОЛОГИЯ, потому что, за исключением этой современной эпохи, очевидно, что ПСИХОЛОГИЯ никогда не существовала под своим собственным именем, поскольку по тем или иным причинам она всегда подозревалась в подрывных тенденциях политического или религиозного характера, и поэтому она была вынуждена маскироваться под различные одежды.</p>\n<p>С древних времен, на различных сценах театра жизни, ПСИХОЛОГИЯ всегда играла свою роль, умело замаскированная под философию.</p>\n<p>На берегах Ганга, в Священной Индии ВЕД, с ужасающей ночи веков, существуют формы ЙОГИ, которые, по сути, являются чистой ЭКСПЕРИМЕНТАЛЬНОЙ ПСИХОЛОГИЕЙ высокого полета.</p>\n<p>Семь ЙОГ всегда описывались как методы, процедуры или философские системы.</p>\n<p>В арабском мире «Священные» учения СУФИЕВ, отчасти метафизические, отчасти религиозные, на самом деле имеют полностью ПСИХОЛОГИЧЕСКИЙ порядок.</p>\n<p>В старой Европе, прогнившей до мозга костей из-за стольких войн, расовых предрассудков, религиозных, политических и т. д., еще до конца прошлого века ПСИХОЛОГИЯ маскировалась под философию, чтобы остаться незамеченной.</p>\n<p>Философия, несмотря на все свои разделения и подразделения, такие как Логика, теория познания, Этика, Эстетика и т. д., вне всякого сомнения, сама по себе является ОЧЕВИДНОЙ САМО-РЕФЛЕКСИЕЙ, МИСТИЧЕСКИМ ПОЗНАНИЕМ БЫТИЯ, ФУНКЦИОНАЛЬНОСТЬЮ ПОЗНАНИЯ ПРОБУЖДЕННОГО СОЗНАНИЯ.</p>\n<p>Ошибка многих ФИЛОСОФСКИХ ШКОЛ заключается в том, что они рассматривают психологию как нечто низшее по отношению к ФИЛОСОФИИ, как нечто связанное только с самыми низкими и даже тривиальными аспектами человеческой природы.</p>\n<p>Сравнительное изучение религий позволяет нам прийти к логическому выводу, что НАУКА ПСИХОЛОГИЯ всегда была очень тесно связана со всеми РЕЛИГИОЗНЫМИ ПРИНЦИПАМИ. Любое сравнительное изучение религий показывает нам, что в САМОЙ ОРТОДОКСАЛЬНОЙ СВЯЩЕННОЙ ЛИТЕРАТУРЕ различных стран и разных эпох существуют чудесные сокровища ПСИХОЛОГИЧЕСКОЙ науки.</p>\n<p>Глубокие исследования в области ГНОСТИЦИЗМА позволяют нам найти этот замечательный сборник различных гностических авторов, который происходит из первых времен христианства и известен под названием ФИЛОКАЛИЯ, используемый и в наши дни в ВОСТОЧНОЙ ЦЕРКВИ, особенно для наставления монахов.</p>\n<p>Вне всякого сомнения и без малейшего страха впасть в заблуждение, мы можем с уверенностью утверждать, что ФИЛОКАЛИЯ - это, по сути, ЧИСТАЯ ЭКСПЕРИМЕНТАЛЬНАЯ ПСИХОЛОГИЯ.</p>\n<p>В ДРЕВНИХ ШКОЛАХ МИСТЕРИЙ Греции, Египта, Рима, Индии, Персии, Мексики, Перу, Ассирии, Халдеи и т. д. ПСИХОЛОГИЯ всегда была связана с философией, объективным Реальным Искусством, наукой и религией.</p>\n<p>В древние времена ПСИХОЛОГИЯ умело скрывалась среди изящных форм Священных Танцовщиц, или среди загадок странных Иероглифов, или красивых скульптур, или в поэзии, или в трагедии и даже в восхитительной музыке храмов.</p>\n<p>До того, как Наука, Философия, Искусство и Религия разделились, чтобы развиваться независимо, ПСИХОЛОГИЯ суверенно правила во всех ДРЕВНЕЙШИХ ШКОЛАХ МИСТЕРИЙ.</p>\n<p>Когда Колледжи Посвященных были закрыты из-за КАЛИЮГИ, или ЧЕРНОГО ВЕКА, в котором мы все еще находимся, ПСИХОЛОГИЯ выжила среди символизма различных ЭЗОТЕРИЧЕСКИХ и ПСЕВДО-ЭЗОТЕРИЧЕСКИХ ШКОЛ СОВРЕМЕННОГО МИРА и особенно среди ГНОСТИЧЕСКОГО ЭЗОТЕРИЗМА.</p>\n<p>Глубокий анализ и фундаментальные исследования позволяют нам с полной ясностью понять, что различные системы и психологические доктрины, которые существовали в прошлом и существуют в настоящем, можно разделить на две категории.</p>\n<p>Первая. - Доктрины такими, какими их представляют многие интеллектуалы. Современная психология фактически относится к этой категории.</p>\n<p>Вторая. - Доктрины, изучающие человека с точки зрения РЕВОЛЮЦИИ СОЗНАНИЯ.</p>\n<p>Эти последние на самом деле являются оригинальными доктринами, самыми древними, только они позволяют нам понять живые истоки Психологии и ее глубокое значение.</p>\n<p>Когда мы все полностью и на всех УРОВНЯХ РАЗУМА поймем, насколько важно изучение человека с новой точки зрения РЕВОЛЮЦИИ СОЗНАНИЯ, тогда мы поймем, что Психология - это изучение принципов, законов и фактов, тесно связанных с РАДИКАЛЬНОЙ и окончательной ТРАНСФОРМАЦИЕЙ ИНДИВИДУУМА.</p>\n<p>Крайне необходимо, чтобы Учителя и преподаватели школ, колледжей и университетов полностью осознали КРИТИЧЕСКИЙ час, в котором мы живем, и Катастрофическое состояние психологической дезориентации, в котором находится новое поколение.</p>\n<p>Необходимо направить «НОВУЮ ВОЛНУ» по пути РЕВОЛЮЦИИ СОЗНАНИЯ, и это возможно только с помощью РЕВОЛЮЦИОННОЙ ПСИХОЛОГИИ ФУНДАМЕНТАЛЬНОГО ОБРАЗОВАНИЯ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ru/educacion-fundamental/psicologia-revolucionaria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/psicologia-revolucionaria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/psicologia-revolucionaria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
