import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "انقلابی نفسیات",
  "locale": "ur",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "31. انقلابی نفسیات",
    "order": 31
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>اساتذہ اور معلمینِ مدارس، کالجز اور جامعات کو چاہیے کہ وہ تحریکِ بین الاقوامی گنوسٹک کی تعلیمات پر مبنی انقلابی نفسیات کا گہرائی سے مطالعہ کریں۔</p>\n<p>رو بہ عمل انقلاب کی نفسیات ان تمام چیزوں سے بالکل مختلف ہے جو اس نام سے پہلے جانی جاتی تھیں۔</p>\n<p>بلاشبہ، ہم بغیر کسی خوف کے کہہ سکتے ہیں کہ صدیوں کے دوران جو ہم سے پہلے گزرے ہیں، تمام زمانوں کی گہری رات سے، نفسیات کبھی اتنی پستی میں نہیں گری تھی جتنی کہ اس دور میں “بغاوت بے وجہ” اور راک کے نوجوانوں میں۔</p>\n<p>ان جدید دور کے رجعت پسند اور قدامت پسند نفسیات، بدقسمتی سے، اپنا مقصد کھو چکی ہے، اور اپنے حقیقی ماخذ سے براہ راست رابطہ کھو چکی ہے۔</p>\n<p>جنسی انحطاط اور ذہن کے مکمل بگاڑ کے ان اوقات میں، اب نہ صرف یہ کہ نفسیات کی اصطلاح کو کمزور درستگی کے ساتھ بیان کرنا ناممکن ہو گیا ہے بلکہ نفسیات کے بنیادی مضامین کو بھی صحیح معنوں میں نظر انداز کیا جا رہا ہے۔</p>\n<p>وہ لوگ جو غلطی سے یہ سمجھتے ہیں کہ نفسیات ایک ہم عصر سائنس ہے جو ابھی ابھی وجود میں آئی ہے، وہ درحقیقت الجھن کا شکار ہیں کیونکہ نفسیات ایک قدیم سائنس ہے جس کی ابتدا قدیم اسرار کے پرانے اسکولوں میں ہے۔</p>\n<p>سنوب قسم کے شخص، انتہائی جدید بدمعاش، رجعت پسند کے لیے نفسیات کے نام سے جانی جانے والی چیز کی تعریف کرنا ناممکن ہے کیونکہ اس عصری دور کے علاوہ، یہ واضح ہے کہ نفسیات کبھی بھی اپنے نام سے موجود نہیں تھی کیونکہ کچھ وجوہات کی بنا پر، ہمیشہ سیاسی یا مذہبی نوعیت کے تخریبی رجحانات کا شبہ کیا جاتا تھا اور اس وجہ سے اسے متعدد لباسوں میں چھپانے کی ضرورت پیش آئی۔</p>\n<p>قدیم زمانے سے، زندگی کے تھیٹر کے مختلف مراحل میں، نفسیات نے ہمیشہ فلسفے کے لباس میں ہوشیاری سے ملبوس اپنا کردار ادا کیا۔</p>\n<p>گنگا کے کنارے، ویدوں کی مقدس سرزمین ہندوستان میں، صدیوں کی خوفناک رات سے، یوگا کی ایسی شکلیں موجود ہیں جو درحقیقت، اعلیٰ درجے کی خالص تجرباتی نفسیات ہیں۔</p>\n<p>سات یوگا کو ہمیشہ طریقوں، طریقہ کار، یا فلسفیانہ نظاموں کے طور پر بیان کیا گیا ہے۔</p>\n<p>عالم عرب میں صوفیوں کی مقدس تعلیمات، جزوی طور پر ما بعد الطبیعاتی، جزوی طور پر مذہبی، درحقیقت مکمل طور پر نفسیاتی ترتیب کی حامل ہیں۔</p>\n<p>پرانے یورپ میں جو اتنی جنگوں، نسلی تعصبات، مذہبی، سیاسی وغیرہ سے ہڈیوں تک سڑ چکا ہے، گزشتہ صدی کے آخر تک، نفسیات نے خود کو فلسفے کے لباس میں چھپا لیا تاکہ کسی کی نظر میں نہ آئے۔</p>\n<p>فلسفہ اپنی تمام تقسیموں اور ذیلی تقسیموں کے باوجود جیسے کہ منطق، علم کا نظریہ، اخلاقیات، جمالیات وغیرہ، خود میں بلاشبہ واضح خود انعکاس، وجود کی صوفیانہ ادراک، بیدار شعور کی علمی فعالیت ہے۔</p>\n<p>بہت سے فلسفیانہ مکاتب کی غلطی نفسیات کو فلسفے سے کم تر سمجھنا ہے، اسے انسانی فطرت کے نچلے اور معمولی پہلوؤں سے متعلق سمجھنا ہے۔</p>\n<p>مذاہب کا تقابلی مطالعہ ہمیں اس منطقی نتیجے پر پہنچنے کی اجازت دیتا ہے کہ نفسیات کا علم ہمیشہ تمام مذہبی اصولوں کے ساتھ بہت گہرا تعلق رکھتا تھا۔ مذاہب کا کوئی بھی تقابلی مطالعہ ہمیں یہ ظاہر کرتا ہے کہ مختلف ممالک اور مختلف ادوار کے انتہائی راسخ العقیدہ مقدس ادب میں نفسیاتی سائنس کے شاندار خزانے موجود ہیں۔</p>\n<p>گنوسٹیسزم کے میدان میں گہری تحقیق ہمیں مختلف گنوسٹک مصنفین کی اس شاندار تالیف کو تلاش کرنے کی اجازت دیتی ہے جو عیسائیت کے ابتدائی دور سے آتی ہے اور جسے PHILOKALIA کے عنوان سے جانا جاتا ہے، جسے آج بھی مشرقی کلیسا میں استعمال کیا جاتا ہے، خاص طور پر راہبوں کی تربیت کے لیے۔</p>\n<p>بغیر کسی شک و شبہ کے اور دھوکے میں پڑنے کے ذرا بھی خوف کے بغیر، ہم زور دے کر کہہ سکتے ہیں کہ PHILOKALIA بنیادی طور پر خالص تجرباتی نفسیات ہے۔</p>\n<p>یونان، مصر، روم، ہندوستان، فارس، میکسیکو، پیرو، اشوریہ، کلدانیہ وغیرہ کے قدیم اسرار کے اسکولوں میں، نفسیات ہمیشہ فلسفے، حقیقی معروضی فن، سائنس اور مذہب سے جڑی رہی ہے۔</p>\n<p>قدیم زمانے میں نفسیات ہوشیاری سے مقدس رقاصاؤں کی دلکش شکلوں میں، یا عجیب و غریب تصویری تحریروں کے معمہ میں، یا خوبصورت مجسموں میں، یا شاعری میں، یا المیہ میں اور یہاں تک کہ مندروں کی لذیذ موسیقی میں چھپی ہوئی تھی۔</p>\n<p>اس سے پہلے کہ سائنس، فلسفہ، فن اور مذہب آزادانہ طور پر گھومنے کے لیے الگ ہو جائیں، نفسیات نے تمام قدیم اسرار کے اسکولوں میں خود مختاری سے راج کیا۔</p>\n<p>جب ابتدائی کالج کالیوگا، یا سیاہ دور کی وجہ سے بند ہو گئے، جس میں ہم اب بھی ہیں، تو نفسیات دنیا کے جدید باطنی اور سیڈو باطنی اسکولوں کی علامت میں زندہ رہی اور خاص طور پر گنوسٹک باطنیات میں۔</p>\n<p>گہرے تجزیے اور گہری تحقیق ہمیں یہ سمجھنے کی اجازت دیتی ہے کہ ماضی میں موجود اور حال میں موجود نفسیاتی نظاموں اور نظریات کو دو زمروں میں تقسیم کیا جا سکتا ہے۔</p>\n<p>پہلا: وہ نظریات جن کے بارے میں بہت سے دانشور سمجھتے ہیں۔ جدید نفسیات درحقیقت اسی زمرے سے تعلق رکھتی ہے۔</p>\n<p>دوسرا: وہ نظریات جو شعور کے انقلاب کے نقطہ نظر سے انسان کا مطالعہ کرتے ہیں۔</p>\n<p>یہ آخری نظریات درحقیقت اصل، سب سے قدیم نظریات ہیں، صرف یہی ہمیں نفسیات کی زندہ ابتدا اور اس کے گہرے معنی کو سمجھنے کی اجازت دیتے ہیں۔</p>\n<p>جب ہم سب نے ذہن کے تمام درجوں میں مکمل طور پر سمجھ لیا کہ شعور کے انقلاب کے نئے نقطہ نظر سے انسان کا مطالعہ کتنا اہم ہے، تو ہم سمجھیں گے کہ نفسیات ان اصولوں، قوانین اور حقائق کا مطالعہ ہے جو فرد کی مکمل اور قطعی تبدیلی سے گہرا تعلق رکھتے ہیں۔</p>\n<p>یہ ضروری ہے کہ مدارس، کالجز اور جامعات کے اساتذہ اور معلمین اس نازک گھڑی کو مکمل طور پر سمجھیں جس میں ہم جی رہے ہیں اور نفسیاتی بے راہ روی کی تباہ کن حالت کو جس میں نئی نسل پائی جاتی ہے۔</p>\n<p>“نئی لہر” کو شعور کے انقلاب کی راہ پر گامزن کرنا ضروری ہے اور یہ صرف بنیادی تعلیم کی انقلابی نفسیات کے ذریعے ہی ممکن ہے۔</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ur/educacion-fundamental/psicologia-revolucionaria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/psicologia-revolucionaria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/psicologia-revolucionaria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
