import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "علم النفس الثوري",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "31. علم النفس الثوري",
    "order": 31
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>يجب على المعلمين والمعلمات في المدارس والكليات والجامعات أن يدرسوا بعمق علم النفس الثوري الذي تعلمه الحركة الغنوصية الدولية.</p>\n<p>إن علم نفس الثورة الجارية يختلف اختلافًا جذريًا عن كل ما عُرف سابقًا بهذا الاسم.</p>\n<p>دون أدنى شك، يمكننا القول دون خوف من ارتكاب أي خطأ أنه على مر القرون التي سبقتنا، منذ أعماق الليل في جميع العصور، لم ينحدر علم النفس إلى هذا المستوى المنخفض كما هو الحال الآن في هذا العصر من “المتمرد بلا سبب” وفرسان الروك.</p>\n<p>إن علم النفس الرجعي والمتخلف في هذه العصور الحديثة، ولزيادة الطين بلة، فقد للأسف معناه وقطعت كل صلة مباشرة بأصله الحقيقي.</p>\n<p>في هذه الأوقات من الانحطاط الجنسي والتدهور التام للعقل، لم يعد من المستحيل فقط تحديد مصطلح علم النفس بدقة ضئيلة، بل إن المواد الأساسية في علم النفس غير معروفة حقًا.</p>\n<p>أولئك الذين يفترضون خطأً أن علم النفس هو علم معاصر حديث، هم في الواقع في حيرة من أمرهم لأن علم النفس هو علم قديم جدًا يعود أصله إلى المدارس القديمة للأسرار القديمة.</p>\n<p>بالنسبة للنوع المتغطرس، والمحتال فائق الحداثة، والمتخلف، من المستحيل تحديد ما يعرف بعلم النفس لأنه باستثناء هذا العصر المعاصر، من الواضح أن علم النفس لم يوجد أبدًا باسمه الخاص بسبب حقيقة أنه لأسباب معينة، كان دائمًا موضع شك في وجود ميول تخريبية ذات طبيعة سياسية أو دينية، ولهذا السبب اضطر إلى التنكر في أثواب متعددة.</p>\n<p>منذ العصور القديمة، في مختلف مراحل مسرح الحياة، لعب علم النفس دائمًا دوره، متنكراً بذكاء في ثوب الفلسفة.</p>\n<p>على ضفاف نهر الغانج، في الهند المقدسة للفيدا، منذ ليل العصور المرعبة، توجد أشكال من اليوجا هي في الأساس علم نفس تجريبي خالص على نطاق واسع.</p>\n<p>لطالما وُصفت اليوجا السبع بأنها طرق أو إجراءات أو أنظمة فلسفية.</p>\n<p>في العالم العربي، فإن التعاليم المقدسة للصوفيين، وهي جزء ميتافيزيقي وجزء ديني، هي حقًا ذات ترتيب نفسي تمامًا.</p>\n<p>في أوروبا القديمة المتعفنة حتى نخاع العظام بسبب الحروب والتحيزات العرقية والدينية والسياسية وما إلى ذلك، حتى نهاية القرن الماضي، تنكر علم النفس في زي الفلسفة حتى لا يلاحظه أحد.</p>\n<p>الفلسفة على الرغم من كل تقسيماتها وتقسيماتها الفرعية مثل المنطق ونظرية المعرفة والأخلاق وعلم الجمال، وما إلى ذلك، هي بلا شك في حد ذاتها انعكاس ذاتي واضح، وإدراك صوفي للوجود، ووظيفية معرفية للوعي المستيقظ.</p>\n<p>يكمن خطأ العديد من المدارس الفلسفية في اعتبار علم النفس شيئًا أدنى من الفلسفة، وشيئًا مرتبطًا فقط بالجوانب الأدنى وحتى التافهة من الطبيعة البشرية.</p>\n<p>تسمح لنا دراسة مقارنة للأديان بالوصول إلى الاستنتاج المنطقي بأن علم النفس كان دائمًا مرتبطًا ارتباطًا وثيقًا بجميع المبادئ الدينية. أي دراسة مقارنة للأديان تثبت لنا أنه في الأدب المقدس الأكثر أرثوذكسية في مختلف البلدان والعصور المختلفة، توجد كنوز رائعة من علم النفس.</p>\n<p>تسمح لنا التحقيقات المتعمقة في مجال الغنوصية بالعثور على هذه المجموعة الرائعة من مختلف المؤلفين الغنوصيين التي تأتي من العصور الأولى للمسيحية وتعرف باسم فيلوكاليا، والتي لا تزال تستخدم في أيامنا هذه في الكنيسة الشرقية، وخاصة لتعليم الرهبان.</p>\n<p>دون أدنى شك ودون أدنى خوف من الوقوع في الخداع، يمكننا أن نؤكد بحزم أن فيلوكاليا هي في الأساس علم نفس تجريبي خالص.</p>\n<p>في مدارس الأسرار القديمة في اليونان ومصر وروما والهند وفارس والمكسيك وبيرو وآشور والكلدانية، وما إلى ذلك، كان علم النفس مرتبطًا دائمًا بالفلسفة والفن الموضوعي الحقيقي والعلم والدين.</p>\n<p>في العصور القديمة، كان علم النفس يختبئ بذكاء بين الأشكال الرشيقة للراقصات المقدسات، أو بين لغز الهيروغليفية الغريبة أو المنحوتات الجميلة، أو في الشعر، أو في المأساة، وحتى في الموسيقى اللذيذة للمعابد.</p>\n<p>قبل أن ينفصل العلم والفلسفة والفن والدين لكي يتحولوا بشكل مستقل، حكم علم النفس بشكل مطلق في جميع مدارس الأسرار القديمة جدًا.</p>\n<p>عندما أغلقت الكليات التأسيسية بسبب كالي يوجا، أو العصر المظلم الذي ما زلنا فيه، نجا علم النفس بين رمزية مختلف المدارس الباطنية وشبه الباطنية في العالم الحديث، وخاصة بين الغنوصية الباطنية.</p>\n<p>تسمح لنا التحليلات المتعمقة والتحقيقات الأساسية بفهم بوضوح تام أن الأنظمة والمذاهب النفسية المختلفة التي كانت موجودة في الماضي والموجودة في الحاضر يمكن تقسيمها إلى فئتين.</p>\n<p>أولاً: المذاهب كما يفترضها العديد من المثقفين. علم النفس الحديث ينتمي في الواقع إلى هذه الفئة.</p>\n<p>ثانيًا: المذاهب التي تدرس الإنسان من وجهة نظر ثورة الوعي.</p>\n<p>هذه الأخيرة هي في الواقع المذاهب الأصلية، والأكثر قدماً، فهي وحدها تسمح لنا بفهم الأصول الحية لعلم النفس وأهميته العميقة.</p>\n<p>عندما نكون جميعًا قد فهمنا بشكل كامل وعلى جميع مستويات العقل مدى أهمية دراسة الإنسان من وجهة النظر الجديدة لثورة الوعي، فسوف نفهم بعد ذلك أن علم النفس هو دراسة المبادئ والقوانين والحقائق المرتبطة ارتباطًا وثيقًا بالتحول الجذري والنهائي للفرد.</p>\n<p>من الضروري أن يفهم المعلمون والمعلمات في المدارس والكليات والجامعات بشكل كامل الساعة الحرجة التي نعيش فيها والحالة الكارثية من الارتباك النفسي التي يجد فيها الجيل الجديد نفسه.</p>\n<p>من الضروري توجيه “الموجة الجديدة” على طريق ثورة الوعي وهذا ممكن فقط من خلال علم النفس الثوري للتعليم الأساسي.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/psicologia-revolucionaria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/psicologia-revolucionaria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/psicologia-revolucionaria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
