import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Рэвалюцыйная псіхалогія",
  "locale": "be",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "31. Рэвалюцыйная псіхалогія",
    "order": 31
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Настаўнікі і выкладчыкі школ, каледжаў і ўніверсітэтаў павінны глыбока вывучаць РЭВАЛЮЦЫЙНУЮ ПСІХАЛОГІЮ, якую выкладае МІЖНАРОДНЫ ГНАСТЫЧНЫ РУХ.</p>\n<p>ПСІХАЛОГІЯ рэвалюцыі, якая адбываецца, радыкальна адрозніваецца ад усяго, што раней было вядома пад гэтай назвай.</p>\n<p>Без сумневу, мы можам сказаць без боязі памыліцца, што на працягу стагоддзяў, якія нам папярэднічалі, з глыбокай ночы ўсіх эпох, псіхалогія ніколі не падала так нізка, як цяпер у гэтую эпоху “БЕЗ ПРЫЧЫНЫ” і кавалераў РОКУ.</p>\n<p>Рэтраградная і рэакцыйная псіхалогія гэтых сучасных часоў, на шчасце, страціла сэнс і ўсялякі непасрэдны кантакт са сваім сапраўдным паходжаннем.</p>\n<p>У гэтыя часы сэксуальнай дэгенерацыі і поўнага пагаршэння розуму немагчыма дакладна вызначыць тэрмін “ПСІХАЛОГІЯ”, акрамя таго, сапраўды невядомыя асноўныя матэрыі псіхалогіі.</p>\n<p>Тыя, хто памылкова мяркуе, што ПСІХАЛОГІЯ - гэта сучасная навука апошняга часу, на самай справе заблыталіся, таму што ПСІХАЛОГІЯ - гэта вельмі старажытная навука, якая бярэ свой пачатак у старых школах АРХАІЧНЫХ МІСТЭРЫЙ.</p>\n<p>Для сноба, ультрасучаснага махляра, рэтраграда немагчыма вызначыць тое, што вядома як ПСІХАЛОГІЯ, таму што, за выключэннем гэтай сучаснай эпохі, відавочна, што ПСІХАЛОГІЯ ніколі не існавала пад сваім імем, таму што па тых ці іншых прычынах яна заўсёды падазравалася ў падрыўных тэндэнцыях палітычнага ці рэлігійнага характару, і таму яна бачыла неабходнасць маскіравацца ў шматлікія адзенні.</p>\n<p>З даўніх часоў, на розных сцэнах тэатра жыцця, ПСІХАЛОГІЯ заўсёды выконвала сваю ролю, разумна замаскіраваная пад філасофію.</p>\n<p>На берагах Ганга, у Святой Індыі ВЕДАЎ, з жудаснай ночы стагоддзяў існуюць формы ЁГІ, якія ў асноўным з’яўляюцца чыстай ЭКСПЕРЫМЕНТАЛЬНАЙ ПСІХАЛОГІЯЙ, высокага ўзроўню.</p>\n<p>Сем ЁГ заўсёды апісваліся як метады, працэдуры або філасофскія сістэмы.</p>\n<p>У арабскім свеце святыя вучэнні СУФІЯЎ, часткова метафізічныя, часткова рэлігійныя, на самай справе цалкам ПСІХАЛАГІЧНАГА парадку.</p>\n<p>У старой Еўропе, прагнілай да мозгу касцей з-за шматлікіх войнаў, расавых забабонаў, рэлігійных, палітычных і г.д., яшчэ да канца мінулага стагоддзя ПСІХАЛОГІЯ маскіравалася пад філасофію, каб застацца незаўважанай.</p>\n<p>Філасофія, нягледзячы на ўсе свае падзелы і падраздзяленні, такія як логіка, тэорыя пазнання, этыка, эстэтыка і г.д., без сумневу, з’яўляецца САМАВІДАВОЧНАЙ САМАРЭФЛЕКСІЯЙ, МІСТЫЧНЫМ ПАЗНАННЕМ БЫЦЦЯ, ФУНКЦЫЯНАЛІЗМАМ ПАЗНАВАЛЬНАГА ПАЗНАННЯ АБУДЖАНАЙ СВЯДОМАСЦІ.</p>\n<p>Памылка многіх ФІЛАСОФСКІХ ШКОЛ заключаецца ў тым, што яны лічаць псіхалогію чымсьці ніжэйшым за ФІЛАСОФІЮ, чымсьці звязаным толькі з самымі нізкімі і нават банальнымі аспектамі чалавечай прыроды.</p>\n<p>Параўнальнае вывучэнне рэлігій дазваляе нам прыйсці да лагічнага высновы, што НАВУКА ПСІХАЛОГІІ заўсёды была вельмі цесна звязана з усімі РЭЛІГІЙНЫМІ ПРЫНЦЫПАМІ. Любое параўнальнае вывучэнне рэлігій паказвае нам, што ў САКРАЛЬНАЙ ЛІТАРАТУРЫ розных краін і розных эпох існуюць цудоўныя скарбы ПСІХАЛАГІЧНАЙ навукі.</p>\n<p>Глыбокія даследаванні ў галіне ГНАСТЫЦЫЗМУ дазваляюць нам знайсці тую цудоўную кампіляцыю розных гнастычных аўтараў, якая паходзіць з першых часоў хрысціянства і вядомая пад назвай PHILOKALIA, якая дагэтуль выкарыстоўваецца ў нашы дні ў Усходняй Царкве, асабліва для навучання манахаў.</p>\n<p>Без сумневу і без найменшага страху памыліцца, мы можам катэгарычна заявіць, што PHILOKALIA - гэта па сутнасці ЧЫСТАЯ ЭКСПЕРЫМЕНТАЛЬНАЯ ПСІХАЛОГІЯ.</p>\n<p>У СТАРАЖЫТНЫХ ШКОЛАХ МІСТЭРЫЙ Грэцыі, Егіпта, Рыма, Індыі, Персіі, Мексікі, Перу, Асірыі, Халдэі і г.д. і г.д. і г.д. ПСІХАЛОГІЯ заўсёды была звязана з філасофіяй, Рэальным аб’ектыўным мастацтвам, навукай і рэлігіяй.</p>\n<p>У старажытныя часы ПСІХАЛОГІЯ разумна хавалася сярод грацыёзных формаў Святых Танцоўшчыц, або сярод загадак дзіўных Іерогліфаў, або прыгожых скульптур, або ў паэзіі, або ў трагедыі і нават у цудоўнай музыцы храмаў.</p>\n<p>Да таго, як навука, філасофія, мастацтва і рэлігія разлучыліся, каб павярнуцца незалежна, ПСІХАЛОГІЯ суверэнна панавала ва ўсіх АНТЫЧНЫХ ШКОЛАХ МІСТЭРЫЙ.</p>\n<p>Калі ініцыяцыйныя каледжы былі зачыненыя з-за KALIYUGA, або ЧОРНАГА ВЕКУ, у якім мы ўсё яшчэ знаходзімся, ПСІХАЛОГІЯ выжыла сярод сімвалізму розных ЭЗАТЭРЫЧНЫХ і ПСЕЎДАЭЗАТЭРЫЧНЫХ ШКОЛ СУЧАСНАГА СВЕТУ і асабліва сярод ГНАСТЫЧНАГА ЭЗАТЭРЫЗМУ.</p>\n<p>Глыбокі аналіз і глыбокія даследаванні дазваляюць нам з усёй выразнасцю зразумець, што розныя сістэмы і псіхалагічныя дактрыны, якія існавалі ў мінулым і існуюць у сучаснасці, можна падзяліць на дзве катэгорыі.</p>\n<p>Першая. - Дактрыны так, як іх уяўляюць многія інтэлектуалы. Сучасная псіхалогія фактычна адносіцца да гэтай катэгорыі.</p>\n<p>Другая. - Дактрыны, якія вывучаюць чалавека з пункту гледжання РЭВАЛЮЦЫІ СВЯДОМАСЦІ.</p>\n<p>Апошнія сапраўды з’яўляюцца арыгінальнымі дактрынамі, самымі старажытнымі, толькі яны дазваляюць нам зразумець жывыя вытокі псіхалогіі і яе глыбокае значэнне.</p>\n<p>Калі ўсе мы зразумеем цалкам і на ўсіх УЗРОЎНЯХ РОЗУМУ, наколькі важна вывучэнне чалавека з новага пункту гледжання РЭВАЛЮЦЫІ СВЯДОМАСЦІ, мы зразумеем, што псіхалогія - гэта вывучэнне прынцыпаў, законаў і фактаў, цесна звязаных з РАДЫКАЛЬНАЙ і канчатковай ТРАНСФАРМАЦЫЯЙ ІНДЫВІДА.</p>\n<p>Вельмі важна, каб настаўнікі і выкладчыкі школ, каледжаў і ўніверсітэтаў цалкам усвядомілі КРЫТЫЧНЫ час, у які мы жывем, і катастрафічны стан псіхалагічнай дэзарыентацыі, у якім знаходзіцца новае пакаленне.</p>\n<p>Неабходна накіраваць “НОВУЮ ХВАЛЮ” на шлях РЭВАЛЮЦЫІ СВЯДОМАСЦІ, і гэта магчыма толькі праз РЭВАЛЮЦЫЙНУЮ ПСІХАЛОГІЮ ФУНДАМЕНТАЛЬНАЙ АДУКАЦЫІ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/be/educacion-fundamental/psicologia-revolucionaria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/psicologia-revolucionaria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/psicologia-revolucionaria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
