import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ຈິດຕະວິທະຍາປະຕິວັດ",
  "locale": "lao",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "31. ຈິດຕະວິທະຍາປະຕິວັດ",
    "order": 31
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ຄູອາຈານໃນໂຮງຮຽນ, ວິທະຍາໄລ ແລະ ມະຫາວິທະຍາໄລ ຕ້ອງສຶກສາຢ່າງເລິກເຊິ່ງກ່ຽວກັບຈິດຕະສາດປະຕິວັດທີ່ສອນໂດຍຂະບວນການ Gnostic ສາກົນ.</p>\n<p>ຈິດຕະສາດຂອງການປະຕິວັດທີ່ກຳລັງດຳເນີນຢູ່ນັ້ນແມ່ນແຕກຕ່າງຢ່າງສິ້ນເຊີງຈາກທຸກສິ່ງທຸກຢ່າງທີ່ເຄີຍຮູ້ຈັກກັນໃນຊື່ນີ້.</p>\n<p>ນອກ​ເຫນືອ​ໄປ​ຈາກ​ຄວາມ​ສົງ​ໃສ​ທັງ​ຫມົດ, ພວກ​ເຮົາ​ສາ​ມາດ​ເວົ້າ​ໂດຍ​ບໍ່​ມີ​ຄວາມ​ຢ້ານ​ກົວ​ທີ່​ຈະ​ຜິດ​ພາດ​ວ່າ​ໃນ​ໄລ​ຍະ​ຫລາຍ​ສັດ​ຕະ​ວັດ​ທີ່​ໄດ້​ເກີດ​ຂຶ້ນ​ກ່ອນ​ພວກ​ເຮົາ, ຈາກ​ຄວາມ​ມືດ​ເລິກ​ຂອງ​ທຸກ​ອາ​ຍຸ, ຈິດ​ຕະ​ສາດ​ບໍ່​ເຄີຍ​ຕົກ​ຕໍ່າ​ເທົ່າ​ທີ່​ມັນ​ເຮັດ​ໃນ​ປັດ​ຈຸ​ບັນ​ໃນ​ຍຸກ​ຂອງ “REBEL WITHOUT A CAUSE” ແລະ gentlemen ຂອງ ROCK.</p>\n<p>ຈິດຕະສາດທີ່ລ້າສະໄໝ ແລະ ປໍລະປັກຂອງຍຸກສະໄໝໃໝ່ນີ້ ສຳລັບຄວາມໂຊກຮ້າຍທີ່ສຸດ ໄດ້ສູນເສຍຄວາມໝາຍຂອງມັນຢ່າງໜ້າເສຍໃຈ, ແລະ ການຕິດຕໍ່ໂດຍກົງກັບຕົ້ນກຳເນີດທີ່ແທ້ຈິງຂອງມັນ.</p>\n<p>ໃນ​ເວ​ລາ​ແຫ່ງ​ຄວາມ​ເສື່ອມ​ໂຊມ​ທາງ​ເພດ​ແລະ​ຄວາມ​ເສື່ອມ​ໂຊມ​ທັງ​ຫມົດ​ຂອງ​ຈິດ​ໃຈ, ບໍ່​ພຽງ​ແຕ່​ມັນ​ເປັນ​ໄປ​ບໍ່​ໄດ້​ທີ່​ຈະ​ກໍາ​ນົດ​ຢ່າງ​ແນ່​ນອນ​ດ້ວຍ​ຄໍາ​ສັບ​ທີ່​ແນ່​ນອນ​ຂອງ​ຈິດ​ຕະ​ສາດ, ແຕ່​ຍັງ​ມີ​ຄວາມ​ຮູ້​ສຶກ​ຢ່າງ​ແທ້​ຈິງ​ກ່ຽວ​ກັບ​ວິ​ຊາ​ພື້ນ​ຖານ​ຂອງ​ຈິດ​ຕະ​ສາດ.</p>\n<p>ຜູ້ທີ່ສົມມຸດວ່າຜິດວ່າຈິດຕະສາດເປັນວິທະຍາສາດສະ ໄໝ ໃໝ່ ຂອງຊົ່ວໂມງສຸດທ້າຍແມ່ນສັບສົນແທ້ໆເພາະວ່າຈິດຕະສາດເປັນວິທະຍາສາດບູຮານທີ່ເກົ່າແກ່ທີ່ມີຕົ້ນ ກຳ ເນີດມາຈາກໂຮງຮຽນເກົ່າແກ່ຂອງ MYSTERIES.</p>\n<p>ສຳລັບປະເພດຂອງ SNOB, ສຳລັບຄົນໂກງທີ່ທັນສະໄໝ, ສຳລັບຄົນລ້າສະໄໝ, ມັນເປັນໄປບໍ່ໄດ້ທີ່ຈະກຳນົດສິ່ງທີ່ເອີ້ນວ່າຈິດຕະສາດເພາະວ່າຍົກເວັ້ນຍຸກສະໄໝໃໝ່ນີ້, ມັນເປັນທີ່ຈະແຈ້ງວ່າຈິດຕະສາດບໍ່ເຄີຍມີຢູ່ພາຍໃຕ້ຊື່ຂອງຕົນເອງເພາະວ່າເຫດຜົນບາງຢ່າງ, ມັນມັກຈະສົງໃສວ່າແນວໂນ້ມທີ່ລົ້ມລ້າງທາງດ້ານການເມືອງຫຼືສາສະ ໜາ ແລະດັ່ງນັ້ນຈິ່ງເຫັນວ່າມັນ ຈຳ ເປັນຕ້ອງປອມຕົວເອງດ້ວຍເຄື່ອງນຸ່ງຫຼາຍຢ່າງ.</p>\n<p>ຕັ້ງແຕ່ສະ ໄໝ ບູຮານ, ໃນສະຖານທີ່ຕ່າງໆຂອງໂຮງລະຄອນແຫ່ງຊີວິດ, ຈິດຕະສາດສະແດງບົດບາດຂອງມັນສະ ເໝີ ໄປ, ປອມຕົວຢ່າງສະຫຼາດດ້ວຍເຄື່ອງນຸ່ງຂອງປັດຊະຍາ.</p>\n<p>ຢູ່ແຄມແມ່ນໍ້າ Ganges, ໃນປະເທດອິນເດຍອັນສັກສິດຂອງ VEDAS, ຕັ້ງແຕ່ກາງຄືນທີ່ ໜ້າ ຢ້ານຂອງສັດຕະວັດແລ້ວ, ມີຮູບແບບຂອງ YOGA ທີ່ຢູ່ເບື້ອງຫຼັງ, ເປັນຈິດຕະສາດທົດລອງຢ່າງດຽວ, ບິນສູງ.</p>\n<p>ເຈັດ YOGAS ໄດ້ຖືກອະທິບາຍໄວ້ສະເຫມີວ່າເປັນວິທີການ, ຂັ້ນຕອນ, ຫຼືລະບົບປັດຊະຍາ.</p>\n<p>ໃນໂລກອາຣັບ, ຄຳ ສອນອັນສັກສິດຂອງ SUFIS, ສ່ວນ ໜຶ່ງ ແມ່ນອະທິບາຍ, ສ່ວນ ໜຶ່ງ ແມ່ນສາດສະ ໜາ, ແທ້ຈິງແລ້ວແມ່ນຢູ່ໃນລະບຽບຈິດຕະສາດທັງ ໝົດ.</p>\n<p>ໃນທະວີບເອີຣົບທີ່ເກົ່າແກ່ທີ່ເນົ່າເປື່ອຍເຖິງແກນຂອງກະດູກດ້ວຍສົງຄາມຫຼາຍ, ຄວາມ ລຳ ອຽງທາງດ້ານເຊື້ອຊາດ. ສາດສະ ໜາ, ການເມືອງແລະອື່ນໆ. ມາຮອດທ້າຍສະຕະວັດທີ່ຜ່ານມາ, ຈິດຕະສາດໄດ້ປອມຕົວເອງດ້ວຍເຄື່ອງນຸ່ງຂອງປັດຊະຍາເພື່ອຈະບໍ່ຖືກສັງເກດ.</p>\n<p>ປັດຊະຍາເຖິງວ່າຈະມີການແບ່ງແຍກແລະແຍກຍ່ອຍທັງ ໝົດ ເຊັ່ນ: ຕรรกะ, ທິດສະດີຄວາມຮູ້ Ethics, Aesthetics, ແລະອື່ນໆ, ແມ່ນນອກ ເໜືອ ຈາກຄວາມສົງໄສໃນຕົວຂອງມັນເອງ, ການສະທ້ອນຕົນເອງທີ່ເຫັນໄດ້ຊັດເຈນ, ຄວາມຮູ້ຄວາມເຂົ້າໃຈ MYSTICAL ຂອງ BE, COGNITIVE FUNCTIONALISM ຂອງສະຕິທີ່ຕື່ນຕົວ.</p>\n<p>ຄວາມຜິດພາດຂອງໂຮງຮຽນປັດຊະຍາຫຼາຍແຫ່ງແມ່ນໄດ້ພິຈາລະນາຈິດຕະສາດວ່າເປັນສິ່ງທີ່ຕໍ່າກວ່າປັດຊະຍາ, ເປັນສິ່ງທີ່ກ່ຽວຂ້ອງກັບດ້ານທີ່ຕ່ ຳ ທີ່ສຸດແລະແມ້ກະທັ້ງເລື່ອງທີ່ບໍ່ ສຳ ຄັນຂອງ ທຳ ມະຊາດຂອງມະນຸດ.</p>\n<p>ການສຶກສາປຽບທຽບຂອງສາສະ ໜາ ຊ່ວຍໃຫ້ພວກເຮົາສາມາດສະຫລຸບໄດ້ຢ່າງມີເຫດຜົນວ່າວິທະຍາສາດທາງດ້ານຈິດຕະສາດມີຄວາມກ່ຽວຂ້ອງກັນຢ່າງໃກ້ຊິດກັບຫຼັກການທາງສາສະ ໜາ ທັງ ໝົດ ສະ ເໝີ ໄປ. ການສຶກສາປຽບທຽບຂອງສາສະ ໜາ ໃດ ໜຶ່ງ ສະແດງໃຫ້ເຫັນວ່າໃນວັນນະຄະດີບໍລິສຸດທີ່ຖືກຕ້ອງຕາມແບບດັ້ງເດີມຂອງປະເທດຕ່າງໆແລະຍຸກຕ່າງໆ, ມີສົມບັດທີ່ປະເສີດຂອງວິທະຍາສາດທາງດ້ານຈິດຕະສາດ.</p>\n<p>ການສືບສວນທີ່ເລິກເຊິ່ງກ່ຽວກັບພື້ນທີ່ຂອງ GNOSTICISM ຊ່ວຍໃຫ້ພວກເຮົາສາມາດຊອກຫາການລວບລວມທີ່ປະເສີດຂອງຜູ້ຂຽນ Gnostic ຫຼາຍຄົນທີ່ມາຈາກສະ ໄໝ ຕົ້ນໆຂອງຄຣິສຕຽນແລະເປັນທີ່ຮູ້ຈັກກັນໃນນາມວ່າ PHILOKALIA, ເຊິ່ງຍັງໃຊ້ໃນປະຈຸບັນໃນໂບດ ORIENTAL, ໂດຍສະເພາະ ສຳ ລັບການສິດສອນຂອງພະສົງ.</p>\n<p>ນອກ ເໜືອ ຈາກຄວາມສົງໄສທັງ ໝົດ ແລະໂດຍບໍ່ມີຄວາມຢ້ານກົວທີ່ຈະຕົກຢູ່ໃນຄວາມຫຼົງໄຫຼ, ພວກເຮົາສາມາດຢືນຢັນຢ່າງເຂັ້ມງວດວ່າ PHILOKALIA ແມ່ນໂດຍພື້ນຖານແລ້ວ PSYCHOLOGY EXPERIMENTAL.</p>\n<p>ໃນໂຮງຮຽນບູຮານຂອງ MYSTERIES ຂອງປະເທດເກຣັກ, ອີຢິບ, ໂລມ, ອິນເດຍ, ເປີເຊຍ, ເມັກຊິໂກ, ເປຣູ, Assyria, Chaldea, ແລະອື່ນໆ. ແລະອື່ນໆ ແລະອື່ນໆ, ຈິດຕະສາດມັກຈະເຊື່ອມໂຍງກັບປັດຊະຍາ, ກັບສິລະປະຈຸດປະສົງທີ່ແທ້ຈິງ, ກັບວິທະຍາສາດແລະກັບສາດສະ ໜາ.</p>\n<p>ໃນສະ ໄໝ ບູຮານ, ຈິດຕະສາດໄດ້ຖືກເຊື່ອງໄວ້ຢ່າງສະຫຼາດໃນບັນດາຮູບຊົງທີ່ງົດງາມຂອງນັກເຕັ້ນ ລຳ ບໍລິສຸດ, ຫລືໃນບັນດາຄວາມລຶກລັບຂອງ Hieroglyphics ທີ່ແປກປະຫຼາດຫລືຮູບປັ້ນທີ່ສວຍງາມ, ຫຼືໃນບົດກະວີ, ຫລືໃນຄວາມໂສກເສົ້າແລະເຖິງແມ່ນວ່າຢູ່ໃນດົນຕີທີ່ມ່ວນຊື່ນຂອງວັດວາອາຮາມ.</p>\n<p>ກ່ອນທີ່ວິທະຍາສາດ, ປັດຊະຍາ, ສິລະປະແລະສາສະ ໜາ ຈະແຍກອອກຈາກກັນເພື່ອຫັນປ່ຽນເປັນເອກະລາດ, ຈິດຕະສາດໄດ້ຄອບຄອງ ອຳ ນາດສູງສຸດໃນທຸກໂຮງຮຽນເກົ່າແກ່ຂອງ MYSTERIES.</p>\n<p>ເມື່ອວິທະຍາໄລການລິເລີ່ມປິດເນື່ອງຈາກ KALIYUGA, ຫຼືອາຍຸສີ ດຳ ທີ່ພວກເຮົາຍັງຢູ່ໃນ, ຈິດຕະສາດໄດ້ລອດຊີວິດໃນບັນດາສັນຍາລັກຂອງໂຮງຮຽນ ESOTERIC ແລະ PSEUDO-ESOTERIC ທີ່ແຕກຕ່າງກັນຂອງໂລກທີ່ທັນສະ ໄໝ ແລະໂດຍສະເພາະໃນບັນດາ ESOTERICISM GNOSTIC.</p>\n<p>ການວິເຄາະທີ່ເລິກເຊິ່ງແລະການສືບສວນທີ່ເລິກເຊິ່ງຊ່ວຍໃຫ້ພວກເຮົາເຂົ້າໃຈດ້ວຍຄວາມຈະແຈ້ງ Meridians ທັງ ໝົດ ວ່າລະບົບແລະ ຄຳ ສອນທາງຈິດວິທະຍາທີ່ແຕກຕ່າງກັນທີ່»ມີຢູ່ໃນອະດີດແລະມີຢູ່ໃນປະຈຸບັນ, ສາມາດແບ່ງອອກເປັນສອງປະເພດ.</p>\n<p>First.- ຄຳ ສອນເຊັ່ນດຽວກັບປັນຍາຊົນຫຼາຍຄົນສົມມຸດວ່າພວກເຂົາ. ຈິດຕະສາດທີ່ທັນສະໄຫມໃນຄວາມເປັນຈິງເປັນຂອງປະເພດນີ້.</p>\n<p>Second.- ຄຳ ສອນທີ່ສຶກສາມະນຸດຈາກຈຸດຂອງການປະຕິວັດສະຕິ.</p>\n<p>ອັນສຸດທ້າຍນີ້ແມ່ນ ຄຳ ສອນດັ້ງເດີມຢ່າງແທ້ຈິງ, ເກົ່າແກ່ທີ່ສຸດ, ພຽງແຕ່ພວກເຂົາເຈົ້າຊ່ວຍໃຫ້ພວກເຮົາເຂົ້າໃຈຕົ້ນກໍາເນີດທີ່ມີຊີວິດຊີວາຂອງຈິດຕະສາດແລະຄວາມສໍາຄັນອັນເລິກເຊິ່ງຂອງມັນ.</p>\n<p>ເມື່ອພວກເຮົາທຸກຄົນໄດ້ເຂົ້າໃຈຢ່າງຄົບຖ້ວນແລະໃນທຸກລະດັບຂອງຈິດໃຈ, ມັນມີຄວາມ ສຳ ຄັນຫຼາຍປານໃດໃນການສຶກສາມະນຸດຈາກຈຸດ ໃໝ່ ຂອງການປະຕິວັດສະຕິ, ຫຼັງຈາກນັ້ນພວກເຮົາຈະເຂົ້າໃຈວ່າຈິດຕະສາດແມ່ນການສຶກສາກ່ຽວກັບຫຼັກການ, ກົດ ໝາຍ ແລະຂໍ້ເທັດຈິງທີ່ກ່ຽວຂ້ອງກັນຢ່າງໃກ້ຊິດ. ກັບການຫັນປ່ຽນຢ່າງຮຸນແຮງແລະແນ່ນອນຂອງບຸກຄົນ.</p>\n<p>ມັນເປັນສິ່ງຮີບດ່ວນທີ່ຄູອາຈານຂອງໂຮງຮຽນ, ວິທະຍາໄລ ແລະ ມະຫາວິທະຍາໄລ ຈະຕ້ອງເຂົ້າໃຈຢ່າງຄົບຖ້ວນເຖິງເວລາວິກິດທີ່ພວກເຮົາກຳລັງມີຊີວິດຢູ່ ແລະ ສະພາບອັນຫາຍະນະຂອງການປ່ຽນແປງທາງດ້ານຈິດຕະສາດທີ່ກຳລັງປະເຊີນໜ້າກັບຄົນລຸ້ນໃໝ່.</p>\n<p>ມັນ ຈຳ ເປັນທີ່ຈະຕ້ອງ ນຳ ພາ “WAVE NEW” ຕາມເສັ້ນທາງຂອງການປະຕິວັດສະຕິແລະສິ່ງນີ້ເປັນໄປໄດ້ພຽງແຕ່ໂດຍຜ່ານ PSYCHOLOGY ປະຕິວັດຂອງການສຶກສາຂັ້ນພື້ນຖານ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/lao/educacion-fundamental/psicologia-revolucionaria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/psicologia-revolucionaria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/psicologia-revolucionaria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
