import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "क्रांतिकारी मनोविज्ञान",
  "locale": "hi",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "31. क्रांतिकारी मनोविज्ञान",
    "order": 31
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>स्कूलों, कॉलेजों और विश्वविद्यालयों के शिक्षकों को क्रांतिकारी मनोविज्ञान का गहराई से अध्ययन करना चाहिए, जो अंतर्राष्ट्रीय ज्ञान आंदोलन सिखाता है।</p>\n<p>चल रही क्रांति का मनोविज्ञान उस सब से मौलिक रूप से अलग है जो पहले इस नाम से जाना जाता था।</p>\n<p>बिना किसी संदेह के, हम बिना किसी डर के कह सकते हैं कि पिछली सदियों में, सभी युगों की गहरी रात से, मनोविज्ञान कभी भी इतना नीचे नहीं गिरा जितना कि वर्तमान में “कारण के बिना विद्रोही” और रॉक के सज्जनों के इस युग में।</p>\n<p>इन आधुनिक समय का प्रतिक्रियावादी और प्रतिगामी मनोविज्ञान दुर्भाग्य से अपने अस्तित्व का अर्थ और अपने वास्तविक मूल के साथ सीधा संपर्क खो चुका है।</p>\n<p>यौन पतन और मन के पूर्ण क्षरण के इन समयों में, अब न केवल मनोविज्ञान शब्द को कमजोर सटीकता के साथ परिभाषित करना असंभव है, बल्कि मनोविज्ञान के मौलिक विषयों को भी सही मायने में अज्ञात कर दिया गया है।</p>\n<p>जो लोग गलत तरीके से मानते हैं कि मनोविज्ञान एक समकालीन, नवीनतम विज्ञान है, वे वास्तव में भ्रमित हैं क्योंकि मनोविज्ञान एक बहुत प्राचीन विज्ञान है जिसकी उत्पत्ति पुरातन रहस्यों के पुराने स्कूलों में हुई है।</p>\n<p>स्नोब प्रकार, अति-आधुनिक बदमाश, प्रतिगामी के लिए, मनोविज्ञान के रूप में जाना जाता है उसे परिभाषित करना असंभव है क्योंकि इस समकालीन युग को छोड़कर, यह स्पष्ट है कि मनोविज्ञान कभी भी अपने नाम के तहत मौजूद नहीं था क्योंकि ऐसे या ऐसे कारणों से, यह हमेशा राजनीतिक या धार्मिक प्रकृति की तोड़फोड़ प्रवृत्तियों के संदिग्ध था और इसलिए इसे कई वस्त्रों में खुद को छिपाने की आवश्यकता थी।</p>\n<p>प्राचीन काल से, जीवन के रंगमंच के विभिन्न परिदृश्यों में, मनोविज्ञान ने हमेशा दर्शन के वस्त्र के साथ चतुराई से प्रच्छन्न अपनी भूमिका निभाई।</p>\n<p>गंगा के तट पर, वेदों के पवित्र भारत में, सदियों की भयानक रात से, योग के रूप हैं जो मूल रूप से उच्च स्तर का शुद्ध प्रायोगिक मनोविज्ञान हैं।</p>\n<p>सात योगों को हमेशा विधियों, प्रक्रियाओं या दार्शनिक प्रणालियों के रूप में वर्णित किया गया है।</p>\n<p>अरब दुनिया में, सूफियों की पवित्र शिक्षाएँ, आंशिक रूप से आध्यात्मिक, आंशिक रूप से धार्मिक, वास्तव में पूरी तरह से मनोवैज्ञानिक क्रम की हैं।</p>\n<p>पुराने यूरोप में, जो इतने युद्धों, नस्लीय पूर्वाग्रहों से हड्डियों तक सड़ा हुआ है। धार्मिक, राजनीतिक आदि, पिछली शताब्दी के अंत तक, मनोविज्ञान ने ध्यान से गुजरने के लिए दर्शन का वेश धारण किया।</p>\n<p>दर्शन अपने सभी विभाजनों और उप-विभाजनों जैसे कि तर्क, ज्ञान का सिद्धांत, नैतिकता, सौंदर्यशास्त्र आदि के बावजूद, बिना किसी संदेह के अपने आप में स्पष्ट आत्म-चिंतन, अस्तित्व का रहस्यमय संज्ञान, जागृत चेतना का संज्ञानात्मक क्रियावाद है।</p>\n<p>कई दार्शनिक स्कूलों की त्रुटि मनोविज्ञान को दर्शन से कमतर, मानव स्वभाव के सबसे निचले और यहां तक कि तुच्छ पहलुओं से संबंधित कुछ मानने में निहित है।</p>\n<p>धर्मों का एक तुलनात्मक अध्ययन हमें इस तार्किक निष्कर्ष पर पहुँचने की अनुमति देता है कि मनोविज्ञान का विज्ञान हमेशा सभी धार्मिक सिद्धांतों से बहुत घनिष्ठ रूप से जुड़ा हुआ था। धर्मों का कोई भी तुलनात्मक अध्ययन हमें यह प्रदर्शित करने के लिए आता है कि विभिन्न देशों और विभिन्न युगों के सबसे रूढ़िवादी पवित्र साहित्य में, मनोवैज्ञानिक विज्ञान के अद्भुत खजाने मौजूद हैं।</p>\n<p>ज्ञानवाद के क्षेत्र में गहराई से अनुसंधान हमें विभिन्न ज्ञानवादी लेखकों के उस अद्भुत संकलन को खोजने की अनुमति देता है जो ईसाई धर्म के शुरुआती समय से आता है और जिसे फिलोकालिया के नाम से जाना जाता है, जिसका उपयोग अभी भी हमारे दिनों में पूर्वी चर्च में किया जाता है, विशेष रूप से भिक्षुओं के निर्देश के लिए।</p>\n<p>बिना किसी संदेह के और बिना किसी धोखे में पड़ने के थोड़े से भी डर के, हम स्पष्ट रूप से कह सकते हैं कि फिलोकालिया अनिवार्य रूप से शुद्ध प्रायोगिक मनोविज्ञान है।</p>\n<p>ग्रीस, मिस्र, रोम, भारत, फारस, मैक्सिको, पेरू, असीरिया, चाल्डिया आदि के प्राचीन रहस्य स्कूलों में, मनोविज्ञान हमेशा दर्शन, वास्तविक उद्देश्य कला, विज्ञान और धर्म से जुड़ा था।</p>\n<p>प्राचीन काल में मनोविज्ञान को पवित्र नर्तकियों के सुंदर रूपों के बीच या अजीब चित्रलिपि या सुंदर मूर्तियों, या कविता, या त्रासदी और यहां तक कि मंदिरों के रमणीय संगीत के रहस्य के बीच चतुराई से छिपाया गया था।</p>\n<p>विज्ञान, दर्शन, कला और धर्म के स्वतंत्र रूप से घूमने के लिए अलग होने से पहले, मनोविज्ञान ने सभी प्राचीन रहस्य स्कूलों में संप्रभु शासन किया।</p>\n<p>जब दीक्षा कॉलेज कलियुग, या काले युग के कारण बंद हो गए, जिसमें हम अभी भी हैं, तो मनोविज्ञान आधुनिक दुनिया के विभिन्न गूढ़ और छद्म-गूढ़ स्कूलों के प्रतीकात्मकता के बीच और विशेष रूप से ज्ञानवादी गूढ़वाद के बीच जीवित रहा।</p>\n<p>गहरे विश्लेषण और गहन शोध हमें पूरी तरह से स्पष्ट रूप से समझने की अनुमति देते हैं कि अतीत में मौजूद और वर्तमान में मौजूद विभिन्न मनोवैज्ञानिक प्रणालियों और सिद्धांतों को दो श्रेणियों में विभाजित किया जा सकता है।</p>\n<p>पहला.- सिद्धांत जैसे कि कई बुद्धिजीवी उन्हें मानते हैं। आधुनिक मनोविज्ञान वास्तव में इस श्रेणी से संबंधित है।</p>\n<p>दूसरा.- सिद्धांत जो चेतना की क्रांति के दृष्टिकोण से मनुष्य का अध्ययन करते हैं।</p>\n<p>ये अंतिम वास्तव में मूल सिद्धांत हैं, सबसे पुराने, केवल वे हमें मनोविज्ञान की जीवित उत्पत्ति और इसके गहरे महत्व को समझने की अनुमति देते हैं।</p>\n<p>जब हम सभी ने पूरी तरह से और मन के सभी स्तरों पर समझ लिया है कि चेतना की क्रांति के नए दृष्टिकोण से मनुष्य का अध्ययन करना कितना महत्वपूर्ण है, तो हम समझेंगे कि मनोविज्ञान उन सिद्धांतों, कानूनों और तथ्यों का अध्ययन है जो व्यक्ति के कट्टरपंथी और निश्चित परिवर्तन से घनिष्ठ रूप से संबंधित हैं।</p>\n<p>यह जरूरी है कि स्कूलों, कॉलेजों और विश्वविद्यालयों के शिक्षक उस महत्वपूर्ण समय को पूरी तरह से समझें जिसमें हम जी रहे हैं और नई पीढ़ी जिस विनाशकारी मनोवैज्ञानिक भ्रम की स्थिति में है।</p>\n<p>“नई लहर” को चेतना की क्रांति के रास्ते पर ले जाना आवश्यक है और यह केवल मौलिक शिक्षा के क्रांतिकारी मनोविज्ञान के माध्यम से ही संभव है।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hi/educacion-fundamental/psicologia-revolucionaria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hi/educacion-fundamental/psicologia-revolucionaria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hi/educacion-fundamental/psicologia-revolucionaria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
