import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ବୈପ୍ଳବିକ ମନୋବିଜ୍ଞାନ",
  "locale": "or",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "31. ବୈପ୍ଳବିକ ମନୋବିଜ୍ଞାନ",
    "order": 31
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ବିଦ୍ୟାଳୟ, ମହାବିଦ୍ୟାଳୟ ଏବଂ ବିଶ୍ୱବିଦ୍ୟାଳୟର ଶିକ୍ଷକ ତଥା ଶିକ୍ଷୟିତ୍ରୀମାନେ ଆନ୍ତର୍ଜାତୀୟ ଜ୍ଞାନବାଦୀ ଆନ୍ଦୋଳନ ଦ୍ୱାରା ଶିକ୍ଷା ଦିଆଯାଉଥିବା ବିପ୍ଳବୀ ମନସ୍ତତ୍ତ୍ୱ (REVOLUTIONARY PSYCHOLOGY) ବିଷୟରେ ଗଭୀର ଭାବରେ ଅଧ୍ୟୟନ କରିବା ଉଚିତ୍।</p>\n<p>ଏହି ଚାଲିଥିବା ବିପ୍ଳବର ମନସ୍ତତ୍ତ୍ୱ ପୂର୍ବରୁ ଏହି ନାମରେ ଜଣାଶୁଣା ସମସ୍ତ ବିଷୟଠାରୁ ସମ୍ପୂର୍ଣ୍ଣ ଭିନ୍ନ ଅଟେ।</p>\n<p>ଏଥିରେ କୌଣସି ସନ୍ଦେହ ନାହିଁ ଯେ ଆମେ ଭୁଲ୍ କରିବା ଭୟ ବିନା କହିପାରିବା ଯେ ଆମ ପୂର୍ବରୁ ଆସିଥିବା ଶତାବ୍ଦୀଗୁଡ଼ିକରେ ସମସ୍ତ ଯୁଗର ଗଭୀର ରାତିରୁ ମନସ୍ତତ୍ତ୍ୱ (PSYCHOLOGY) ଏତେ ତଳକୁ ଖସି ନଥିଲା ଯେପରି ଏହି “ବିନା କାରଣର ବିଦ୍ରୋହୀ” (REBEL WITHOUT A CAUSE) ଏବଂ ରକ୍ ର ସମୟରେ ହୋଇଛି।</p>\n<p>ଏହି ଆଧୁନିକ ସମୟର ମନ୍ଥର ଏବଂ ପ୍ରତିକ୍ରିୟାଶୀଳ ମନସ୍ତତ୍ତ୍ୱ ଦୁର୍ଭାଗ୍ୟବଶତଃ ଏହାର ଅର୍ଥ ହରାଇଛି ଏବଂ ଏହାର ପ୍ରକୃତ ଉତ୍ସ ସହିତ ସମସ୍ତ ପ୍ରତ୍ୟକ୍ଷ ସମ୍ପର୍କ ମଧ୍ୟ ହରାଇଛି।</p>\n<p>ଯୌନ ବିକୃତି ଏବଂ ମନର ସମ୍ପୂର୍ଣ୍ଣ ଅବନତିର ଏହି ସମୟରେ କେବଳ ମନସ୍ତତ୍ତ୍ୱ (PSYCHOLOGY) ଶବ୍ଦକୁ ସଠିକ୍ ଭାବରେ ବ୍ୟାଖ୍ୟା କରିବା ଅସମ୍ଭବ ନୁହେଁ ବରଂ ମନସ୍ତତ୍ତ୍ୱର ମୌଳିକ ବିଷୟଗୁଡ଼ିକ ମଧ୍ୟ ପ୍ରକୃତରେ ଅଜ୍ଞାତ ଅଟେ।</p>\n<p>ଯେଉଁମାନେ ଭୁଲ୍ ଭାବିଥାନ୍ତି ଯେ ମନସ୍ତତ୍ତ୍ୱ ହେଉଛି ଏକ ସାମକାଳୀନ ବିଜ୍ଞାନ, ସେମାନେ ପ୍ରକୃତରେ ଦ୍ୱନ୍ଦ୍ୱରେ ପଡ଼ନ୍ତି କାରଣ ମନସ୍ତତ୍ତ୍ୱ ହେଉଛି ଏକ ପ୍ରାଚୀନ ବିଜ୍ଞାନ ଯାହାର ଉତ୍ପତ୍ତି ପୁରାତନ ରହସ୍ୟ ବିଦ୍ୟାଳୟରେ ହୋଇଥିଲା।</p>\n<p>ସ୍ନୋବ୍ (SNOB) ପ୍ରକାରର ଲୋକ, ଅତ୍ୟାଧୁନିକ ଖଳନାୟକ, ମନ୍ଥର ଲୋକଙ୍କ ପାଇଁ ମନସ୍ତତ୍ତ୍ୱ (PSYCHOLOGY) ଭାବରେ ଜଣାଶୁଣା ବିଷୟକୁ ବ୍ୟାଖ୍ୟା କରିବା ଅସମ୍ଭବ କାରଣ ଏହି ସାମକାଳୀନ ସମୟ ବ୍ୟତୀତ ଏହା ସ୍ପଷ୍ଟ ଯେ ମନସ୍ତତ୍ତ୍ୱ କେବେବି ଏହାର ନିଜ ନାମରେ ବିଦ୍ୟମାନ ନଥିଲା କାରଣ କେତେକ କାରଣରୁ ଏହା ସର୍ବଦା ରାଜନୈତିକ କିମ୍ବା ଧାର୍ମିକ ପ୍ରକୃତିର ବିଧ୍ୱଂସକାରୀ ପ୍ରବୃତ୍ତିଗୁଡ଼ିକର ସନ୍ଦେହଜନକ ଥିଲା ଏବଂ ସେଥିପାଇଁ ଏହାକୁ ବହୁ ରୂପରେ ନିଜକୁ ବଦଳାଇବାକୁ ପଡ଼ିଥିଲା।</p>\n<p>ପୁରାତନ କାଳରୁ ଜୀବନର ରଙ୍ଗମଞ୍ଚରେ ମନସ୍ତତ୍ତ୍ୱ (PSYCHOLOGY) ସର୍ବଦା ଦର୍ଶନର ପୋଷାକ ପିନ୍ଧି ନିଜର ଭୂମିକା ବୁଦ୍ଧିମାନ ଭାବରେ ପ୍ରଦର୍ଶନ କରିଆସୁଛି।</p>\n<p>ଗଙ୍ଗା ନଦୀ କୂଳରେ ବେଦର ପବିତ୍ର ଭାରତରେ ଶତାବ୍ଦୀର ଭୟାନକ ରାତିରୁ ଯୋଗର ରୂପ ରହିଆସିଛି ଯାହା ମୂଳତଃ ଉଚ୍ଚ ସ୍ତରର ଶୁଦ୍ଧ ପରୀକ୍ଷାମୂଳକ ମନସ୍ତତ୍ତ୍ୱ (EXPERIMENTAL PSYCHOLOGY)।</p>\n<p>ସାତଟି ଯୋଗକୁ ସର୍ବଦା ଦାର୍ଶନିକ ପଦ୍ଧତି, ପ୍ରକ୍ରିୟା କିମ୍ବା ସିଷ୍ଟମ୍ ଭାବରେ ବର୍ଣ୍ଣନା କରାଯାଇଛି।</p>\n<p>ଆରବ ଦେଶରେ ସୁଫିମାନଙ୍କର ପବିତ୍ର ଶିକ୍ଷାଗୁଡ଼ିକ ଆଂଶିକ ଅଧ୍ୟାତ୍ମିକ ଏବଂ ଆଂଶିକ ଧାର୍ମିକ ହୋଇଥିଲେ ମଧ୍ୟ ପ୍ରକୃତରେ ସମ୍ପୂର୍ଣ୍ଣ ମନସ୍ତାତ୍ତ୍ୱିକ ଅଟେ।</p>\n<p>ଯୁଦ୍ଧ, ଜାତିଗତ ପୂର୍ବଗ୍ରହ, ଧାର୍ମିକ ଏବଂ ରାଜନୈତିକ ଭେଦଭାବ ଇତ୍ୟାଦି ଦ୍ୱାରା ହାଡ଼ ପର୍ଯ୍ୟନ୍ତ ସଢ଼ି ଯାଇଥିବା ପୁରାତନ ୟୁରୋପରେ ଗତ ଶତାବ୍ଦୀର ଶେଷ ପର୍ଯ୍ୟନ୍ତ ମନସ୍ତତ୍ତ୍ୱ (PSYCHOLOGY) ନିଜକୁ ଅଲକ୍ଷ୍ୟରେ ରଖିବା ପାଇଁ ଦର୍ଶନର ପୋଷାକ ପିନ୍ଧିଥିଲା।</p>\n<p>ଦର୍ଶନର ବିଭାଜନ ଏବଂ ଉପବିଭାଜନ ଯେପରିକି ତର୍କଶାସ୍ତ୍ର, ଜ୍ଞାନର ତତ୍ତ୍ୱ, ନୀତିଶାସ୍ତ୍ର, ସୌନ୍ଦର୍ଯ୍ୟଶାସ୍ତ୍ର ଇତ୍ୟାଦି ସତ୍ତ୍ୱେ ଏହା ନିଜେ ଏକ ସ୍ପଷ୍ଟ ସ୍ୱୟଂ-ପ୍ରତିଫଳନ, ଅସ୍ତିତ୍ୱର ରହସ୍ୟମୟ ଜ୍ଞାନ, ସଚେତନତାର କାର୍ଯ୍ୟକାରୀ ଜ୍ଞାନ ଅଟେ।</p>\n<p>ଅନେକ ଦାର୍ଶନିକ ବିଦ୍ୟାଳୟର ଭୁଲ୍ ହେଉଛି ମନସ୍ତତ୍ତ୍ୱକୁ ଦର୍ଶନଠାରୁ ନିମ୍ନ ବୋଲି ବିବେଚନା କରିବା, କେବଳ ମାନବ ପ୍ରକୃତିର ନିମ୍ନ ଏବଂ ତୁଚ୍ଛ ଦିଗ ସହିତ ଜଡିତ ବୋଲି ଭାବିବା।</p>\n<p>ଧର୍ମଗୁଡ଼ିକର ଏକ ତୁଳନାତ୍ମକ ଅଧ୍ୟୟନ ଆମକୁ ଏହି ଲଜିକ୍ ସିଦ୍ଧାନ୍ତରେ ପହଞ୍ଚିବାକୁ ଅନୁମତି ଦିଏ ଯେ ମନସ୍ତତ୍ତ୍ୱର ବିଜ୍ଞାନ ସର୍ବଦା ସମସ୍ତ ଧାର୍ମିକ ନୀତି ସହିତ ଅତି ଘନିଷ୍ଠ ଭାବରେ ଜଡିତ ଥିଲା। ଧର୍ମଗୁଡ଼ିକର ଯେକୌଣସି ତୁଳନାତ୍ମକ ଅଧ୍ୟୟନ ଆମକୁ ଦର୍ଶାଇଥାଏ ଯେ ବିଭିନ୍ନ ଦେଶ ତଥା ବିଭିନ୍ନ ଯୁଗର ଅଧିକାଂଶ ପାରମ୍ପରିକ ପବିତ୍ର ସାହିତ୍ୟରେ ମନସ୍ତାତ୍ତ୍ୱିକ ବିଜ୍ଞାନର ଚମତ୍କାର ଭଣ୍ଡାର ରହିଛି।</p>\n<p>ଜ୍ଞାନବାଦର କ୍ଷେତ୍ରରେ ଗଭୀର ଅନୁସନ୍ଧାନ ଆମକୁ ବିଭିନ୍ନ ଜ୍ଞାନବାଦୀ ଲେଖକଙ୍କର ସେହି ଚମତ୍କାର ସଂକଳନ ଖୋଜିବାରେ ସାହାଯ୍ୟ କରେ ଯାହା ଖ୍ରୀଷ୍ଟ ଧର୍ମର ପ୍ରାରମ୍ଭିକ ସମୟରୁ ଆସିଛି ଏବଂ ଏହାକୁ ଫିଲୋକାଲିଆ (PHILOKALIA) ଭାବରେ ଜଣାଯାଏ, ଯାହା ଆଜି ମଧ୍ୟ ପୂର୍ବ ଚର୍ଚ୍ଚରେ ବିଶେଷତଃ ସାଧୁମାନଙ୍କୁ ଶିକ୍ଷା ଦେବା ପାଇଁ ବ୍ୟବହୃତ ହେଉଛି।</p>\n<p>ଏଥିରେ କୌଣସି ସନ୍ଦେହ ନାହିଁ ଏବଂ ପ୍ରତାରିତ ହେବାର ସାମାନ୍ୟତମ ଭୟ ବିନା ଆମେ ଦୃଢ଼ ଭାବରେ କହିପାରିବା ଯେ ଫିଲୋକାଲିଆ (PHILOKALIA) ହେଉଛି ମୂଳତଃ ଶୁଦ୍ଧ ପରୀକ୍ଷାମୂଳକ ମନସ୍ତତ୍ତ୍ୱ (EXPERIMENTAL PSYCHOLOGY)।</p>\n<p>ଗ୍ରୀସ୍, ଇଜିପ୍ଟ, ରୋମ୍, ଭାରତ, ପାରସ୍ୟ, ମେକ୍ସିକୋ, ପେରୁ, ଆସିରିଆ, କାଲଡିଆ ଇତ୍ୟାଦିର ପ୍ରାଚୀନ ରହସ୍ୟ ବିଦ୍ୟାଳୟରେ ମନସ୍ତତ୍ତ୍ୱ (PSYCHOLOGY) ସର୍ବଦା ଦର୍ଶନ, ବାସ୍ତବ ଉଦ୍ଦେଶ୍ୟମୂଳକ କଳା, ବିଜ୍ଞାନ ଏବଂ ଧର୍ମ ସହିତ ଜଡିତ ଥିଲା।</p>\n<p>ପ୍ରାଚୀନ କାଳରେ ମନସ୍ତତ୍ତ୍ୱକୁ (PSYCHOLOGY) ନୃତ୍ୟଶିଳ୍ପୀମାନଙ୍କର ସୁନ୍ଦର ରୂପ ମଧ୍ୟରେ କିମ୍ବା ଅଜବ ଲିପି କିମ୍ବା ସୁନ୍ଦର ମୂର୍ତ୍ତି କିମ୍ବା କବିତା କିମ୍ବା ଦୁଃଖଦ ଘଟଣା ଏବଂ ମନ୍ଦିରଗୁଡ଼ିକର ସୁମଧୁର ସଙ୍ଗୀତ ମଧ୍ୟରେ ବୁଦ୍ଧିମାନ ଭାବରେ ଲୁକ୍କାୟିତ କରାଯାଇଥିଲା।</p>\n<p>ବିଜ୍ଞାନ, ଦର୍ଶନ, କଳା ଏବଂ ଧର୍ମ ସ୍ୱାଧୀନ ଭାବରେ ବୁଲିବା ପାଇଁ ପୃଥକ ହେବା ପୂର୍ବରୁ ମନସ୍ତତ୍ତ୍ୱ (PSYCHOLOGY) ସମସ୍ତ ପ୍ରାଚୀନ ରହସ୍ୟ ବିଦ୍ୟାଳୟରେ ସର୍ବୋଚ୍ଚ ଶାସନ କରୁଥିଲା।</p>\n<p>ଯେତେବେଳେ କଳିଯୁଗ କାରଣରୁ ପ୍ରାରମ୍ଭିକ କଲେଜଗୁଡ଼ିକ ବନ୍ଦ ହୋଇଗଲା, ଯେଉଁ ଅନ୍ଧକାର ଯୁଗରେ ଆମେ ଏବେ ବି ରହିଛୁ, ସେତେବେଳେ ମନସ୍ତତ୍ତ୍ୱ ଆଧୁନିକ ବିଶ୍ୱର ବିଭିନ୍ନ ଗୁପ୍ତ ଏବଂ ସ୍ୱୟଂ-ଗୁପ୍ତ ବିଦ୍ୟାଳୟର ପ୍ରତୀକବାଦ ମଧ୍ୟରେ ଏବଂ ବିଶେଷ ଭାବରେ ଜ୍ଞାନବାଦୀ ଗୁପ୍ତତତ୍ତ୍ୱ ମଧ୍ୟରେ ବଞ୍ଚି ରହିଥିଲା।</p>\n<p>ଗଭୀର ବିଶ୍ଳେଷଣ ଏବଂ ଅନୁସନ୍ଧାନ ଆମକୁ ସ୍ପଷ୍ଟ ଭାବରେ ବୁଝିବାରେ ସାହାଯ୍ୟ କରେ ଯେ ଅତୀତରେ ବିଦ୍ୟମାନ ଥିବା ଏବଂ ବର୍ତ୍ତମାନରେ ବିଦ୍ୟମାନ ଥିବା ବିଭିନ୍ନ ମନସ୍ତାତ୍ତ୍ୱିକ ପ୍ରଣାଳୀ ଏବଂ ମତବାଦଗୁଡ଼ିକୁ ଦୁଇଟି ବର୍ଗରେ ବିଭକ୍ତ କରାଯାଇପାରିବ।</p>\n<p>ପ୍ରଥମ: ଯେପରି ଅନେକ ବୁଦ୍ଧିଜୀବୀ ମାନିଥାନ୍ତି। ଆଧୁନିକ ମନସ୍ତତ୍ତ୍ୱ ବାସ୍ତବରେ ଏହି ବର୍ଗର ଅନ୍ତର୍ଭୁକ୍ତ।</p>\n<p>ଦ୍ୱିତୀୟ: ଯେଉଁ ମତବାଦଗୁଡ଼ିକ ସଚେତନତାର ବିପ୍ଳବ ଦୃଷ୍ଟିକୋଣରୁ ମଣିଷକୁ ଅଧ୍ୟୟନ କରନ୍ତି।</p>\n<p>ଏହି ଶେଷୋକ୍ତ ମତବାଦଗୁଡ଼ିକ ପ୍ରକୃତରେ ମୌଳିକ, ସର୍ବପୁରାତନ ଏବଂ କେବଳ ସେଗୁଡ଼ିକ ଆମକୁ ମନସ୍ତତ୍ତ୍ୱର ଜୀବନ୍ତ ଉତ୍ସ ଏବଂ ଏହାର ଗଭୀର ମହତ୍ତ୍ୱକୁ ବୁଝିବାରେ ସାହାଯ୍ୟ କରନ୍ତି।</p>\n<p>ଯେତେବେଳେ ଆମେ ସମସ୍ତେ ସମ୍ପୂର୍ଣ୍ଣ ଭାବରେ ଏବଂ ମନର ସମସ୍ତ ସ୍ତରରେ ବୁଝିବା ଯେ ସଚେତନତାର ବିପ୍ଳବର ନୂତନ ଦୃଷ୍ଟିକୋଣରୁ ମଣିଷର ଅଧ୍ୟୟନ କେତେ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ, ସେତେବେଳେ ଆମେ ବୁଝିବା ଯେ ମନସ୍ତତ୍ତ୍ୱ ହେଉଛି ବ୍ୟକ୍ତିର ମୌଳିକ ଏବଂ ଚୂଡ଼ାନ୍ତ ରୂପାନ୍ତର ସହିତ ଘନିଷ୍ଠ ଭାବରେ ଜଡିତ ନୀତି, ନିୟମ ଏବଂ ତଥ୍ୟଗୁଡ଼ିକର ଅଧ୍ୟୟନ।</p>\n<p>ବିଦ୍ୟାଳୟ, ମହାବିଦ୍ୟାଳୟ ଏବଂ ବିଶ୍ୱବିଦ୍ୟାଳୟର ଶିକ୍ଷକ ତଥା ଶିକ୍ଷୟିତ୍ରୀମାନେ ଆମେ ବର୍ତ୍ତମାନ ବଞ୍ଚୁଥିବା ସମୟର ଗୁରୁତ୍ୱ ଏବଂ ନୂତନ ପିଢ଼ି ଯେଉଁ ମନସ୍ତାତ୍ତ୍ୱିକ ଦିଗହରା ଅବସ୍ଥାରେ ଅଛନ୍ତି, ତାହା ସମ୍ପୂର୍ଣ୍ଣ ଭାବରେ ବୁଝିବା ଜରୁରୀ ଅଟେ।</p>\n<p>ସଚେତନତାର ବିପ୍ଳବ ପଥରେ “ନୂତନ ଢ଼େଉ” କୁ ମାର୍ଗଦର୍ଶନ କରିବା ଆବଶ୍ୟକ ଏବଂ ଏହା କେବଳ ମୌଳିକ ଶିକ୍ଷାର ବିପ୍ଳବୀ ମନସ୍ତତ୍ତ୍ୱ (REVOLUTIONARY PSYCHOLOGY) ମାଧ୍ୟମରେ ସମ୍ଭବ ଅଟେ।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/or/educacion-fundamental/psicologia-revolucionaria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/or/educacion-fundamental/psicologia-revolucionaria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/or/educacion-fundamental/psicologia-revolucionaria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
