import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Революциялық психология",
  "locale": "kk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "31. Революциялық психология",
    "order": 31
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Мектеп, колледж және университет мұғалімдері ГНОСТИКАЛЫҚ ХАЛЫҚАРАЛЫҚ ҚОЗҒАЛЫС үйрететін РЕВОЛЮЦИЯЛЫҚ ПСИХОЛОГИЯНЫ терең зерттеуі тиіс.</p>\n<p>Революцияның психологиясы бұған дейін осы атпен белгілі болған барлық нәрседен түбегейлі өзгеше.</p>\n<p>Бізді бұрынғы ғасырларда, барлық дәуірлердің терең түнінен бастап, психологияның “СЕБЕПСІЗ БҮЛІКШІ” мен РОК мырзалар дәуіріндегідей төмен деңгейге түспегеніне сенімді түрде айта аламыз.</p>\n<p>Қазіргі заманғы кешіктіруші және реакцияшыл психология өкінішке орай, өз мәнін және шынайы шығу тегімен тікелей байланысын жоғалтты.</p>\n<p>Жыныстық азғындау және ақыл-ойдың толық нашарлау кезінде, психология терминін нақты анықтау мүмкін болмай ғана қоймайды, сонымен қатар психологияның негізгі мәселелері де белгісіз болып қалады.</p>\n<p>Психологияны соңғы минуттағы қазіргі заманғы ғылым деп қателесетіндер, шын мәнінде шатасады, өйткені психология - бұл ЕЖЕЛГІ ҚҰПИЯЛАРДЫҢ ескі мектептерінде пайда болған өте көне ғылым.</p>\n<p>Сноб түріне, ультра-заманауи алаяққа, кешіктірушіге психология деп аталатын нәрсені анықтау мүмкін емес, өйткені осы заманнан басқа, психология ешқашан өз атымен болған емес, себебі белгілі бір себептермен ол әрқашан саяси немесе діни сипаттағы бүлікшіл тенденцияларға күдікпен қарады және сондықтан өзін көптеген киімдермен бүркеуге мәжбүр болды.</p>\n<p>Ежелгі заманнан бері, өмір театрының әртүрлі сахналарында психология әрқашан өзінің рөлін философия киімімен ақылды түрде бүркемелеп ойнады.</p>\n<p>Ганга жағасында, ВЕДАЛАРДЫҢ қасиетті Үндістанында, ғасырлардың қорқынышты түнінен бастап, түбінде жоғары деңгейдегі таза ТӘЖІРИБЕЛІК ПСИХОЛОГИЯ болып табылатын ЙОГА түрлері бар.</p>\n<p>Жеті ЙОГА әрқашан әдістер, процедуралар немесе философиялық жүйелер ретінде сипатталған.</p>\n<p>Араб әлеміндегі СУФИЛЕРДІҢ қасиетті ілімдері, ішінара метафизикалық, ішінара діни, шынымен психологиялық сипатта болып табылады.</p>\n<p>Көптеген соғыстармен, нәсілдік кемсітушілікпен, діни, саяси және т.б. сүйектеріне дейін шіріген ескі Еуропада, өткен ғасырдың соңына дейін психология байқалмау үшін философия костюмін киді.</p>\n<p>Философия, оның логика, таным теориясы, этика, эстетика және т.б. бөлімдері мен бөлімшелеріне қарамастан, өзіндік рефлексия, БАРДЫҢ МИСТИКАЛЫҚ ТАНЫМЫ, ОЯУ САНАНЫҢ КОГНИТИВТІК ФУНКЦИОНАЛИЗМІ екендігі күмәнсіз.</p>\n<p>Көптеген философиялық мектептердің қателігі психологияны философиядан төмен, адам табиғатының ең төменгі және тіпті тривиалды аспектілерімен ғана байланысты нәрсе деп санауда болды.</p>\n<p>Діндерді салыстырмалы зерттеу психология ғылымы әрқашан барлық ДІНИ ҚАҒИДАЛАРМЕН өте тығыз байланысты болған деген логикалық қорытындыға келуге мүмкіндік береді. Діндерді кез келген салыстырмалы зерттеу әртүрлі елдер мен әртүрлі дәуірлердің ең православиелік қасиетті әдебиетінде психология ғылымының керемет қазыналары бар екенін көрсетеді.</p>\n<p>ГНОСТИЦИЗМ саласындағы терең зерттеулер бізге Христиандықтың алғашқы кезеңдерінен келе жатқан және ШЫҒЫС ШІРКЕУІНДЕ, әсіресе монахтарды үйрету үшін біздің күндерімізде де қолданылатын PHILOKALIA деген атпен белгілі гностикалық авторлардың әртүрлі жинағын табуға мүмкіндік береді.</p>\n<p>Кез келген күмәнсіз және алдауға түсуден еш қорықпай, PHILOKALIA негізінен ТАЗА ТӘЖІРИБЕЛІК ПСИХОЛОГИЯ екенін нық сеніммен айта аламыз.</p>\n<p>Греция, Египет, Рим, Үндістан, Персия, Мексика, Перу, Ассирия, Халдея және т.б. ЕЖЕЛГІ ҚҰПИЯ МЕКТЕПТЕРІНДЕ психология әрқашан философиямен, шынайы объективті өнермен, ғылыммен және дінмен байланысты болды.</p>\n<p>Ежелгі заманда психология қасиетті бишілердің әсем формаларының, немесе таңғажайып иероглифтердің жұмбағының, немесе әдемі мүсіндердің, немесе поэзияның, немесе трагедияның, тіпті ғибадатханалардың керемет музыкасының арасында ақылды түрде жасырылды.</p>\n<p>Ғылым, философия, өнер және дін өз бетінше тәуелсіз бағыт алмас бұрын, психология барлық ЕЖЕЛГІ ҚҰПИЯ МЕКТЕПТЕРІНДЕ үстемдік етті.</p>\n<p>Калиюга немесе біз әлі де жүрген ҚАРА ДӘУІР себебінен инициациялық колледждер жабылған кезде, психология әлемнің әртүрлі ЭЗОТЕРИКАЛЫҚ және ЖАЛҒАН ЭЗОТЕРИКАЛЫҚ МЕКТЕПТЕРІНІҢ символизмінің арасында және әсіресе ГНОСТИКАЛЫҚ ЭЗОТЕРИЗМДІҢ арасында аман қалды.</p>\n<p>Терең талдау мен терең зерттеулер өткенде болған және қазіргі уақытта бар психологиялық жүйелер мен доктриналарды екі санатқа бөлуге болатынын толық түсінуге мүмкіндік береді.</p>\n<p>Бірінші.- Көптеген зиялы қауым өкілдері болжайтын доктриналар. Қазіргі заманғы психология шын мәнінде осы санатқа жатады.</p>\n<p>Екінші.- Адамды САНА РЕВОЛЮЦИЯСЫ тұрғысынан зерттейтін доктриналар.</p>\n<p>Соңғылары шынымен де бастапқы доктриналар, ең көнелері, олар ғана психологияның тірі шығу тегін және оның терең мағынасын түсінуге мүмкіндік береді.</p>\n<p>Бәріміз адамды САНА РЕВОЛЮЦИЯСЫНЫҢ жаңа көзқарасы бойынша зерттеудің маңыздылығын ТОЛЫҚ ТҮРДЕ және АҚЫЛ-ОЙДЫҢ БАРЛЫҚ ДЕҢГЕЙІНДЕ түсінген кезде, психологияның ЖЕКЕ ТҰЛҒАНЫҢ ТҮБЕГЕЙЛІ және түпкілікті ТРАНСФОРМАЦИЯСЫМЕН тығыз байланысты принциптерді, заңдарды және фактілерді зерттеу екенін түсінеміз.</p>\n<p>Мектеп, колледж және университет мұғалімдерінің біз өмір сүріп жатқан КРИТИКАЛЫҚ кезеңді және жаңа ұрпақтың психологиялық бағдарсыздығының қасіретті жағдайын толық түсінуі өте маңызды.</p>\n<p>«ЖАҢА ТОЛҚЫНДЫ» САНА РЕВОЛЮЦИЯСЫ жолына бағыттау қажет және бұған тек НЕГІЗГІ БІЛІМ БЕРУДІҢ РЕВОЛЮЦИЯЛЫҚ ПСИХОЛОГИЯСЫ арқылы ғана қол жеткізуге болады.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kk/educacion-fundamental/psicologia-revolucionaria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/psicologia-revolucionaria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/psicologia-revolucionaria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
