import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Επαναστατική Ψυχολογία",
  "locale": "el",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "31. Επαναστατική Ψυχολογία",
    "order": 31
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Οι Δάσκαλοι και οι Δασκάλες των Σχολείων, των Κολεγίων και των Πανεπιστημίων, πρέπει να μελετήσουν σε βάθος την ΕΠΑΝΑΣΤΑΤΙΚΗ ΨΥΧΟΛΟΓΙΑ που διδάσκει το ΔΙΕΘΝΕΣ ΓΝΩΣΤΙΚΟ ΚΙΝΗΜΑ.</p>\n<p>Η ΨΥΧΟΛΟΓΙΑ της ΕΠΑΝΑΣΤΑΣΗΣ που βρίσκεται σε εξέλιξη είναι ριζικά διαφορετική από ό,τι είχε γίνει γνωστό στο παρελθόν με αυτό το όνομα.</p>\n<p>Χωρίς καμία αμφιβολία, μπορούμε να πούμε χωρίς φόβο να κάνουμε λάθος ότι κατά τη διάρκεια των αιώνων που μας προηγήθηκαν, από τη βαθιά νύχτα όλων των εποχών, η ΨΥΧΟΛΟΓΙΑ δεν είχε ποτέ πέσει τόσο χαμηλά όσο σήμερα σε αυτή την εποχή του “ΑΝΤΑΡΤΗ ΧΩΡΙΣ ΑΙΤΙΑ” και των ιπποτών της ROCK.</p>\n<p>Η καθυστερημένη και αντιδραστική ψυχολογία αυτών των σύγχρονων καιρών, για να συμπληρώσει τις δυστυχίες, έχει δυστυχώς χάσει την αίσθηση της ύπαρξής της και κάθε άμεση επαφή με την πραγματική της προέλευση.</p>\n<p>Σε αυτούς τους καιρούς σεξουαλικού εκφυλισμού και ολικής φθοράς του μυαλού, όχι μόνο καθίσταται αδύνατο να οριστεί με ακριβή ακρίβεια ο όρος ΨΥΧΟΛΟΓΙΑ, αλλά και οι θεμελιώδεις ύλες της Ψυχολογίας είναι πραγματικά άγνωστες.</p>\n<p>Όσοι υποθέτουν εσφαλμένα ότι η ΨΥΧΟΛΟΓΙΑ είναι μια σύγχρονη επιστήμη της τελευταίας στιγμής, είναι πραγματικά μπερδεμένοι επειδή η ΨΥΧΟΛΟΓΙΑ είναι μια αρχαιότατη επιστήμη που έχει την προέλευσή της στις παλιές σχολές των ΑΡΧΑΪΚΩΝ ΜΥΣΤΗΡΙΩΝ.</p>\n<p>Στον τύπο του ΣΝΟΜΠ, στον υπερ-σύγχρονο Κατεργάρη, στον καθυστερημένο, είναι αδύνατο να ορίσει αυτό που είναι γνωστό ως ΨΥΧΟΛΟΓΙΑ, γιατί εκτός από αυτή τη σύγχρονη εποχή, είναι προφανές ότι η ΨΥΧΟΛΟΓΙΑ δεν υπήρξε ποτέ με το δικό της όνομα, επειδή για τέτοιους ή άλλους λόγους, ήταν πάντα ύποπτη για ανατρεπτικές τάσεις πολιτικού ή θρησκευτικού χαρακτήρα και γι’ αυτό αναγκάστηκε να μεταμφιεστεί με πολλαπλές φορεσιές.</p>\n<p>Από τους αρχαίους χρόνους, στις διάφορες σκηνές του θεάτρου της ζωής, η ΨΥΧΟΛΟΓΙΑ έπαιζε πάντα το ρόλο της, μεταμφιεσμένη έξυπνα με το μανδύα της φιλοσοφίας.</p>\n<p>Στις όχθες του Γάγγη, στην Ιερή Ινδία των ΒΕΔΩΝ, από την τρομακτική νύχτα των αιώνων, υπάρχουν μορφές ΓΙΟΓΚΑ που στην πραγματικότητα είναι καθαρή ΠΕΙΡΑΜΑΤΙΚΗ ΨΥΧΟΛΟΓΙΑ, υψηλού επιπέδου.</p>\n<p>Οι επτά ΓΙΟΓΚΑ έχουν περιγραφεί πάντα ως μέθοδοι, διαδικασίες ή φιλοσοφικά συστήματα.</p>\n<p>Στον Αραβικό κόσμο, οι Ιερές διδασκαλίες των ΣΟΥΦΙ, εν μέρει μεταφυσικές, εν μέρει θρησκευτικές, είναι πραγματικά εντελώς ΨΥΧΟΛΟΓΙΚΗΣ τάξης.</p>\n<p>Στην παλιά Ευρώπη, σαπισμένη μέχρι το μεδούλι των οστών με τόσους πολέμους, φυλετικές προκαταλήψεις, θρησκευτικές, πολιτικές κ.λπ. ακόμα και μέχρι τα τέλη του περασμένου αιώνα, η ΨΥΧΟΛΟΓΙΑ μεταμφιεζόταν με το κοστούμι της Φιλοσοφίας για να μπορέσει να περάσει απαρατήρητη.</p>\n<p>Η Φιλοσοφία παρά τις όλες τις διαιρέσεις και υποδιαιρέσεις της όπως η Λογική, η θεωρία της γνώσης, η Ηθική, η Αισθητική κ.λπ., είναι χωρίς καμία αμφιβολία από μόνη της, ΕΜΦΑΝΗΣ ΑΥΤΟΑΝΑΚΛΑΣΗ, ΜΥΣΤΙΚΗ ΓΝΩΣΗ ΤΟΥ ΕΙΝΑΙ, ΛΕΙΤΟΥΡΓΙΚΟΤΗΤΑ ΤΗΣ ΓΝΩΣΗΣ ΤΗΣ ΞΥΠΝΗΜΕΝΗΣ ΣΥΝΕΙΔΗΣΗΣ.</p>\n<p>Το λάθος πολλών ΦΙΛΟΣΟΦΙΚΩΝ ΣΧΟΛΩΝ έγκειται στο ότι θεώρησαν την ψυχολογία ως κάτι κατώτερο από τη ΦΙΛΟΣΟΦΙΑ, ως κάτι που σχετίζεται μόνο με τις χαμηλότερες και ακόμη και ασήμαντες πτυχές της ανθρώπινης φύσης.</p>\n<p>Μια συγκριτική μελέτη των Θρησκειών μας επιτρέπει να καταλήξουμε στο λογικό συμπέρασμα ότι η ΕΠΙΣΤΗΜΗ ΤΗΣ ΨΥΧΟΛΟΓΙΑΣ ήταν πάντα συνδεδεμένη πολύ στενά με όλες τις ΘΡΗΣΚΕΥΤΙΚΕΣ ΑΡΧΕΣ. Οποιαδήποτε συγκριτική μελέτη των Θρησκειών έρχεται να μας αποδείξει ότι στη ΣΑΚΡΑ ΛΟΓΟΤΕΧΝΙΑ πιο Ορθόδοξη από διάφορες χώρες και διαφορετικές εποχές, υπάρχουν θαυμάσιοι θησαυροί της ψυχολογικής επιστήμης.</p>\n<p>Εμπεριστατωμένες έρευνες στον τομέα του ΓΝΩΣΤΙΚΙΣΜΟΥ μας επιτρέπουν να βρούμε αυτή την θαυμάσια συλλογή διαφόρων Γνωστικών συγγραφέων που προέρχεται από τους πρώτους χρόνους του Χριστιανισμού και που είναι γνωστή με τον τίτλο PHILOKALIA, που χρησιμοποιείται ακόμη και στις μέρες μας στην ΑΝΑΤΟΛΙΚΗ ΕΚΚΛΗΣΙΑ, ειδικά για την εκπαίδευση των μοναχών.</p>\n<p>Χωρίς καμία αμφιβολία και χωρίς τον ελάχιστο φόβο να πέσουμε σε απάτες, μπορούμε να δηλώσουμε εμφατικά ότι η PHILOKALIA είναι ουσιαστικά ΚΑΘΑΡΗ ΠΕΙΡΑΜΑΤΙΚΗ ΨΥΧΟΛΟΓΙΑ.</p>\n<p>Στις ΑΡΧΑΙΕΣ ΣΧΟΛΕΣ ΜΥΣΤΗΡΙΩΝ της Ελλάδας, της Αιγύπτου, της Ρώμης, της Ινδίας, της Περσίας, του Μεξικού, του Περού, της Ασσυρίας, της Χαλδαίας, κ.λπ. κ.λπ. κ.λπ., η ΨΥΧΟΛΟΓΙΑ ήταν πάντα συνδεδεμένη με τη φιλοσοφία, την Τέχνη αντικειμενική Ρεαλιστική, την επιστήμη και τη Θρησκεία.</p>\n<p>Στους Αρχαίους χρόνους η ΨΥΧΟΛΟΓΙΑ κρυβόταν έξυπνα ανάμεσα στις χαριτωμένες μορφές των Ιερών Χορευτριών, ή ανάμεσα στο αίνιγμα των παράξενων Ιερογλυφικών ή των όμορφων γλυπτών, ή στην ποίηση, ή στην τραγωδία και ακόμη και στην υπέροχη μουσική των ναών.</p>\n<p>Πριν η Επιστήμη, η Φιλοσοφία, η Τέχνη και η Θρησκεία χωριστούν για να στραφούν ανεξάρτητα, η ΨΥΧΟΛΟΓΙΑ βασίλευε κυρίαρχη σε όλες τις ΑΡΧΑΙΟΤΑΤΕΣ ΣΧΟΛΕΣ ΜΥΣΤΗΡΙΩΝ.</p>\n<p>Όταν τα Μυητικά Κολέγια έκλεισαν λόγω της KALIYUGA, ή ΣΚΟΤΕΙΝΗΣ ΕΠΟΧΗΣ στην οποία βρισκόμαστε ακόμη, η ΨΥΧΟΛΟΓΙΑ επέζησε ανάμεσα στον συμβολισμό των διαφόρων ΕΣΩΤΕΡΙΚΩΝ και ΨΕΥΔΟ-ΕΣΩΤΕΡΙΚΩΝ ΣΧΟΛΩΝ του ΜΟΝΤΕΡΝΟΥ Κόσμου και ιδιαίτερα ανάμεσα στον ΓΝΩΣΤΙΚΟ ΕΣΩΤΕΡΙΣΜΟ.</p>\n<p>Βαθιές αναλύσεις και εμπεριστατωμένες έρευνες, μας επιτρέπουν να κατανοήσουμε με όλη την σαφήνεια του μεσημεριού ότι τα διάφορα ψυχολογικά συστήματα και δόγματα που υπήρξαν στο παρελθόν και που υπάρχουν στο παρόν, μπορούν να χωριστούν σε δύο κατηγορίες.</p>\n<p>Πρώτη.- Τα δόγματα όπως τα υποθέτουν πολλοί διανοούμενοι. Η σύγχρονη Ψυχολογία ανήκει στην πραγματικότητα σε αυτή την κατηγορία.</p>\n<p>Δεύτερη.- Τα δόγματα που μελετούν τον άνθρωπο από την άποψη της ΕΠΑΝΑΣΤΑΣΗΣ ΤΗΣ ΣΥΝΕΙΔΗΣΗΣ.</p>\n<p>Αυτά τα τελευταία είναι πράγματι τα αρχικά Δόγματα, τα αρχαιότερα, μόνο αυτά μας επιτρέπουν να κατανοήσουμε τις ζωντανές απαρχές της Ψυχολογίας και τη βαθιά σημασία της.</p>\n<p>Όταν όλοι εμείς έχουμε κατανοήσει ολόκληρα και σε όλα τα ΕΠΙΠΕΔΑ ΤΟΥ ΜΥΑΛΟΥ, πόσο σημαντική είναι η μελέτη του ανθρώπου από τη νέα άποψη της ΕΠΑΝΑΣΤΑΣΗΣ ΤΗΣ ΣΥΝΕΙΔΗΣΗΣ, θα καταλάβουμε τότε ότι η Ψυχολογία είναι η μελέτη των αρχών, των νόμων και των γεγονότων που σχετίζονται στενά με τον ΡΙΖΙΚΟ και οριστικό ΜΕΤΑΣΧΗΜΑΤΙΣΜΟ του ΑΤΟΜΟΥ.</p>\n<p>Είναι επείγον οι Δάσκαλοι και οι Δασκάλες των Σχολείων, των Κολεγίων και των Πανεπιστημίων, να κατανοήσουν ολόκληρα την ΚΡΙΣΙΜΗ ώρα στην οποία ζούμε και την Καταστροφική κατάσταση ψυχολογικού αποπροσανατολισμού στην οποία βρίσκεται η νέα Γενιά.</p>\n<p>Είναι απαραίτητο να κατευθύνουμε το “ΝΕΟ ΚΥΜΑ” στο δρόμο της ΕΠΑΝΑΣΤΑΣΗΣ ΤΗΣ ΣΥΝΕΙΔΗΣΗΣ και αυτό είναι δυνατό μόνο μέσω της ΕΠΑΝΑΣΤΑΤΙΚΗΣ ΨΥΧΟΛΟΓΙΑΣ της ΘΕΜΕΛΙΩΔΟΥΣ ΕΚΠΑΙΔΕΥΣΗΣ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/el/educacion-fundamental/psicologia-revolucionaria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/psicologia-revolucionaria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/psicologia-revolucionaria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
