import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "จิตวิทยาวิวัฒน์",
  "locale": "th",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "31. จิตวิทยาวิวัฒน์",
    "order": 31
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ครูและอาจารย์ในโรงเรียน วิทยาลัย และมหาวิทยาลัย ควรศึกษาเชิงลึกเกี่ยวกับจิตวิทยาวิวัฒนาการที่สอนโดยขบวนการญาณนิยมสากล</p>\n<p>จิตวิทยาของการปฏิวัติที่กำลังดำเนินอยู่นั้นแตกต่างอย่างสิ้นเชิงจากทุกสิ่งที่เคยรู้จักในชื่อนี้</p>\n<p>ไม่ต้องสงสัยเลย เราสามารถกล่าวได้อย่างไม่ต้องกลัวว่าจะผิดพลาดว่าในกระแสของศตวรรษที่ผ่านมาเรา ตั้งแต่ค่ำคืนอันลึกซึ้งของทุกยุคสมัย จิตวิทยาไม่เคยตกต่ำเท่าปัจจุบันในยุคแห่ง “กบฏไร้สาเหตุ” และสุภาพบุรุษแห่งร็อก</p>\n<p>จิตวิทยาที่ล้าหลังและปฏิกิริยาของยุคปัจจุบันนี้ยิ่งทำให้โชคร้ายมากขึ้นได้สูญเสียความหมายของการดำรงอยู่และขาดการติดต่อโดยตรงกับต้นกำเนิดที่แท้จริง</p>\n<p>ในยุคแห่งความเสื่อมทางเพศและความเสื่อมโทรมของจิตใจโดยสิ้นเชิง ไม่เพียงแต่เป็นการยากที่จะกำหนดคำว่าจิตวิทยาอย่างแม่นยำเท่านั้น แต่ยังไม่รู้จักวิชาพื้นฐานของจิตวิทยาอย่างแท้จริง</p>\n<p>ใครที่เข้าใจผิดว่าจิตวิทยาเป็นวิทยาศาสตร์ร่วมสมัยล่าสุดกำลังสับสนเพราะจิตวิทยาเป็นวิทยาศาสตร์โบราณที่มีต้นกำเนิดในโรงเรียนเก่าแก่แห่งความลึกลับโบราณ</p>\n<p>สำหรับคนประเภทสน็อบ คนพาลที่ทันสมัยสุดๆ คนล้าหลัง เป็นไปไม่ได้ที่จะกำหนดสิ่งที่เรียกว่าจิตวิทยา เพราะนอกจากยุคปัจจุบันนี้แล้ว เป็นที่ชัดเจนว่าจิตวิทยาไม่เคยมีอยู่ภายใต้ชื่อของมันเอง เนื่องจากด้วยเหตุผลใดเหตุผลหนึ่ง มันมักถูกสงสัยว่ามีแนวโน้มที่จะก่อวินาศกรรมทางการเมืองหรือศาสนา และด้วยเหตุนี้จึงจำเป็นต้องปลอมตัวด้วยเสื้อผ้าหลายชุด</p>\n<p>ตั้งแต่สมัยโบราณ ในฉากต่างๆ ของโรงละครแห่งชีวิต จิตวิทยามักจะแสดงบทบาทของมัน โดยปลอมตัวอย่างชาญฉลาดด้วยเสื้อผ้าของปรัชญา</p>\n<p>บนฝั่งแม่น้ำคงคา ในอินเดียอันศักดิ์สิทธิ์แห่งเวท ตั้งแต่ค่ำคืนอันน่าสะพรึงกลัวของศตวรรษ มีรูปแบบของโยคะที่โดยพื้นฐานแล้วคือจิตวิทยาเชิงทดลองอย่างแท้จริงในระดับสูง</p>\n<p>โยคะทั้งเจ็ดได้รับการอธิบายเสมอว่าเป็นวิธีการ ขั้นตอน หรือระบบปรัชญา</p>\n<p>ในโลกอาหรับ คำสอนศักดิ์สิทธิ์ของชาวซูฟี ซึ่งเป็นส่วนหนึ่งเป็นอภิปรัชญา ส่วนหนึ่งเป็นศาสนา เป็นคำสอนที่มีระเบียบทางจิตวิทยาอย่างแท้จริง</p>\n<p>ในยุโรปเก่าแก่ที่เน่าเปื่อยจนถึงแก่นกระดูกด้วยสงคราม อคติทางเชื้อชาติ ศาสนา การเมือง ฯลฯ แม้กระทั่งเมื่อปลายศตวรรษที่แล้ว จิตวิทยาได้ปลอมตัวด้วยชุดของปรัชญาเพื่อให้ผ่านพ้นไปได้โดยไม่ถูกสังเกต</p>\n<p>ปรัชญาแม้จะมีการแบ่งส่วนและการแบ่งส่วนย่อยทั้งหมด เช่น ตรรกะ ทฤษฎีความรู้ จริยธรรม สุนทรียศาสตร์ ฯลฯ เป็นที่แน่นอนว่าเป็นการสะท้อนตนเองที่ชัดเจน ความรู้ความเข้าใจลึกลับของสิ่งมีชีวิต การทำงานของความรู้ความเข้าใจของจิตสำนึกที่ตื่นอยู่</p>\n<p>ความผิดพลาดของโรงเรียนปรัชญาหลายแห่งคือการพิจารณาว่าจิตวิทยาด้อยกว่าปรัชญา ซึ่งเกี่ยวข้องเฉพาะกับด้านที่ต่ำที่สุดและแม้กระทั่งเล็กน้อยของธรรมชาติของมนุษย์</p>\n<p>การศึกษาเปรียบเทียบศาสนาทำให้เราสามารถสรุปได้อย่างมีเหตุผลว่าวิทยาศาสตร์แห่งจิตวิทยามักจะเกี่ยวข้องอย่างใกล้ชิดกับหลักการทางศาสนาทั้งหมด การศึกษาเปรียบเทียบศาสนาใดๆ ก็ตามแสดงให้เราเห็นว่าในวรรณกรรมศักดิ์สิทธิ์ที่เคร่งครัดที่สุดของประเทศต่างๆ และยุคต่างๆ มีขุมทรัพย์ที่ยอดเยี่ยมของวิทยาศาสตร์ทางจิตวิทยา</p>\n<p>การวิจัยเชิงลึกในด้านญาณนิยมทำให้เราพบการรวบรวมที่ยอดเยี่ยมของผู้เขียนญาณนิยมหลายคนซึ่งมาจากช่วงแรกๆ ของศาสนาคริสต์และเป็นที่รู้จักกันในชื่อ PHILOKALIA ซึ่งยังคงใช้ในปัจจุบันในโบสถ์ตะวันออก โดยเฉพาะอย่างยิ่งสำหรับการสอนพระสงฆ์</p>\n<p>ไม่ต้องสงสัยเลยและไม่ต้องกลัวว่าจะหลงกลแม้แต่น้อย เราสามารถยืนยันได้อย่างชัดเจนว่า PHILOKALIA เป็นจิตวิทยาเชิงทดลองที่บริสุทธิ์อย่างแท้จริง</p>\n<p>ในโรงเรียนแห่งความลึกลับโบราณของกรีก อียิปต์ โรม อินเดีย เปอร์เซีย เม็กซิโก เปรู อัสซีเรีย แคลเดีย ฯลฯ จิตวิทยามักจะเชื่อมโยงกับปรัชญา ศิลปะวัตถุประสงค์ที่แท้จริง วิทยาศาสตร์ และศาสนา</p>\n<p>ในสมัยโบราณ จิตวิทยาถูกซ่อนไว้อย่างชาญฉลาดในหมู่รูปร่างที่สง่างามของนักเต้นศักดิ์สิทธิ์ หรือในหมู่ปริศนาของอักษรอียิปต์โบราณที่แปลกประหลาด หรือรูปปั้นที่สวยงาม หรือในบทกวี หรือในโศกนาฏกรรม และแม้กระทั่งในดนตรีที่ไพเราะของวิหาร</p>\n<p>ก่อนที่วิทยาศาสตร์ ปรัชญา ศิลปะ และศาสนาจะแยกจากกันเพื่อหมุนอย่างอิสระ จิตวิทยาครองราชย์สูงสุดในโรงเรียนแห่งความลึกลับโบราณที่สุดทั้งหมด</p>\n<p>เมื่อวิทยาลัยริเริ่มปิดตัวลงเนื่องจาก KALIYUGA หรือยุคมืดที่เรายังคงอยู่ จิตวิทยายังคงอยู่รอดในหมู่สัญลักษณ์ของโรงเรียนลึกลับและเทียมลึกลับต่างๆ ของโลกสมัยใหม่ และโดยเฉพาะอย่างยิ่งในหมู่ญาณนิยมลึกลับ</p>\n<p>การวิเคราะห์เชิงลึกและการวิจัยเชิงลึกทำให้เราเข้าใจอย่างชัดเจนว่าระบบและหลักคำสอนทางจิตวิทยาที่เคยมีอยู่ในอดีตและมีอยู่ในปัจจุบันสามารถแบ่งออกเป็นสองประเภท</p>\n<p>ประการแรก หลักคำสอนตามที่นักปัญญาชนหลายคนคิด จิตวิทยาสมัยใหม่เป็นของประเภทนี้โดยข้อเท็จจริง</p>\n<p>ประการที่สอง หลักคำสอนที่ศึกษาผู้ชายจากมุมมองของการปฏิวัติจิตสำนึก</p>\n<p>หลักคำสอนเหล่านี้เป็นหลักคำสอนดั้งเดิมที่เก่าแก่ที่สุดอย่างแท้จริง มีเพียงพวกเขาเท่านั้นที่ช่วยให้เราเข้าใจต้นกำเนิดที่มีชีวิตของจิตวิทยาและความสำคัญอย่างลึกซึ้ง</p>\n<p>เมื่อเราทุกคนเข้าใจอย่างสมบูรณ์และในทุกระดับของจิตใจว่าการศึกษาผู้ชายจากมุมมองใหม่ของการปฏิวัติจิตสำนึกนั้นสำคัญเพียงใด เราจะเข้าใจว่าจิตวิทยาคือการศึกษาหลักการ กฎหมาย และข้อเท็จจริงที่เกี่ยวข้องอย่างใกล้ชิดกับการเปลี่ยนแปลงที่รุนแรงและเด็ดขาดของปัจเจกบุคคล</p>\n<p>เป็นเรื่องเร่งด่วนที่ครูและอาจารย์ในโรงเรียน วิทยาลัย และมหาวิทยาลัย จะต้องเข้าใจอย่างสมบูรณ์ถึงชั่วโมงวิกฤตที่เรากำลังเผชิญอยู่ และสภาวะที่เลวร้ายของการเสียสมาธิทางจิตวิทยาที่คนรุ่นใหม่กำลังประสบ</p>\n<p>จำเป็นต้องชี้นำ “คลื่นลูกใหม่” ไปสู่เส้นทางของการปฏิวัติจิตสำนึก และสิ่งนี้เป็นไปได้ก็ต่อเมื่อผ่านจิตวิทยาวิวัฒนาการของการศึกษาขั้นพื้นฐานเท่านั้น</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/th/educacion-fundamental/psicologia-revolucionaria.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/educacion-fundamental/psicologia-revolucionaria.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/educacion-fundamental/psicologia-revolucionaria.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
