import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ምን ክትሓስብ ከመይ ጌርካ ኽትሓስብ",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "5. ምን ክትሓስብ ከመይ ጌርካ ኽትሓስብ",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ኣብ ገዛናን ኣብ ቤት ትምህርትን ወለድን መምህራንን እንታይ ከም እንሓስብ ኵሉ ግዜ ይነግሩና፣ ከመይ ጌርና ኸም እንሓስብ ግና ፈጺሞም ኣይመሃሩናን።</p>\n<p>እንታይ ከም እንሓስብ ምፍላጥ ብተዛማዲ ቐሊል እዩ። ወለድና፣ መምህራንና፣ ኣማኸርትና፣ ጸሓፍቲ መጻሕፍትና ወዘተ ወዘተ ዅሎም በበይኖም ጨቋን እዮም፣ ነፍሲ ወከፎም ኣብ ትእዛዛቶም፣ ጠለባቶም፣ ንድፈ-ሓሳባቶም፣ ኣድልዎታቶም ወዘተ ክንሓስብ ይደልዩ።</p>\n<p>ጨቋን ኣእምሮታት ከም ክፉእ ሳዕሪ ይበዝሑ። ንኣእምሮ ኻልእ ሰብ ናይ ምእሳር፣ ናይ ምዕሻግ፣ ኣብ ውሱን ሕግታት፣ ኣድልዎታት፣ ኣብያተ ትምህርቲ ወዘተ ኽነብር ናይ ምግዳድ ክፉእ ዝንባለ ኣብ ኵሉ ኣሎ።</p>\n<p>እቶም ኣሽሓትን ሚልዮናትን ጨቋን ኣእምሮታት ንሓርነት ኣእምሮ ኺእዘዙ ፈጺሞም ኣይደለዩን። ሓደ ሰብ ከምኣቶም እንተዘይሓሲቡ፣ ክፉእ፣ ተጻራሪ፣ ዘይፈልጥ ወዘተ ኢሎም ይፈርዱዎ።</p>\n<p>ኵሉ ሰብ ንዅሉ ሰብ ኪገዝእ ይደሊ፣ ኵሉ ሰብ ንሓርነት ኣእምሮ ኻልኦት ሰባት ኪረግጽ ይደሊ። ሓርነት ሓሳብ ኻልእ ሰብ ኪኽበር ዝደሊ የልቦን። ነፍሲ ወከፍ ጥበበኛ፣ ለባም፣ ግሩም ኰይኑ ይስምዖ፣ ከም ባህርያቱ ኻልኦት ሰባት ከምኡ ኪኾኑ፣ ንኣብነትነቱ ኺወስድዎ፣ ከምኡ ኺሓስቡ ኸኣ ባህርያዊ እዩ።</p>\n<p>ኣብ ኣእምሮ ልክዕ ካብ ልክዕ ንላዕሊ ተፈጺሙ እዩ። ነጋዶን ፕሮፓጋንዳኦምን ብጋዜጣ፣ ሬድዮ፣ ቴሌቪዥን ወዘተ ተዓዘቡ።</p>\n<p>ንግዲ ፕሮፓጋንዳ ብጨቋኒ መልክዕ ይካየድ! ከምዚ ዓይነት ሳሙና ግዙእ! ከምዚ ዓይነት ጫማ ግዙእ! ክንደይ ፔሶ! ክንደይ ዶላር! ሕጂ ግዙእ! ብኡ ንብኡ! ንጽባሕ ኣይትሕደግዎ! ብኡ ንብኡ ኪኸውን ኣለዎ! ወዘተ። እንተዘይተኣዘዝካ ኣብ ቤት ማእሰርቲ ንእትወካ ወይ ንቐትለካ እንተዝብሉ ይተርፍ።</p>\n<p>ወላዲ ንውልዱ ሓሳባቱ ብሓይሊ ኺጭንቀሉ ይደሊ፣ መምህር ቤት ትምህርቲ ድማ እቲ ወዲ ወይ እታ ጓል ነቲ ሓሳባት መምህር ብጨቋኒ ኣገባብ እንተዘይተቐቢልዎ ይኹርይ፣ ይቐጽዕ፣ ትሑት ነጥቢ ድማ ይጽሕፈሉ።</p>\n<p>ፍርቂ ሰብኣውነት ንኣእምሮ ኻልእ ፍርቂ ሰብኣውነት ኪገዝኦ ይደሊ። እዚ ንኣእምሮ ኻልኦት ናይ ምእሳር ዝንባለ ነቲ ጸላም ገጽ ናይቲ ጸላም ታሪኽ ክንጽንዕ ከለና ብንጹር ይርአ።</p>\n<p>ኣብ ኵሉ ቦታ ንህዝብታት ንምግዛእ ዝተዓጥቑ ደመኛታት ውልቀ ምልካዊ ስርዓታት ነይሮምን ኣለዉን። ደመኛታት ውልቀ ምልካዊ ስርዓታት እንታይ ኪሓስቡ ከም ዘለዎም ዝእዝዙ። ነጻ ዀይኑ ኺሓስብ ዝፍትን ሰብ ወዮ ጓሂኡ! እዚ ብዘይተርፍ ናብ መዳጎኒ ደምበታት፣ ናብ ሳይቤሪያ፣ ናብ ቤት ማእሰርቲ፣ ናብ ግዱድ ዕዮ፣ ናብ መቕተሊ፣ ናብ ተዅሲ፣ ናብ ስደት ወዘተ ይኸይድ።</p>\n<p>ኣይ መምህራንን መምህራት ኣንስትን፣ ኣይ ወለዲ ስድራ ቤትን፣ ኣይ መጻሕፍትን፣ ከመይ ጌርና ኸም እንሓስብ ኪምህሩ ኣይደልዩን።</p>\n<p>ሰባት ከምቲ ኺከውን ከም ዘለዎ ኺሓስቡ ንኻልኦት ምግዳድ የሐጕሶም፣ ኣብዚ ድማ ነፍሲ ወከፍ ብበይኑ ጨቋን ምዃኑ ንጹር እዩ፣ ነፍሲ ወከፍ ናይ መወዳእታ ቃል ምዃኑ ይኣምን፣ ነፍሲ ወከፍ ኩሎም ኻልኦት ከምኡ ኺሓስቡ ብጽኑዕ ይኣምን፣ ምኽንያቱ ንሱ ካብ ኩሉ ዝበለጸ ስለ ዝዀነ።</p>\n<p>ወለዲ ስድራ ቤት፣ መምህራን፣ ቀጠርቲ ወዘተ ወዘተ ንኣገልገልቶም ይኹርዩን እንደገና ይኹርዩን።</p>\n<p>እዚ ዘሕዝን ዝንባሌ ሰብኣውነት ንኻልኦት ዘይምኽባር፣ ንኣእምሮ ኻልኦት ምግልባጥ፣ ንሓሳብ ኻልኦት ምእሳር፣ ምዕሻግ፣ ምግዛእ፣ ምእሳር ዘሕዝን እዩ።</p>\n<p>ሰብኣይ ንሰበይቱ ሓሳባቱ ብሓይሊ ኣብ ርእሳ ኺጭንቀላ ይደሊ፣ ዶክትሪናኡ፣ ሓሳባቱ ወዘተ፣ ሰበይቲ ኸኣ ከምኡ ኽትገብር ትደሊ።</p>\n<p>ብዙሕ ግዜ ሰብኣይን ሰበይትን ብዘይምርድዳእ ሓሳባት ይፋትሑ።</p>\n<p>እቶም መጻምድቲ ንሓርነት ኣእምሮ ኻልእ ሰብ ናይ ምኽባር ኣድላይነት ኪርድኡ ኣይደልዩን።</p>\n<p>ሓደ መጻምድቲ ንኣእምሮ ኻልእ መጻምድቲ ናይ ምእሳር መሰል የብሉን። ነፍሲ ወከፍ ብተግባር ክብርቲ እዩ። ነፍሲ ወከፍ ከም ዝደለዮ ኺሓስብ፣ ሃይማኖቱ ኺገልጽ፣ ናይ ዝደለዮ ፖለቲካዊ ሰልፊ ኺውከል መሰል ኣለዎ።</p>\n<p>ህጻናትን ኣዋልድን ቤት ትምህርቲ ኣብ ከምዚ ከምዚ ዓይነት ሓሳባት ብሓይሊ ኺሓስቡ ይግደዱ፣ ነቲ ኣእምሮ ግና ከመይ ጌሮም ከም ዚቆጻጸርዎ ኣይመሃሩን።</p>\n<p>ኣእምሮ ህጻናት ልስሉስ፣ ተለዋዋጢ፣ ተቐባል እዩ፣ ኣእምሮ ኣረጋውያን ግና ድሮ ጽኑዕ፣ ቋሚ፣ ከም ሸቃው ኣብ ሻምብቆ እዩ፣ ድሮ ኣይቅየርን፣ ክቕየር ኣይክእልን።</p>\n<p>ኣእምሮ ህጻናትን መንእሰያትን ብዙሕ ለውጥታት ኪገብር ይኽእል፣ ኪቕየር ይኽእል።</p>\n<p>ህጻናትን መንእሰያትን ከመይ ጌሮም ከም ዚሓስቡ ኪምሃሩ ይኽእሉ። ንኣረጋውያን ከመይ ጌሮም ከም ዚሓስቡ ምምሃር ኣዝዩ ኣጸጋሚ እዩ፣ ምኽንያቱ ንሳቶም ድሮ ከም ዝኾኑ ስለ ዝኾኑ ከምኡ ድማ እዮም ዚሞቱ።</p>\n<p>ኣብ ህይወት ሓደ ኣረጋዊ ብምሉእ ኪቕየር ዝደሊ ምርካብ ኣዝዩ ሒደት እዩ።</p>\n<p>ኣእምሮ ሰባት ካብ ንእስነቶም እዩ ዚፍጠር። እዚ እዩ ወለድን መምህራን ቤት ትምህርትን ኪገብሩዎ ዚመርጹ። ንኣእምሮ ህጻናትን መንእሰያትን ቅርጺ ምሃብ የሐጕሶም።</p>\n<p>ኣብ ሻምብቆ ዝኣተወ ኣእምሮ ብተግባር እተወሃሃደ ኣእምሮ፣ ባርያ ኣእምሮ እዩ።</p>\n<p>መምህራን ቤት ትምህርቲ ንሰንሰለት ኣእምሮ ኺሰብሩ ኣድላዪ እዩ።</p>\n<p>መምህራን ንኣእምሮ ህጻናት ናብቲ ናይ ሓቂ ሓርነት ኪመርሑዎ ሃንደበታዊ እዩ፣ መሊሶም ከይግዝኡ።</p>\n<p>መምህራን ነቶም ተመሃሮ ከመይ ጌሮም ኪሓስቡ ኸም ዘለዎም ኪምህርዎም ኣገዳሲ እዩ።</p>\n<p>መምህራን ነቲ መንገዲ ትንተና፣ ኣስተንትኖ፣ ምርዳእ ንተመሃሮ ናይ ምምሃር ኣድላይነት ኪርድኡ ኣለዎም።</p>\n<p>ዝዀነ ይኹን ተገዳስነት ዘለዎ ሰብ ብዶግማዊ መልክዕ ፈጺሙ ኺቕበል የብሉን። ቅድም ምርማር ሃንደበታዊ እዩ። ቅድሚ ምቕባል ምርዳእ፣ ምሕታት።</p>\n<p>ብኻልእ ቃላት ምርዳእ ምሉእ ምስ ዚኸውን ምቕባል ኣድላዪ ኣይኰነን እሞ ምርማር፣ ምትንታን፣ ምስትንታን፣ ምርዳእ ኣድላዪ እንተዘይኰይኑ ምቕባል ኣድላዪ ኣይኰነን ክንብል ንኽእል።</p>\n<p>ካብ ቤት ትምህርቲ ምስ ወጻእና ከመይ ጌርና ኸም እንሓስብ እንተዘይፈለጥናን ከም ህያዋን ኣውቶማት፣ ከም ማሽናት፣ ከምቲ ልምዲ ወለድና፣ ኣባሓጎታትናን ኣያታት ኣባሓጎታትናን ወዘተ ደጋጊምና እንተንበር እኳ እንተኣእቶና ኣእምሮና ብሓበሬታ ምምላእ ምንም ኣይጠቅምን።</p>\n<p>ኵሉ ግዜ ተመሳሳሊ ምድጋም፣ ህይወት ማሽናት ምንባር፣ ካብ ቤት ናብ ቤት ጽሕፈት፣ ካብ ቤት ጽሕፈት ናብ ቤት፣ ንቘልዑት ናይ ምስራሕ ማሽናዊት ንምዃን ምምርዓው፣ እዚ ምንባር ኣይኰነን፣ ንእኡ እንተተምሂርና፣ ናብ ቤት ትምህርቲ፣ ናብ ኮለጅን ዩኒቨርስቲን ንዓሰርተ ወይ ዓሰርተ ሓሙሽተ ዓመታት እንተኸድና ዘይምምሃር ይሕይሽ።</p>\n<p>ማህተማ ጋንዲ ኣዝዩ ፍሉይ ሰብኣይ ነበረ። ብዙሕ ግዜ ፕሮተስታንታውያን ጓሶት ንሰዓታት ኣብ ደገኡ ተቐሚጦም ናብ ክርስትና ብመልክዕ ፕሮተስታንታዊ ናይ ምቕያር ቃልሲ ይገብሩ ነበሩ።</p>\n<p>ጋንዲ ንትምህርቲ እቶም ጓሶት ኣይተቐበሎን፣ ኣይነጸጎን፣ ተረዲእዎ፣ ኣኽቢሩዎ፣ እዚ እዩ ዅሉ።</p>\n<p>ብዙሕ ግዜ እቲ ማህተማ ከምዚ ይብል ነበረ: “ኣነ ብራህማን፣ ኣይሁዳዊ፣ ክርስትያን፣ መሃመዳዊ ወዘተ እየ።</p>\n<p>እቲ ማህተማ ዅለን ሃይማኖታት ነቶም ተመሳሳልቲ ዘለኣለማዊ ዋጋታት ስለ ዝሕልዋ ኣድላዪ ምዃነን ተረዲእዎ።</p>\n<p>እዚ ሓደ ትምህርቲ ወይ ሓሳብ ናይ ምቕባል ወይ ናይ ምግዳፍ ጉዳይ፣ ጕድለት ብስለት ኣእምሮ ይገልጽ።</p>\n<p>ሓደ ነገር ምስ እንነጽጎ ወይ ምስ እንቕበሎ፣ ዘይተረደኣናዮ ስለ ዝዀንና እዩ።</p>\n<p>ምርዳእ ኣብ ዝሃለወሉ ምቕባል ወይ ምግዳፍ ኣድላዪ ኣይኰነን።</p>\n<p>እቲ ዘኣምን ኣእምሮ፣ እቲ ዘይኣምን ኣእምሮ፣ እቲ ዚጠራጠር ኣእምሮ፣ ዘይፈልጥ ኣእምሮ እዩ።</p>\n<p>እቲ መንገዲ ጥበብ ኣብ ምእማን ወይ ዘይምእማን ወይ ምጥራጠር ኣይውከልን።</p>\n<p>እቲ መንገዲ ጥበብ ኣብ ምሕታት፣ ምትንታን፣ ምስትንታን፣ ምፍታን እዩ ዚውከል ።</p>\n<p>ሓቂ ካብቲ እዋን ናብ እዋን ዘይፍለጥ እዩ። ሓቂ ምስቲ ሓደ ዜኣምነሉ ወይ ኪኣምን ዝገድፎ፣ ወይ ድማ ምስ ጥራጠሬታይነት ምንም ዚገብሮ የብሉን።</p>\n<p>ሓቂ ጉዳይ ሓደ ነገር ናይ ምቕባል ወይ ናይ ምግዳፍ ጉዳይ ኣይኰነን። ሓቂ ጉዳይ ምፍታን፣ ምንባር፣ ምርዳእ እዩ።</p>\n<p>ኵሉ ጻዕሪ መምህራን ኣብ መወዳእታ ነቶም ተመሃሮ ናብ ተመክሮ ናይቲ ናይ ሓቂ፣ ናይቲ ሓቂ ኼብጽሖም ኣለዎ።</p>\n<p>እቶም መምህራንን መምህራት ኣንስትን ነቲ ሓሳብ ናይ ህጻናት ፕላስቲክን ተለዋዋጥን ኣእምሮ ኵሉ ግዜ ናይ ምፍጣር ዝዓለመ ጥንታዊን ጉድኣትን ዝንባሌ ኺገድፉዎ ሃንደበታዊ እዩ።</p>\n<p>ሰባት በሰልቲ ሓሳባት ብኣድልዎታት፣ ስምዒታት፣ ጥንታዊ ቅድመ ሓሳባት ወዘተ ዝመልኡ ኣእምሮ ህጻናትን መንእሰያትን ከምዚ ብምግልባጥ፣ ኣእምሮኦም በቲ ዝሓረየ፣ ደንቈሮ፣ ጥንታዊ ሓሳባቶም ክፈጥሩ ምፍታኖም ዘይግባእ እዩ።</p>\n<p>ንሓርነት ኣእምሮ ተመሃሮ ኺክበሩ ይሕይሽ፣ ንቕልጣፈ ኣእምሮኦም፣ ንሃንደበታውነቶም ፈጠራ ኺክበሩ ይሕይሽ።</p>\n<p>መምህራንን መምህራት ኣንስትን ንኣእምሮ ተመሃሮ ናይ ምእሳር መሰል የብሎምን።</p>\n<p>እቲ መሰረታዊ ንኣእምሮ ተመሃሮ እንታይ ኪሓስብ ከም ዘለዎ ምእዛዝ ኣይኰነን፣ ብምሉእ መንገዲ ከመይ ጌሮም ኪሓስቡ ኸም ዚኽእሉ ምምሃር ደኣ እዩ።</p>\n<p>ኣእምሮ መሳርያ ናይ ፍልጠት እዩ፣ መምህራንን መምህራት ኣንስትን ነቶም ተመሃሮ ነዚ መሳርያ ብጥበብ ከመይ ጌሮም ከም ዚቆጻጸርዎ ኺምህርዎም ኣድላዪ እዩ።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/que-pensar-como-pensar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/que-pensar-como-pensar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/que-pensar-como-pensar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
