import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ສິ່ງທີ່ຄວນຄິດ. ວິທີຄິດ.",
  "locale": "lao",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "5. ສິ່ງທີ່ຄວນຄິດ. ວິທີຄິດ.",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ຢູ່ໃນບ້ານເຮືອນ ແລະ ໂຮງຮຽນ, ພໍ່ແມ່ ແລະ ຄູອາຈານມັກບອກພວກເຮົາສະເໝີວ່າຄວນຄິດແນວໃດ ແຕ່ບໍ່ເຄີຍສອນພວກເຮົາວ່າ ຈະຄິດແນວໃດ.</p>\n<p>ການຮູ້ວ່າຈະຄິດແນວໃດແມ່ນຂ້ອນຂ້າງງ່າຍ. ພໍ່ແມ່, ຄູອາຈານ, ຜູ້ໃຫ້ຄຳປຶກສາ, ຜູ້ຂຽນປື້ມ, ແລະອື່ນໆ, ລ້ວນແຕ່ເປັນຜູ້ສັ່ງການໃນແບບຂອງຕົນເອງ, ແຕ່ລະຄົນຕ້ອງການໃຫ້ພວກເຮົາຄິດຕາມຄຳສັ່ງ, ຄວາມຕ້ອງການ, ທິດສະດີ, ອະຄະຕິ ແລະອື່ນໆ.</p>\n<p>ຜູ້ສັ່ງການທາງຈິດໃຈມີຢູ່ທົ່ວໄປເໝືອນດັ່ງຫຍ້າທີ່ບໍ່ດີ. ມີແນວໂນ້ມທີ່ຊົ່ວຮ້າຍທີ່ຈະເປັນຂ້າທາດຈິດໃຈຂອງຄົນອື່ນ, ເພື່ອເອົາມັນໃສ່ຂວດ, ເພື່ອບັງຄັບໃຫ້ມັນອາໄສຢູ່ໃນມາດຕະຖານ, ອະຄະຕິ, ໂຮງຮຽນ ແລະອື່ນໆທີ່ແນ່ນອນ.</p>\n<p>ຜູ້ສັ່ງການທາງຈິດໃຈຫຼາຍລ້ານຄົນບໍ່ເຄີຍຕ້ອງການເຄົາລົບເສລີພາບທາງຈິດໃຈຂອງໃຜເລີຍ. ຖ້າໃຜຜູ້ໜຶ່ງບໍ່ຄິດຄືກັບພວກເຂົາ, ພວກເຂົາຈະຖືກຈັດວ່າເປັນຄົນຊົ່ວ, ຄົນປະຕິເສດ, ຄົນໂງ່ຈ້າ ແລະອື່ນໆ.</p>\n<p>ທຸກຄົນຕ້ອງການເປັນຂ້າທາດທຸກຄົນ, ທຸກຄົນຕ້ອງການຢຽບຢ່າມເສລີພາບທາງປັນຍາຂອງຄົນອື່ນ. ບໍ່ມີໃຜຕ້ອງການເຄົາລົບເສລີພາບໃນການຄິດຂອງຄົນອື່ນ. ແຕ່ລະຄົນຮູ້ສຶກສະຫຼາດ, ຮູ້ແຈ້ງ, ມະຫັດສະຈັນ, ແລະຕ້ອງການໃຫ້ຄົນອື່ນເປັນຄືກັບຕົນເອງ, ໃຫ້ຫັນປ່ຽນຕົນເອງໃຫ້ເປັນແບບຢ່າງ, ໃຫ້ຄິດຄືກັບຕົນເອງ.</p>\n<p>ຈິດໃຈໄດ້ຖືກທຳຮ້າຍຫຼາຍເກີນໄປ. ສັງເກດເບິ່ງພວກພໍ່ຄ້າ ແລະການໂຄສະນາຂອງພວກເຂົາຜ່ານໜັງສືພິມ, ວິທະຍຸ, ໂທລະພາບ ແລະອື່ນໆ.</p>\n<p>ການໂຄສະນາການຄ້າແມ່ນເຮັດໃນລັກສະນະສັ່ງການ, ຈົ່ງຊື້ສະບູອັນນັ້ນ! ເກີບອັນນັ້ນ! ຈັກກີບ! ຈັກໂດລາ! ຊື້ດຽວນີ້! ທັນທີ! ຢ່າປະໄວ້ຈົນຮອດມື້ອື່ນ! ຕ້ອງເປັນດຽວນີ້! ແລະອື່ນໆ. ສິ່ງດຽວທີ່ຂາດຫາຍໄປແມ່ນການເວົ້າວ່າ ຖ້າເຈົ້າບໍ່ເຊື່ອຟັງ, ພວກເຮົາຈະເອົາເຈົ້າເຂົ້າຄຸກ, ຫຼືຂ້າເຈົ້າ.</p>\n<p>ພໍ່ຕ້ອງການເອົາຄວາມຄິດຂອງຕົນເຂົ້າໄປໃນຫົວຂອງລູກດ້ວຍກຳລັງ, ແລະຄູສອນໃນໂຮງຮຽນກໍດ່າ, ລົງໂທດ, ແລະໃຫ້ຄະແນນຕໍ່າ ຖ້າເດັກຊາຍ ຫຼື ເດັກຍິງບໍ່ຍອມຮັບເອົາແນວຄວາມຄິດຂອງຄູແບບສັ່ງການ.</p>\n<p>ເຄິ່ງໜຶ່ງຂອງມະນຸດຕ້ອງການເປັນຂ້າທາດຈິດໃຈຂອງມະນຸດອີກເຄິ່ງໜຶ່ງ. ແນວໂນ້ມທີ່ຈະເປັນຂ້າທາດຈິດໃຈຂອງຄົນອື່ນນີ້ແມ່ນໂດດເດັ່ນເມື່ອພວກເຮົາສຶກສາໜ້າສີດຳຂອງປະຫວັດສາດທີ່ມືດມົວ.</p>\n<p>ທຸກແຫ່ງຫົນມີ ແລະ ມີລະບອບການປົກຄອງແບບສັ່ງການທີ່ນອງເລືອດທີ່ຕັ້ງໃຈເປັນຂ້າທາດປະຊາຊົນ. ລະບອບການປົກຄອງແບບສັ່ງການທີ່ນອງເລືອດທີ່ກຳນົດສິ່ງທີ່ປະຊາຊົນຄວນຄິດ. ໂຊກຮ້າຍແກ່ຜູ້ທີ່ພະຍາຍາມຄິດຢ່າງອິດສະຫຼະ: ຜູ້ທີ່ຫຼີກລ່ຽງບໍ່ໄດ້ໄປຫາຄ້າຍກັກກັນ, ໄຊບີເຣຍ, ຄຸກ, ແຮງງານບັງຄັບ, ຄໍ, ປືນ, ການເນລະເທດ ແລະອື່ນໆ.</p>\n<p>ບໍ່ວ່າຈະເປັນຄູອາຈານ, ພໍ່ແມ່, ຫຼືປື້ມ, ບໍ່ມີໃຜຕ້ອງການສອນວິທີຄິດ.</p>\n<p>ຄົນເຮົາມັກບັງຄັບໃຫ້ຄົນອື່ນຄິດຕາມທີ່ເຂົາເຈົ້າຄິດວ່າຄວນເປັນ, ແລະມັນເປັນທີ່ຈະແຈ້ງວ່າແຕ່ລະຄົນໃນເລື່ອງນີ້ເປັນຜູ້ສັ່ງການໃນແບບຂອງຕົນເອງ, ແຕ່ລະຄົນຄິດວ່າຕົນເອງເປັນຄຳສຸດທ້າຍ, ແຕ່ລະຄົນເຊື່ອໝັ້ນວ່າຄົນອື່ນທັງໝົດຄວນຄິດຄືກັບຕົນ, ເພາະວ່າຕົນເອງເປັນສິ່ງທີ່ດີທີ່ສຸດ.</p>\n<p>ພໍ່ແມ່, ຄູອາຈານ, ນາຍຈ້າງ ແລະອື່ນໆ, ດ່າ ແລະ ດ່າຜູ້ໃຕ້ບັງຄັບບັນຊາຂອງຕົນ.</p>\n<p>ມັນເປັນຕາຢ້ານແທ້ໆກັບແນວໂນ້ມທີ່ຂີ້ຮ້າຍຂອງມະນຸດທີ່ຈະບໍ່ເຄົາລົບຄົນອື່ນ, ຢຽບຢ່າມຈິດໃຈຂອງຄົນອື່ນ, ຂັງ, ຂັງ, ເປັນຂ້າທາດ, ຕ່ອງໂສ້ຄວາມຄິດຂອງຄົນອື່ນ.</p>\n<p>ຜົວຕ້ອງການເອົາຄວາມຄິດຂອງຕົນເຂົ້າໄປໃນຫົວຂອງເມຍດ້ວຍກຳລັງ, ຄຳສອນຂອງຕົນ, ຄວາມຄິດຂອງຕົນ ແລະອື່ນໆ, ແລະເມຍກໍຕ້ອງການເຮັດຄືກັນ.</p>\n<p>ຫຼາຍຄັ້ງທີ່ຜົວ ແລະ ເມຍຢ່າຮ້າງກັນເພາະຄວາມບໍ່ເຂົ້າກັນໄດ້ຂອງຄວາມຄິດ.</p>\n<p>ຄູ່ສົມລົດບໍ່ຕ້ອງການເຂົ້າໃຈຄວາມຈໍາເປັນທີ່ຈະຕ້ອງເຄົາລົບເສລີພາບທາງປັນຍາຂອງຄົນອື່ນ.</p>\n<p>ບໍ່ມີຄູ່ສົມລົດໃດມີສິດທີ່ຈະເປັນຂ້າທາດຈິດໃຈຂອງຄູ່ສົມລົດອື່ນ. ແຕ່ລະຄົນສົມຄວນໄດ້ຮັບຄວາມເຄົາລົບ. ແຕ່ລະຄົນມີສິດທີ່ຈະຄິດໃນແບບທີ່ເຂົາເຈົ້າຕ້ອງການ, ທີ່ຈະສາລະພາບສາສະໜາຂອງຕົນ, ເພື່ອເປັນສະມາຊິກຂອງພັກການເມືອງທີ່ເຂົາເຈົ້າຕ້ອງການ.</p>\n<p>ເດັກຊາຍ ແລະ ເດັກຍິງໃນໂຮງຮຽນຖືກບັງຄັບໃຫ້ຄິດໃນແນວຄວາມຄິດເຫຼົ່ານັ້ນ ແຕ່ບໍ່ໄດ້ສອນວິທີການຈັດການຈິດໃຈ.</p>\n<p>ຈິດໃຈຂອງເດັກນ້ອຍແມ່ນອ່ອນໂຍນ, ຢືດຢຸ່ນ, ອ່ອນ, ແລະຈິດໃຈຂອງຄົນແກ່ແມ່ນແຂງກະດ້າງແລ້ວ, ຄົງທີ່, ເໝືອນດິນເຜົາຢູ່ໃນແມ່ພິມ, ມັນບໍ່ປ່ຽນແປງອີກຕໍ່ໄປ, ມັນບໍ່ສາມາດປ່ຽນແປງໄດ້ອີກຕໍ່ໄປ.</p>\n<p>ຈິດໃຈຂອງເດັກນ້ອຍ ແລະໄວໜຸ່ມແມ່ນມີຄວາມອ່ອນໄຫວຕໍ່ການປ່ຽນແປງຫຼາຍຢ່າງ, ມັນສາມາດປ່ຽນແປງໄດ້.</p>\n<p>ເດັກນ້ອຍ ແລະ ໄວໜຸ່ມສາມາດສອນວິທີການຄິດໄດ້. ມັນຍາກຫຼາຍທີ່ຈະສອນຄົນແກ່ວິທີການຄິດ ເພາະວ່າພວກເຂົາເປັນຄືກັບທີ່ພວກເຂົາເປັນ ແລະ ພວກເຂົາຕາຍແບບນັ້ນ.</p>\n<p>ມັນຫາຍາກຫຼາຍທີ່ຈະພົບເຫັນຜູ້ເຖົ້າແກ່ຄົນໃດຄົນໜຶ່ງໃນຊີວິດທີ່ສົນໃຈທີ່ຈະປ່ຽນແປງຢ່າງຮຸນແຮງ.</p>\n<p>ຈິດໃຈຂອງຜູ້ຄົນຖືກຫລໍ່ຫລອມຕັ້ງແຕ່ໄວເດັກ. ນັ້ນຄືສິ່ງທີ່ພໍ່ແມ່ ແລະ ຄູສອນໃນໂຮງຮຽນມັກເຮັດ. ພວກເຂົາເພີດເພີນກັບການປັ້ນຈິດໃຈຂອງເດັກນ້ອຍ ແລະ ໄວໜຸ່ມ.</p>\n<p>ຈິດໃຈທີ່ຖືກໃສ່ເຂົ້າໄປໃນແມ່ພິມແມ່ນຕົວຈິງແລ້ວຈິດໃຈທີ່ຖືກປັບສະພາບ, ຈິດໃຈຂ້າທາດ.</p>\n<p>ມັນເປັນສິ່ງຈຳເປັນທີ່ຄູອາຈານໃນໂຮງຮຽນຕ້ອງທຳລາຍໂສ້ຕຣວນຂອງຈິດໃຈ.</p>\n<p>ມັນຮີບດ່ວນທີ່ຄູອາຈານຕ້ອງຮູ້ວິທີນຳພາຈິດໃຈຂອງເດັກນ້ອຍໄປສູ່ເສລີພາບທີ່ແທ້ຈິງເພື່ອວ່າພວກເຂົາຈະບໍ່ຖືກເປັນຂ້າທາດອີກຕໍ່ໄປ.</p>\n<p>ມັນເປັນສິ່ງຈຳເປັນທີ່ຄູອາຈານຕ້ອງສອນນັກຮຽນກ່ຽວກັບວິທີການຄິດທີ່ຖືກຕ້ອງ.</p>\n<p>ຄູອາຈານຕ້ອງເຂົ້າໃຈເຖິງຄວາມຈຳເປັນທີ່ຈະຕ້ອງສອນນັກຮຽນກ່ຽວກັບເສັ້ນທາງແຫ່ງການວິເຄາະ, ການຄິດໄຕ່ຕອງ, ຄວາມເຂົ້າໃຈ.</p>\n<p>ບໍ່ມີບຸກຄົນທີ່ເຂົ້າໃຈຄວນຍອມຮັບອັນໃດອັນໜຶ່ງແບບ dogma. ມັນເປັນເລື່ອງຮີບດ່ວນທີ່ຈະຕ້ອງສືບສວນກ່ອນ. ເຂົ້າໃຈ, ສອບຖາມ, ກ່ອນທີ່ຈະຍອມຮັບ.</p>\n<p>ໃນຄຳສັບອື່ນໆ, ພວກເຮົາຈະເວົ້າວ່າບໍ່ຈໍາເປັນຕ້ອງຍອມຮັບ, ແຕ່ຕ້ອງສືບສວນ, ວິເຄາະ, ຄິດໄຕ່ຕອງ ແລະ ເຂົ້າໃຈ. ເມື່ອຄວາມເຂົ້າໃຈສົມບູນ, ການຍອມຮັບແມ່ນບໍ່ຈຳເປັນ.</p>\n<p>ມັນບໍ່ມີປະໂຫຍດຫຍັງທີ່ຈະຕື່ມຂໍ້ມູນທາງປັນຍາໃສ່ຫົວຂອງພວກເຮົາຖ້າຫາກວ່າເມື່ອອອກຈາກໂຮງຮຽນພວກເຮົາບໍ່ຮູ້ວິທີການຄິດ ແລະສືບຕໍ່ເປັນອັດຕະໂນມັດທີ່ມີຊີວິດຢູ່, ຄືກັບເຄື່ອງຈັກ, ເຮັດຊ້ຳສິ່ງທີ່ພໍ່ແມ່, ພໍ່ເຖົ້າແມ່ເຖົ້າ ແລະ ປູ່ຍ່າຕາຍາຍຂອງພວກເຮົາເຮັດ, ແລະອື່ນໆ.</p>\n<p>ການເຮັດຊ້ຳສິ່ງດຽວກັນສະເໝີ, ການໃຊ້ຊີວິດຄືກັບເຄື່ອງຈັກ, ຈາກເຮືອນໄປຫ້ອງການ ແລະ ຈາກຫ້ອງການໄປເຮືອນ, ແຕ່ງງານເພື່ອປ່ຽນເປັນເຄື່ອງຈັກເຮັດລູກ, ນັ້ນບໍ່ແມ່ນການດຳລົງຊີວິດ ແລະ ຖ້າພວກເຮົາຮຽນເພື່ອສິ່ງນັ້ນ, ແລະຖ້າພວກເຮົາໄປໂຮງຮຽນ ແລະ ວິທະຍາໄລ ແລະ ມະຫາວິທະຍາໄລເປັນເວລາສິບ ຫຼື ສິບຫ້າປີ, ມັນຈະດີກວ່າທີ່ຈະບໍ່ຮຽນ.</p>\n<p>ມະຫາດມະຄານທີແມ່ນຜູ້ຊາຍທີ່ໂດດເດັ່ນຫຼາຍ. ຫຼາຍຄັ້ງທີ່ນັກເທດສະໜາປະທ້ວງໄດ້ນັ່ງຢູ່ໜ້າປະຕູຂອງລາວເປັນເວລາຫຼາຍຊົ່ວໂມງພະຍາຍາມປ່ຽນລາວມາເປັນຄຣິສຕຽນໃນຮູບແບບການປະທ້ວງຂອງພວກເຂົາ.</p>\n<p>ຄານທີບໍ່ໄດ້ຍອມຮັບຄຳສອນຂອງນັກເທດສະໜາ, ທັງບໍ່ໄດ້ປະຕິເສດມັນ, ເຂົ້າໃຈມັນ, ເຄົາລົບມັນ, ແລະນັ້ນຄືທັງໝົດ.</p>\n<p>ຫຼາຍຄັ້ງທີ່ມະຫາດມະເວົ້າວ່າ: “ຂ້ອຍເປັນພາມ, ຢິວ, ຄຣິສຕຽນ, ມຸດສະລິມ ແລະອື່ນໆ.”</p>\n<p>ມະຫາດມະເຂົ້າໃຈວ່າສາສະໜາທັງໝົດແມ່ນມີຄວາມຈຳເປັນເພາະວ່າພວກເຂົາທັງໝົດຮັກສາຄຸນຄ່າອັນເປັນນິລັນດອນດຽວກັນ.</p>\n<p>ສິ່ງທີ່ຍອມຮັບ ຫຼື ປະຕິເສດຄຳສອນ ຫຼື ແນວຄວາມຄິດອັນໃດອັນໜຶ່ງນັ້ນ, ເປີດເຜີຍໃຫ້ເຫັນເຖິງການຂາດຄວາມເປັນຜູ້ໃຫຍ່ທາງຈິດໃຈ.</p>\n<p>ເມື່ອພວກເຮົາປະຕິເສດ ຫຼື ຍອມຮັບສິ່ງໃດສິ່ງໜຶ່ງ, ມັນເປັນເພາະວ່າພວກເຮົາບໍ່ເຂົ້າໃຈມັນ.</p>\n<p>ບ່ອນໃດທີ່ມີຄວາມເຂົ້າໃຈ, ການຍອມຮັບ ຫຼື ການປະຕິເສດແມ່ນບໍ່ຈຳເປັນ.</p>\n<p>ຈິດໃຈທີ່ເຊື່ອ, ຈິດໃຈທີ່ບໍ່ເຊື່ອ, ຈິດໃຈທີ່ສົງໄສ, ແມ່ນຈິດໃຈທີ່ໂງ່ຈ້າ.</p>\n<p>ເສັ້ນທາງແຫ່ງປັນຍາບໍ່ໄດ້ປະກອບດ້ວຍການເຊື່ອ ຫຼື ບໍ່ເຊື່ອ ຫຼື ສົງໄສ.</p>\n<p>ເສັ້ນທາງແຫ່ງປັນຍາແມ່ນປະກອບດ້ວຍການສອບຖາມ, ວິເຄາະ, ຄິດໄຕ່ຕອງ ແລະ ທົດລອງ.</p>\n<p>ຄວາມຈິງແມ່ນສິ່ງທີ່ບໍ່ຮູ້ໃນຂະນະນີ້. ຄວາມຈິງບໍ່ມີຫຍັງກ່ຽວຂ້ອງກັບສິ່ງທີ່ເຮົາເຊື່ອ ຫຼື ບໍ່ເຊື່ອ, ຫຼືບໍ່ມີການສົງໄສ.</p>\n<p>ຄວາມຈິງບໍ່ແມ່ນເລື່ອງຂອງການຍອມຮັບສິ່ງໃດສິ່ງໜຶ່ງ ຫຼື ການປະຕິເສດມັນ. ຄວາມຈິງແມ່ນເລື່ອງຂອງການທົດລອງ, ການດຳລົງຊີວິດ, ການເຂົ້າໃຈ.</p>\n<p>ຄວາມພະຍາຍາມທັງໝົດຂອງຄູອາຈານຄວນນຳພານັກຮຽນໄປສູ່ປະສົບການແຫ່ງຄວາມເປັນຈິງ, ແຫ່ງຄວາມຈິງ.</p>\n<p>ມັນເປັນເລື່ອງຮີບດ່ວນທີ່ຄູອາຈານຕ້ອງປະຖິ້ມແນວໂນ້ມທີ່ລ້າສະໄໝ ແລະ ເປັນອັນຕະລາຍທີ່ມຸ່ງສະເໝີທີ່ຈະສ້າງຮູບແບບຈິດໃຈທີ່ປ່ຽນແປງໄດ້ ແລະ ອ່ອນຂອງເດັກນ້ອຍ.</p>\n<p>ມັນບໍ່ສົມເຫດສົມຜົນທີ່ຜູ້ໃຫຍ່ທີ່ເຕັມໄປດ້ວຍອະຄະຕິ, ຄວາມມັກ, ແນວຄວາມຄິດລ່ວງໜ້າທີ່ລ້າສະໄໝ ແລະອື່ນໆ, ຈຶ່ງຢຽບຢ່າມຈິດໃຈຂອງເດັກນ້ອຍ ແລະ ໄວໜຸ່ມເຊັ່ນນັ້ນ, ພະຍາຍາມປັ້ນຈິດໃຈຕາມຄວາມຄິດທີ່ລ້າສະໄໝ, ໂງ່ຈ້າ, ລ້າສະໄໝຂອງຕົນ.</p>\n<p>ມັນດີກວ່າທີ່ຈະເຄົາລົບເສລີພາບທາງປັນຍາຂອງນັກຮຽນ, ເຄົາລົບຄວາມຄິດສ້າງສັນ, ຄວາມເປັນເອກະລັກທີ່ສ້າງສັນຂອງພວກເຂົາ.</p>\n<p>ຄູອາຈານບໍ່ມີສິດທີ່ຈະຂັງຈິດໃຈຂອງນັກຮຽນ.</p>\n<p>ສິ່ງທີ່ສໍາຄັນບໍ່ແມ່ນການກໍານົດສິ່ງທີ່ຈິດໃຈຂອງນັກຮຽນຄວນຄິດ, ແຕ່ສອນວິທີການຄິດຢ່າງສົມບູນ.</p>\n<p>ຈິດໃຈແມ່ນເຄື່ອງມືແຫ່ງຄວາມຮູ້ ແລະມັນເປັນສິ່ງຈຳເປັນທີ່ຄູອາຈານຕ້ອງສອນນັກຮຽນຂອງຕົນໃຫ້ຈັດການເຄື່ອງມືນັ້ນຢ່າງສະຫຼາດ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/lao/educacion-fundamental/que-pensar-como-pensar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/que-pensar-como-pensar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/que-pensar-como-pensar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
