import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Що Думати. Як Думати.",
  "locale": "uk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "5. Що Думати. Як Думати.",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>У нашому домі та в школі батьки та вчителі завжди говорять нам, що ми повинні думати, але ніколи в житті не вчать нас, ЯК ДУМАТИ.</p>\n<p>Знати, що думати, відносно дуже легко. Наші батьки, вчителі, наставники, автори книг тощо, тощо, тощо, кожен є диктатором по-своєму, кожен хоче, щоб ми думали згідно з його диктатами, вимогами, теоріями, упередженнями тощо.</p>\n<p>Диктатори розуму рясніють, як бур’яни. Скрізь існує збочена тенденція поневолювати чужий розум, закорковувати його, змушувати жити в межах певних норм, упереджень, шкіл тощо.</p>\n<p>Тисячі й мільйони ДИКТАТОРІВ розуму ніколи не хотіли поважати розумову свободу нікого. Якщо хтось не думає, як вони, його називають збоченцем, ренегатом, невігласом тощо, тощо, тощо.</p>\n<p>Увесь світ хоче поневолити увесь світ, увесь світ хоче зневажати інтелектуальну свободу інших. Ніхто не хоче поважати свободу чужої думки. Кожен відчуває себе РОЗСУДЛИВИМ, МУДРИМ, ЧУДОВИМ і хоче, як це природно, щоб інші були, як він, щоб перетворили його на свою модель, щоб думали, як він.</p>\n<p>Надто зловживали розумом. Спостерігайте за КОМЕРСАНТАМИ та їхньою пропагандою через газети, радіо, телебачення тощо, тощо, тощо.</p>\n<p>Комерційна пропаганда здійснюється в диктаторській формі! Купуйте мило таке! Взуття таке! Стільки песо! Стільки доларів! Купуйте прямо зараз! Негайно! Не відкладайте на завтра! Має бути негайно! тощо. Залишилося тільки сказати, якщо ви не послухаєтесь, ми посадимо вас у в’язницю або вб’ємо.</p>\n<p>Батько хоче силоміць вкласти синові свої ідеї, а шкільний учитель сварить, карає і ставить низькі оцінки, якщо хлопець чи дівчина не приймають ДИКТАТОРСЬКИ ідеї вчителя.</p>\n<p>Половина людства хоче поневолити розум іншої половини людства. Ця тенденція поневолювати розум інших одразу впадає в око, коли ми вивчаємо чорну сторінку чорної історії.</p>\n<p>Скрізь існували і існують КРИВАВІ ДИКТАТУРИ, які прагнуть поневолити народи. Криваві диктатури, які диктують, що люди повинні думати. Нещасний той! Хто намагається мислити вільно: той неминуче потрапить до концтаборів, до Сибіру, до в’язниці, на примусові роботи, на шибеницю, на розстріл, на заслання тощо.</p>\n<p>Ані ВЧИТЕЛІ, ані БАТЬКИ, ані книги не хочуть навчати ЯК ДУМАТИ.</p>\n<p>Людям подобається змушувати інших думати відповідно до того, як, на їхню думку, має бути, і зрозуміло, що кожен у цьому є ДИКТАТОРОМ по-своєму, кожен вважає себе останнім словом, кожен твердо вірить, що всі інші повинні думати, як він, тому що він є найкращим з найкращих.</p>\n<p>Батьки, вчителі, роботодавці тощо, тощо, тощо, сварять і знову сварять своїх підлеглих.</p>\n<p>Жахлива ця жахлива тенденція людства не поважати інших, зневажати чужий розум, ув’язнювати, замикати, поневолювати, заковувати чужу думку.</p>\n<p>Чоловік хоче силоміць вкласти дружині в голову свої ідеї, свою доктрину, свої думки тощо, і дружина хоче зробити те саме.</p>\n<p>Часто чоловік і дружина розлучаються через несумісність ідей.</p>\n<p>Подружжя не хоче розуміти необхідність поважати чужу інтелектуальну свободу.</p>\n<p>Жоден з подружжя не має права поневолювати розум іншого з подружжя. Кожен насправді гідний поваги. Кожен має право думати, як хоче, сповідувати свою релігію, належати до тієї політичної партії, до якої хоче.</p>\n<p>Дітей у школі змушують силоміць думати про такі й такі ідеї, але їх не вчать керувати розумом.</p>\n<p>Розум дітей ніжний, еластичний, податливий, а розум старих вже твердий, фіксований, як глина у формі, вже не змінюється, вже не може змінитися.</p>\n<p>Розум дітей і молоді схильний до багатьох змін, може змінюватися.</p>\n<p>Дітей і молодь можна навчити, ЯК ДУМАТИ. Старих дуже важко навчити, ЯК ДУМАТИ, тому що вони вже такі, які є, і так і помирають.</p>\n<p>Дуже рідко можна зустріти в житті старого, зацікавленого в радикальних змінах.</p>\n<p>Розум людей формується з дитинства. Це те, що батьки та шкільні вчителі воліють робити. Вони насолоджуються формуванням розуму дітей і молоді.</p>\n<p>Розум, поміщений у форму, насправді є кондиційованим розумом, розумом раба.</p>\n<p>Необхідно, щоб ВЧИТЕЛІ зламали кайдани розуму.</p>\n<p>Терміново необхідно, щоб вчителі вміли спрямовувати розум дітей до справжньої свободи, щоб вони більше не дозволяли себе поневолювати.</p>\n<p>Необхідно, щоб вчителі навчили учнів, ЯК ПОТРІБНО ДУМАТИ.</p>\n<p>Вчителі повинні розуміти необхідність навчити учнів шляху аналізу, медитації, розуміння.</p>\n<p>Жодна розуміюча людина ніколи не повинна приймати що-небудь догматично. Спочатку потрібно досліджувати. Розуміти, досліджувати, перш ніж приймати.</p>\n<p>Іншими словами, скажемо, що немає потреби приймати, а потрібно досліджувати, аналізувати, медитувати і розуміти. Коли розуміння повне, прийняття непотрібне.</p>\n<p>Немає сенсу наповнювати голову інтелектуальною інформацією, якщо, вийшовши зі школи, МИ НЕ ВМІЄМО ДУМАТИ і продовжуємо бути ЖИВИМИ АВТОМАТАМИ, як машини, повторюючи ту саму рутину наших батьків, дідів і прадідів тощо.</p>\n<p>Повторювати завжди те саме, жити життям машин, з дому в офіс і з офісу додому, одружуватися, щоб стати машинами для виробництва дітей, це не життя, і якщо для цього ми вчимося, і для цього ми ходимо в школу, в коледж і в університет протягом десяти-п’ятнадцяти років, краще було б не вчитися.</p>\n<p>МАХАТМА ГАНДІ був дуже незвичайною людиною. Часто протестантські пастори сиділи біля його дверей годинами, намагаючись навернути його до християнства в його протестантській формі.</p>\n<p>Ганді не приймав вчення пасторів, але й не відкидав його, він РОЗУМІВ його, ПОВАЖАВ його, і це все.</p>\n<p>Часто казав МАХАТМА: “Я брахман, єврей, християнин, мусульманин тощо, тощо, тощо”.</p>\n<p>МАХАТМА розумів, що всі релігії необхідні, тому що всі вони зберігають ті самі ВІЧНІ ЦІННОСТІ.</p>\n<p>Прийняття або відкидання якоїсь доктрини АБО концепції свідчить про відсутність розумової зрілості.</p>\n<p>Коли ми відкидаємо або приймаємо щось, це тому, що ми цього не зрозуміли.</p>\n<p>Там, де є РОЗУМІННЯ, прийняття або відкидання зайві.</p>\n<p>Розум, який вірить, розум, який не вірить, розум, який сумнівається, є НЕВІГЛАСНИМ розумом.</p>\n<p>Шлях МУДРОСТІ не полягає в тому, щоб ВІРИТИ або не ВІРИТИ, або СУМНІВАТИСЯ.</p>\n<p>Шлях МУДРОСТІ полягає в тому, щоб ДОСЛІДЖУВАТИ, аналізувати, медитувати і ЕКСПЕРИМЕНТУВАТИ.</p>\n<p>ІСТИНА - це невідоме від моменту до моменту. Істина не має нічого спільного з тим, у що людина вірить або не вірить, а також зі скептицизмом.</p>\n<p>ІСТИНА не є питанням прийняття чогось або відкидання цього. ІСТИНА - це питання ЕКСПЕРИМЕНТУВАННЯ, ПЕРЕЖИВАННЯ, РОЗУМІННЯ.</p>\n<p>Усі зусилля ВЧИТЕЛІВ повинні, зрештою, привести учнів до ПЕРЕЖИВАННЯ реального, істинного.</p>\n<p>Терміново необхідно, щоб ВЧИТЕЛІ відмовилися від цієї застарілої та згубної тенденції, завжди спрямованої на МОДЕЛЮВАННЯ ПЛАСТИЧНОГО та ПІДДАТЛИВОГО розуму дітей.</p>\n<p>Абсурдно, що ДОРОСЛІ люди, сповнені упереджень, пристрастей, застарілих уявлень тощо, таким чином зневажають розум дітей і молоді, намагаючись змоделювати їхній розум відповідно до своїх старих, незграбних, застарілих ідей.</p>\n<p>Краще поважати ІНТЕЛЕКТУАЛЬНУ СВОБОДУ УЧНІВ, поважати їхню розумову готовність, їхню творчу спонтанність.</p>\n<p>Вчителі не мають права ув’язнювати розум учнів.</p>\n<p>Головне не ДИКТУВАТИ РОЗУМУ учнів, що думати, а навчити їх у повній мірі, ЯК ДУМАТИ.</p>\n<p>РОЗУМ - це інструмент ПІЗНАННЯ, і необхідно, щоб ВЧИТЕЛІ навчили своїх учнів мудро користуватися цим інструментом.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/uk/educacion-fundamental/que-pensar-como-pensar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/que-pensar-como-pensar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/que-pensar-como-pensar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
