import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "به چه فکر کنیم. چگونه فکر کنیم.",
  "locale": "fa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "5. به چه فکر کنیم. چگونه فکر کنیم.",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>در خانه و مدرسه، والدین و معلمان همیشه به ما می‌گویند که به چه چیزی فکر کنیم، اما هرگز در زندگی به ما یاد نمی‌دهند که چگونه فکر کنیم.</p>\n<p>دانستن اینکه به چه چیزی فکر کنیم نسبتاً آسان است. والدین، معلمان، مربیان، نویسندگان کتاب‌ها و غیره، هر کدام به نوعی دیکتاتور هستند، هر کدام می‌خواهند ما به دیکته‌ها، خواسته‌ها، نظریه‌ها، تعصبات و غیره آن‌ها فکر کنیم.</p>\n<p>دیکتاتورهای ذهن مانند علف هرز فراوانند. یک گرایش انحرافی در همه جا وجود دارد برای به بردگی کشیدن ذهن دیگران، برای محبوس کردن آن، برای مجبور کردن آن به زندگی در چارچوب قوانین، تعصبات، مکاتب و غیره خاص.</p>\n<p>هزاران و میلیون‌ها دیکتاتور ذهن هرگز نخواسته‌اند به آزادی ذهنی هیچ‌کس احترام بگذارند. اگر کسی مانند آن‌ها فکر نکند، به عنوان منحرف، مرتد، نادان و غیره، طبقه‌بندی می‌شود.</p>\n<p>همه می‌خواهند همه را به بردگی بکشند، همه می‌خواهند آزادی فکری دیگران را زیر پا بگذارند. هیچ‌کس نمی‌خواهد به آزادی اندیشه دیگران احترام بگذارد. هر کس خود را با انصاف، دانا، شگفت‌انگیز می‌داند و طبیعتاً می‌خواهد دیگران مانند او باشند، او را به الگوی خود تبدیل کنند، مانند او فکر کنند.</p>\n<p>بیش از حد از ذهن سوء استفاده شده است. به بازرگانان و تبلیغات آن‌ها از طریق روزنامه، رادیو، تلویزیون و غیره توجه کنید.</p>\n<p>تبلیغات تجاری به شکل دیکتاتوری انجام می‌شود! صابون فلان را بخرید! کفش فلان! این‌قدر پزو! این‌قدر دلار! همین الان بخرید! فوراً! آن را برای فردا نگذارید! باید فوراً باشد! و غیره. فقط مانده که بگویند اگر اطاعت نکنی، تو را به زندان می‌اندازیم یا به قتل می‌رسانیم.</p>\n<p>پدر می‌خواهد ایده‌های خود را به زور به فرزندش تحمیل کند و معلم مدرسه اگر پسر یا دختر ایده‌های معلم را به صورت دیکتاتوری نپذیرد، سرزنش می‌کند، تنبیه می‌کند و نمرات پایین می‌دهد.</p>\n<p>نیمی از بشریت می‌خواهد ذهن نیم دیگر بشریت را به بردگی بکشد. این گرایش به به بردگی کشیدن ذهن دیگران وقتی صفحه سیاه تاریخ سیاه را مطالعه می‌کنیم، به وضوح قابل مشاهده است.</p>\n<p>در همه جا دیکتاتوری‌های خونینی وجود داشته و وجود دارند که مصمم به به بردگی کشیدن مردم هستند. دیکتاتوری‌های خونینی که دیکته می‌کنند مردم باید به چه چیزی فکر کنند. بدا به حال کسی که سعی می‌کند آزادانه فکر کند: او ناگزیر به اردوگاه‌های کار اجباری، سیبری، زندان، کار اجباری، چوبه دار، جوخه اعدام، تبعید و غیره می‌رود.</p>\n<p>نه معلمان مرد و زن، نه والدین، نه کتاب‌ها، نمی‌خواهند چگونه فکر کردن را آموزش دهند.</p>\n<p>مردم دوست دارند دیگران را مجبور کنند مطابق با آنچه فکر می‌کنند باید باشد، فکر کنند و واضح است که هر کس در این مورد به نوعی یک دیکتاتور است، هر کس خود را حرف آخر می‌داند، هر کس قاطعانه معتقد است که همه باید مانند او فکر کنند، زیرا او بهترینِ بهترین‌هاست.</p>\n<p>والدین، معلمان، کارفرمایان و غیره، زیردستان خود را سرزنش می‌کنند و دوباره سرزنش می‌کنند.</p>\n<p>این گرایش وحشتناک بشریت به بی‌احترامی به دیگران، زیر پا گذاشتن ذهن دیگران، به قفس انداختن، زندانی کردن، به بردگی کشیدن، زنجیر کردن اندیشه دیگران، وحشتناک است.</p>\n<p>شوهر می‌خواهد ایده‌های خود، دکترین خود، ایده‌های خود و غیره را به زور در سر زن فرو کند و زن هم می‌خواهد همین کار را بکند.</p>\n<p>بسیاری اوقات زن و شوهر به دلیل عدم توافق فکری از هم جدا می‌شوند.</p>\n<p>زوجین نمی‌خواهند نیاز به احترام گذاشتن به آزادی فکری دیگران را درک کنند.</p>\n<p>هیچ زوجی حق ندارد ذهن زوج دیگر را به بردگی بکشد. هر کس در واقع شایسته احترام است. هر کس حق دارد هر طور که می‌خواهد فکر کند، به دین خود پایبند باشد، به هر حزب سیاسی که می‌خواهد تعلق داشته باشد.</p>\n<p>به کودکان و دختران مدرسه اجبار می‌شود که به زور به فلان و بهمان ایده‌ها فکر کنند، اما به آن‌ها یاد داده نمی‌شود که چگونه ذهن خود را مدیریت کنند.</p>\n<p>ذهن کودکان لطیف، الاستیک و انعطاف‌پذیر است و ذهن پیرها سخت، ثابت، مانند خاک رس در قالب است، دیگر تغییر نمی‌کند، دیگر نمی‌تواند تغییر کند.</p>\n<p>ذهن کودکان و جوانان مستعد تغییرات زیادی است، می‌تواند تغییر کند.</p>\n<p>به کودکان و جوانان می‌توان چگونه فکر کردن را آموزش داد. آموزش چگونه فکر کردن به پیرها بسیار دشوار است، زیرا آن‌ها همان‌طور که هستند، می‌مانند و با همان حالت می‌میرند.</p>\n<p>بسیار نادر است که در زندگی پیرمردی را پیدا کنید که علاقه مند به تغییر اساسی باشد.</p>\n<p>ذهن مردم از کودکی شکل می‌گیرد. این همان چیزی است که والدین و معلمان مدرسه ترجیح می‌دهند انجام دهند. آن‌ها از شکل دادن به ذهن کودکان و جوانان لذت می‌برند.</p>\n<p>ذهنی که در قالب قرار می‌گیرد، در واقع ذهنی است شرطی شده، ذهنی برده.</p>\n<p>لازم است معلمان مرد و زن غل و زنجیرهای ذهن را بشکنند.</p>\n<p>ضروری است که معلمان بدانند چگونه ذهن کودکان را به سوی آزادی واقعی هدایت کنند تا دیگر اجازه ندهند به بردگی کشیده شوند.</p>\n<p>ضروری است که معلمان به دانش‌آموزان دختر و پسر آموزش دهند که چگونه باید فکر کرد.</p>\n<p>معلمان باید نیاز به آموزش راه تحلیل، مراقبه، درک را به دانش‌آموزان دختر و پسر درک کنند.</p>\n<p>هیچ فرد فهمیده‌ای نباید هرگز چیزی را به صورت جزم اندیشانه بپذیرد. ضروری است که ابتدا تحقیق شود. قبل از پذیرش، درک کنید، پرس و جو کنید.</p>\n<p>به عبارت دیگر می‌گوییم نیازی به پذیرش نیست، بلکه باید تحقیق، تحلیل، تعمق و درک کرد. وقتی درک کامل باشد، پذیرش غیرضروری است.</p>\n<p>اگر بعد از خروج از مدرسه ندانیم چگونه فکر کنیم و مانند اتومات‌های زنده، مانند ماشین‌ها، به تکرار همان روال والدین، ​​پدربزرگ‌ها و مادربزرگ‌ها و غیره ادامه دهیم، پر کردن سر خود از اطلاعات فکری هیچ فایده‌ای ندارد.</p>\n<p>همیشه همان را تکرار کنید، زندگی ماشینی داشته باشید، از خانه به اداره و از اداره به خانه، ازدواج کنید تا به ماشین‌های بچه سازی تبدیل شوید، این زندگی نیست و اگر برای این درس می‌خوانیم و برای این ده یا پانزده سال به مدرسه و کالج و دانشگاه می‌رویم، بهتر است درس نخوانیم.</p>\n<p>مهاتما گاندی مرد بسیار منحصربفردی بود. بسیاری اوقات شبانان پروتستان ساعت‌ها و ساعت‌ها جلوی در او می‌نشستند و تلاش می‌کردند او را به مسیحیت به شکل پروتستانی خود تغییر دهند.</p>\n<p>گاندی آموزش شبانان را نه می‌پذیرفت و نه رد می‌کرد، آن را درک می‌کرد، به آن احترام می‌گذاشت و این تمام.</p>\n<p>مهاتما اغلب می‌گفت: “من برهمن، یهودی، مسیحی، مسلمان و غیره هستم.”</p>\n<p>مهاتما درک می‌کرد که همه ادیان ضروری هستند زیرا همه ارزش‌های ابدی یکسانی را حفظ می‌کنند.</p>\n<p>اینکه دکترین یا مفهومی را بپذیریم یا رد کنیم، نشان دهنده عدم بلوغ ذهنی است.</p>\n<p>وقتی چیزی را رد یا قبول می‌کنیم، به این دلیل است که آن را درک نکرده‌ایم.</p>\n<p>در جایی که درک وجود دارد، پذیرش یا رد زائد است.</p>\n<p>ذهنی که باور دارد، ذهنی که باور ندارد، ذهنی که شک دارد، ذهنی نادان است.</p>\n<p>راه خرد در باور کردن یا باور نکردن یا شک کردن نیست.</p>\n<p>راه خرد در پرس و جو، تحلیل، تعمق و تجربه کردن است.</p>\n<p>حقیقت چیزی است که لحظه به لحظه ناشناخته است. حقیقت هیچ ربطی به آنچه کسی باور دارد یا ندارد، و نه به شکاکیت دارد.</p>\n<p>حقیقت مسئله پذیرفتن چیزی یا رد کردن آن نیست. حقیقت مسئله تجربه کردن، زیستن، درک کردن است.</p>\n<p>تمام تلاش معلمان در نهایت باید دانش‌آموزان دختر و پسر را به تجربه واقعیت، حقیقت سوق دهد.</p>\n<p>ضروری است که معلمان مرد و زن این گرایش قدیمی و مضر را که همیشه به منظور شکل دادن به ذهن پلاستیکی و انعطاف‌پذیر کودکان هدایت می‌شود، رها کنند.</p>\n<p>این پوچ است که افراد بزرگسال پر از تعصبات، احساسات، پیش‌فرض‌های منسوخ و غیره، ذهن کودکان و جوانان را به این شکل زیر پا بگذارند و سعی کنند ذهن آن‌ها را مطابق با ایده‌های پوسیده، دست و پا گیر، منسوخ خود شکل دهند.</p>\n<p>بهتر است به آزادی فکری دانش‌آموزان دختر و پسر احترام گذاشته شود، به آمادگی ذهنی آن‌ها، به خودانگیختگی خلاق آن‌ها احترام گذاشته شود.</p>\n<p>معلمان مرد و زن حق ندارند ذهن دانش‌آموزان دختر و پسر را به قفس بیندازند.</p>\n<p>اساسی این نیست که به ذهن دانش‌آموزان دیکته شود که به چه چیزی فکر کنند، بلکه به طور کامل به آن‌ها آموزش داده شود که چگونه فکر کنند.</p>\n<p>ذهن ابزار شناخت است و لازم است که معلمان مرد و زن به دانش‌آموزان دختر و پسر خود بیاموزند که چگونه از این ابزار عاقلانه استفاده کنند.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/fa/educacion-fundamental/que-pensar-como-pensar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/que-pensar-como-pensar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/que-pensar-como-pensar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
