import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "के सोच्ने कसरी सोच्ने",
  "locale": "ne",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "5. के सोच्ने कसरी सोच्ने",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>हाम्रो घर र विद्यालयमा, अभिभावक र शिक्षकहरूले हामीलाई सधैं के सोच्ने भनेर बताउँछन् तर जीवनमा कसरी सोच्ने भनेर कहिल्यै सिकाउँदैनन्।</p>\n<p>के सोच्ने भन्ने जान्न एकदमै सजिलो छ। हाम्रा अभिभावक, शिक्षक, ट्युटर, पुस्तकका लेखक, आदि, आदि, आदि, प्रत्येक आ-आफ्नो तरिकाले तानाशाह हुन्, प्रत्येकले हामीले उनीहरूको निर्देशन, माग, सिद्धान्त, पूर्वाग्रह, आदिमा सोचेको चाहन्छन्।</p>\n<p>दिमागका तानाशाहहरू झार जस्तै प्रशस्त छन्। अरूको दिमागलाई दास बनाउने, बोतलमा थुन्ने, निश्चित नियम, पूर्वाग्रह, विद्यालय, आदिभित्र बाँच्न बाध्य पार्ने दुष्ट प्रवृत्ति जताततै छ।</p>\n<p>दिमागका करोडौं तानाशाहहरूले कसैको मानसिक स्वतन्त्रताको सम्मान गर्न कहिल्यै चाहेका छैनन्। यदि कसैले उनीहरूले जस्तो सोच्दैन भने, उसलाई भ्रष्ट, त्यागी, अज्ञानी, आदि, आदि, आदि भनिन्छ।</p>\n<p>सबैले सबैलाई दास बनाउन चाहन्छन्, सबैले अरूको बौद्धिक स्वतन्त्रतालाई कुल्चन चाहन्छन्। कसैले पनि अरूको विचारको स्वतन्त्रताको सम्मान गर्न चाहँदैन। प्रत्येकले आफूलाई न्यायपूर्ण, बुद्धिमान्, अद्भुत ठान्छन्, र स्वाभाविक रूपमा अरूले पनि आफू जस्तै बनून्, उसलाई आफ्नो आदर्श बनाऊन्, उसले जस्तै सोचून् भन्ने चाहन्छ।</p>\n<p>दिमागको धेरै दुरुपयोग भएको छ। व्यापारीहरूलाई हेर्नुहोस्, र अखबार, रेडियो, टेलिभिजन, आदि, आदिका माध्यमबाट उनीहरूको प्रचारलाई हेर्नुहोस्।</p>\n<p>व्यापारिक प्रचार तानाशाही शैलीमा गरिन्छ! यस्तो साबुन किन्नुहोस्! यस्तो जुत्ता! यति पैसा! यति डलर! अहिले नै किन्नुहोस्! तुरुन्तै! भोलिको लागि नछोड्नुहोस्! यो तुरुन्तै हुनुपर्छ! आदि। यदि तपाईंले आज्ञा पालन गर्नुभएन भने हामी तपाईंलाई जेलमा हाल्छौं, वा मार्छौं भन्न मात्र बाँकी छ।</p>\n<p>बाबुले छोरालाई जबर्जस्ती आफ्नो विचार घुसाउन चाहन्छ र विद्यालयको शिक्षकले हप्काउँछ, दण्ड दिन्छ र कम नम्बर दिन्छ यदि केटा वा केटीले शिक्षकको विचारलाई तानाशाही रूपमा स्वीकार गर्दैन भने।</p>\n<p>आधा मानवताले अर्को आधा मानवताको दिमागलाई दास बनाउन चाहन्छ। अरूको दिमागलाई दास बनाउने यो प्रवृत्ति कालो इतिहासको कालो पृष्ठ अध्ययन गर्दा स्पष्ट रूपमा देखिन्छ।</p>\n<p>जताततै जनतालाई दास बनाउन कटिबद्ध रक्तपातपूर्ण तानाशाहीहरू अस्तित्वमा थिए र छन्। रक्तपातपूर्ण तानाशाहीहरू जसले मानिसहरूले के सोच्नुपर्छ भनेर बताउँछन्। दुर्भाग्य! जसले स्वतन्त्र रूपमा सोच्ने प्रयास गर्छ: त्यो अनिवार्य रूपमा यातना शिविर, साइबेरिया, जेल, श्रम शिविर, फाँसी, गोली हान्ने, निर्वासन, आदिमा जान्छ।</p>\n<p>न शिक्षकहरू, न अभिभावकहरू, न पुस्तकहरूले कसरी सोच्ने भनेर सिकाउन चाहन्छन्।</p>\n<p>मानिसहरूलाई अरूले आफूले सोचे जस्तै सोच्न बाध्य पार्न मन लाग्छ र यो स्पष्ट छ कि यसमा प्रत्येक आ-आफ्नो तरिकाले तानाशाह हो, प्रत्येकले आफूलाई अन्तिम शब्द ठान्छ, प्रत्येकले दृढतापूर्वक विश्वास गर्छ कि अरू सबैले उसले जस्तै सोच्नुपर्छ, किनकि ऊ नै सबैभन्दा राम्रो हो।</p>\n<p>अभिभावक, शिक्षक, मालिक, आदि, आदि, आदि, आफ्ना अधीनस्थहरूलाई हप्काउँछन् र फेरि हप्काउँछन्।</p>\n<p>मानवताको यो डरलाग्दो प्रवृत्ति डरलाग्दो छ, जसले अरूलाई अनादर गर्छ, अरूको दिमागलाई कुल्चन्छ, अरूको विचारलाई खोरमा हाल्छ, बन्द गर्छ, दास बनाउँछ, साङ्लोले बाँध्छ।</p>\n<p>पतिले पत्नीको दिमागमा जबर्जस्ती आफ्नो विचार, आफ्नो सिद्धान्त, आफ्नो विचार, आदि घुसाउन चाहन्छ र पत्नीले पनि त्यही गर्न चाहन्छिन्।</p>\n<p>धेरै पटक पति र पत्नी विचारको असंगतिले सम्बन्ध विच्छेद गर्छन्।</p>\n<p>दम्पतीहरू अरूको बौद्धिक स्वतन्त्रताको सम्मान गर्ने आवश्यकता बुझ्न चाहँदैनन्।</p>\n<p>कुनै पनि दम्पतीलाई अर्को दम्पतीको दिमागलाई दास बनाउने अधिकार छैन। प्रत्येक वास्तवमा सम्मानको योग्य छ। प्रत्येकलाई आफूले चाहे जस्तो सोच्ने, आफ्नो धर्म मान्ने, आफूले चाहेको राजनीतिक दलमा आबद्ध हुने अधिकार छ।</p>\n<p>विद्यालयका बालबालिकालाई जबर्जस्ती यस्ता र यस्ता विचारहरूमा सोच्न बाध्य पारिन्छ तर उनीहरूलाई दिमाग चलाउन सिकाइँदैन।</p>\n<p>बालबालिकाको दिमाग कोमल, लचिलो र नरम हुन्छ र वृद्धहरूको दिमाग कडा, स्थिर, माटोको भाँडो जस्तो हुन्छ, अब परिवर्तन हुँदैन, परिवर्तन हुन सक्दैन।</p>\n<p>बालबालिका र युवाहरूको दिमाग धेरै परिवर्तनको लागि उत्तरदायी हुन्छ, परिवर्तन हुन सक्छ।</p>\n<p>बालबालिका र युवाहरूलाई कसरी सोच्ने भनेर सिकाउन सकिन्छ। वृद्धहरूलाई कसरी सोच्ने भनेर सिकाउन धेरै गाह्रो छ किनकि उनीहरू जे छन् त्यही हुन् र त्यसरी नै मर्छन्।</p>\n<p>जीवनमा कट्टरपन्थी परिवर्तन गर्न इच्छुक वृद्ध मानिस भेट्टाउनु धेरै दुर्लभ छ।</p>\n<p>मानिसहरूको दिमाग बाल्यकालदेखि नै आकार दिइन्छ। अभिभावक र विद्यालयका शिक्षकहरूले यही गर्न रुचाउँछन्। उनीहरू बालबालिका र युवाहरूको दिमागलाई आकार दिन पाउँदा रमाउँछन्।</p>\n<p>साँचेमा राखिएको दिमाग वास्तवमा अनुकूलित दिमाग हो, दास दिमाग हो।</p>\n<p>यो आवश्यक छ कि विद्यालयका शिक्षकहरूले दिमागको साङ्लो तोडून्।</p>\n<p>शिक्षकहरूले बालबालिकाको दिमागलाई साँचो स्वतन्त्रतातर्फ डोऱ्याउन जान्न जरुरी छ ताकि उनीहरू फेरि दास नबनून्।</p>\n<p>शिक्षकहरूले विद्यार्थीहरूलाई कसरी सोच्नुपर्छ भनेर सिकाउनु अपरिहार्य छ।</p>\n<p>शिक्षकहरूले विश्लेषण, ध्यान, समझको मार्ग विद्यार्थीहरूलाई सिकाउने आवश्यकता बुझ्नुपर्छ।</p>\n<p>कुनै पनि समझदार व्यक्तिले कुनै पनि कुरालाई कट्टरतापूर्वक स्वीकार गर्नु हुँदैन। स्वीकार गर्नु अघि पहिले अनुसन्धान गर्न जरुरी छ। बुझ्नुहोस्, सोधपुछ गर्नुहोस्।</p>\n<p>अर्को शब्दमा भन्नुपर्दा, स्वीकार गर्नुपर्ने आवश्यकता छैन, तर अनुसन्धान, विश्लेषण, ध्यान र बुझ्नुपर्छ। जब समझ पूर्ण हुन्छ, तब स्वीकृति अनावश्यक हुन्छ।</p>\n<p>विद्यालयबाट निस्कँदा सोच्न जान्दैनौं भने बौद्धिक जानकारीले टाउको भर्नुको कुनै अर्थ छैन र जीवित स्वचालित मेसिन, मेसिनको रूपमा आफ्ना आमाबाबु, हजुरबुबा र हजुरआमाको उही दिनचर्या दोहोर्याइरहन्छौं।</p>\n<p>सधैं एउटै कुरा दोहोर्याउने, मेसिनको जीवन जिउने, घरबाट अफिस र अफिसबाट घर, बच्चा बनाउने मेसिन बन्न विवाह गर्ने, त्यो जिउनु होइन र त्यसको लागि पढ्छौं, र त्यसको लागि विद्यालय र कलेज र विश्वविद्यालयमा १० वा १५ वर्ष जान्छौं भने, नपढ्नु नै बेस हुन्छ।</p>\n<p>महात्मा गान्धी एक असाधारण व्यक्ति थिए। धेरै पटक प्रोटेस्टेन्ट पास्टरहरू घण्टा-घण्टासम्म उनको ढोकामा बसेर उनलाई प्रोटेस्टेन्ट क्रिश्चियन धर्ममा परिवर्तन गर्न संघर्ष गर्थे।</p>\n<p>गान्धीले पास्टरहरूको शिक्षा स्वीकार गरेनन्, न त अस्वीकार गरे, उनले बुझे, सम्मान गरे, र त्यति नै हो।</p>\n<p>महात्माले धेरै पटक भन्थे: “म ब्राह्मण, यहूदी, क्रिश्चियन, मुस्लिम, आदि, आदि, आदि हुँ।”</p>\n<p>महात्माले बुझे कि सबै धर्महरू आवश्यक छन् किनभने ती सबैले उही शाश्वत मूल्यहरू संरक्षण गर्छन्।</p>\n<p>कुनै पनि सिद्धान्त वा अवधारणा स्वीकार वा अस्वीकार गर्नुले मानसिक अपरिपक्वता प्रकट गर्छ।</p>\n<p>जब हामी कुनै कुरालाई अस्वीकार वा स्वीकार गर्छौं, तब हामीले त्यसलाई बुझेका हुँदैनौं।</p>\n<p>जहाँ समझ छ, त्यहाँ स्वीकृति वा अस्वीकारको आवश्यकता पर्दैन।</p>\n<p>विश्वास गर्ने दिमाग, विश्वास नगर्ने दिमाग, शंका गर्ने दिमाग, अज्ञानी दिमाग हो।</p>\n<p>बुद्धिको मार्ग विश्वास गर्ने वा नगर्ने वा शंका गर्ने होइन।</p>\n<p>बुद्धिको मार्ग सोधपुछ, विश्लेषण, ध्यान र अनुभव गर्ने हो।</p>\n<p>सत्य भनेको क्षण-क्षणमा अज्ञात हो। सत्यको सम्बन्ध कसैले विश्वास गर्ने वा नगर्ने कुरासँग छैन, न त शंकावादसँग।</p>\n<p>सत्य भनेको केही स्वीकार गर्ने वा अस्वीकार गर्ने कुरा होइन। सत्य भनेको अनुभव गर्ने, जिउने, बुझ्ने कुरा हो।</p>\n<p>शिक्षकहरूको सम्पूर्ण प्रयास अन्ततः विद्यार्थीहरूलाई वास्तविक, सत्यको अनुभवतर्फ लैजानुपर्छ।</p>\n<p>यो जरुरी छ कि शिक्षकहरूले बालबालिकाको प्लास्टिक र लचिलो दिमागलाई आकार दिने उद्देश्यले निर्देशित पुरानो र हानिकारक प्रवृत्तिलाई त्याग्नुहोस्।</p>\n<p>पूर्वाग्रह, जोश, पुरानो पूर्वधारणाहरू, आदिले भरिएका वयस्क व्यक्तिहरूले बालबालिका र युवाहरूको दिमागलाई कुल्चेर उनीहरूको दिमागलाई आफ्नो बासी, अनाड़ी, पुरानो विचार अनुसार आकार दिने प्रयास गर्नु हास्यास्पद छ।</p>\n<p>बरु विद्यार्थीहरूको बौद्धिक स्वतन्त्रता, उनीहरूको मानसिक तत्परता, उनीहरूको रचनात्मक सहजताको सम्मान गर्नु राम्रो हो।</p>\n<p>शिक्षकहरूलाई विद्यार्थीहरूको दिमागलाई खोरमा हाल्ने अधिकार छैन।</p>\n<p>विद्यार्थीहरूको दिमागमा के सोच्ने भनेर बताउनु आधारभूत कुरा होइन, बरु उनीहरूलाई पूर्ण रूपमा कसरी सोच्ने भनेर सिकाउनु हो।</p>\n<p>दिमाग ज्ञानको साधन हो र शिक्षकहरूले आफ्ना विद्यार्थीहरूलाई त्यो साधनलाई बुद्धिमानीपूर्वक चलाउन सिकाउनु आवश्यक छ।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ne/educacion-fundamental/que-pensar-como-pensar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ne/educacion-fundamental/que-pensar-como-pensar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ne/educacion-fundamental/que-pensar-como-pensar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
