import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "څه فکر کول. څنګه فکر کول.",
  "locale": "ps",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "5. څه فکر کول. څنګه فکر کول.",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>په خپل کور او ښوونځي کې، والدین او ښوونکي موږ ته تل هغه څه وايي چې موږ باید فکر وکړو، مګر هیڅکله موږ ته دا نه ښیي چې څنګه فکر وکړو.</p>\n<p>پوهیدل چې څه فکر کول نسبتاً اسانه دي. زموږ والدین، ښوونکي، لارښودونکي، د کتابونو لیکوالان، او داسې نور، هر یو په خپله طریقه دیکتاتوران دي، هر یو غواړي چې موږ د دوی د حکمونو، غوښتنو، تیوریو، تعصباتو او داسې نورو په اړه فکر وکړو.</p>\n<p>د ذهن دیکتاتوران د زیان رسوونکو واښو په څیر ډیر دي. هرچیرې یو ناوړه رجحان شتون لري چې د بل ذهن غلام کړي، هغه په ​​بوتل کې بند کړي، او هغه مجبور کړي چې د ځانګړو معیارونو، تعصباتو، ښوونځیو او داسې نورو دننه ژوند وکړي.</p>\n<p>د ذهن ملیاردونو او ملیونونو دیکتاتورانو هیڅکله د هیچا ذهني آزادۍ ته درناوی نه دی کړی. که څوک د دوی په څیر فکر ونه کړي، هغه ته بد، مرتد، بې علم او داسې نور ویل کیږي.</p>\n<p>ټول غواړي ټول غلام کړي، ټول غواړي د نورو فکري آزادۍ تر پښو لاندې کړي. هیڅوک د نورو د فکر آزادۍ ته درناوی نه کوي. هر څوک ځان پوه، هوښیار، او حیرانونکی احساسوي، او غواړي چې نور هم د هغه په ​​څیر وي، هغه د خپل ماډل په توګه غوره کړي، او د هغه په ​​څیر فکر وکړي.</p>\n<p>له ذهن څخه ډیره ناوړه ګټه اخیستل شوې ده. سوداګرو او د دوی اعلاناتو ته په ورځپاڼو، راډیو، تلویزیون او داسې نورو کې وګورئ.</p>\n<p>تجارتي اعلانونه په دیکتاتوري بڼه ترسره کیږي! داسې صابون واخلئ! داسې بوټونه! دومره پیسې! اوس یې واخله! سمدلاسه! دا سبا ته مه پریږدئ! دا باید سمدلاسه وي! او داسې نور. یوازې دومره پاتې دي چې ووایي که تاسو اطاعت ونه کړئ، موږ به تاسو زندان ته واچوو، یا به تاسو ووژنو.</p>\n<p>پلار غواړي په زوره خپلې نظریې په زوی وتپي او ښوونکی غوسه کوي، سزا ورکوي او ټیټې نمرې ورکوي که چیرې هلک یا انجلۍ د ښوونکي نظریې په زور ونه مني.</p>\n<p>د بشریت نیمایي غواړي د بلې نیمایي بشریت ذهن غلام کړي. د نورو د ذهن غلام کولو دا رجحان په ساده ډول څرګندیږي کله چې موږ د تور تاریخ توره پاڼه مطالعه کوو.</p>\n<p>هرچیرې داسې خونړۍ دیکتاتورۍ وې او شته چې د خلکو د غلام کولو هڅه کوي. خونړۍ دیکتاتورۍ چې هغه څه حکم کوي چې خلک باید فکر وکړي. بدبخته هغه څوک! چې د آزاد فکر کولو هڅه کوي: هغه په ​​ناڅاپي ډول د تمرکز کمپونو، سایبریا، زندان، جبري کار، دار، ډزو، جلاوطنۍ او داسې نورو ته ځي.</p>\n<p>نه ښوونکي، نه والدین او نه هم کتابونه د فکر کولو څرنګوالی ښووي.</p>\n<p>خلک خوښوي چې نور دې ته اړ کړي چې د هغه څه سره سم فکر وکړي چې دوی یې فکر کوي سم دي او دا څرګنده ده چې هرڅوک په دې کې په خپله طریقه یو دیکتاتور دی، هرڅوک ځان وروستۍ خبره ګڼي، هرڅوک په کلکه باور لري چې نور باید د هغه په ​​​​څیر فکر وکړي، ځکه چې هغه د هر څه څخه غوره دی.</p>\n<p>والدین، ښوونکي، کارګمارونکي او داسې نور، په خپلو ماتحتو باندې غوسه کوي او بیا غوسه کوي.</p>\n<p>د بشریت دا ناوړه تمایل چې د نورو درناوی ونه کړي، د نورو ذهن تر پښو لاندې کړي، د نورو فکر بند کړي، بند کړي، غلام کړي او ځنځیر کړي، ډارونکی دی.</p>\n<p>میړه غواړي په زوره خپلې نظریې، خپل عقیده او خپل فکر د ښځې په سر کې واچوي او ښځه هم غواړي همداسې وکړي.</p>\n<p>ډیری وختونه میړه او ښځه د نظرونو د نه مطابقت له امله طلاق اخلي.</p>\n<p>میړه او ښځه نه غواړي د نورو د فکري آزادۍ ته د درناوي اړتیا درک کړي.</p>\n<p>هیڅ میړه د بل میړه د ذهن غلام کولو حق نلري. هرڅوک په حقیقت کې د درناوي وړ دی. هرڅوک حق لري چې څنګه چې وغواړي فکر وکړي، خپل مذهب ته پابند وي، او په هغه سیاسي ګوند پورې اړه ولري چې وغواړي.</p>\n<p>د ښوونځي ماشومان دې ته اړ کیږي چې په زوره د ځینو ځانګړو نظرونو په اړه فکر وکړي، مګر دوی ته د ذهن چلولو څرنګوالی نه ښودل کیږي.</p>\n<p>د ماشومانو ذهن نرم، لچک لرونکی او د منلو وړ دی، او د لویانو ذهن لا دمخه سخت، ثابت، لکه په یوه بڼه خټه دی، نور نه بدلیږي، نور نشي بدلیدلی.</p>\n<p>د ماشومانو او ځوانانو ذهن د ډیرو بدلونونو لپاره حساس دی، دا بدلیدلی شي.</p>\n<p>ماشومانو او ځوانانو ته د فکر کولو څرنګوالی ښودل کیدی شي. لویانو ته د فکر کولو څرنګوالی ښودل خورا ګران دي ځکه چې دوی دمخه هغه څه دي چې دي او په همدې ډول مري.</p>\n<p>په ژوند کې داسې یو زوړ سړی موندل خورا نادر دي چې په بنسټیز ډول بدلون کې لیوالتیا ولري.</p>\n<p>د خلکو ذهن له ماشومتوب څخه جوړیږي. دا هغه څه دي چې والدین او ښوونکي یې غوره کوي. دوی د ماشومانو او ځوانانو ذهن ته په بڼه ورکولو خوند اخلي.</p>\n<p>په یوه بڼه کې ذهن په حقیقت کې یو شرط شوی، غلام ذهن دی.</p>\n<p>دا اړینه ده چې د ښوونځي ښوونکي د ذهن زنځیرونه مات کړي.</p>\n<p>دا بیړنۍ ده چې ښوونکي د ماشومانو ذهنونه ریښتینې آزادۍ ته لارښوونه وکړي ترڅو دوی نور غلام نه شي.</p>\n<p>دا اړینه ده چې ښوونکي زده کونکو ته د فکر کولو څرنګوالی ښووي.</p>\n<p>ښوونکي باید د تحلیل، مراقبت، او پوهاوي لارې زده کونکو ته د ښودلو اړتیا درک کړي.</p>\n<p>هیڅ پوه سړی باید هیڅکله په ډاګماتیک ډول هیڅ شی ونه مني. لومړی یې پلټنه کول اړین دي. د منلو دمخه پوه شئ، پلټنه وکړئ.</p>\n<p>په بل عبارت، موږ به ووایو چې د منلو اړتیا نشته، بلکې پلټنه، تحلیل، مراقبه او پوهیدل اړین دي. کله چې پوهه بشپړه وي، منل غیر ضروري دي.</p>\n<p>د پوهې څخه د خپل سر ډکول هیڅ ګټه نلري که چیرې موږ له ښوونځي څخه وتلو وروسته د فکر کولو څرنګوالی نه پوهیږو او موږ د ژوندي اتومات په څیر، د ماشینونو په څیر، د خپلو پلرونو، نیکونو او نيکونو په څیر ورته ورځنی کار ته دوام ورکوو.</p>\n<p>تل ورته خبره تکرارول، د ماشینونو ژوند کول، له کور څخه دفتر ته او له دفتر څخه کور ته، د ماشومانو جوړولو لپاره واده کول، دا ژوند نه دی، او که موږ د دې لپاره زده کړه وکړو، او د همدې لپاره موږ د لسو یا پنځلسو کلونو لپاره ښوونځي، کالج او پوهنتون ته ځو، نو ښه به وي چې زده کړه ونه کړو.</p>\n<p>مهاتما ګاندي یو ډیر ځانګړی سړی و. ډیری وختونه پروټسټنټ پادریانو په خپله دروازه کې ساعتونه تیرول او هڅه یې کوله چې هغه په ​​​​خپله پروټسټنټ بڼه عیسویت ته واړوي.</p>\n<p>ګاندي د پادریانو تعلیمات نه منل، او نه یې ردول، هغه پوهیده، هغه ته یې درناوی کاوه، او بس.</p>\n<p>مهاتما ډیری وختونه ویل: “زه برهمن، یهودي، عیسوی، محمدي او داسې نور یم.”</p>\n<p>مهاتما پوهیده چې ټول دینونه اړین دي ځکه چې دوی ټول ورته تل پاتې ارزښتونه ساتي.</p>\n<p>د یوې عقیدې یا مفهوم منل یا رد کول د ذهني ناپختۍ ښکارندويي کوي.</p>\n<p>کله چې موږ یو څه رد یا منو، دا ځکه چې موږ نه پوهیږو.</p>\n<p>چیرته چې پوهاوی وي، منل یا رد کول غیر ضروري دي.</p>\n<p>هغه ذهن چې باور کوي، هغه ذهن چې باور نه کوي، هغه ذهن چې شک کوي، یو بې علم ذهن دی.</p>\n<p>د حکمت لاره په باور کولو یا نه باور کولو یا شک کولو کې نه ده.</p>\n<p>د حکمت لاره په پلټنه، تحلیل، مراقبه او تجربه کولو کې ده.</p>\n<p>حقیقت هغه څه دي چې له اوس څخه تر اوسه پورې نامعلوم دي. حقیقت د هغه څه سره هیڅ تړاو نلري چې یو څوک باور کوي یا نه، او نه هم شک سره.</p>\n<p>حقیقت د یو څه منلو یا ردولو مسله نه ده. حقیقت د تجربه کولو، ژوند کولو او پوهیدو مسله ده.</p>\n<p>د ښوونکو ټوله هڅه باید په وروستي تحلیل کې زده کونکي د ریښتیني او واقعي تجربې ته ورسوي.</p>\n<p>دا بیړنۍ ده چې ښوونکي دا لرغونی او زیان رسونکی تمایل پریږدي چې تل د ماشومانو د پلاستیکي او د منلو وړ ذهن د جوړولو لپاره لارښوونه کیږي.</p>\n<p>دا بې معنی ده چې بالغ خلک چې له تعصباتو، احساساتو، او لرغونو مفاهیمو ډک وي، د ماشومانو او ځوانانو په ذهنونو باندې داسې ظلم وکړي او هڅه وکړي چې د دوی ذهنونه د خپلو زړو، بې وقوفه او لرغونو نظرونو سره سم جوړ کړي.</p>\n<p>غوره ده چې د زده کونکو فکري آزادۍ ته درناوی وشي، د دوی ذهني چټکتیا، د دوی تخلیقي خود جوشیتوب ته درناوی وشي.</p>\n<p>ښوونکي د زده کونکو د ذهنونو د بندولو حق نلري.</p>\n<p>اساسي خبره دا نه ده چې د زده کونکو ذهن ته هغه څه حکم وکړي چې دوی باید فکر وکړي، بلکې دوی ته په بشپړه توګه د فکر کولو څرنګوالی ښووي.</p>\n<p>ذهن د پوهې وسیله ده او دا اړینه ده چې ښوونکي خپلو زده کونکو ته د دې وسیلې په هوښیارۍ سره چلولو څرنګوالی ښووي.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ps/educacion-fundamental/que-pensar-como-pensar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/que-pensar-como-pensar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/que-pensar-como-pensar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
