import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "อะไรที่ต้องคิดวิธีคิด",
  "locale": "th",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "5. อะไรที่ต้องคิดวิธีคิด",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ที่บ้านและที่โรงเรียน พ่อแม่และครูมักจะบอกเราเสมอว่าเราควรคิดอะไร แต่ไม่เคยสอนเราเลยว่าเราควรคิดอย่างไร</p>\n<p>การรู้ว่าจะคิดอะไรนั้นค่อนข้างง่าย พ่อแม่ ครู อาจารย์ ติวเตอร์ ผู้แต่งหนังสือ ฯลฯ ล้วนเป็นเผด็จการในแบบของตนเอง ต่างก็ต้องการให้เราคิดตามคำสั่ง ข้อเรียกร้อง ทฤษฎี อคติ ฯลฯ ของตน</p>\n<p>เผด็จการทางความคิดมีอยู่มากมายเหมือนวัชพืช มีแนวโน้มที่เลวร้ายที่จะทำให้จิตใจของผู้อื่นเป็นทาส กักขัง บังคับให้มีชีวิตอยู่ภายใต้กฎเกณฑ์ อคติ โรงเรียน ฯลฯ ที่กำหนดไว้</p>\n<p>เผด็จการทางความคิดนับล้าน ๆ ไม่เคยต้องการที่จะเคารพเสรีภาพทางความคิดของใคร หากใครไม่คิดเหมือนพวกเขา คนนั้นจะถูกตราหน้าว่าเลวทราม กลับกลอก โง่เขลา ฯลฯ</p>\n<p>ทุกคนต้องการที่จะทำให้ทุกคนเป็นทาส ทุกคนต้องการที่จะเหยียบย่ำเสรีภาพทางปัญญาของผู้อื่น ไม่มีใครต้องการที่จะเคารพเสรีภาพทางความคิดของผู้อื่น ทุกคนรู้สึกว่าตนเองฉลาด มีความรู้ น่าทึ่ง และต้องการอย่างเป็นธรรมชาติให้ผู้อื่นเป็นเหมือนตนเอง ให้เปลี่ยนตนเองให้เป็นแบบอย่างของตนเอง ให้คิดเหมือนตนเอง</p>\n<p>มีการละเมิดทางจิตใจมากเกินไป สังเกตบรรดาพ่อค้าและโฆษณาชวนเชื่อของพวกเขาผ่านทางหนังสือพิมพ์ วิทยุ โทรทัศน์ ฯลฯ</p>\n<p>การโฆษณาชวนเชื่อทางการค้าทำในรูปแบบเผด็จการ จงซื้อสบู่นี้! รองเท้าแบบนั้น! ราคาเท่านั้น! จำนวนดอลลาร์เท่านั้น! ซื้อเดี๋ยวนี้! ทันที! อย่าปล่อยไว้จนถึงวันพรุ่งนี้! ต้องเป็นทันที! ฯลฯ ขาดเพียงแค่พวกเขาพูดว่าถ้าคุณไม่เชื่อฟัง เราจะจับคุณเข้าคุกหรือฆ่าคุณ</p>\n<p>พ่อต้องการที่จะยัดเยียดความคิดของตนให้กับลูกชายด้วยกำลัง และครูที่โรงเรียนก็ดุด่าลงโทษและให้คะแนนต่ำหากเด็กชายหรือเด็กหญิงไม่ยอมรับความคิดของครูอย่างเผด็จการ</p>\n<p>มนุษยชาติครึ่งหนึ่งต้องการที่จะทำให้จิตใจของมนุษยชาติอีกครึ่งหนึ่งเป็นทาส แนวโน้มที่จะทำให้จิตใจของผู้อื่นเป็นทาสนั้นโดดเด่นอย่างชัดเจนเมื่อเราศึกษาหน้าดำของประวัติศาสตร์อันดำมืด</p>\n<p>เผด็จการนองเลือดที่มุ่งมั่นที่จะทำให้ผู้คนเป็นทาสมีอยู่และดำรงอยู่ทุกหนทุกแห่ง เผด็จการนองเลือดที่สั่งว่าผู้คนควรคิดอะไร น่าเสียดายสำหรับผู้ที่พยายามจะคิดอย่างอิสระ: คนนั้นจะต้องไปที่ค่ายกักกัน ไซบีเรีย คุก แรงงานบังคับ การแขวนคอ การยิงเป้า การเนรเทศ ฯลฯ อย่างหลีกเลี่ยงไม่ได้</p>\n<p>ทั้งครูชายและหญิง ทั้งพ่อแม่ และหนังสือ ไม่ต้องการที่จะสอนวิธีการคิด</p>\n<p>ผู้คนชอบบังคับให้ผู้อื่นคิดตามที่พวกเขาเชื่อว่าควรจะเป็น และเป็นที่ชัดเจนว่าทุกคนในเรื่องนี้เป็นเผด็จการในแบบของตนเอง ทุกคนเชื่อว่าเป็นคำพูดสุดท้าย ทุกคนเชื่อมั่นว่าทุกคนควรคิดเหมือนตนเอง เพราะตนเองคือสิ่งที่ดีที่สุดของสิ่งที่ดีที่สุด</p>\n<p>พ่อแม่ ครู นายจ้าง ฯลฯ ดุด่าและดุด่าผู้ใต้บังคับบัญชาของตนซ้ำแล้วซ้ำเล่า</p>\n<p>แนวโน้มที่น่ากลัวของมนุษยชาติที่จะไม่เคารพผู้อื่น เหยียบย่ำจิตใจของผู้อื่น กักขัง ขัง ทรมาน ล่ามความคิดของผู้อื่นนั้นน่ากลัวมาก</p>\n<p>สามีต้องการที่จะยัดเยียดความคิดของตนเข้าไปในหัวของภรรยาด้วยกำลัง คำสอน ความคิด ฯลฯ ของตน และภรรยาก็ต้องการที่จะทำเช่นเดียวกัน</p>\n<p>บ่อยครั้งที่สามีภรรยาหย่าร้างกันเนื่องจากความคิดเห็นไม่ตรงกัน</p>\n<p>คู่สมรสไม่ต้องการที่จะเข้าใจถึงความจำเป็นในการเคารพเสรีภาพทางปัญญาของผู้อื่น</p>\n<p>ไม่มีคู่สมรสคนใดมีสิทธิ์ที่จะทำให้จิตใจของคู่สมรสคนอื่นเป็นทาส ในความเป็นจริงทุกคนสมควรได้รับการเคารพ ทุกคนมีสิทธิ์ที่จะคิดในสิ่งที่ตนต้องการ ที่จะนับถือศาสนาของตน ที่จะเป็นสมาชิกของพรรคการเมืองที่ตนต้องการ</p>\n<p>เด็กชายและเด็กหญิงที่โรงเรียนถูกบังคับให้คิดในแนวคิดนั้น ๆ แต่ไม่ได้รับการสอนวิธีการจัดการจิตใจ</p>\n<p>จิตใจของเด็ก ๆ นั้นอ่อนโยน ยืดหยุ่น ดัดง่าย และจิตใจของผู้สูงอายุนั้นแข็งทื่อ ติดแน่นเหมือนดินเหนียวในแม่พิมพ์ ไม่เปลี่ยนแปลงอีกต่อไป เปลี่ยนไม่ได้อีกต่อไป</p>\n<p>จิตใจของเด็กและเยาวชนมีความอ่อนไหวต่อการเปลี่ยนแปลงมากมาย สามารถเปลี่ยนแปลงได้</p>\n<p>เด็กและเยาวชนสามารถได้รับการสอนวิธีการคิด ผู้สูงอายุเป็นเรื่องยากมากที่จะสอนวิธีการคิด เพราะพวกเขาเป็นอย่างที่พวกเขาเป็นและตายไปอย่างนั้น</p>\n<p>เป็นเรื่องยากมากที่จะพบผู้สูงอายุที่สนใจในการเปลี่ยนแปลงอย่างถอนรากถอนโคนในชีวิต</p>\n<p>จิตใจของผู้คนถูกหล่อหลอมตั้งแต่เด็ก นั่นคือสิ่งที่พ่อแม่และครูที่โรงเรียนชอบทำ พวกเขาเพลิดเพลินกับการปั้นแต่งจิตใจของเด็กและเยาวชน</p>\n<p>จิตใจที่อยู่ในแม่พิมพ์คือจิตใจที่ถูกปรับสภาพ จิตใจที่เป็นทาส</p>\n<p>จำเป็นที่ครูชายและหญิงจะต้องทำลายโซ่ตรวนของจิตใจ</p>\n<p>เป็นเรื่องเร่งด่วนที่ครูจะต้องรู้วิธีนำทางจิตใจของเด็ก ๆ ไปสู่เสรีภาพที่แท้จริง เพื่อที่พวกเขาจะไม่ถูกทำให้เป็นทาสอีกต่อไป</p>\n<p>จำเป็นอย่างยิ่งที่ครูจะต้องสอนนักเรียนชายและหญิงว่าควรคิดอย่างไร</p>\n<p>ครูควรเข้าใจถึงความจำเป็นในการสอนนักเรียนชายและหญิงถึงเส้นทางของการวิเคราะห์ การทำสมาธิ ความเข้าใจ</p>\n<p>ไม่มีบุคคลที่มีความเข้าใจคนใดควรยอมรับสิ่งใด ๆ ในรูปแบบที่ตายตัว เป็นเรื่องเร่งด่วนที่จะต้องตรวจสอบก่อน ทำความเข้าใจ สอบถาม ก่อนที่จะยอมรับ</p>\n<p>กล่าวอีกนัยหนึ่งคือไม่จำเป็นต้องยอมรับ แต่ต้องตรวจสอบ วิเคราะห์ ทำสมาธิ และทำความเข้าใจ เมื่อความเข้าใจเต็มเปี่ยม การยอมรับก็ไม่จำเป็น</p>\n<p>ไม่มีประโยชน์ที่จะยัดเยียดข้อมูลทางปัญญาใส่หัวของเราหากเมื่อออกจากโรงเรียนแล้วเราไม่รู้วิธีคิด และยังคงเป็นเหมือนหุ่นยนต์ที่มีชีวิต เหมือนเครื่องจักร ทำซ้ำกิจวัตรประจำวันเดิม ๆ ของพ่อแม่ ปู่ย่าตายาย และทวดของเรา ฯลฯ</p>\n<p>ทำซ้ำสิ่งเดิม ๆ อยู่เสมอ ใช้ชีวิตเหมือนเครื่องจักร จากบ้านไปที่ทำงาน และจากที่ทำงานกลับบ้าน แต่งงานเพื่อกลายเป็นเครื่องจักรผลิตเด็ก นั่นไม่ใช่การมีชีวิตอยู่ และหากเราเรียนเพื่อสิ่งนั้น และเราไปโรงเรียนและวิทยาลัยและมหาวิทยาลัยเป็นเวลาสิบหรือสิบห้าปี จะเป็นการดีกว่าที่จะไม่เรียน</p>\n<p>มหาตมะ คานธี เป็นคนที่พิเศษมาก บ่อยครั้งที่ศิษยาภิบาลโปรเตสแตนต์นั่งอยู่ที่ประตูบ้านของเขานานหลายชั่วโมงเพื่อพยายามเปลี่ยนเขาให้มานับถือศาสนาคริสต์ในรูปแบบโปรเตสแตนต์</p>\n<p>คานธีไม่ได้ยอมรับคำสอนของศิษยาภิบาล และไม่ได้ปฏิเสธมันเช่นกัน เขาเข้าใจมัน เคารพมัน และนั่นคือทั้งหมด</p>\n<p>บ่อยครั้งที่มหาตมะกล่าวว่า “ฉันเป็นพราหมณ์ ยิว คริสเตียน มุสลิม ฯลฯ</p>\n<p>มหาตมะเข้าใจว่าทุกศาสนาเป็นสิ่งจำเป็นเพราะทุกศาสนาต่างก็รักษามูลค่าอันเป็นนิรันดร์เดียวกันไว้</p>\n<p>การยอมรับหรือปฏิเสธคำสอนหรือแนวคิดใด ๆ แสดงให้เห็นถึงการขาดวุฒิภาวะทางจิตใจ</p>\n<p>เมื่อเราปฏิเสธหรือยอมรับสิ่งใด ๆ เป็นเพราะเรายังไม่เข้าใจมัน</p>\n<p>เมื่อมีความเข้าใจ การยอมรับหรือการปฏิเสธก็เกินความจำเป็น</p>\n<p>จิตใจที่เชื่อ จิตใจที่ไม่เชื่อ จิตใจที่สงสัย คือจิตใจที่โง่เขลา</p>\n<p>เส้นทางแห่งปัญญาไม่ใช่การเชื่อหรือไม่เชื่อ หรือสงสัย</p>\n<p>เส้นทางแห่งปัญญาคือการสอบถาม วิเคราะห์ ทำสมาธิ และทดลอง</p>\n<p>ความจริงคือสิ่งที่ไม่รู้จักในขณะนั้น ความจริงไม่มีส่วนเกี่ยวข้องกับสิ่งที่คน ๆ หนึ่งเชื่อหรือไม่เชื่อ และไม่เกี่ยวข้องกับความสงสัย</p>\n<p>ความจริงไม่ใช่เรื่องของการยอมรับสิ่งใดหรือปฏิเสธมัน ความจริงเป็นเรื่องของการทดลอง การใช้ชีวิต การทำความเข้าใจ</p>\n<p>ความพยายามทั้งหมดของครูควรนำไปสู่การที่นักเรียนชายและหญิงได้สัมผัสกับสิ่งที่เป็นจริง สิ่งที่เป็นความจริง</p>\n<p>เป็นเรื่องเร่งด่วนที่ครูชายและหญิงจะต้องละทิ้งแนวโน้มที่ล้าสมัยและเป็นอันตรายซึ่งมุ่งเป้าไปที่การปั้นแต่งจิตใจที่ยืดหยุ่นและอ่อนนุ่มของเด็ก ๆ เสมอ</p>\n<p>เป็นเรื่องไร้สาระที่ผู้ใหญ่ที่เต็มไปด้วยอคติ ความหลงใหล แนวคิดที่ล้าสมัย ฯลฯ จะเหยียบย่ำจิตใจของเด็กและเยาวชนเช่นนี้ พยายามที่จะปั้นแต่งจิตใจตามความคิดที่เน่าเฟะ โง่เขลา และล้าสมัยของตน</p>\n<p>เป็นการดีกว่าที่จะเคารพเสรีภาพทางปัญญาของนักเรียน เคารพความรวดเร็วทางจิตใจของพวกเขา ความเป็นธรรมชาติในการสร้างสรรค์ของพวกเขา</p>\n<p>ครูชายและหญิงไม่มีสิทธิ์ที่จะกักขังจิตใจของนักเรียน</p>\n<p>สิ่งที่สำคัญที่สุดไม่ใช่การสั่งให้จิตใจของนักเรียนคิดอะไร แต่เป็นการสอนพวกเขาอย่างครบถ้วนว่าจะคิดอย่างไร</p>\n<p>จิตใจคือเครื่องมือของความรู้ และจำเป็นที่ครูชายและหญิงจะต้องสอนนักเรียนของตนว่าจะใช้อุปกรณ์นั้นอย่างชาญฉลาด</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/th/educacion-fundamental/que-pensar-como-pensar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/educacion-fundamental/que-pensar-como-pensar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/educacion-fundamental/que-pensar-como-pensar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
