import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Юуг Бодох. Яаж Бодох.",
  "locale": "mn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "5. Юуг Бодох. Яаж Бодох.",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Гэр орон, сургууль дээрээ эцэг эх, багш нар бидэнд юу бодох ёстойг үргэлж хэлдэг ч хэрхэн БОДОХ-ыг хэзээ ч зааж байгаагүй.</p>\n<p>Юу бодохоо мэдэх нь харьцангуй хялбар. Эцэг эх, багш, асран хамгаалагч, номын зохиолч гээд бүгд л өөрийн гэсэн диктатор, бүгд л өөрсдийн тушаал, шаардлага, онол, урьдаас сэрэмжлүүлэг гэх мэт зүйлийг бодохыг хүсдэг.</p>\n<p>Оюун санааны диктатор хогийн ургамал шиг л элбэг байдаг. Бусдын оюун санааг боолчлох, савлах, тодорхой хэм хэмжээ, урьдаас сэрэмжлүүлэг, сургууль гэх мэт зүйлд амьдруулах гэсэн муухай хандлага хаа сайгүй бий.</p>\n<p>Оюун санааны сая сая ДИКТАТОР хэний ч оюун санааны эрх чөлөөг хүндэлж байгаагүй. Хэрэв хэн нэгэн тэднийх шиг бодохгүй бол түүнийг бузар, урвагч, мунхаг гэх мэтээр үнэлдэг.</p>\n<p>Бүх хүн бүх хүнийг боолчлохыг хүсдэг, бүх хүн бусдын оюун санааны эрх чөлөөг зөрчихийг хүсдэг. Хэн ч бусдын бодлын эрх чөлөөг хүндлэхийг хүсдэггүй. Хүн бүр өөрийгөө УХААНТАЙ, МЭДЛЭГТЭЙ, ГАЙХАЛТАЙ гэж боддог бөгөөд бусад нь түүнтэй адилхан байх, түүнийг үлгэр жишээ болгон авах, түүнтэй адилхан бодохыг хүсдэг.</p>\n<p>Оюун санааг хэтэрхий ихээр ашигласан. ЗАРУУДЛАГЧДЫГ сонин, радио, телевизээр сурталчилгаа явуулж байгааг ажигла.</p>\n<p>Худалдааны сурталчилгааг дарангуйлагчийн хэлбэрээр хийдэг! Ийм саван худалдаж аваарай! Ийм гутал! Тэрбум төгрөг! Тэрбум доллар! Яг одоо худалдаж аваарай! Яг одоо! Маргааш хүртэл бүү орхи! Яг одоо байх ёстой! гэх мэт. Хэрэв та дуулгавартай дагахгүй бол шоронд хийнэ, эсвэл ална гэж хэлэхэд л хангалттай.</p>\n<p>Эцэг нь хүүхэддээ санаагаа хүчээр тулгахыг хүсдэг бол сургуулийн багш хүүхэд багшийн санааг ДАРАНГУЙЛЛААР хүлээн авахгүй бол загнаж, шийтгэж, муу дүн тавьдаг.</p>\n<p>Хүн төрөлхтний тал нь нөгөө талынхаа оюун санааг боолчлохыг хүсдэг. Бусдын оюун санааг боолчлох гэсэн энэ хандлага хар түүхийн хар хуудсыг судлахад л нүдэнд илт харагддаг.</p>\n<p>Ард түмнийг боолчлох гэж зүтгэсэн ЦУСТ ДАРАНГУЙЛАЛ хаа сайгүй байсан, одоо ч бий. Хүмүүс юу бодох ёстойг тушаадаг ЦУСТ ДАРАНГУЙЛАЛ! Чөлөөтэй бодохыг оролдсон хэн бүхэн харамсалтай! Тэр хүн зайлшгүй хорих лагерь, Сибирь, шорон, албадан ажил, дүүжлүүр, буудан алах, цөлөх гэх мэт рүү явдаг.</p>\n<p>БАГШ, ЭЦЭГ ЭХ, номнууд ч гэсэн ЯАЖ БОДОХ-ыг заахыг хүсдэггүй.</p>\n<p>Хүмүүс бусдыг хэрхэн бодох ёстой гэж бодож байгаагаараа бодоход дуртай байдаг бөгөөд үүнд хүн бүр өөр өөрийн гэсэн ДАРАНГУЙЛАГЧ, хүн бүр хамгийн сүүлчийн үгийг хэлж байна гэж боддог, хүн бүр бусад хүмүүс өөртэй нь адилхан бодох ёстой гэж бат итгэдэг, учир нь тэр хамгийн шилдэг нь.</p>\n<p>Эцэг эх, багш, ажил олгогч гэх мэт хүмүүс өөрийн харьяат хүмүүсээ загнаж, дахин загнадаг.</p>\n<p>Хүн төрөлхтний бусдыг хүндлэхгүй байх, бусдын оюун санааг зөрчих, оюун санааг хаах, хорих, боолчлох, гинжлэх гэсэн аймшигтай хандлага үнэхээр аймшигтай.</p>\n<p>Нөхөр нь эхнэрийнхээ толгойд санаагаа хүчээр, сургаал, үзэл бодол гэх мэт зүйлийг хийхийг хүсдэг бол эхнэр нь ч мөн адил хийхийг хүсдэг.</p>\n<p>Олон тохиолдолд нөхөр эхнэр хоёрын үзэл бодол таарахгүйгээс болж гэр бүлээ цуцлуулдаг.</p>\n<p>Эхнэр нөхрүүд оюун санааны эрх чөлөөг хүндлэх шаардлагыг ойлгохыг хүсдэггүй.</p>\n<p>Ямар ч эхнэр нөхөр нөгөөгийнхөө оюун санааг боолчлох эрхгүй. Хүн бүр үнэхээр хүндлэл хүлээх эрхтэй. Хүн бүр хүссэнээрээ бодох, шашин шүтэх, хүссэн улс төрийн намаа сонгох эрхтэй.</p>\n<p>Сургуулийн хөвгүүд, охидыг хүчээр тийм, ийм санаа бодохыг албаддаг ч оюун санаагаа хэрхэн удирдахыг заадаггүй.</p>\n<p>Хүүхдийн оюун санаа зөөлөн, уян хатан, хэврэг байдаг бол хөгшчүүлийнх хатуу, тогтмол, хэвэнд цутгасан шавар шиг, өөрчлөгдөхгүй, өөрчлөгдөж чадахгүй.</p>\n<p>Хүүхэд залуучуудын оюун санаа олон өөрчлөлтөд орж, өөрчлөгдөж болно.</p>\n<p>Хүүхэд залуучуудад ЯАЖ БОДОХ-ыг зааж болно. Хөгшчүүлд ЯАЖ БОДОХ-ыг заах нь маш хэцүү, учир нь тэд аль хэдийн хэн бэ, тэгээд л үхдэг.</p>\n<p>Амьдралд эрс өөрчлөгдөх сонирхолтой хөгшин хүнийг олоход маш ховор.</p>\n<p>Хүмүүсийн оюун санааг бага наснаас нь хэвшүүлдэг. Эцэг эх, сургуулийн багш нар үүнийг хийхийг илүүд үздэг. Тэд хүүхэд залуучуудын оюун санааг бүрэлдүүлэхдээ баярладаг.</p>\n<p>Хэвэнд цутгасан оюун санаа гэдэг нь үнэндээ хэвшмэл оюун санаа, боол оюун санаа юм.</p>\n<p>Сургуулийн БАГШ НАР оюун санааны дөнгөө таслах шаардлагатай.</p>\n<p>Багш нар хүүхдүүдийн оюун санааг жинхэнэ эрх чөлөө рүү хөтөлж, цаашид боолчлогдохоос сэргийлэх нь нэн чухал.</p>\n<p>Багш нар сурагчдадаа ЯАЖ БОДОХ-ыг заах нь зайлшгүй чухал.</p>\n<p>Багш нар сурагчдад дүн шинжилгээ хийх, бясалгал хийх, ойлгох замаар заах хэрэгтэй гэдгийг ойлгох ёстой.</p>\n<p>Ойлгодог хүн хэзээ ч ямар нэгэн зүйлийг догматик хэлбэрээр хүлээн авах ёсгүй. Эхлээд судлах нь нэн чухал. Хүлээн авахаасаа өмнө ойлгох, лавлах.</p>\n<p>Өөрөөр хэлбэл хүлээн авах шаардлагагүй, харин судлах, шинжлэх, бясалгах, ойлгох хэрэгтэй. Ойлголт бүрэн байх үед хүлээн авах шаардлагагүй болно.</p>\n<p>Хэрэв бид сургуулиа төгсөөд БОДОХ-ыг МЭДЭХГҮЙ бол толгойгоо оюун санааны мэдээллээр дүүргээд ямар ч хэрэггүй, бид ЭД ЮМС ШИГ АМЬДРАЛТАЙ, эцэг эх, өвөө эмээ, элэнц хуланц гэх мэт хүмүүсийнхээ ижил дэглэмийг давтдаг машин шиг хэвээр үлдэнэ.</p>\n<p>Үргэлж нэг зүйлийг давтах, машин шиг амьдрах, гэрээсээ оффис, оффисоосоо гэр рүү явах, хүүхэд хийдэг машин болохын тулд гэрлэх нь амьдрал биш бөгөөд хэрэв бид үүний төлөө суралцдаг, арван таван жилийн турш сургууль, коллеж, их сургуульд явдаг бол сурахгүй байсан нь дээр.</p>\n<p>МАХАТМА ГАНДИ маш онцгой хүн байсан. Олон удаа протестант пастор нар түүнийг протестант хэлбэрээрээ Христийн шашинд оруулахын төлөө түүний хаалганы дэргэд олон цаг сууж байв.</p>\n<p>Ганди пасторуудын зааврыг хүлээн аваагүй, няцаагаагүй, харин ОЙЛГОСОН, ХҮНДЭЛСЭН, тэр л хангалттай.</p>\n<p>МАХАТМА олон удаа хэлэхдээ: “Би Брахман, Иудей, Христчин, Магометчин гэх мэт.</p>\n<p>МАХАТМА бүх шашин ижил ҮҮРД ҮНЭТ ЗҮЙЛИЙГ хадгалж байдаг учраас бүгд хэрэгтэй гэдгийг ойлгосон.</p>\n<p>Ямар нэгэн сургаал, ойлголтыг хүлээн авах, эсвэл няцаах нь оюун санааны төлөвшөөгүй байдлыг илтгэнэ.</p>\n<p>Ямар нэгэн зүйлийг хүлээн авах, эсвэл няцаах үед бид үүнийг ойлгоогүй байна гэсэн үг.</p>\n<p>ОЙЛГОЛТ байгаа газарт хүлээн авах, няцаах шаардлагагүй болно.</p>\n<p>Итгэдэг оюун санаа, итгэдэггүй оюун санаа, эргэлздэг оюун санаа бол МУНХАГ оюун санаа юм.</p>\n<p>МЭДЛЭГТ хүрэх зам нь ИТГЭХ, эсвэл ИТГЭХГҮЙ байх, эсвэл ЭРГЭЛЗЭХ биш юм.</p>\n<p>МЭДЛЭГТ хүрэх зам нь ЛАВЛАХ, шинжлэх, бясалгах, ТУРШЛАГА хуримтлуулахад оршино.</p>\n<p>ҮНЭН бол тухайн мөчид үл мэдэгдэх зүйл юм. Үнэн нь хүний итгэж байгаа зүйл, эсвэл итгэхээ больсон зүйл, эсвэл эргэлзээтэй холбоогүй.</p>\n<p>ҮНЭН бол ямар нэгэн зүйлийг хүлээн авах, эсвэл няцаах асуудал биш юм. ҮНЭН бол ТУРШЛАГА хуримтлуулах, АМЬДРАХ, ОЙЛГОХ асуудал юм.</p>\n<p>БАГШ НАРЫН бүх хүчин чармайлт эцсийн дүндээ сурагчдыг бодит, үнэн зүйлийг ТУРШЛАГАЖУУЛАХ-д хүргэх ёстой.</p>\n<p>БАГШ НАР үргэлж хүүхдүүдийн УЯН ХАТАН, УЯН зөөлөн оюун санааг ЗАГВАРЧЛАХ зорилготой эртний, хортой хандлагаа орхих нь НЭН ТҮРГЭН шаардлагатай байна.</p>\n<p>Өөртөө бүхий л урьдаас сэрэмжлүүлэг, хүсэл тачаал, хуучирсан ойлголт гэх мэтийг агуулсан НАСАНД ХҮРЭГЧИД хүүхэд залуучуудын оюун санааг өөрсдийн хуучирсан, болхи, эртний үзэл бодлын дагуу загварчлахыг хичээж, ингэж зөрчиж байгаа нь утгагүй юм.</p>\n<p>СУРАГЧДЫН ОЮУН САНААНЫ ЭРХ ЧӨЛӨӨГ хүндлэх, оюун санааны хурд, бүтээлч сэтгэлгээг хүндлэх нь илүү дээр.</p>\n<p>Багш нар сурагчдынхаа оюун санааг хаах эрхгүй.</p>\n<p>Гол зүйл нь оюутны ОЮУН САНААНД юу бодох ёстойг ТУШААХ биш, харин яаж БОДОХ-ыг бүрэн заах явдал юм.</p>\n<p>ОЮУН САНАА бол МЭДЛЭГИЙН хэрэгсэл бөгөөд БАГШ НАР сурагчдадаа энэ хэрэгслийг хэрхэн ухаалгаар ашиглахыг заах шаардлагатай.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mn/educacion-fundamental/que-pensar-como-pensar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/que-pensar-como-pensar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/que-pensar-como-pensar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
