import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "کیا سوچنا۔ کیسے سوچنا۔",
  "locale": "ur",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "5. کیا سوچنا۔ کیسے سوچنا۔",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ہمارے گھروں اور اسکولوں میں، والدین اور اساتذہ ہمیشہ ہمیں بتاتے ہیں کہ ہمیں کیا سوچنا چاہیے لیکن زندگی میں کبھی یہ نہیں سکھاتے کہ کیسے سوچنا ہے۔</p>\n<p>یہ جاننا کہ کیا سوچنا ہے نسبتاً بہت آسان ہے۔ ہمارے والدین، اساتذہ، ٹیوشن دینے والے، کتابوں کے مصنف، وغیرہ، وغیرہ، وغیرہ۔ ہر کوئی اپنے انداز میں ایک آمر ہے، ہر کوئی چاہتا ہے کہ ہم ان کے احکامات، مطالبات، نظریات، تعصبات وغیرہ پر سوچیں۔</p>\n<p>ذہن کے آمر جڑی بوٹیوں کی طرح بکثرت ہیں۔ ہر جگہ دوسرے کے ذہن کو غلام بنانے، اسے بوتل میں بند کرنے، اسے مخصوص اصولوں، تعصبات، اسکولوں وغیرہ کے اندر رہنے پر مجبور کرنے کا ایک غلط رجحان پایا جاتا ہے۔</p>\n<p>ذہن کے لاکھوں اور کروڑوں آمروں نے کبھی کسی کی ذہنی آزادی کا احترام نہیں کیا۔ اگر کوئی ان کی طرح نہیں سوچتا، تو اسے بدکار، مرتد، جاہل وغیرہ قرار دیا جاتا ہے۔</p>\n<p>ہر کوئی ہر کسی کو غلام بنانا چاہتا ہے، ہر کوئی دوسروں کی فکری آزادی کو روندنا چاہتا ہے۔ کوئی بھی دوسروں کے خیالات کی آزادی کا احترام نہیں کرنا چاہتا۔ ہر کوئی خود کو عقلمند، دانا، شاندار سمجھتا ہے اور فطری طور پر چاہتا ہے کہ دوسرے بھی اس کی طرح ہوں، اسے اپنا ماڈل بنائیں، اس کی طرح سوچیں۔</p>\n<p>ذہن کا بہت زیادہ استحصال کیا گیا ہے۔ تاجروں اور اخبار، ریڈیو، ٹیلی ویژن وغیرہ کے ذریعے ان کے پروپیگنڈے کو دیکھیں۔</p>\n<p>تجارتی پروپیگنڈا آمرانہ انداز میں کیا جاتا ہے! فلاں صابن خریدیے! فلاں جوتے! اتنے پیسے! اتنے ڈالر! ابھی خریدیے! فوراً! اسے کل پر مت چھوڑیے! یہ فوری طور پر ہونا چاہیے! وغیرہ۔ بس یہی کمی ہے کہ وہ یہ کہیں کہ اگر آپ نے حکم نہیں مانا تو ہم آپ کو جیل میں ڈال دیں گے، یا آپ کو قتل کر دیں گے۔</p>\n<p>باپ زبردستی بیٹے کو اپنے خیالات بتانا چاہتا ہے اور اسکول کا استاد ڈانٹتا ہے، سزا دیتا ہے اور کم نمبر دیتا ہے اگر لڑکا یا لڑکی استاد کے خیالات کو آمریت کے انداز میں قبول نہیں کرتے۔</p>\n<p>آدھی انسانیت دوسری آدھی انسانیت کے ذہن کو غلام بنانا چاہتی ہے۔ دوسروں کے ذہن کو غلام بنانے کا یہ رجحان اس وقت واضح طور پر نظر آتا ہے جب ہم سیاہ تاریخ کا سیاہ باب پڑھتے ہیں۔</p>\n<p>ہر جگہ خونی آمریتیں موجود رہی ہیں اور ہیں جو لوگوں کو غلام بنانے پر تلی ہوئی ہیں۔ خونی آمریتیں جو یہ حکم دیتی ہیں کہ لوگوں کو کیا سوچنا چاہیے۔ بدقسمت ہے وہ شخص! جو آزادانہ طور پر سوچنے کی کوشش کرتا ہے: وہ ناگزیر طور پر حراستی کیمپوں، سائبیریا، جیل، جبری مشقت، پھانسی، فائرنگ اسکواڈ، جلاوطنی وغیرہ میں جاتا ہے۔</p>\n<p>نہ اساتذہ، نہ والدین اور نہ ہی کتابیں یہ سکھانا چاہتے ہیں کہ کیسے سوچنا ہے۔</p>\n<p>لوگ دوسروں کو اپنی مرضی کے مطابق سوچنے پر مجبور کرنا پسند کرتے ہیں اور یہ واضح ہے کہ اس میں ہر کوئی اپنے انداز میں ایک آمر ہے، ہر کوئی خود کو آخری لفظ سمجھتا ہے، ہر کوئی پختہ یقین رکھتا ہے کہ دوسروں کو اس کی طرح سوچنا چاہیے، کیونکہ وہ بہترین سے بہترین ہے۔</p>\n<p>والدین، اساتذہ، آجر وغیرہ، وغیرہ، وغیرہ، اپنے ماتحتوں کو ڈانٹتے ہیں اور بار بار ڈانٹتے ہیں۔</p>\n<p>انسانیت کا یہ خوفناک رجحان کہ وہ دوسروں کا احترام نہیں کرتے، دوسروں کے ذہن کو روندتے ہیں، دوسروں کی سوچ کو پنجرے میں بند کرتے ہیں، قید کرتے ہیں، غلام بناتے ہیں، زنجیروں میں جکڑتے ہیں، بہت خوفناک ہے۔</p>\n<p>شوہر زبردستی اپنی بیوی کے دماغ میں اپنے خیالات، اپنے نظریات، اپنے افکار وغیرہ ڈالنا چاہتا ہے اور بیوی بھی یہی کرنا چاہتی ہے۔</p>\n<p>اکثر شوہر اور بیوی خیالات میں مطابقت نہ ہونے کی وجہ سے طلاق لے لیتے ہیں۔</p>\n<p>زوجین دوسروں کی فکری آزادی کا احترام کرنے کی ضرورت کو سمجھنا نہیں چاہتے۔</p>\n<p>کسی بھی شریک حیات کو دوسرے شریک حیات کے ذہن کو غلام بنانے کا حق نہیں ہے۔ درحقیقت ہر کوئی احترام کا مستحق ہے۔ ہر ایک کو اپنی مرضی سے سوچنے، اپنے مذہب پر عمل کرنے، جس سیاسی جماعت سے چاہے تعلق رکھنے کا حق ہے۔</p>\n<p>اسکول کے لڑکوں اور لڑکیوں کو زبردستی مخصوص خیالات پر سوچنے پر مجبور کیا جاتا ہے لیکن انہیں ذہن کو چلانا نہیں سکھایا جاتا۔</p>\n<p>بچوں کا ذہن نرم، لچکدار اور آسان ہوتا ہے اور بوڑھوں کا ذہن سخت، جامد ہوتا ہے، جیسے کسی سانچے میں مٹی، اب وہ تبدیل نہیں ہوتا، اب وہ تبدیل نہیں ہو سکتا۔</p>\n<p>بچوں اور نوجوانوں کا ذہن بہت سی تبدیلیوں کے لیے حساس ہوتا ہے، وہ تبدیل ہو سکتا ہے۔</p>\n<p>بچوں اور نوجوانوں کو یہ سکھایا جا سکتا ہے کہ کیسے سوچنا ہے۔ بوڑھوں کو یہ سکھانا بہت مشکل ہے کہ کیسے سوچنا ہے کیونکہ وہ جیسے ہیں ویسے ہی مر جاتے ہیں۔</p>\n<p>زندگی میں کسی ایسے بوڑھے کو تلاش کرنا بہت مشکل ہے جو بنیادی طور پر تبدیل ہونے میں دلچسپی رکھتا ہو۔</p>\n<p>لوگوں کا ذہن بچپن سے ہی ڈھالا جاتا ہے۔ یہی وہ چیز ہے جو والدین اور اسکول کے اساتذہ کرنا پسند کرتے ہیں۔ انہیں بچوں اور نوجوانوں کے ذہن کو شکل دینے میں مزہ آتا ہے۔</p>\n<p>ایک سانچے میں ڈالا گیا ذہن درحقیقت ایک مشروط ذہن، ایک غلام ذہن ہوتا ہے۔</p>\n<p>یہ ضروری ہے کہ اسکول کے اساتذہ ذہن کی زنجیروں کو توڑ دیں۔</p>\n<p>یہ فوری ہے کہ اساتذہ بچوں کے ذہن کو حقیقی آزادی کی طرف رہنمائی کرنا جانیں تاکہ انہیں مزید غلام نہ بنایا جا سکے۔</p>\n<p>یہ ناگزیر ہے کہ اساتذہ طلباء کو سکھائیں کہ کیسے سوچنا چاہیے۔</p>\n<p>اساتذہ کو طلباء کو تجزیہ، مراقبہ اور فہم کا راستہ سکھانے کی ضرورت کو سمجھنا چاہیے۔</p>\n<p>کسی بھی سمجھدار شخص کو کبھی بھی کسی چیز کو غیر متزلزل انداز میں قبول نہیں کرنا چاہیے۔ قبول کرنے سے پہلے سب سے پہلے تحقیق کرنا ضروری ہے۔ سمجھنا، دریافت کرنا۔</p>\n<p>دوسرے لفظوں میں ہم کہیں گے کہ قبول کرنے کی کوئی ضرورت نہیں ہے، بلکہ تحقیق، تجزیہ، مراقبہ اور سمجھنے کی ضرورت ہے۔ جب سمجھ مکمل ہو جائے تو قبولیت غیر ضروری ہے۔</p>\n<p>اپنے سر کو فکری معلومات سے بھرنے کا کوئی فائدہ نہیں اگر اسکول سے نکلنے کے بعد ہم سوچنا نہیں جانتے اور زندہ خودکار مشینوں کی طرح، مشینوں کی طرح، اپنے والدین، دادا دادی اور پردادا وغیرہ کی طرح ایک ہی معمول کو دہراتے رہیں۔</p>\n<p>ہمیشہ ایک ہی چیز کو دہرانا، مشینوں کی زندگی گزارنا، گھر سے دفتر اور دفتر سے گھر، بچے پیدا کرنے والی مشینیں بننے کے لیے شادی کرنا، یہ زندگی نہیں ہے اور اگر ہم اس کے لیے پڑھتے ہیں، اور اس کے لیے ہم دس یا پندرہ سال تک اسکول، کالج اور یونیورسٹی جاتے ہیں، تو بہتر ہوگا کہ نہ پڑھیں۔</p>\n<p>مہاتما گاندھی ایک بہت ہی منفرد آدمی تھے۔ اکثر پروٹسٹنٹ پادری گھنٹوں ان کے دروازے پر بیٹھے رہتے تھے اور انہیں اپنے پروٹسٹنٹ انداز میں عیسائیت میں تبدیل کرنے کے لیے جدوجہد کرتے تھے۔</p>\n<p>گاندھی پادریوں کی تعلیم کو قبول نہیں کرتے تھے، نہ ہی اسے رد کرتے تھے، وہ اسے سمجھتے تھے، اس کا احترام کرتے تھے، اور بس۔</p>\n<p>اکثر مہاتما کہتے تھے: “میں برہمن، یہودی، عیسائی، محمدی وغیرہ ہوں۔”</p>\n<p>مہاتما سمجھتے تھے کہ تمام مذاہب ضروری ہیں کیونکہ وہ تمام ابدی اقدار کو برقرار رکھتے ہیں۔</p>\n<p>کسی نظریے یا تصور کو قبول کرنا یا رد کرنا ذہنی پختگی کی کمی کو ظاہر کرتا ہے۔</p>\n<p>جب ہم کسی چیز کو رد کرتے ہیں یا قبول کرتے ہیں، تو اس لیے کہ ہم نے اسے نہیں سمجھا ہے۔</p>\n<p>جہاں فہم ہو وہاں قبولیت یا رد کی ضرورت نہیں رہتی۔</p>\n<p>وہ ذہن جو یقین کرتا ہے، وہ ذہن جو یقین نہیں کرتا، وہ ذہن جو شک کرتا ہے، وہ جاہل ذہن ہے۔</p>\n<p>حکمت کا راستہ یقین کرنا یا نہ یقین کرنا یا شک کرنا نہیں ہے۔</p>\n<p>حکمت کا راستہ دریافت کرنا، تجزیہ کرنا، مراقبہ کرنا اور تجربہ کرنا ہے۔</p>\n<p>حقیقت ہر لمحے نامعلوم ہے۔ حقیقت کا اس سے کوئی تعلق نہیں ہے کہ کوئی کیا مانتا ہے یا کیا نہیں مانتا، اور نہ ہی یہ شک پرستی ہے۔</p>\n<p>حقیقت کسی چیز کو قبول کرنے یا رد کرنے کا سوال نہیں ہے۔ حقیقت تجربہ کرنے، جینے، سمجھنے کا سوال ہے۔</p>\n<p>اساتذہ کی تمام تر کوششوں کو بالآخر طلباء کو حقیقت، سچائی کا تجربہ کرنے کی طرف لے جانا چاہیے۔</p>\n<p>یہ فوری ہے کہ اساتذہ اس پرانے اور نقصان دہ رجحان کو ترک کر دیں جو ہمیشہ بچوں کے لچکدار اور آسان ذہن کو ڈھالنے کی طرف ہوتا ہے۔</p>\n<p>یہ مضحکہ خیز ہے کہ تعصبات، جذبات، فرسودہ پیشگی تصورات وغیرہ سے بھرے بالغ افراد بچوں اور نوجوانوں کے ذہنوں کو روندتے ہیں، ان کے ذہنوں کو اپنے بوسیدہ، بھونڈے، پرانے خیالات کے مطابق ڈھالنے کی کوشش کرتے ہیں۔</p>\n<p>طلباء کی فکری آزادی کا احترام کرنا، ان کی ذہنی تیزی، ان کی تخلیقی صلاحیتوں کا احترام کرنا بہتر ہے۔</p>\n<p>اساتذہ کو طلباء کے ذہن کو پنجرے میں بند کرنے کا کوئی حق نہیں ہے۔</p>\n<p>بنیادی چیز یہ نہیں ہے کہ طلباء کے ذہن کو یہ حکم دیا جائے کہ اسے کیا سوچنا چاہیے، بلکہ اسے مکمل طور پر یہ سکھانا ہے کہ کیسے سوچنا ہے۔</p>\n<p>ذہن علم کا ذریعہ ہے اور یہ ضروری ہے کہ اساتذہ اپنے طلباء کو اس آلے کو دانشمندی سے چلانا سکھائیں۔</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ur/educacion-fundamental/que-pensar-como-pensar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/que-pensar-como-pensar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/que-pensar-como-pensar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
