import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ምንማሰብ።እንዴትማሰብ።",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "5. ምንማሰብ።እንዴትማሰብ።",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>በቤታችንም ሆነ በትምህርት ቤታችን፣ ወላጆች እና መምህራን ምን ማሰብ እንዳለብን ሁልጊዜ ይነግሩናል፣ ነገር ግን በሕይወታችን ውስጥ እንዴት ማሰብ እንዳለብን በጭራሽ አያስተምሩንም።</p>\n<p>ምን ማሰብ እንዳለብን ማወቅ በአንፃራዊነት በጣም ቀላል ነው። ወላጆቻችን፣ መምህሮቻችን፣ ሞግዚቶቻችን፣ የመጻሕፍት ደራሲዎች፣ ወዘተ. ወዘተ. ወዘተ. እያንዳንዱ በየራሱ መንገድ አምባገነን ነው፣ እያንዳንዱ በራሳቸው ትእዛዛት፣ ፍላጎቶች፣ ንድፈ ሐሳቦች፣ ጭፍን ጥላቻዎች፣ ወዘተ እንድናስብ ይፈልጋል።</p>\n<p>የአእምሮ አምባገነኖች እንደ አረም ሞልተዋል። የሌሎችን አእምሮ ባሪያ ለማድረግ፣ ለመዝጋት፣ በተወሰኑ ደንቦች፣ ጭፍን ጥላቻዎች፣ ትምህርት ቤቶች፣ ወዘተ ውስጥ እንዲኖሩ ለማስገደድ አደገኛ ዝንባሌ በየቦታው አለ።</p>\n<p>በሚሊዮኖች የሚቆጠሩ የአእምሮ አምባገነኖች የማንንም የአእምሮ ነፃነት ለማክበር አልፈለጉም። አንድ ሰው እንደነሱ ካላሰበ ከሃዲ፣ ከሃዲ፣ አላዋቂ ወዘተ. ወዘተ. ወዘተ. ተብሎ ይፈርጃል።</p>\n<p>ሁሉም ሰው ማንንም ባሪያ ማድረግ ይፈልጋል፣ ሁሉም ሰው የሌሎችን የአእምሮ ነፃነት መርገጥ ይፈልጋል። ማንም የሌሎችን የአስተሳሰብ ነፃነት ማክበር አይፈልግም። እያንዳንዱ ሰው ጻድቅ፣ ጥበበኛ፣ ድንቅ እንደሆነ ይሰማዋል፣ እና በተፈጥሮ ሌሎች እንደሱ እንዲሆኑ፣ አርአያ እንዲሆኑት፣ እንደሱ እንዲያስቡ ይፈልጋል።</p>\n<p>አእምሮን ከመጠን በላይ ተጠቅመውበታል። ነጋዴዎችን እና ጋዜጦችን፣ ሬዲዮን፣ ቴሌቪዥንን ወዘተ. ወዘተ. ወዘተ. በመጠቀም የሚያደርጉትን ፕሮፓጋንዳ ተመልከቱ።</p>\n<p>የንግድ ፕሮፓጋንዳ የሚደረገው በአምባገነናዊ መንገድ ነው! እንዲህ ያለ ሳሙና ይግዙ! እንዲህ ያለ ጫማ! እንዲህ ያለ ዋጋ! እንዲህ ያለ ዶላር! አሁን ይግዙ! ወዲያውኑ! ለነገ አትተዉት! ወዲያውኑ መሆን አለበት! ወዘተ. የሚጎድለው ካልታዘዛችሁ ወደ እስር ቤት እንወረውራችኋለን ወይም እንገድላችኋለን ማለት ብቻ ነው።</p>\n<p>አባት ልጁን በግድ ሃሳቡን እንዲቀበል ይፈልጋል፣ የመምህሩን ሃሳብ ወንድ ወይም ሴት ልጅ በአምባገነናዊ መንገድ ካልተቀበሉ መምህሩ ይቆጣል፣ ይቀጣል፣ ዝቅተኛ ውጤት ይሰጣል።</p>\n<p>ግማሹ የሰው ልጅ የሌላውን ግማሽ የሰው ልጅ አእምሮ ባሪያ ማድረግ ይፈልጋል። የሌሎችን አእምሮ ባሪያ የማድረግ ዝንባሌ የጨለማውን የጨለማ ታሪክ ስንመረምር በግልጽ ይታያል።</p>\n<p>በየቦታው ህዝቡን ባሪያ ለማድረግ ቁርጠኛ የሆኑ ደም አፋሳሽ አምባገነኖች ነበሩ እና አሉ። ሰዎች ምን ማሰብ እንዳለባቸው የሚወስኑ ደም አፋሳሽ አምባገነኖች! በነፃነት ለማሰብ የሚሞክር ምስኪን! ያ ሰው የማይቀር በሆነ ሁኔታ ወደ ማጎሪያ ካምፖች፣ ወደ ሳይቤሪያ፣ ወደ እስር ቤት፣ ወደ አስገዳጅ የጉልበት ሥራ፣ ወደ አንገት መቁረጫ፣ ወደ መተኮስ፣ ወደ መባረር፣ ወዘተ ይሄዳል።</p>\n<p>መምህራን፣ ወላጆች ወይም መጻሕፍት እንዴት ማሰብ እንዳለብን ማስተማር አይፈልጉም።</p>\n<p>ሰዎች ሌሎች እንዴት መሆን እንዳለባቸው እንደሚያስቡት እንዲያስቡ ማስገደድ ያስደስታቸዋል፣ እና እያንዳንዱ ሰው በዚህ ረገድ አምባገነን መሆኑ ግልፅ ነው፣ እያንዳንዱ ሰው የመጨረሻው ቃል እንደሆነ ያምናል፣ እያንዳንዱ ሰው ሁሉም ሌሎች እንደሱ ማሰብ እንዳለባቸው በጥብቅ ያምናል፣ ምክንያቱም እሱ ከሁሉ የተሻለ ነው።</p>\n<p>ወላጆች፣ መምህራን፣ አሰሪዎች፣ ወዘተ. ወዘተ. ወዘተ. የበታቾቻቸውን ይቆጣሉ እና ደጋግመው ይቆጣሉ።</p>\n<p>የሰው ልጅ ለሌሎች አክብሮት የሌለው፣ የሌሎችን አእምሮ የሚረግጥ፣ የሚያስር፣ የሚያስገባ፣ ባሪያ የሚያደርግ፣ ሰንሰለት የሚያጠልቅበት አስፈሪ ዝንባሌ አስፈሪ ነው።</p>\n<p>ባል ለሚስቱ ሃሳቡን በግድ በጭንቅላቷ ውስጥ ማስገባት ይፈልጋል፣ ትምህርቱን፣ ሃሳቦቹን ወዘተ፣ ሚስትም እንዲሁ ማድረግ ትፈልጋለች።</p>\n<p>ብዙ ጊዜ ባልና ሚስት በሃሳብ አለመግባባት ይፋታሉ።</p>\n<p>የትዳር ጓደኞች የሌሎችን የአእምሮ ነፃነት የማክበርን አስፈላጊነት መረዳት አይፈልጉም።</p>\n<p>ማንኛውም የትዳር ጓደኛ የሌላውን የትዳር ጓደኛ አእምሮ ባሪያ የማድረግ መብት የለውም። እያንዳንዱ ሰው በተግባር አክብሮት ይገባዋል። እያንዳንዱ ሰው እንደፈለገ የማሰብ፣ ሃይማኖቱን የመከተል፣ የፈለገውን የፖለቲካ ፓርቲ የመቀላቀል መብት አለው።</p>\n<p>የወንድ እና ሴት ልጆች በትምህርት ቤት ውስጥ እንዲህ እና እንዲህ ባሉ ሃሳቦች በግድ እንዲያስቡ ይገደዳሉ ነገር ግን አእምሮን እንዴት ማስተዳደር እንደሚችሉ አይማሩም።</p>\n<p>የልጆች አእምሮ የዋህ፣ ተለዋዋጭ፣ ታዛዥ ነው፣ የአዛውንቶች ደግሞ ደረቅ፣ ቋሚ፣ በሻጋታ ውስጥ ያለ ሸክላ ነው፣ አይለወጥም፣ ሊለወጥ አይችልም።</p>\n<p>የልጆች እና የወጣቶች አእምሮ ለብዙ ለውጦች የተጋለጠ ነው፣ ሊለወጥ ይችላል።</p>\n<p>ልጆች እና ወጣቶች እንዴት ማሰብ እንደሚችሉ መማር ይችላሉ። አዛውንቶችን እንዴት ማሰብ እንደሚችሉ ማስተማር በጣም ከባድ ነው ምክንያቱም እነሱ ቀድሞውንም እንደነሱ ናቸው እናም እንደዚያው ይሞታሉ።</p>\n<p>በህይወት ውስጥ ሥር ነቀል በሆነ መንገድ ለመለወጥ የሚፈልግ አንድ አዛውንት ማግኘት በጣም አልፎ አልፎ ነው።</p>\n<p>የሰዎች አእምሮ ከልጅነት ጀምሮ ነው የሚቀረጸው። ይህ ወላጆች እና መምህራን ማድረግ የሚመርጡት ነው። የልጆችን እና የወጣቶችን አእምሮ በመቅረጽ ይደሰታሉ።</p>\n<p>በሻጋታ ውስጥ የሚቀመጥ አእምሮ በተግባር ሁኔታው የተስተካከለ፣ ባሪያ አእምሮ ነው።</p>\n<p>የትምህርት ቤት መምህራን የአእምሮን ሰንሰለት መስበር አለባቸው።</p>\n<p>መምህራን የልጆችን አእምሮ ወደ እውነተኛ ነፃነት መምራት መቻል አለባቸው፣ ከዚያም በኋላ ባሪያ እንዳይሆኑ።</p>\n<p>መምህራን ተማሪዎችን እንዴት ማሰብ እንዳለባቸው ማስተማር አስፈላጊ ነው።</p>\n<p>መምህራን ትንተና፣ ማሰላሰል፣ የመረዳት መንገድ ለተማሪዎች ማስተማር አስፈላጊ መሆኑን መረዳት አለባቸው።</p>\n<p>ምንም አስተዋይ ሰው ምንም ነገር በዶግማ መቀበል የለበትም። ከመቀበልህ በፊት መጀመሪያ መመርመር አስፈላጊ ነው። መረዳት፣ መጠየቅ።</p>\n<p>በሌላ አነጋገር ከመቀበል ይልቅ መመርመር፣ መተንተን፣ ማሰላሰል እና መረዳት ያስፈልጋል። መረዳት ሙሉ በሙሉ ሲኖር መቀበል አያስፈልግም።</p>\n<p>ከ ትምህርት ቤት ስንወጣ ማሰብ ካልቻልን እና እንደ ሕያው አውቶማቲክ ፣ እንደ ማሽኖች ፣ የወላጆቻችንን ፣ የአያቶቻችንን እና የቅድመ አያቶቻችንን ተመሳሳይ ልማድ ከቀጠልን አእምሮአችንን በአእምሮ መረጃ መሙላት ምንም ፋይዳ የለውም።</p>\n<p>ሁልጊዜ ተመሳሳይ ነገር መድገም፣ የማሽን ሕይወት መኖር፣ ከቤት ወደ ቢሮ እና ከቢሮ ወደ ቤት መሄድ፣ ልጆችን ለመሥራት ማሽኖች ለመሆን ማግባት፣ ያ መኖር አይደለም፣ እና ለዚያ የምናጠና ከሆነ፣ እና ለዚያ ወደ ትምህርት ቤት፣ ኮሌጅ እና ዩኒቨርሲቲ ለአሥር ወይም ለአሥራ አምስት ዓመታት የምንሄድ ከሆነ አለማጥናት ይሻላል።</p>\n<p>ማህተማ ጋንዲ በጣም ልዩ ሰው ነበር። ብዙ ጊዜ የፕሮቴስታንት ፓስተሮች በሩ ላይ ሰዓታት ሙሉ ተቀምጠው ፕሮቴስታንታዊ በሆነ መልኩ ክርስቲያን ለማድረግ ይጥሩ ነበር።</p>\n<p>ጋንዲ የፓስተሮችን ትምህርት አልተቀበለም፣ አልተቃወመምም፣ ተረድቷል፣ አከበረው፣ እና ያ ብቻ ነው።</p>\n<p>ብዙ ጊዜ ማህተማ እንዲህ ይል ነበር፡- “እኔ ብራህማን፣ አይሁዳዊ፣ ክርስቲያን፣ ሙስሊም፣ ወዘተ. ወዘተ. ወዘተ. ነኝ።”</p>\n<p>ማህተማ ሁሉም ሃይማኖቶች ተመሳሳይ ዘላለማዊ እሴቶችን ስለሚጠብቁ አስፈላጊ መሆናቸውን ተረድቷል።</p>\n<p>ማንኛውንም ትምህርት ወይም ጽንሰ-ሐሳብ መቀበል ወይም አለመቀበል የአዕምሮ ጉድለት ያሳያል።</p>\n<p>አንድ ነገር ስንቃወም ወይም ስንቀበል አልገባንም ማለት ነው።</p>\n<p>መረዳት በሚኖርበት ቦታ መቀበል ወይም መቃወም አያስፈልግም።</p>\n<p>የሚያምን አእምሮ፣ የማያምን አእምሮ፣ የሚጠራጠር አእምሮ፣ አላዋቂ አእምሮ ነው።</p>\n<p>የጥበብ መንገድ ማመን ወይም አለማመን ወይም መጠራጠር አይደለም።</p>\n<p>የጥበብ መንገድ መጠየቅ፣ መተንተን፣ ማሰላሰል እና መሞከር ነው።</p>\n<p>እውነት ከጊዜ ወደ ጊዜ የማይታወቅ ነው። እውነት አንድ ሰው ከሚያምንበት ወይም ከማያምንበት ጋር ምንም ግንኙነት የለውም፣ እንዲሁም ከአሳማኝነት ጋርም አይደለም።</p>\n<p>እውነት አንድን ነገር የመቀበል ወይም የመቃወም ጉዳይ አይደለም። እውነት የመሞከር፣ የመለማመድ፣ የመረዳት ጉዳይ ነው።</p>\n<p>የመምህራን ጥረት ሁሉ በመጨረሻ ተማሪዎችን የእውነታ፣ የእውነት ተሞክሮ እንዲያገኙ መምራት አለበት።</p>\n<p>መምህራን የልጆችን ተለዋዋጭ እና ታዛዥ አእምሮ ለመቅረጽ ሁልጊዜ የሚመራውን ጊዜ ያለፈበት እና ጎጂ ዝንባሌን መተው አስቸኳይ ነው።</p>\n<p>በጭፍን ጥላቻ፣ በስሜቶች፣ ጊዜ ያለፈባቸው ቅድመ ጽንሰ-ሐሳቦች፣ ወዘተ የተሞሉ አዋቂዎች የልጆችን እና የወጣቶችን አእምሮ እንደዚያው መረገጥ፣ አእምሮአቸውን ጊዜ ያለፈባቸው፣ ደካማ እና ጥንታዊ በሆኑ ሀሳቦቻቸው ለመቅረጽ መሞከር ከንቱ ነው።</p>\n<p>የተማሪዎችን የአዕምሮ ነፃነት፣ የአዕምሮ ዝግጁነታቸውን፣ የፈጠራ ችሎታቸውን ማክበር ይሻላል።</p>\n<p>መምህራን የተማሪዎችን አእምሮ የማሰር መብት የላቸውም።</p>\n<p>ዋናው ነገር ለተማሪዎች ምን ማሰብ እንዳለባቸው መናገር ሳይሆን እንዴት ማሰብ እንዳለባቸው ሙሉ በሙሉ ማስተማር ነው።</p>\n<p>አእምሮ የእውቀት መሣሪያ ነው፣ እና መምህራን ለተማሪዎቻቸው ይህን መሣሪያ በጥበብ እንዴት መጠቀም እንደሚችሉ ማስተማር አለባቸው።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/que-pensar-como-pensar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/que-pensar-como-pensar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/que-pensar-como-pensar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
