import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "काय विचार करावा. कसा विचार करावा.",
  "locale": "mr",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "5. काय विचार करावा. कसा विचार करावा.",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>आपल्या घरी आणि शाळेत, आईवडील आणि शिक्षक नेहमी आपल्याला काय विचार करायला पाहिजे हे सांगतात, पण कसे विचार करायला पाहिजे हे कधीच शिकवत नाहीत.</p>\n<p>काय विचार करायला पाहिजे हे तुलनेने खूप सोपे आहे. आपले आईवडील, शिक्षक, मार्गदर्शक, पुस्तकांचे लेखक इत्यादी, प्रत्येकजण आपापल्या परीने हुकूमशहा असतो. प्रत्येकाला असे वाटते की आपण त्यांच्या हुकुमांचे, मागण्यांचे, सिद्धांतांचे, पूर्वग्रहांनुसार विचार करावा.</p>\n<p>मनाचे हुकूमशहा तणांसारखे सर्वत्र आहेत. दुसर्‍यांच्या मनाला गुलाम बनवण्याची, त्याला कोंडण्याची, विशिष्ट नियम, पूर्वग्रह, विचारसरणींमध्ये बांधून ठेवण्याची एक वाईट प्रवृत्ती सर्वत्र आहे.</p>\n<p>लाखो-करोडो मनाच्या हुकूमशहांनी कोणाच्याही मानसिक स्वातंत्र्याचा आदर केलेला नाही. जर कोणी त्यांच्यासारखा विचार करत नसेल, तर त्याला दुष्ट, नास्तिक, अज्ञानी इत्यादी म्हटले जाते.</p>\n<p>प्रत्येकाला प्रत्येकाला गुलाम बनवायचे आहे, प्रत्येकाला इतरांच्या बौद्धिक स्वातंत्र्यावर अतिक्रमण करायचे आहे. कोणालाही दुसर्‍यांच्या विचारांचे स्वातंत्र्य मान्य नाही. प्रत्येकजण स्वतःला समजूतदार, ज्ञानी, अद्भुत समजतो आणि इतरांनीही त्याच्यासारखे व्हावे, त्याला आपला आदर्श मानावे, त्याच्यासारखा विचार करावा असे त्याला वाटते.</p>\n<p>मनाचा खूप गैरवापर झाला आहे. व्यापारी आणि त्यांची वर्तमानपत्रे, रेडिओ, दूरदर्शन इत्यादींमधील जाहिरातबाजी पहा.</p>\n<p>व्यापारी जाहिरात हुकूमशाही पद्धतीने केली जाते. ‘अमुक साबण खरेदी करा! तमुक बूट खरेदी करा! इतके रुपये! इतके डॉलर्स! आत्ताच खरेदी करा! त्वरित! ते उद्यासाठी ठेवू नका! ते त्वरित व्हायला हवे!’ फक्त एवढेच म्हणायचे बाकी आहे की जर तुम्ही ऐकले नाही तर आम्ही तुम्हाला तुरुंगात टाकू किंवा मारून टाकू.</p>\n<p>वडिलांना मुलांवर त्यांचे विचार जबरदस्तीने लादायचे असतात आणि जर मुला-मुलींनी शिक्षकांचे विचार हुकूमशाही पद्धतीने स्वीकारले नाहीत, तर शालेय शिक्षक त्यांना ओरडतात, शिक्षा करतात आणि कमी गुण देतात.</p>\n<p>अर्धी मानवजात इतर अर्ध्या मानवजातीच्या मनाला गुलाम बनवू इच्छिते. दुसर्‍यांच्या मनाला गुलाम बनवण्याची ही प्रवृत्ती इतिहासाच्या काळ्या पानांचा अभ्यास करताना स्पष्टपणे दिसून येते.</p>\n<p>सर्वत्र रक्तरंजित हुकूमशाही अस्तित्वात आहे आणि लोकांच्या मनाला गुलाम बनवण्यासाठी सज्ज आहे. रक्तरंजित हुकूमशाही लोकांना काय विचार करायला पाहिजे हे ठरवते. जो कोणी स्वतंत्रपणे विचार करण्याचा प्रयत्न करतो, तो निश्चितपणे छळ छावण्यांमध्ये, सायबेरियामध्ये, तुरुंगात, सक्तीच्या मजुरीमध्ये, फाशीवर, गोळ्या घालून मारला जातो किंवा हद्दपार केला जातो.</p>\n<p>शिक्षक, पालक किंवा पुस्तके, कोणीही कसे विचार करायचे हे शिकवत नाही.</p>\n<p>लोकांना इतरांना त्यांच्या मतानुसार विचार करायला लावणे आवडते आणि हे स्पष्ट आहे की प्रत्येकजण आपापल्या परीने हुकूमशहा असतो. प्रत्येकाला वाटते की त्याचे मत अंतिम आहे, प्रत्येकाला खात्री असते की इतरांनी त्याच्यासारखाच विचार केला पाहिजे, कारण तो सर्वोत्तम आहे.</p>\n<p>पालक, शिक्षक, मालक इत्यादी, त्यांच्या অধীনस्थांना ओरडतात आणि पुन्हा ओरडतात.</p>\n<p>इतरांचा आदर न करण्याची, दुसर्‍यांच्या मनावर अतिक्रमण करण्याची, दुसर्‍यांच्या विचारांना पिंजर्‍यात कोंडण्याची, बंद करण्याची, गुलाम बनवण्याची, साखळदंडात जखडण्याची माणसाची ही भयंकर प्रवृत्ती भयानक आहे.</p>\n<p>नवरा बायकोच्या डोक्यात त्याचे विचार, त्याचे सिद्धांत, त्याचे मत जबरदस्तीने भरतो आणि बायकोही तेच करते.</p>\n<p>अनेकदा नवरा-बायकोचे विचार जुळत नसल्यामुळे घटस्फोट होतो.</p>\n<p>दांपत्यांना दुसर्‍यांच्या बौद्धिक स्वातंत्र्याचा आदर करण्याची गरज समजत नाही.</p>\n<p>एखाद्या जोडीदाराला दुसर्‍या जोडीदाराच्या मनाला गुलाम बनवण्याचा अधिकार नाही. प्रत्येकजण आदरास पात्र आहे. प्रत्येकाला त्याच्या इच्छेनुसार विचार करण्याचा, त्याचा धर्म मानण्याचा, त्याला पाहिजे त्या राजकीय पक्षात सामील होण्याचा अधिकार आहे.</p>\n<p>शाळेतील मुलांना विशिष्ट विचार करायला भाग पाडले जाते, पण त्यांना मन कसे वापरायचे हे शिकवले जात नाही.</p>\n<p>मुलांचे मन कोमल, लवचिक आणि नम्र असते, तर वृद्धांचे मन कठीण आणि स्थिर झालेले असते, जसे साच्यातील माती, ते बदलत नाही, ते बदलू शकत नाही.</p>\n<p>मुले आणि तरुणांचे मन अनेक बदलांना स्वीकारण्यास तयार असते, ते बदलू शकते.</p>\n<p>मुले आणि तरुणांना कसे विचार करायचे हे शिकवले जाऊ शकते. वृद्धांना कसे विचार करायचे हे शिकवणे खूप कठीण आहे, कारण ते जसे आहेत तसेच राहतात आणि तसेच मरतात.</p>\n<p>जगात बदल घडवून आणण्यास इच्छुक असलेले वृद्ध लोक शोधणे दुर्मिळ आहे.</p>\n<p>लोकांचे मन बालपणापासूनच घडवले जाते. पालक आणि शालेय शिक्षक हेच करतात. त्यांना मुले आणि तरुणांच्या मनाला आकार देण्यात आनंद मिळतो.</p>\n<p>साच्यात बसवलेले मन म्हणजे वातानुकूलित, गुलाम मन.</p>\n<p>शिक्षकांनी मनाचे बंधन तोडणे आवश्यक आहे.</p>\n<p>शिक्षकांनी मुलांच्या मनाला खऱ्या स्वातंत्र्याकडे कसे वळवायचे हे शिकवणे अत्यावश्यक आहे, जेणेकरून ते यापुढे गुलाम होऊ नयेत.</p>\n<p>शिक्षकांनी विद्यार्थ्यांना विचार कसा करावा हे शिकवणे आवश्यक आहे.</p>\n<p>शिक्षकांनी विद्यार्थ्यांना विश्लेषण, मनन आणि आकलन करण्याचा मार्ग शिकवण्याची गरज समजून घेणे आवश्यक आहे.</p>\n<p>समजूतदार व्यक्तीने कोणतीही गोष्ट अंधपणे स्वीकारू नये. स्वीकारण्यापूर्वी प्रथम तपास करणे अत्यावश्यक आहे. आकलन करणे, चौकशी करणे आवश्यक आहे.</p>\n<p>दुसऱ्या शब्दांत, स्वीकारण्याची गरज नाही, तर तपास, विश्लेषण, मनन आणि आकलन करण्याची गरज आहे. जेव्हा आकलन पूर्ण होते, तेव्हा स्वीकृती अनावश्यक असते.</p>\n<p>शाळेतून बाहेर पडल्यावर विचार कसा करायचा हे माहीत नसेल, तर डोक्यात माहिती भरून काही उपयोग नाही. आपण आपल्या आई-वडील, आजी-आजोबा आणि पणजोबांच्या नित्यक्रमाचे अनुसरण करून जिवंत रोबोटसारखे जगत राहतो.</p>\n<p>नेहमी तेच तेच करणे, यंत्रांसारखे जीवन जगणे, घरातून ऑफिसला आणि ऑफिसमधून घरी जाणे, मुले निर्माण करणारी यंत्रे बनण्यासाठी लग्न करणे, हे जीवन नाही आणि जर यासाठी आपण अभ्यास करत असाल, शाळेत, कॉलेजमध्ये आणि विद्यापीठात दहा-पंधरा वर्षे जात असाल, तर अभ्यास न करणेच चांगले.</p>\n<p>महात्मा गांधी एक विलक्षण व्यक्ती होते. अनेकदा प्रोटेस्टंट धर्मगुरू त्यांच्या दारात तासन्तास बसून त्यांना प्रोटेस्टंट ख्रिश्चन बनवण्याचा प्रयत्न करत असत.</p>\n<p>गांधीजींनी धर्मगुरूंचे शिक्षण स्वीकारले नाही, पण ते नाकारलेही नाही, त्यांनी ते समजून घेतले, त्याचा आदर केला आणि तेवढेच.</p>\n<p>महात्मा अनेकदा म्हणायचे: “मी ब्राह्मण, ज्यू, ख्रिश्चन, मुस्लिम इत्यादी आहे.”</p>\n<p>महात्मांना हे समजले होते की सर्व धर्म आवश्यक आहेत, कारण ते सर्व समान शाश्वत मूल्यांचे जतन करतात.</p>\n<p>एखाद्या सिद्धांताला किंवा संकल्पनेला स्वीकारणे किंवा नाकारणे, हे मानसिक अपरिपक्वता दर्शवते.</p>\n<p>जेव्हा आपण काहीतरी नाकारतो किंवा स्वीकारतो, तेव्हा आपण ते समजून घेतलेले नसते.</p>\n<p>जिथे आकलन आहे, तिथे स्वीकृती किंवा नकार अनावश्यक आहे.</p>\n<p>जो मन विश्वास ठेवतो, जो मन विश्वास ठेवत नाही, जो मन शंका घेतो, ते मन अज्ञानी असते.</p>\n<p>ज्ञानाचा मार्ग विश्वास ठेवणे, न ठेवणे किंवा शंका घेणे नाही.</p>\n<p>ज्ञानाचा मार्ग म्हणजे चौकशी करणे, विश्लेषण करणे, मनन करणे आणि अनुभव घेणे.</p>\n<p>सत्य हे क्षणोक्षणी अज्ञात असते. सत्याचा तुमच्या विश्वासाशी किंवा अविश्वासाशी काहीही संबंध नाही, नास्तिकतेशीही नाही.</p>\n<p>सत्य ही कोणतीतरी गोष्ट स्वीकारण्याची किंवा नाकारण्याची बाब नाही. सत्य ही अनुभवण्याची, जगण्याची, आकलन करण्याची बाब आहे.</p>\n<p>शिक्षकांचे सर्व प्रयत्न विद्यार्थ्यांना सत्याचा, वास्तवाचा अनुभव देण्याकडे असले पाहिजेत.</p>\n<p>शिक्षकांनी मुलांच्या लवचिक मनाला आकार देण्याची ही कालबाह्य आणि हानिकारक प्रवृत्ती सोडणे अत्यावश्यक आहे.</p>\n<p>ज्या प्रौढ व्यक्ती स्वतःच्या पूर्वग्रहदूषित कल्पनांनी, वासनांनी आणि जुनाट विचारांनी भरलेल्या आहेत, त्यांनी मुले आणि तरुणांच्या मनावर त्यांच्या गंजलेल्या, मूर्ख आणि कालबाह्य विचारांनुसार आकार देण्याचा प्रयत्न करणे हास्यास्पद आहे.</p>\n<p>विद्यार्थ्यांच्या बौद्धिक स्वातंत्र्याचा, त्यांच्या मानसिक तत्परतेचा आणि त्यांच्या सर्जनशीलतेचा आदर करणे अधिक चांगले आहे.</p>\n<p>शिक्षकांना विद्यार्थ्यांच्या मनाला पिंजर्‍यात कोंडण्याचा अधिकार नाही.</p>\n<p>विद्यार्थ्यांच्या मनात काय विचार भरायचे हे सांगणे महत्त्वाचे नाही, तर त्यांना विचार कसा करायचा हे पूर्णपणे शिकवणे महत्त्वाचे आहे.</p>\n<p>मन हे ज्ञानाचे साधन आहे आणि शिक्षकांनी विद्यार्थ्यांना ते साधन हुशारीने कसे वापरायचे हे शिकवले पाहिजे.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mr/educacion-fundamental/que-pensar-como-pensar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mr/educacion-fundamental/que-pensar-como-pensar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mr/educacion-fundamental/que-pensar-como-pensar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
