import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "كيف تفكر. طريقة التفكير.",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "5. كيف تفكر. طريقة التفكير.",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>في منزلنا وفي المدرسة، دائمًا ما يخبرنا الآباء والمعلمون بما يجب أن نفكر فيه، ولكنهم لا يعلموننا أبدًا كيف نفكر.</p>\n<p>إن معرفة ما يجب التفكير فيه أمر سهل نسبيًا. آباؤنا، معلمونا، مرشدونا، مؤلفو الكتب، إلخ. إلخ. إلخ.، كل واحد منهم ديكتاتور بطريقته الخاصة، كل واحد يريد منا أن نفكر في إملاءاته، مطالبه، نظرياته، تحيزاته، إلخ.</p>\n<p>إن طغاة العقول يكثرون كالأعشاب الضارة. هناك في كل مكان ميل منحرف لاستعباد عقل الآخرين، وحشره في زجاجة، وإجباره على العيش داخل معايير معينة، وتحيزات، ومدارس، إلخ.</p>\n<p>إن الملايين والمليارات من طغاة العقول لم يرغبوا أبدًا في احترام الحرية العقلية لأي شخص. إذا كان شخص ما لا يفكر مثلهم، فإنه يوصف بأنه منحرف، مرتد، جاهل، إلخ. إلخ. إلخ.</p>\n<p>الكل يريد استعباد الكل، الكل يريد أن يدوس على الحرية الفكرية للآخرين. لا أحد يريد أن يحترم حرية فكر الآخرين. كل واحد يشعر بأنه حكيم، وعارف، ورائع، ويريد بطبيعة الحال أن يكون الآخرون مثله، وأن يحولوه إلى نموذجه، وأن يفكروا مثله.</p>\n<p>لقد أسيء استخدام العقل بشكل مفرط. انظروا إلى التجار، ودعايتهم من خلال الصحف، والراديو، والتلفزيون، إلخ. إلخ. إلخ.</p>\n<p>تتم الدعاية التجارية بطريقة استبدادية! اشترِ صابون كذا! أحذية كذا! كذا من الريالات! كذا من الدولارات! اشتر الآن! فورًا! لا تتركه للغد! يجب أن يكون على الفور! إلخ. لم يبق إلا أن يقولوا إذا لم تطع فإننا سنزج بك في السجن، أو نقتلك.</p>\n<p>يريد الأب أن يدخل أفكاره في رأس ابنه بالقوة، ويوبخ معلم المدرسة ويعاقب ويضع علامات منخفضة إذا لم يقبل الصبي أو الفتاة أفكار المعلم بشكل استبدادي.</p>\n<p>يريد نصف البشرية أن يستعبد عقل النصف الآخر من البشرية. يبرز هذا الميل إلى استعباد عقول الآخرين بوضوح عندما ندرس الصفحة السوداء من التاريخ الأسود.</p>\n<p>لقد وجدت وتوجد في كل مكان دكتاتوريات دموية مصممة على استعباد الشعوب. دكتاتوريات دموية تملي ما يجب أن يفكر فيه الناس. يا بؤس من يحاول أن يفكر بحرية: فإنه يذهب حتمًا إلى معسكرات الاعتقال، إلى سيبيريا، إلى السجن، إلى الأشغال الشاقة، إلى حبل المشنقة، إلى الإعدام رميًا بالرصاص، إلى المنفى، إلخ.</p>\n<p>لا المعلمون والمعلمات، ولا الآباء، ولا الكتب، يريدون تعليم كيف نفكر.</p>\n<p>يحب الناس إجبار الآخرين على التفكير وفقًا لما يعتقدون أنه يجب أن يكون، ومن الواضح أن كل واحد في هذا هو ديكتاتور بطريقته الخاصة، كل واحد يعتقد أنه الكلمة الأخيرة، كل واحد يعتقد اعتقادًا راسخًا أن على جميع الآخرين أن يفكروا مثله، لأنه هو الأفضل على الإطلاق.</p>\n<p>الآباء، والمعلمون، وأرباب العمل، إلخ. إلخ. إلخ.، يوبخون مرارًا وتكرارًا مرؤوسيهم.</p>\n<p>إنه أمر مروع هذا الميل الرهيب للبشرية إلى عدم احترام الآخرين، والدوس على عقل الآخرين، وحبس، وحصر، واستعباد، وتقييد فكر الآخرين.</p>\n<p>يريد الزوج أن يدخل أفكاره في رأس زوجته بالقوة، وعقيدته، وأفكاره، إلخ. وتريد الزوجة أن تفعل الشيء نفسه.</p>\n<p>في كثير من الأحيان يطلق الزوج والزوجة بسبب عدم توافق الأفكار.</p>\n<p>لا يريد الزوجان أن يفهموا ضرورة احترام الحرية الفكرية للآخرين.</p>\n<p>ليس لأي زوج الحق في استعباد عقل زوج آخر. كل واحد في الواقع جدير بالاحترام. لكل واحد الحق في أن يفكر كما يريد، وأن يعتنق دينه، وأن ينتمي إلى الحزب السياسي الذي يريده.</p>\n<p>يُجبر الأطفال في المدرسة على التفكير قسرًا في أفكار معينة، لكنهم لا يتعلمون كيفية التعامل مع العقل.</p>\n<p>عقل الأطفال لطيف ومرن وقابل للطرق، وعقل الكبار قاس وثابت بالفعل، مثل الطين في قالب، لم يعد يتغير، ولم يعد بإمكانه التغير.</p>\n<p>عقل الأطفال والشباب قابل للتغيير، ويمكن أن يتغير.</p>\n<p>يمكن تعليم الأطفال والشباب كيفية التفكير. من الصعب جدًا تعليم كبار السن كيفية التفكير لأنهم بالفعل كما هم وهكذا يموتون.</p>\n<p>من النادر جدًا أن تجد في الحياة أي شخص مسن مهتم بالتغيير الجذري.</p>\n<p>يتم تشكيل عقول الناس منذ الطفولة. هذا ما يفضل الآباء والمعلمون القيام به. إنهم يستمتعون بتشكيل عقول الأطفال والشباب.</p>\n<p>العقل الموضوع في قالب هو في الواقع عقل مكيف، عقل مستعبد.</p>\n<p>من الضروري أن يكسر المعلمون والمعلمات أغلال العقل.</p>\n<p>من الملح أن يعرف المعلمون كيفية توجيه عقول الأطفال نحو الحرية الحقيقية حتى لا يسمحوا باستعبادهم بعد الآن.</p>\n<p>من الضروري أن يعلم المعلمون الطلاب والطالبات كيف يجب التفكير.</p>\n<p>يجب على المعلمين أن يفهموا ضرورة تعليم الطلاب والطالبات طريق التحليل والتأمل والفهم.</p>\n<p>لا ينبغي لأي شخص متفهم أن يقبل أبدًا أي شيء بشكل عقائدي. من الملح أولاً التحقيق. الفهم، والاستعلام، قبل القبول.</p>\n<p>بعبارات أخرى، نقول أنه ليست هناك حاجة للقبول، ولكن للتحقيق والتحليل والتأمل والفهم. عندما يكون الفهم كاملاً، يصبح القبول غير ضروري.</p>\n<p>لا فائدة من ملء رؤوسنا بالمعلومات الفكرية إذا لم نكن نعرف كيف نفكر عندما نخرج من المدرسة ونستمر ككائنات آلية حية، كآلات، نكرر نفس روتين آبائنا وأجدادنا وأجداد أجدادنا، إلخ.</p>\n<p>تكرار الشيء نفسه دائمًا، والعيش حياة الآلات، من المنزل إلى المكتب ومن المكتب إلى المنزل، والزواج ليصبح آلات لصنع الأطفال، هذا ليس عيشًا، وإذا كنا ندرس من أجل ذلك، وإذا كنا نذهب إلى المدرسة والكلية والجامعة لمدة عشر أو خمس عشرة سنة، فمن الأفضل ألا ندرس.</p>\n<p>كان المهاتما غاندي رجلاً فريدًا جدًا. في كثير من الأحيان كان القساوسة البروتستانت يجلسون على بابه لساعات وساعات وهم يكافحون لتحويله إلى المسيحية في شكلها البروتستانتي.</p>\n<p>لم يقبل غاندي تعاليم القساوسة، ولم يرفضها أيضًا، بل فهمها، واحترمها، وهذا كل شيء.</p>\n<p>في كثير من الأحيان كان المهاتما يقول: “أنا براهمي، ويهودي، ومسيحي، ومحمدي، إلخ. إلخ. إلخ.</p>\n<p>فهم المهاتما أن جميع الأديان ضرورية لأنها جميعًا تحافظ على نفس القيم الأبدية.</p>\n<p>إن قبول أو رفض أي عقيدة أو مفهوم، يكشف عن نقص في النضج العقلي.</p>\n<p>عندما نرفض أو نقبل شيئًا ما، فذلك لأننا لم نفهمه.</p>\n<p>حيث يوجد الفهم، يصبح القبول أو الرفض غير ضروريين.</p>\n<p>العقل الذي يؤمن، العقل الذي لا يؤمن، العقل الذي يشك، هو عقل جاهل.</p>\n<p>إن طريق الحكمة لا يكمن في الإيمان أو عدم الإيمان أو الشك.</p>\n<p>إن طريق الحكمة يكمن في الاستعلام والتحليل والتأمل والتجربة.</p>\n<p>الحقيقة هي ما هو غير معروف لحظة بلحظة. ليس للحقيقة علاقة بما يؤمن به المرء أو لا يؤمن به، ولا علاقة لها بالتشكيك.</p>\n<p>الحقيقة ليست مسألة قبول شيء ما أو رفضه. الحقيقة هي مسألة تجربة ومعايشة وفهم.</p>\n<p>يجب أن يؤدي كل جهد المعلمين في التحليل النهائي إلى تجربة الطلاب والطالبات للواقع، للحقيقة.</p>\n<p>من الملح أن يتخلى المعلمون والمعلمات عن هذا الاتجاه القديم والضار الموجه دائمًا نحو تشكيل العقل البلاستيكي والمرن للأطفال.</p>\n<p>من السخف أن يعبث البالغون المليئون بالتحيزات والعواطف والمفاهيم المسبقة القديمة، إلخ. بعقول الأطفال والشباب، محاولين تشكيل عقولهم وفقًا لأفكارهم البالية والخرقاء والقديمة.</p>\n<p>من الأفضل احترام الحرية الفكرية للطلاب والطالبات، واحترام استعدادهم العقلي، وعفويتهم الإبداعية.</p>\n<p>ليس للمعلمين والمعلمات الحق في حبس عقول الطلاب والطالبات.</p>\n<p>الشيء الأساسي ليس إملاء ما يجب أن يفكر فيه عقل الطلاب، بل تعليمه بشكل كامل، كيف يفكر.</p>\n<p>العقل هو أداة المعرفة ومن الضروري أن يعلم المعلمون والمعلمات طلابهم وطالباتهم كيفية استخدام هذه الأداة بحكمة.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/que-pensar-como-pensar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/que-pensar-como-pensar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/que-pensar-como-pensar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
