import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "কি ভাবিব। কেনেকৈ ভাবিব।",
  "locale": "as",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "5. কি ভাবিব। কেনেকৈ ভাবিব।",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>আমাৰ ঘৰত আৰু স্কুলত, পিতৃ-মাতৃ আৰু শিক্ষকে সদায় আমাক কি ভাবিব লাগে সেইটো কয়, কিন্তু জীৱনত কেনেকৈ ভাবিব লাগে সেইটো কেতিয়াও শিকোৱা নহয়।</p>\n<p>কি ভাবিব লাগে সেইটো জনাটো তুলনামূলকভাৱে অতি সহজ। আমাৰ পিতৃ-মাতৃ, শিক্ষক, টিউচন শিক্ষক, কিতাপৰ লেখক আদি সকলোৱে নিজৰ নিজৰ ধৰণে একোজন স্বৈৰাচাৰী, প্ৰত্যেকেই বিচাৰে যে আমি তেওঁলোকৰ নিৰ্দেশ, দাবী, তত্ত্ব, কুসংস্কাৰ আদিত ভাবো।</p>\n<p>মনৰ স্বৈৰাচাৰী অপতৃণৰ দৰে উভৈণীবীজ। সকলোতে আনৰ মনক বন্দী কৰা, ইয়াক বটলত ভৰোৱা, ইয়াক কিছুমান নিয়ম, কুসংস্কাৰ, স্কুল আদিৰ ভিতৰত বাস কৰিবলৈ বাধ্য কৰোৱাৰ এক বিকৃত প্ৰৱণতা আছে।</p>\n<p>লাখ লাখ মনে কেতিয়াও কাৰো মানসিক স্বাধীনতাক সন্মান কৰিব বিচৰা নাই। যদি কোনোবাই তেওঁলোকৰ দৰে নাভাবে, তেওঁক দুষ্ট, বিশ্বাসঘাতক, অজ্ঞানী আদি বুলি কোৱা হয়।</p>\n<p>সকলোৱে সকলোকে বন্দী কৰিব বিচাৰে, সকলোৱে আনৰ বৌদ্ধিক স্বাধীনতাক পদদলিত কৰিব বিচাৰে। কোনেও আনৰ চিন্তাৰ স্বাধীনতাক সন্মান কৰিব নিবিচাৰে। প্ৰত্যেকেই নিজকে জ্ঞানী, জ্ঞানী, আচৰিত বুলি অনুভৱ কৰে, আৰু স্বাভাৱিকতে বিচাৰে যে আন সকলো তেওঁৰ দৰে হওক, তেওঁক তেওঁলোকৰ আৰ্হি হিচাপে লওক, তেওঁৰ দৰে ভাবক।</p>\n<p>মনৰ অত্যাধিক অপব্যৱহাৰ কৰা হৈছে। ব্যৱসায়ীসকলক আৰু বাতৰি কাকত, ৰেডিঅ’, দূৰদৰ্শন আদিৰ জৰিয়তে তেওঁলোকৰ প্ৰচাৰ চাওক।</p>\n<p>বাণিজ্যিক প্ৰচাৰ স্বৈৰাচাৰী ধৰণে কৰা হয়! আপুনি এনেকুৱা চাবোন কিনিব! এনেকুৱা জোতা! ইমান টকা! ইমান ডলাৰ! এতিয়াই কিনিব! তৎক্ষণাত! ইয়াক কাইলৈৰ বাবে নাৰাখিব! ইয়াক তৎক্ষণাত কৰিব লাগিব! আদি। যদি আপুনি মানি নলয়, তেওঁলোকে আপোনাক কাৰাগাৰত ভৰাই দিব বা হত্যা কৰিব বুলি কোৱাটো বাকী আছে।</p>\n<p>পিতৃয়ে জোৰ কৰি পুত্ৰক তেওঁৰ ধাৰণাবোৰ দিব বিচাৰে আৰু বিদ্যালয়ৰ শিক্ষকে ডবিয়ায়, শাস্তি দিয়ে আৰু কম নম্বৰ দিয়ে যদি ল’ৰা বা ছোৱালীয়ে শিক্ষকৰ ধাৰণাবোৰ স্বৈৰাচাৰীভাৱে গ্ৰহণ নকৰে।</p>\n<p>অৰ্ধেক মানৱতাই আন অৰ্ধেক মানৱতাৰ মনক বন্দী কৰিব বিচাৰে। আনৰ মনক বন্দী কৰাৰ এই প্ৰৱণতাটো যেতিয়া আমি ক’লা ইতিহাসৰ ক’লা পৃষ্ঠাটো অধ্যয়ন কৰোঁ তেতিয়া স্পষ্টভাৱে দেখা যায়।</p>\n<p>সকলোতে এনেকুৱা তেজস্ফল স্বৈৰাচাৰীতা আছিল আৰু আছে যি মানুহক বন্দী কৰিবলৈ বদ্ধপৰিকৰ। তেজস্ফল স্বৈৰাচাৰীতা যিয়ে মানুহে কি ভাবিব লাগে সেইটো নিৰ্দেশ দিয়ে! দুৰ্ভগীয়া সেইজন! যিয়ে মুকলিকৈ ভাবিবলৈ চেষ্টা কৰে: সেইটো অনিবাৰ্যভাৱে বন্দী শিবিৰ, চাইবেৰিয়া, কাৰাগাৰ, বাধ্যতামূলক শ্ৰম, ফাঁচী, গুলীচালনা, নিৰ্বাসন আদিলৈ যায়।</p>\n<p>শিক্ষক আৰু শিক্ষয়ত্ৰীসকলেও বা পিতৃ-মাতৃসকলেও বা কিতাপসমূহেও কেনেকৈ ভাবিব লাগে সেইটো শিকাব নিবিচাৰে।</p>\n<p>মানুহে আনক তেওঁলোকে ভবাৰ দৰে ভাবিবলৈ বাধ্য কৰিবলৈ ভাল পায় আৰু এইটো স্পষ্ট যে ইয়াত প্ৰত্যেকেই নিজৰ ধৰণে এজন স্বৈৰাচাৰী, প্ৰত্যেকেই নিজকে শেষ কথা বুলি ভাবে, প্ৰত্যেকেই দৃঢ়ভাৱে বিশ্বাস কৰে যে আন সকলোৱে তেওঁৰ দৰে ভাবিব লাগিব, কাৰণ তেওঁ শ্ৰেষ্ঠৰ ভিতৰত শ্ৰেষ্ঠ।</p>\n<p>পিতৃ-মাতৃ, শিক্ষক, পৃষ্ঠপোষক আদি সকলোৱে নিজৰ অধীনস্থসকলক ডবিয়ায় আৰু পুনৰ ডবিয়ায়।</p>\n<p>মানৱতাৰ আনক সন্মান নকৰাৰ, আনৰ মনক পদদলিত কৰাৰ, বন্দী কৰাৰ, আবদ্ধ কৰাৰ, বন্দী কৰাৰ, আনৰ চিন্তাক শৃংখলিত কৰাৰ এই ভয়ংকৰ প্ৰৱণতাটো ভয়ানক।</p>\n<p>স্বামীয়ে পত্নীক তেওঁৰ ধাৰণাবোৰ জোৰ কৰি মূৰত ভৰাই দিব বিচাৰে, তেওঁৰ মতবাদ, তেওঁৰ ধাৰণা আদি আৰু পত্নীয়েও একে কাম কৰিব বিচাৰে।</p>\n<p>বহুতো সময়ত স্বামী আৰু স্ত্ৰীৰ ধাৰণাৰ অমিলৰ বাবে বিবাহ বিচ্ছেদ হয়।</p>\n<p>দম্পতীয়ে আনৰ বৌদ্ধিক স্বাধীনতাৰ প্ৰয়োজনীয়তা বুজিব নিবিচাৰে।</p>\n<p>কোনো দম্পতীৰ আন দম্পতীৰ মনক বন্দী কৰাৰ অধিকাৰ নাই। প্ৰত্যেকেই সন্মানৰ যোগ্য। প্ৰত্যেকেই নিজৰ ইচ্ছামতে ভাবিবলৈ, নিজৰ ধৰ্ম পালন কৰিবলৈ, নিজৰ ইচ্ছামতে ৰাজনৈতিক দলত যোগদান কৰিবলৈ অধিকাৰ আছে।</p>\n<p>বিদ্যালয়ৰ ল’ৰা-ছোৱালীক জোৰ কৰি কিছুমান ধাৰণাত ভাবিবলৈ বাধ্য কৰোৱা হয়, কিন্তু তেওঁলোকক মনটো কেনেকৈ চলাব লাগে সেইটো শিকোৱা নহয়।</p>\n<p>শিশুৰ মন কোমল, স্থিতিস্থাপক, নমনীয় আৰু বৃদ্ধৰ মন কঠিন, স্থিৰ, ছাঁচত থকা মাটিৰ দৰে, আৰু সলনি নহয়, আৰু সলনি হ’ব নোৱাৰে।</p>\n<p>শিশু আৰু যুৱক-যুৱতীৰ মন বহুত সলনি হ’ব পাৰে, সলনি হ’ব পাৰে।</p>\n<p>শিশু আৰু যুৱক-যুৱতীক কেনেকৈ ভাবিব লাগে সেইটো শিকাব পাৰি। বৃদ্ধসকলক কেনেকৈ ভাবিব লাগে সেইটো শিকোৱাটো অতি কঠিন কাৰণ তেওঁলোক যেনেকুৱা তেনেকুৱাই আৰু তেনেকুৱাই মৰে।</p>\n<p>জীৱনত এনেকুৱা কোনো বৃদ্ধক বিচাৰি পোৱাটো অতি বিৰল যি সম্পূৰ্ণৰূপে সলনি হ’বলৈ আগ্ৰহী।</p>\n<p>মানুহৰ মন শৈশৱৰ পৰাই গঢ় দিয়া হয়। পিতৃ-মাতৃ আৰু বিদ্যালয়ৰ শিক্ষকে সেইটো কৰিবলৈ বেছি ভাল পায়। তেওঁলোকে শিশু আৰু যুৱক-যুৱতীৰ মনক গঢ় দি ভাল পায়।</p>\n<p>ছাঁচত ভৰোৱা মন বাস্তৱত এক চৰ্তযুক্ত মন, এক বন্দী মন।</p>\n<p>বিদ্যালয়ৰ শিক্ষক আৰু শিক্ষয়ত্ৰীসকলে মনৰ শিকলি ভাঙিব লাগিব।</p>\n<p>শিক্ষকসকলে শিশুৰ মনক প্ৰকৃত স্বাধীনতাৰ দিশে পৰিচালিত কৰিবলৈ জনাটো জৰুৰী যাতে তেওঁলোকে আৰু বন্দী নহয়।</p>\n<p>শিক্ষকসকলে ছাত্ৰ-ছাত্ৰীসকলক কেনেকৈ ভাবিব লাগে সেইটো শিকোৱাটো অপৰিহাৰ্য।</p>\n<p>শিক্ষকসকলে ছাত্ৰ-ছাত্ৰীসকলক বিশ্লেষণ, ধ্যান, বুজাবুজিৰ পথ শিকোৱাৰ প্ৰয়োজনীয়তা বুজিব লাগিব।</p>\n<p>কোনো সহানুভূতিশীল ব্যক্তিয়ে কেতিয়াও কোনো কথা অন্ধভাৱে গ্ৰহণ কৰিব নালাগে। প্ৰথমে অনুসন্ধান কৰাটো জৰুৰী। গ্ৰহণ কৰাৰ আগতে বুজিব লাগিব, জানিব লাগিব।</p>\n<p>অন্য ভাষাত ক’বলৈ গ’লে, গ্ৰহণ কৰাৰ কোনো প্ৰয়োজন নাই, কিন্তু অনুসন্ধান কৰিব লাগিব, বিশ্লেষণ কৰিব লাগিব, ধ্যান কৰিব লাগিব আৰু বুজিব লাগিব। যেতিয়া বুজাবুজি সম্পূৰ্ণ হয়, গ্ৰহণ কৰাটো অলাগতিয়াল।</p>\n<p>যদি বিদ্যালয়ৰ পৰা ওলাই অহাৰ পিছত কেনেকৈ ভাবিব লাগে সেইটো নাজানো আৰু জীৱন্ত স্বয়ংক্ৰিয়ভাৱে, মেচিনৰ দৰে, আমাৰ পিতৃ, ককা আৰু আজোককা আদিৰ একে গতানুগতিক কামকে পুনৰাবৃত্তি কৰি থাকোঁ তেন্তে মূৰটো বৌদ্ধিক তথ্যৰে ভৰাই কোনো লাভ নাই।</p>\n<p>সদায় একে কথাকে দোহাৰি থকা, মেচিনৰ দৰে জীৱন যাপন কৰা, ঘৰৰ পৰা অফিচলৈ আৰু অফিচৰ পৰা ঘৰলৈ যোৱা, সন্তান উৎপাদন কৰা মেচিন হ’বলৈ বিবাহপাশত আৱদ্ধ হোৱাটো জীয়াই থকা নহয় আৰু যদি সেইটোৰ বাবে আমি পঢ়ো, আৰু সেইটোৰ বাবে আমি দহ বা পোন্ধৰ বছৰৰ বাবে স্কুল, কলেজ আৰু বিশ্ববিদ্যালয়লৈ যাওঁ, তেন্তে নপঢ়াই ভাল।</p>\n<p>মহাত্মা গান্ধী এজন অতি বিশেষ ব্যক্তি আছিল। বহুতো সময়ত প্ৰটেষ্টেণ্ট যাজকসকলে তেওঁক তেওঁলোকৰ প্ৰটেষ্টেণ্ট ৰূপত খ্ৰীষ্টান ধৰ্মলৈ ৰূপান্তৰিত কৰিবলৈ ঘণ্টাৰ পিছত ঘণ্টা তেওঁৰ দুৱাৰত বহি আছিল।</p>\n<p>গান্ধীয়ে যাজকসকলৰ শিক্ষা গ্ৰহণ কৰা নাছিল, তেওঁ ইয়াক নাকচো কৰা নাছিল, তেওঁ ইয়াক বুজিছিল, সন্মান কৰিছিল, আৰু সেইটোৱেই যথেষ্ট।</p>\n<p>বহুতো সময়ত মহাত্মাই কৈছিল: “মই ব্ৰাহ্মণ, ইহুদী, খ্ৰীষ্টান, মহম্মদীয় আদি।</p>\n<p>মহাত্মাই বুজিছিল যে সকলো ধৰ্মৰ প্ৰয়োজন কাৰণ সকলোৱে একে চিৰন্তন মূল্যবোধ ৰক্ষা কৰে।</p>\n<p>কোনো মতবাদ বা ধাৰণা গ্ৰহণ বা নাকচ কৰাৰ কথাত মানসিক পৰিপক্কতাৰ অভাৱ প্ৰকাশ পায়।</p>\n<p>যেতিয়া আমি কিবা এটা নাকচ কৰোঁ বা গ্ৰহণ কৰোঁ, তেতিয়া ইয়াৰ কাৰণ হৈছে আমি ইয়াক বুজি পোৱা নাই।</p>\n<p>য’ত বুজাবুজি আছে, তাত গ্ৰহণ বা নাকচ কৰাটো অলাগতিয়াল।</p>\n<p>যি মনে বিশ্বাস কৰে, যি মনে বিশ্বাস নকৰে, যি মনে সন্দেহ কৰে, সেইটো এক অজ্ঞানী মন।</p>\n<p>জ্ঞানৰ পথটো বিশ্বাস কৰা বা বিশ্বাস নকৰা বা সন্দেহ কৰাৰ ওপৰত নিৰ্ভৰ নকৰে।</p>\n<p>জ্ঞানৰ পথটো অনুসন্ধান কৰা, বিশ্লেষণ কৰা, ধ্যান কৰা আৰু পৰীক্ষা কৰাৰ ওপৰত নিৰ্ভৰ কৰে।</p>\n<p>সত্যটো মুহূৰ্তৰ পৰা মুহূৰ্তলৈ অজ্ঞাত। সত্যৰ সৈতে কোনো সম্পৰ্ক নাই যে এজনে কি বিশ্বাস কৰে বা বিশ্বাস নকৰে, অথবা সন্দেহবাদেৰেও নহয়।</p>\n<p>সত্যটো কিবা এটা গ্ৰহণ কৰা বা নাকচ কৰাৰ বিষয় নহয়। সত্যটো বাস্তৱত অনুভৱ কৰা, জীয়াই থকা, বুজি পোৱাৰ বিষয়।</p>\n<p>শিক্ষকসকলৰ সকলো প্ৰচেষ্টা শেষত ছাত্ৰ-ছাত্ৰীসকলক বাস্তৱ, সত্যৰ অভিজ্ঞতাৰ দিশে লৈ যাব লাগিব।</p>\n<p>শিক্ষক আৰু শিক্ষয়ত্ৰীসকলে শিশুৰ প্লাষ্টিক আৰু নমনীয় মনক আৰ্হি দিয়াৰ দিশে সদায় পৰিচালিত হোৱা সেই পুৰণি আৰু ক্ষতিকাৰক প্ৰৱণতা পৰিত্যাগ কৰাটো জৰুৰী।</p>\n<p>পূৰ্বধাৰণা, আবেগ, পুৰণি ধাৰণা আদিৰে ভৰা বয়সীয়াল লোকে শিশু আৰু যুৱক-যুৱতীৰ মনক এনেদৰে পদদলিত কৰাটো, তেওঁলোকৰ পুৰণি, লেতেৰা, পুৰণি ধাৰণা অনুসৰি মনটো আৰ্হি দিবলৈ চেষ্টা কৰাটো অযুক্তিকৰ।</p>\n<p>ছাত্ৰ-ছাত্ৰীসকলৰ বৌদ্ধিক স্বাধীনতাক সন্মান কৰাটো, তেওঁলোকৰ মানসিক তৎপৰতাক, তেওঁলোকৰ সৃষ্টিশীল স্বতঃস্ফূৰ্ততাক সন্মান কৰাটো ভাল।</p>\n<p>শিক্ষক আৰু শিক্ষয়ত্ৰীসকলৰ ছাত্ৰ-ছাত্ৰীসকলৰ মনক বন্দী কৰাৰ কোনো অধিকাৰ নাই।</p>\n<p>ছাত্ৰ-ছাত্ৰীসকলৰ মনক কি ভাবিব লাগে সেইটো নিৰ্দেশ দিয়াটো মূল কথা নহয়, কিন্তু তেওঁলোকক সম্পূৰ্ণভাৱে কেনেকৈ ভাবিব লাগে সেইটো শিকোৱাটো মূল কথা।</p>\n<p>মনটো জ্ঞানৰ আহিলা আৰু শিক্ষক আৰু শিক্ষয়ত্ৰীসকলে তেওঁলোকৰ ছাত্ৰ-ছাত্ৰীসকলক সেই আহিলাটো জ্ঞানৰ সৈতে কেনেকৈ চলাব লাগে সেইটো শিকোৱাটো প্ৰয়োজনীয়।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/as/educacion-fundamental/que-pensar-como-pensar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/as/educacion-fundamental/que-pensar-como-pensar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/as/educacion-fundamental/que-pensar-como-pensar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
