import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "कसो विचारचो. कितें विचारचें.",
  "locale": "kok",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "5. कसो विचारचो. कितें विचारचें.",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>आमच्या घरांत आनी शाळेत, घरचे लोक आनी शिक्षक आमकां सदांच कितें विचार करचें तें सांगतात, पूण कशें विचार करचें तें केन्नाच शिकयनात.</p>\n<p>कितें विचार करचें तें जाणून घेवप खूब सोपें. आमचे आवय-बापाय, शिक्षक, मार्गदर्शक, पुस्तकां बरोवपी, हे सगळे आपापल्या मार्गान हुकूमशाय चलयतात, तांचे हुकूम, मागण्या, सिद्धांत, पूर्वग्रह हांचे विशीं विचार करचो अशें तांकां दिसता.</p>\n<p>मनाचेर हुकूम चलोवपी लोकांची संख्या खूब आसा. दुसऱ्यांच्या मनाक गुलाम करपाची, तांकां एका चौकटींत बांदून दवरपाची, कांय थाराविक नेम, पूर्वग्रह, शाळा हांच्या भितर जियेवपाक लावपाची वायट प्रवृत्ती सगळी कडेन आसा.</p>\n<p>लाखों मनाचेर हुकूम चलोवप्यांनी कोणाच्याच मनाचें स्वातंत्र्य सांबाळूंक ना. कोण तांच्या सारको विचार करिना जाल्यार, तो दुश्ट, धर्मत्यागी, अज्ञानी अशें म्हणटात.</p>\n<p>सगळ्यांक सगळ्यांक गुलाम करपाक जाय, सगळ्यांक दुसऱ्यांच्या बौध्दिक स्वातंत्र्याचेर अत्याचार करपाक जाय. कोणाकूच दुसऱ्यांच्या विचारांचें स्वातंत्र्य सांबाळपाक जायना. प्रत्येक जाण आपल्याक न्यायवान, बुध्दिमान, अद्भुत मानता, आनी दुसऱ्यांनी ताचे सारके जावंचें, ताका आपलो आदर्श मानचो, ताचे सारको विचार करचो अशें ताका दिसता.</p>\n<p>मनाचेर खूब अत्याचार जाल्यात. वेपारी लोकांक आनी तांच्या वर्तमानपत्रांतल्या, रेडिओवयल्या, टेलेव्हिजनवयल्या जाहिरातींक पळयात.</p>\n<p>वेपारी जाहिरात हुकूमशाय पद्दतीन करतात. अशें साबण विकतो घे! अशें बूट विकतो घे! इतले पैसे! इतले डॉलर! आतांच विकतो घे! ताबडतोब! उद्यां मेरेन दवर ना! तें ताबडतोब जावंक जाय! जर आयकना जाल्यार बंदखणींत उडोवपाचें, वा मारून उडोवपाचें इतलेंच उणें.</p>\n<p>बाप आपल्या चल्याक जबरदस्तीन आपले विचार घालपाक सोदता आनी शाळेंतलो शिक्षक रागान भरता, शिक्षा करता आनी भुरगें शिक्षकाचे विचार हुकूमशाय पद्दतीन मान्य करीना जाल्यार कमी मार्क्स दिता.</p>\n<p>अर्दी मनशा जात दुसऱ्या अर्द्या मनशा जातीच्या मनाक गुलाम करपाक सोदता. दुसऱ्यांच्या मनाक गुलाम करपाची प्रवृत्ती काळ्या इतिहासाच्या पानांचो अभ्यास करतना उक्ती जाता.</p>\n<p>सगळी कडेन लोकांक गुलाम करपाचे खूब खूब रगत व्हांवयल्ले हुकूमशाय चलतात आनी चलत आसात. लोकांक कितें विचार करचें तें रगत व्हांवयल्ली हुकूमशाय थारायता. जो कोण स्वतंत्रपणान विचार करपाचो यत्न करता ताचें दुर्दैव! तो निश्र्चितपणान कॉन्संट्रेशन कँपांत, सायबेरियांत, बंदखणींत, सक्तीच्या कामाक, फांसाक, गोळी मारून मारपाक, हद्दपारीक वता.</p>\n<p>शिक्षक आनी शिक्षिकांक, आवय-बापायक, पुस्तकांक कशें विचार करचें तें शिकोवपाक जायना.</p>\n<p>लोकांक दुसऱ्यांक आपणाक जाय तशें विचार करपाक लावपाक खूब आवडटा, आनी ह्या कामांत प्रत्येक जाण आपापल्या मार्गान हुकूमशाय चलोवपी आसा हें स्पश्ट आसा, प्रत्येक जाण आपल्या मताक निमाणें मानता, सगळ्यांनी ताचे सारको विचार करचो अशें ताका घटपणान दिसता, कारण तो सगळ्यांत बरो आसा.</p>\n<p>आवय-बापाय, शिक्षक, मालक, हे सगळे आपल्या अधीनस्थांक रागान भरतात आनी परत परत रागान भरतात.</p>\n<p>मनशाची दुसऱ्यांचो मान सांबाळनासतना, दुसऱ्यांच्या मनाचेर अत्याचार करपाची, दुसऱ्यांच्या विचारांक पिंजऱ्यांत बंद करपाची, गुलाम करपाची, साखळ्यांनी बांदपाची भयानक प्रवृत्ती खूब भयंकर आसा.</p>\n<p>घोव बायलेच्या तकलेंत जबरदस्तीन आपले विचार, आपले सिद्धांत, आपले विचार घालपाक सोदता आनी बायल तेंच करपाक सोदता.</p>\n<p>विचारां मेलना जाल्यार खूब वेळां घोव आनी बायल घटस्फोट घेतात.</p>\n<p>जोड्यांक दुसऱ्यांच्या बौध्दिक स्वातंत्र्याची गरज समजून घेवपाक जायना.</p>\n<p>कोणाय जोडप्याक दुसऱ्या जोडप्याच्या मनाक गुलाम करपाचो अधिकार ना. प्रत्यक्षांत प्रत्येक जाण आदराक पात्र आसा. कोणाकूच कशेंय विचार करपाचो, आपलो धर्म पाळपाचो, आपणाक जाय त्या राजकीय पक्षाचो वांगडी जावपाचो अधिकार आसा.</p>\n<p>शाळेंतल्या चल्यांक आनी चलियांक जबरदस्तीन कांय विशिश्ट विचारांचेर विचार करपाक लायतात, पूण मनाक कशें सांबाळचें तें शिकयनात.</p>\n<p>चलयांचें मन नाजूक, लवचीक, नम्र आसता आनी जाणट्यांचें मन कडक, स्थिर आसता, तें एका सांच्यांतल्या मातीवरी आसता, तें बदलना, तें बदलूंक शकना.</p>\n<p>भुरग्यांचें आनी तरणाट्यांचें मन खूब बदलपाक शकता, तें बदलूंक शकता.</p>\n<p>भुरग्यांक आनी तरणाट्यांक कशें विचार करचें तें शिकोवंक शकता. जाणट्यांक कशें विचार करचें तें शिकोवप खूब कठीण आसा, कारण ते जशे आसात तशेच मरतात.</p>\n<p>संवसारांत एकदम बदल करपाक उत्सुक आशिल्लो जाणटो मनीस मेळप खूब कठीण आसा.</p>\n<p>मनशांचें मन भुरगेपणा सावन घडयतात. तें आवय-बापाय आनी शाळेंतले शिक्षक करपाक सोदतात. भुरग्यांच्या आनी तरणाट्यांच्या मनाक आकार दिवपाक तांकां खूब आवडटा.</p>\n<p>एका सांच्यांत दवरिल्लें मन म्हळ्यार थारावीक तरेन घडयल्लें मन, गुलाम मन.</p>\n<p>शिक्षकांनी मनाचेर घाल्ले बेडे तोडप खूब गरजेचें आसा.</p>\n<p>शिक्षकांनी भुरग्यांच्या मनाक खऱ्या स्वातंत्र्याकडेन कशें व्हरचें तें शिकोवप खूब गरजेचें आसा, ताका लागून ते गुलाम जावचे नात.</p>\n<p>शिक्षकांनी विद्यार्थ्यांक कशें विचार करचें तें शिकोवप खूब गरजेचें आसा.</p>\n<p>शिक्षकांनी विद्यार्थ्यांक विश्लेषण, ध्यान, आकलन हांचो मार्ग शिकोवपाची गरज समजून घेवंक जाय.</p>\n<p>समज आशिल्ल्या खंयच्याच मनशान कोणतीच गजाल आंधळेपणान मान्य करची न्हय. मान्य करचे पयलीं तपास करप खूब गरजेचें. समजून घेवप, सोद घेवप, उपरांत मान्य करप.</p>\n<p>दुसऱ्या शब्दांनी सांगचे जाल्यार मान्य करपाची गरज ना, पूण तपास करपाची, विश्लेषण करपाची, ध्यान करपाची आनी समजून घेवपाची गरज आसा. जंय पुराय समजूत आसा, थंय मान्य करपाची गरज ना.</p>\n<p>शाळेंतल्यान भायर सरतना विचार करपाक येना जाल्यार आनी जिंवो ऑटोमेटावरी, यंत्रावरी, आमच्या आवय-बापाय, आजो आनी पणजो हांणी केल्लीच रीत परत परत करीत रावत जाल्यार तकलेंत बौध्दिक माहिती भरून कितें फायदो?</p>\n<p>सदांच तेंच परत परत करप, यंत्रावरी जियेवप, घरांतल्यान ऑफिसाक आनी ऑफिसांतल्यान घरा, भुरग्यांचें उत्पादन करपाची मशिन जावपा खातीर लग्न जावप, तें जियेवप न्हय, आनी ताचे खातीर आमी अभ्यास करता, आनी ताचे खातीर आमी धा वा पंदरा वर्सां शाळा, कॉलेज आनी विद्यापीठाक वता, ताचे परस अभ्यास करूंकूच फावना.</p>\n<p>महात्मा गांधी एक खूब वेगळो मनीस आशिल्लो. खूब वेळां प्रोटेस्टंट पाद्री ताच्या दारांत घटों घटों बसून ताका आपल्या प्रोटेस्टंट रुपांत क्रिस्तांव करपा खातीर झगडटाले.</p>\n<p>गांधी पाद्रींचें शिकवण मान्य करिनासलो, न्हयकारनासलो लेगीत, तो तें समजून घेतालो, ताचो आदर करतालो, बस इतलेंच.</p>\n<p>महात्मा खूब वेळां म्हणटालो: “हांव ब्राह्मण, ज्यू, क्रिस्तांव, मुसलमान आसां.”</p>\n<p>महात्मा समजून घेतालो की सगळे धर्म गरजेचें आसात, कारण ते सगळे शाश्वत मूल्यां सांबाळटात.</p>\n<p>खंयचोय सिद्धांत वा संकल्पना मान्य करप वा न्हयकारप मानसिक अपरिपक्वता दाखयता.</p>\n<p>जेन्ना आमी खंयचीय गजाल न्हयकारता वा मान्य करता, तेन्ना आमी ती समजून घेवंक शकना.</p>\n<p>जंय समजूत आसा थंय मान्यताय वा न्हयकाराय उरना.</p>\n<p>मानपी मन, मानिनाशिल्लें मन, दुबाव घेवपी मन, अज्ञानी मन.</p>\n<p>बुध्दिचो मार्ग मानप वा मानिनासो जावप वा दुबाव घेवप न्हय.</p>\n<p>बुध्दिचो मार्ग म्हळ्यार तपास करप, विश्लेषण करप, ध्यान करप आनी अनुभव घेवप.</p>\n<p>सत्य म्हळ्यार क्षणभर अज्ञात आशिल्लें. सत्याचो संबंद कोण कितें मानता वा मानिना हाचे कडेन ना, आनी संशयवादा कडेन लेगीत ना.</p>\n<p>सत्य म्हळ्यार कांय मान्य करपाचो वा न्हयकारपाचो प्रस्न न्हय. सत्य म्हळ्यार अनुभव घेवपाचो, जियेवपाचो, समजून घेवपाचो प्रस्न आसा.</p>\n<p>शिक्षकांनी केल्लो सगळो यत्न निमाणें विद्यार्थ्यांक खऱ्या, खऱ्या गजालीचो अणभव घेवपाक व्हरता.</p>\n<p>शिक्षकांनी भुरग्यांच्या लवचीक आनी नम्र मनाक आकार दिवपाची वायट आनी जुनी प्रवृत्ती सोडून दिवप खूब गरजेचें आसा.</p>\n<p>जुने विचार, भावना, पूर्वकल्पनांनी भरिल्ल्या जाणट्या मनशांनी भुरग्यांच्या आनी तरणाट्यांच्या मनाचेर अत्याचार करप, तांकां आपले कुड्डें, आडवळणेचे, जुने विचारां प्रमाण मनाक आकार दिवपाचो यत्न करप खूब हास्यास्पद आसा.</p>\n<p>विद्यार्थ्यांचें बौध्दिक स्वातंत्र्य, तांची मानसिक तत्परता, तांचें सर्जनशील स्फूर्ततायेचो आदर करप खूब बरें.</p>\n<p>शिक्षकांक विद्यार्थ्यांच्या मनाक पिंजऱ्यांत बंद करपाचो अधिकार ना.</p>\n<p>विद्यार्थ्यांच्या मनाक कितें विचार करचें तें सांगप म्हत्वाचें न्हय, पूण तांकां पुराय तरेन कशें विचार करचें तें शिकोवप गरजेचें आसा.</p>\n<p>मन म्हळ्यार ज्ञानाचें साधन आसा आनी शिक्षकांनी आपल्या विद्यार्थ्यांक तें साधन बुध्दिमानीन कशें वापरचें तें शिकोवप गरजेचें आसा.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kok/educacion-fundamental/que-pensar-como-pensar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kok/educacion-fundamental/que-pensar-como-pensar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kok/educacion-fundamental/que-pensar-como-pensar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
