import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "माबोरै साननो आरो माजों साननो",
  "locale": "brx",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "5. माबोरै साननो आरो माजों साननो",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>जोंनि न’खर आरो फरायसालियाव, बिमा-ब’मा आरो बिथांमोनहा जोंनो मा साननो नांगौ बेखौसो बुङो, नाथाय जोंनो माबोरै साननो नांगौ बेखौ जेब्लाबो सोलोंथाय होआ।</p>\n<p>मा साननो नांगौ बेखौ मिथिनाया एसेब्लाबो गोनां। जोंनि बिमा-ब’मा, बिथांमोन, सोलोंगिरिफोरा, लाइब्रारि रचयिताफोरा, बायदि बायदि बायदि। बयबो गावनि राहाजों दििक्टेटर, बयबो गावनि दििक्टेट, दाबि, थियारिफोर, रागि जानायफोर बायदिखौ जों सानोब्लासो मोजां मोनगोन।</p>\n<p>गोसोनि दििक्टेटरफोरा गाज्रि बिमाफोर बायदि जाब्रथाय जायो। गुबुननि गोसोखौ गुलामनो, बन्द’ खालामनो, मोनसे नियम, रागि जानाय, फरायसालिनि गेजेराव थांनो गोसो होनो थाखाय गोबां गाज्रि राहा थायो।</p>\n<p>लाख लाख गोसोनि दििक्टेटरफोरा जेब्लाबो सोरनिबो गोसोनि उदांस्रिखौ मानिनायखौ गोसोआव लाआ। जुदि सोरबा बिसोर बायदि सानाब्ला, बेखौ गाज्रि, बेरायग्रा, अजान्था बायदि बायदि बायदि बुङो।</p>\n<p>बयबो बयखौबो गुलामनो गोसो जायो, बयबो गुबुननि ज्ञाननि उदांस्रिखौ बुथारनो गोसो जायो। सोरबो गुबुननि साननायनि उदांस्रिखौ मानिनायखौ गोसोआव लाआ। बयबो गावनि रायजोखौ, ज्ञानखौ, मोजांखौ मोननो गोसो जायो, आरो बयबो गावनि बायदि जानो नांगौ, गावनि मोदोमखौ दाजानो नांगौ, गावनि बायदि साननो नांगौ होननानै सानो।</p>\n<p>गोसोखौ गोबां गाज्रि खालामबाय। बेपारीफोरखौ नाय, आरो बिसोरनि खौरां, रेडियो, टेलिभिजननि गेजेरजों दिन्थिनाय बायदि बायदि बायदि।</p>\n<p>बेपारनि दिन्थिनायखौ दििक्टेटरनि राहाजों खालामो। बे साबोनखौ ला! बे फिसाखौ ला! बेसेबां थाखा! बेसेबां डलर! दा ला! बेगसे! उन्दुनानै थांनानै दोन! बेखौ बेगसे जानो गोनां! बायदि। जुदि नों मानाथिखौ मानियाब्ला नोंखौ जेल होगोन एबा नोंखौ बुथारगोन बेखौसो बुंनो थांगासिनो।</p>\n<p>बिफाया फिसाजोखौ गावनि साननायखौ गोहो होनानै होनो गोसो जायो, आरो बिथांमोनहा गालि होयो, सजाय होयो आरो गोग्लैयै नम्बर होयो जुदि फिसाज्लाया एबा फिसाजोआ बिथांमोननि साननायखौ दििक्टेटरनि राहाजों मानियाब्ला।</p>\n<p>आधा मानसिआ गुबुन आधा मानसिफोरनि गोसोखौ गुलामनो गोसो जायो। गुबुननि गोसोखौ गुलामनो गोसो जानाया जों गाज्रि इतिहासनि गाज्रि लाइमोनखौ फरायब्ला बेखौ नुजानाय जायो।</p>\n<p>बयजोंबो गुलामि दििक्टेटरसिप थादों आरो थागोन जाय मानसिफोरखौ गुलामनो नाजादों। गुलामि दििक्टेटरसिप जाय मानसिफोरनो मा साननो नांगौ बेखौ बुङो। दुखु मोननो सोरखौ! जाय उदां जानानै साननो नाजागोन: बियो थांनो थाखाय थासारि जोनोम एबा काम खालामनो थाखाय हाग्राबारि, जेल, गोहो होनानै काम, फासि, बुथारनाय, जोनोमनिफ्राय गारनाय बायदि।</p>\n<p>बिथांमोन आरो बिथांमोन, बिमा-ब’माफोरा, लाइब्रारिफोरा माबोरै साननो नांगौ बेखौ सोलोंनो गोसो गैयै।</p>\n<p>मानसिफोरा गुबुनखौ बिसोरनि गोसोआव मा बायदि साननो नांगौ बेबायदि सानहोनानै मोजां मोनो, आरो बेयो रोखा बयबो दििक्टेटरनि राहाजों, बयबो गावनिखौ जोबथा राव होननानै सानो, बयबो रोखायै मानियो बयबो गावनि बायदि साननो नांगौ, मानोना बियो मोजांनिफ्रायबो मोजां।</p>\n<p>बिमा-ब’मा, बिथांमोन, मालिक बायदि बायदि बायदिफोरा गालि होयो आरो गावनि गुलामिफोरनो फिन गालि होफिनो।</p>\n<p>बेयो मानसिफोरनि गाज्रि राहा जाय गुबुनखौ मानिनायखौ दोनथ’आ, गुबुननि गोसोखौ बुथारो, गुबुननि साननायखौ बोन्द खालामो, बन्द खालामो, गुलामो, सान्ख्रिफुंनो।</p>\n<p>गथ’आ आइमाखौ गावनि साननायखौ गोहो होनानै होनो गोसो जायो, गावनि बिगियान, गावनि साननाय बायदि आरो आइमाया बेखौनो खालामनो गोसो जायो।</p>\n<p>गोबां खेब गथ’ आरो आइमाया साननायनि मिलायनो थाखाय डिर्भस खालामो।</p>\n<p>बिसोर साननायनि उदांस्रिखौ मानिनायनि गोनांथारखौ बुजिनो गोसो गैयै।</p>\n<p>सोरनिबो आइजो-आइजोआ गुबुन आइजो-आइजोनि गोसोखौ गुलामनो हानाय हक गैयै। बयबो रोखायै मानिनांगौनि गोनां। बयबो माबायदि गोसो जायो बेबायदि साननो हानाय हक थायो, गावनि धर्मखौ बुंनो, जाय राजनैतिक पार्टिनो थांनो गोसो जायो बेयाव थांनो हानाय हक थायो।</p>\n<p>फरायसालिनि फिसाजोखौ गोहो होनानै बेफोर साननायाव साननो नांगौ, नाथाय बिसोरनि गोसोखौ माबोरै सालायनो बेखौ सोलोंथाय होआ।</p>\n<p>फिसाफोरनि गोसोआ नरम, मोजां, लासै जायो आरो बुहुथारिफोरनि गोसोआ गोरा, थानो, मोदाइ बायदि जायो, दा बेयो सोलाया, दा सोलायनो हाया।</p>\n<p>फिसाफोर आरो जौसिनफोरनि गोसोआ गोबां सोलायनो हानाय, सोलायनो हायो।</p>\n<p>फिसाफोर आरो जौसिनफोरनो माबोरै साननो बेखौ सोलोंनो हायो। बुहुथारिफोरनो माबोरै साननो बेखौ सोलोंनो थाखाय गोनां, मानोना बिसोरो बिसोर बायदि जायो आरो बेबायदिनो थैयो।</p>\n<p>बुहुथारि सोलायनायखौ गोसो जानायखौ मोननो थाखाय गोनां।</p>\n<p>मानसिफोरनि गोसोखौ फिसाफोरनिफ्राय दाजानाय जायो। बेयोसो बिमा-ब’मा आरो फरायसालिनि बिथांमोन खालामनो मोजां मोनो। बिसोरो फिसाफोर आरो जौसिनफोरनि गोसोखौ दानानै मोजां मोनो।</p>\n<p>मोनसे मोदाइनि गोसोआ रोखायै साजाय जानाय गोसो, गुलामि गोसो।</p>\n<p>फरायसालिनि बिथांमोनहा गोसोनि सान्ख्रिखौ दाननांगौ।</p>\n<p>बिथांमोनहा फिसाफोरनि गोसोखौ उदांस्रिजों सोलायनो मिथिनानै गोनां जाहाथे बिसोर गुलामि जाया।</p>\n<p>बिथांमोनहा फरायसालिनि लाइमोनफोरनो माबोरै साननो नांगौ बेखौ सोलोंनो गोनां।</p>\n<p>बिथांमोनहा फरायसालिनि लाइमोनफोरनो बिजिरनायनि राहा, ध्यान होनाय, बुजिनायखौ सोलोंनायनि गोनांथारखौ बुजिनो गोनां।</p>\n<p>सोरनिबो बुजिनाय मानसिआ जेब्लाबो दोमाथि बायदि सोरखौबो मानिनायखौ मानिनायनि गोनां गैयै। सोरखौबो बिजिरनो थाखाय बेगसे। बुजिनो, बिजिरनो, मानिनायनि सिगां।</p>\n<p>गुबुन रावजों जों बुंगोन मानिनायनि गोनां गैयै, नाथाय बिजिरनो, बिजिरनो, ध्यान होनो आरो बुजिनो थाखाय। बुजिनाया जोबब्ला, मानिनाया गोनां गैयै।</p>\n<p>गोसोखौ ज्ञाननि जानकारीजों बुंनाया माबानि जुदि जों फरायसालियाव साननो साननो मिथियाब्ला आरो जों जिउ गोनां ऑटोमेटिक बायदि, मेसिन बायदि, जोंनि बिमा-ब’माफोरनि, आजो-आजोनि, सिमाफोरनि बायदिखौ बारबार बुङो।</p>\n<p>जेब्लाबो बेखौनो बारबार बुङो, मेसिननि जिउ, न’निफ्राय अफिस आरो अफिसनिफ्राय न’, आइजो-गथ’ दाजानो थाखाय बिहाव खालामो, बेयो जिउ गैयै आरो जुदि बेखौनो फरायो, आरो बेखौनो फरायसालियाव थाङो आरो कलेजाव आरो युनिभारसिटियाव दस एबा फ्रिनाय बोसोर थाङोब्ला, फरायनाया मोजां।</p>\n<p>महात्मा गान्धीया मोनसे गुबुन मानसिमोन। गोबां खेब पास्टरफोरा गावनि दरजायाव गोबां घन्टासो ख्रिस्चियान धर्मआव सोलायनो थाखाय।</p>\n<p>गान्धीया पास्टरफोरनि सोलोंथाइखौ मानिया, बेखौ गारियाबो, बुजिदोंमोन, मानिदोंमोन, आरो बेखौनोसो।</p>\n<p>गोबां खेब महात्माया बुङो: “आं ब्रहमोन, जुइयो, ख्रिस्चियानो, महामेदानो, बायदि बायदि बायदि।</p>\n<p>महात्माया बुजिदों बयबो धर्मआ गोनां मानोना बयबो बेखौनो जोबनो गैयै मानखौ दोनजाबाय थायो।</p>\n<p>सोरखौ मानिनाय एबा सोरखौ गारानायआ, गोसोनि मेलेम गैयैखौ दिन्थियो।</p>\n<p>जों सोरखौबा गारो एबा जों सोरखौबा मानो, बेयो मानोना जों बेखौ बुजियाखै।</p>\n<p>जायगायाव बुजिनाय दं बेयाव मानिनाय एबा गारानाया थाफाया।</p>\n<p>जाय गोसोआ मानियो, जाय गोसोआ मानिया, जाय गोसोआ सन्देह जायो, बे गोसोआ अजान्था।</p>\n<p>ज्ञाननि राहाया मानिनायाव एबा मानिनाय गैयाव एबा सन्देह जानायाव गैया।</p>\n<p>ज्ञाननि राहाया बिजिरनायाव, बिजिरनायाव, ध्यान होनायाव आरो अजखल खालामनायाव थायो।</p>\n<p>रोखाया हरनिफ्राय हर मिथिनाय गैयै। रोखाया सोरखौबा मानियो एबा गारायो बेजों मिलाया, आरो मानिग्रा गैयाजोंबो।</p>\n<p>रोखाया सोरखौबा मानिनाय एबा सोरखौबा गारानायनि बाथ्रा नङा। रोखाया अजखल खालामनायनि बाथ्रा, जिउआव थांनानै थानाय, बुजिनाय।</p>\n<p>बिथांमोननि गोहो होनो गोनांथारआ फरायसालिनि लाइमोनफोरनो रोखायै, रोखायै मोननो थाखाय।</p>\n<p>बिथांमोनहा जोबनो गैयै राहाखौ गारनो गोनां जाय जेब्लाबो फिसाफोरनि नरम आरो मोजां गोसोखौ दाजानायजों सोलाय जायो।</p>\n<p>बुहुथारि मानसिफोरा रागि जानाय, बाजौ जानाय, गाज्रि गोसो जानाय बायदिखौ लानानै फिसाफोर आरो जौसिनफोरनि गोसोखौ बुथारनाया एब्सर्ड, बिसोरनि गोसोखौ बिसोरनि बारग’ रायजो बायदि सोलायनानै।</p>\n<p>लाइमोनफोरनि साननायनि उदांस्रिखौ मानिनाया मोजां, बिसोरनि गोसोनि मोजांखौ मानिनाया, बिसोरनि दाजानो गोसोखौ।</p>\n<p>बिथांमोनहा फरायसालिनि लाइमोनफोरनि गोसोखौ बोन्द खालामनो हानाय हक गैयै।</p>\n<p>गोनांथारआ फरायसालिनि लाइमोनफोरनि गोसोआव मा साननो गोनां बेखौ बुङो बेखौ सोगोम खालामनो, नाथाय माबोरै साननो बेखौ सोलोंनो।</p>\n<p>गोसोआ ज्ञाननि आलजाब आरो बिथांमोनहा गावनि लाइमोनफोरनो बे आलजाबखौ ज्ञानजों माबोरै सालायनो बेखौ सोलोंनो गोनां।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/brx/educacion-fundamental/que-pensar-como-pensar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/educacion-fundamental/que-pensar-como-pensar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/educacion-fundamental/que-pensar-como-pensar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
