import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "מה לחשוב. איך לחשוב.",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "5. מה לחשוב. איך לחשוב.",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>בביתנו ובבית הספר, הורים ומורים תמיד אומרים לנו מה לחשוב, אבל מעולם לא לימדו אותנו איך לחשוב.</p>\n<p>לדעת מה לחשוב זה יחסית קל מאוד. ההורים שלנו, המורים, המדריכים, מחברי הספרים וכו’ וכו’ וכו’, כל אחד הוא דיקטטור בדרכו שלו, כל אחד רוצה שנחשוב בהתאם לתכתיבים, לדרישות, לתיאוריות, לדעות הקדומות שלו וכו’.</p>\n<p>דיקטטורים של המוח שופעים כמו עשבים שוטים. יש בכל מקום נטייה מעוותת לשעבד את מוחו של הזולת, לבקבק אותו, לאלץ אותו לחיות בתוך נורמות, דעות קדומות, בתי ספר וכו’ מסוימים.</p>\n<p>מיליוני הדיקטטורים של המוח מעולם לא רצו לכבד את החופש המחשבתי של איש. אם מישהו לא חושב כמוהם, הוא מכונה מושחת, כופר, בור וכו’ וכו’ וכו’.</p>\n<p>כולם רוצים לשעבד את כולם, כולם רוצים לדרוס את החופש האינטלקטואלי של אחרים. אף אחד לא רוצה לכבד את חופש המחשבה של הזולת. כל אחד מרגיש שקול, חכם, נפלא, ורוצה מטבע הדברים שאחרים יהיו כמוהו, שיהפכו אותו למודל שלו, שיחשבו כמוהו.</p>\n<p>התעללו יותר מדי במוח. התבוננו בסוחרים ובתעמולה שלהם בעיתון, ברדיו, בטלוויזיה וכו’ וכו’ וכו’.</p>\n<p>התעמולה המסחרית נעשית בצורה דיקטטורית! קנו סבון כזה! נעליים כאלה! כל כך וכך שקלים! כל כך וכך דולרים! קנו עכשיו! מיד! אל תשאירו את זה למחר! זה חייב להיות מיד! וכו’. רק חסר שיגידו שאם לא תצייתו נכניס אתכם לכלא או נרצח אתכם.</p>\n<p>האב רוצה לדחוף בכוח את רעיונותיו לתוך בנו, ומורה בית הספר נוזף, מעניש ונותן ציונים נמוכים אם הבחור או הבחורה לא מקבלים באופן דיקטטורי את רעיונותיו של המורה.</p>\n<p>מחצית האנושות רוצה לשעבד את מוחה של המחצית השנייה של האנושות. הנטייה הזו לשעבד את מוחם של אחרים בולטת לעין כאשר אנו לומדים את הדף השחור של ההיסטוריה השחורה.</p>\n<p>בכל מקום היו וקיימות דיקטטורות עקובות מדם שמבקשות לשעבד את העמים. דיקטטורות עקובות מדם שמכתיבות מה אנשים צריכים לחשוב. אומלל אותו אדם! שמנסה לחשוב בחופשיות: הוא ילך בהכרח למחנות ריכוז, לסיביר, לכלא, לעבודת פרך, לגרדום, לירי, לגלות וכו’.</p>\n<p>לא מורים ומורות, ולא הורים, ולא ספרים, רוצים ללמד איך לחשוב.</p>\n<p>אנשים אוהבים להכריח אחרים לחשוב בהתאם למה שהם חושבים שצריך להיות, וברור שכל אחד הוא דיקטטור בדרכו שלו, כל אחד חושב שהוא המילה האחרונה, כל אחד מאמין בתוקף שכל השאר צריכים לחשוב כמוהו, כי הוא הטוב מכולם.</p>\n<p>הורים, מורים, מעסיקים וכו’ וכו’ וכו’, נוזפים ושוב נוזפים בפקודיהם.</p>\n<p>מבעיתה הנטייה הנוראה הזו של האנושות לזלזל באחרים, לדרוס את מוחו של הזולת, לכלוא, לנעול, לשעבד, לכבול את מחשבותיו של הזולת.</p>\n<p>הבעל רוצה להחדיר לאישה את רעיונותיו לראש ובכוח, את תורתו, את רעיונותיו וכו’, והאישה רוצה לעשות את אותו הדבר.</p>\n<p>פעמים רבות הבעל והאישה מתגרשים בגלל חוסר התאמה של רעיונות.</p>\n<p>בני הזוג לא רוצים להבין את הצורך לכבד את החופש האינטלקטואלי של הזולת.</p>\n<p>לאף בן זוג אין זכות לשעבד את מוחו של בן זוג אחר. כל אחד ראוי למעשה לכבוד. לכל אחד יש זכות לחשוב כרצונו, להצהיר על דתו, להשתייך למפלגה הפוליטית שהוא רוצה.</p>\n<p>ילדים וילדות בבית הספר נאלצים לחשוב בכוח על רעיונות כאלה ואחרים, אך לא מלמדים אותם כיצד לתפעל את המוח.</p>\n<p>מוחם של הילדים רך, גמיש, ניתן לעיצוב, ומוחם של הזקנים כבר קשה, קבוע, כמו חרס בתבנית, הוא כבר לא משתנה, הוא כבר לא יכול להשתנות.</p>\n<p>מוחם של ילדים וצעירים רגיש לשינויים רבים, הוא יכול להשתנות.</p>\n<p>ילדים וצעירים יכולים ללמוד איך לחשוב. קשה מאוד ללמד זקנים איך לחשוב כי הם כבר כמו שהם וכך הם מתים.</p>\n<p>נדיר מאוד למצוא בחיים זקן כלשהו המעוניין להשתנות באופן קיצוני.</p>\n<p>מוחם של האנשים מעוצב מילדות. זה מה שהורים ומורים בבית הספר מעדיפים לעשות. הם נהנים לעצב את מוחם של ילדים וצעירים.</p>\n<p>מוח שהוכנס לתבנית הוא למעשה מוח מותנה, מוח משועבד.</p>\n<p>יש צורך שמורים ומורות בבית הספר ישברו את כבלי המוח.</p>\n<p>דחוף שהמורים יידעו לכוון את מוחם של הילדים לחופש אמיתי כדי שלא יתנו לעצמם להשתעבד יותר.</p>\n<p>חיוני שהמורים ילמדו את התלמידים והתלמידות איך צריך לחשוב.</p>\n<p>על המורים להבין את הצורך ללמד את התלמידים והתלמידות את דרך הניתוח, המדיטציה, ההבנה.</p>\n<p>אף אדם מבין לא צריך לקבל דבר בצורה דוגמטית לעולם. דחוף קודם כל לחקור. להבין, לחקור, לפני שמקבלים.</p>\n<p>במילים אחרות נאמר שאין צורך לקבל, אלא לחקור, לנתח, לעשות מדיטציה ולהבין. כאשר ההבנה מלאה, הקבלה מיותרת.</p>\n<p>אין טעם למלא את הראש במידע אינטלקטואלי אם כשיוצאים מבית הספר אנחנו לא יודעים לחשוב וממשיכים להיות כמו אוטומטים חיים, כמו מכונות, שחוזרים על אותה שגרה של הורינו, סבינו וסבי סבינו וכו’.</p>\n<p>לחזור תמיד על אותו הדבר, לחיות חיי מכונות, מהבית למשרד ומהמשרד לבית, להתחתן כדי להפוך למכונות קטנות לייצור ילדים, זה לא לחיות, ואם בשביל זה אנחנו לומדים, ובשביל זה אנחנו הולכים לבית הספר ולמכללה ולאוניברסיטה במשך עשר או חמש עשרה שנים, עדיף שלא נלמד.</p>\n<p>מהטמה גנדי היה איש מיוחד מאוד. פעמים רבות כמרים פרוטסטנטים ישבו על דלת ביתו שעות על גבי שעות ונאבקו להמיר אותו לנצרות בצורתה הפרוטסטנטית.</p>\n<p>גנדי לא קיבל את תורת הכמרים, גם לא דחה אותה, הוא הבין אותה, כיבד אותה, וזה הכל.</p>\n<p>פעמים רבות אמר המהטמה: “אני ברהמין, יהודי, נוצרי, מוסלמי וכו’ וכו’ וכו’”.</p>\n<p>המהטמה הבין שכל הדתות נחוצות מכיוון שכולן שומרות על אותם ערכים נצחיים.</p>\n<p>זה של לקבל או לדחות דוקטרינה או מושג כלשהו, מגלה חוסר בשלות נפשית.</p>\n<p>כשאנחנו דוחים או מקבלים משהו, זה בגלל שלא הבנו אותו.</p>\n<p>במקום שבו יש הבנה הקבלה או הדחייה מיותרות.</p>\n<p>המוח שמאמין, המוח שלא מאמין, המוח שמפקפק, הוא מוח בור.</p>\n<p>דרך החוכמה לא טמונה באמונה או באי אמונה או בפקפוק.</p>\n<p>דרך החוכמה טמונה בחקירה, בניתוח, במדיטציה ובהתנסות.</p>\n<p>האמת היא הלא נודע מרגע לרגע. לאמת אין שום קשר למה שאדם מאמין או מפסיק להאמין, וגם לא לספקנות.</p>\n<p>האמת היא לא עניין של לקבל משהו או לדחות אותו. האמת היא עניין של התנסות, חוויה, הבנה.</p>\n<p>כל מאמציהם של המורים צריכים בסיכומו של דבר להוביל את התלמידים והתלמידות לחוויה של הממשי, של האמיתי.</p>\n<p>דחוף שהמורים והמורות ינטשו את הנטייה המיושנת והמזיקה הזו שמכוונת תמיד לעצב את מוחם הפלסטי והגמיש של הילדים.</p>\n<p>אבסורדי שאנשים מבוגרים מלאי דעות קדומות, תאוות, תפיסות מוקדמות מיושנות וכו’ דורסים כך את מוחם של הילדים והצעירים, ומנסים לעצב את מוחם בהתאם לרעיונותיהם המאובקים, המגושמים והמיושנים.</p>\n<p>עדיף לכבד את החופש האינטלקטואלי של התלמידים והתלמידות, לכבד את זריזותם המנטלית, את הספונטניות היוצרת שלהם.</p>\n<p>למורים ולמורות אין זכות לכלוא את מוחם של התלמידים והתלמידות.</p>\n<p>הדבר העיקרי הוא לא להכתיב למוחם של התלמידים מה לחשוב, אלא ללמד אותם בצורה מלאה איך לחשוב.</p>\n<p>המוח הוא הכלי של הידע ויש צורך שהמורים והמורות ילמדו את תלמידיהם ותלמידותיהם כיצד לתפעל את הכלי הזה בחוכמה.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/que-pensar-como-pensar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/que-pensar-como-pensar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/que-pensar-como-pensar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
