import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "អ្វីដែលត្រូវគិត។ របៀបគិត។",
  "locale": "km",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "5. អ្វីដែលត្រូវគិត។ របៀបគិត។",
    "order": 5
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>នៅផ្ទះនិងនៅសាលារៀន ឪពុកម្តាយនិងគ្រូបង្រៀនតែងតែប្រាប់យើងពីអ្វីដែលយើងគួរគិត ប៉ុន្តែមិនដែលបង្រៀនយើងពីរបៀបគិតទេ។</p>\n<p>ការដឹងពីអ្វីដែលត្រូវគិតគឺពិតជាងាយស្រួលណាស់។ ឪពុកម្តាយ គ្រូបង្រៀន គ្រូបង្វឹក អ្នកនិពន្ធសៀវភៅ។ល។ ម្នាក់ៗជាអ្នកផ្តាច់ការតាមរបៀបរបស់ខ្លួន ម្នាក់ៗចង់ឱ្យយើងគិតតាមការកំណត់ ការទាមទារ ទ្រឹស្តី ការរើសអើង។ល។ របស់ពួកគេ។</p>\n<p>ពួកផ្តាច់ការនៃចិត្តមានច្រើនដូចស្មៅដុះពាសវាលពាសកាល។ មានទំនោរអាក្រក់គ្រប់ទីកន្លែងក្នុងការធ្វើជាទាសករនៃគំនិតរបស់អ្នកដទៃ ការបង្ខាំង ការបង្ខំឱ្យរស់នៅក្នុងបទដ្ឋាន ការរើសអើង សាលារៀន។ល។ ជាក់លាក់។</p>\n<p>ពួកផ្តាច់ការនៃចិត្តរាប់លាននាក់មិនដែលចង់គោរពសេរីភាពផ្លូវចិត្តរបស់អ្នកណាម្នាក់ឡើយ។ ប្រសិនបើអ្នកណាម្នាក់មិនគិតដូចពួកគេ ពួកគេត្រូវបានគេហៅថាជាមនុស្សទុច្ចរិត អ្នកក្បត់ អ្នកល្ងង់ខ្លៅ។ល។</p>\n<p>មនុស្សគ្រប់រូបចង់ធ្វើជាទាសករមនុស្សគ្រប់រូប មនុស្សគ្រប់រូបចង់ជាន់ឈ្លីសេរីភាពបញ្ញារបស់អ្នកដទៃ។ គ្មាននរណាម្នាក់ចង់គោរពសេរីភាពនៃគំនិតរបស់អ្នកដទៃទេ។ មនុស្សគ្រប់រូបមានអារម្មណ៍ថាខ្លួនឯងសមហេតុផល ឆ្លាតវៃ អស្ចារ្យ ហើយចង់ឱ្យអ្នកដទៃដូចខ្លួន ធ្វើឱ្យខ្លួនជាគំរូ គិតដូចខ្លួន។</p>\n<p>ចិត្តត្រូវបានគេរំលោភបំពានខ្លាំងពេកហើយ។ សង្កេតមើលពាណិជ្ជករ និងការឃោសនារបស់ពួកគេតាមរយៈកាសែត វិទ្យុ ទូរទស្សន៍។ល។</p>\n<p>ការឃោសនាពាណិជ្ជកម្មត្រូវបានធ្វើឡើងក្នុងទម្រង់ផ្តាច់ការ! ទិញសាប៊ូនេះ! ស្បែកជើងនេះ! ប៉ុន្មានប៉េសូ! ប៉ុន្មានដុល្លារ! ទិញឥឡូវនេះ! ភ្លាមៗ! កុំទុកវាសម្រាប់ថ្ងៃស្អែក! ត្រូវតែភ្លាមៗ! ល។ វានៅសល់តែពួកគេនិយាយថា ប្រសិនបើអ្នកមិនគោរពតាម យើងនឹងដាក់អ្នកនៅក្នុងគុក ឬសម្លាប់អ្នក។</p>\n<p>ឪពុកចង់បញ្ចូលគំនិតរបស់គាត់ទៅក្នុងកូនប្រុសដោយបង្ខំ ហើយគ្រូបង្រៀនស្តីបន្ទោស ដាក់ទណ្ឌកម្ម និងផ្តល់ពិន្ទុទាប ប្រសិនបើក្មេងប្រុស ឬក្មេងស្រីមិនទទួលយកគំនិតរបស់គ្រូដោយរបៀបផ្តាច់ការ។</p>\n<p>ពាក់កណ្តាលនៃមនុស្សជាតិចង់ធ្វើជាទាសករនៃគំនិតរបស់ពាក់កណ្តាលទៀតនៃមនុស្សជាតិ។ ទំនោរធ្វើជាទាសករគំនិតរបស់អ្នកដទៃនេះលេចឡើងយ៉ាងច្បាស់នៅពេលដែលយើងសិក្សាទំព័រខ្មៅនៃប្រវត្តិសាស្រ្តខ្មៅ។</p>\n<p>គ្រប់ទីកន្លែងមាន និងកំពុងមានរបបផ្តាច់ការបង្ហូរឈាមដែលតាំងចិត្តធ្វើជាទាសករប្រជាជន។ របបផ្តាច់ការបង្ហូរឈាមដែលកំណត់អ្វីដែលមនុស្សគួរគិត។ អកុសលណាស់! អ្នកណាព្យាយាមគិតដោយសេរី៖ អ្នកនោះនឹងទៅជំរុំប្រមូលផ្តុំ ស៊ីបេរី គុក ពលកម្មដោយបង្ខំ ចងក កាត់ទោស និរទេស។ល។</p>\n<p>ទាំងគ្រូបង្រៀន ទាំងឪពុកម្តាយ ឬសៀវភៅ មិនចង់បង្រៀនពីរបៀបគិតទេ។</p>\n<p>មនុស្សចូលចិត្តបង្ខំអ្នកផ្សេងឱ្យគិតស្របតាមអ្វីដែលពួកគេគិតថាវាគួរតែ ហើយវាច្បាស់ណាស់ថាមនុស្សគ្រប់រូបនៅក្នុងនេះគឺជាអ្នកផ្តាច់ការតាមរបៀបរបស់ពួកគេ មនុស្សគ្រប់រូបគិតថាខ្លួនឯងជាពាក្យចុងក្រោយ មនុស្សគ្រប់រូបជឿជាក់យ៉ាងមុតមាំថាអ្នកផ្សេងទៀតទាំងអស់គួរតែគិតដូចពួកគេ ព្រោះពួកគេល្អបំផុត។</p>\n<p>ឪពុកម្តាយ គ្រូបង្រៀន ម្ចាស់។ល។ ជេរប្រមាថហើយជេរប្រមាថអ្នកក្រោមបង្គាប់របស់ពួកគេម្តងទៀត។</p>\n<p>ទំនោរដ៏គួរឱ្យភ័យខ្លាចនៃមនុស្សជាតិក្នុងការមិនគោរពអ្នកដទៃ ការជាន់ឈ្លីគំនិតរបស់អ្នកដទៃ ការដាក់គុក ការចាក់សោ ការធ្វើជាទាសករ ការដាក់ច្រវ៉ាក់គំនិតរបស់អ្នកដទៃ គឺគួរឱ្យខ្លាចណាស់។</p>\n<p>ប្តីចង់បញ្ចូលគំនិតរបស់គាត់ទៅក្នុងក្បាលប្រពន្ធដោយបង្ខំ គោលលទ្ធិ គំនិតរបស់គាត់។ល។ ហើយប្រពន្ធចង់ធ្វើដូចគ្នា។</p>\n<p>ជាញឹកញាប់ប្តីប្រពន្ធលែងលះគ្នាដោយសារតែគំនិតមិនស៊ីចង្វាក់គ្នា។</p>\n<p>ប្តីប្រពន្ធមិនចង់យល់ពីតម្រូវការគោរពសេរីភាពបញ្ញារបស់អ្នកដទៃទេ។</p>\n<p>គ្មានប្តីប្រពន្ធណាម្នាក់មានសិទ្ធិធ្វើជាទាសករគំនិតរបស់ប្តីប្រពន្ធផ្សេងទៀតទេ។ មនុស្សគ្រប់រូបពិតជាសក្តិសមនឹងការគោរព។ មនុស្សគ្រប់រូបមានសិទ្ធិគិតតាមដែលពួកគេចង់ គោរពសាសនារបស់ពួកគេ ជាកម្មសិទ្ធិរបស់គណបក្សនយោបាយដែលពួកគេចង់បាន។</p>\n<p>ក្មេងប្រុសនិងក្មេងស្រីនៅសាលារៀនត្រូវបានបង្ខំឱ្យគិតដោយបង្ខំតាមគំនិតនេះនិងគំនិតនោះប៉ុន្តែពួកគេមិនត្រូវបានបង្រៀនពីរបៀបគ្រប់គ្រងចិត្តរបស់ពួកគេទេ។</p>\n<p>ចិត្តរបស់កុមារគឺទន់ យឺត និងអាចបត់បែនបាន ចំណែកចិត្តរបស់មនុស្សចាស់វិញរឹង មិនប្រែប្រួល ដូចដីឥដ្ឋនៅក្នុងផ្សិត វាមិនផ្លាស់ប្តូរ វាមិនអាចផ្លាស់ប្តូរបានទៀតទេ។</p>\n<p>ចិត្តរបស់កុមារនិងយុវជនងាយនឹងមានការផ្លាស់ប្តូរជាច្រើនអាចផ្លាស់ប្តូរបាន។</p>\n<p>កុមារនិងយុវជនអាចត្រូវបានបង្រៀនពីរបៀបគិត។ វាពិបាកណាស់ក្នុងការបង្រៀនមនុស្សចាស់ពីរបៀបគិត ព្រោះពួកគេដូចដែលពួកគេមាន ហើយពួកគេស្លាប់បែបនោះ។</p>\n<p>កម្រណាស់ក្នុងការស្វែងរកមនុស្សចាស់ណាមួយដែលចាប់អារម្មណ៍ក្នុងការផ្លាស់ប្តូរយ៉ាងខ្លាំងនៅក្នុងជីវិត។</p>\n<p>ចិត្តរបស់មនុស្សត្រូវបានធ្វើរូបរាងតាំងពីកុមារភាព។ នោះគឺជាអ្វីដែលឪពុកម្តាយនិងគ្រូបង្រៀនចូលចិត្តធ្វើ។ ពួកគេរីករាយក្នុងការផ្តល់រូបរាងដល់ចិត្តរបស់កុមារនិងយុវជន។</p>\n<p>ចិត្តដែលដាក់ក្នុងផ្សិតពិតជាចិត្តដែលបានកំណត់ ចិត្តជាទាសករ។</p>\n<p>វាចាំបាច់ណាស់ដែលគ្រូបង្រៀនបំបែកច្រវ៉ាក់នៃចិត្ត។</p>\n<p>វាជាការបន្ទាន់ដែលគ្រូបង្រៀនដឹងពីរបៀបដឹកនាំចិត្តរបស់កុមារឆ្ពោះទៅរកសេរីភាពពិតប្រាកដ ដើម្បីកុំឱ្យពួកគេត្រូវបានគេធ្វើជាទាសករទៀត។</p>\n<p>វាចាំបាច់ណាស់ដែលគ្រូបង្រៀនបង្រៀនសិស្សពីរបៀបដែលពួកគេគួរគិត។</p>\n<p>គ្រូបង្រៀនត្រូវតែយល់ពីតម្រូវការក្នុងការបង្រៀនសិស្សនូវផ្លូវនៃការវិភាគ ការសមាធិ ការយល់ដឹង។</p>\n<p>គ្មានមនុស្សយល់ដឹងណាមួយគួរទទួលយកអ្វីមួយដោយលទ្ធិប្រកាន់។ វាជាការបន្ទាន់ក្នុងការស៊ើបអង្កេតជាមុនសិន។ យល់ សាកសួរ មុននឹងទទួលយក។</p>\n<p>ម៉្យាងទៀតយើងនឹងនិយាយថា មិនចាំបាច់ទទួលយកទេ តែត្រូវស៊ើបអង្កេត វិភាគ ធ្វើសមាធិ និងយល់។ នៅពេលដែលការយល់ដឹងពេញលេញ ការទទួលយកគឺមិនចាំបាច់ទេ។</p>\n<p>វាមិនមានប្រយោជន៍អ្វីទេក្នុងការបំពេញក្បាលរបស់យើងជាមួយនឹងព័ត៌មានបញ្ញា ប្រសិនបើយើងមិនដឹងពីរបៀបគិតនៅពេលចាកចេញពីសាលា ហើយយើងបន្តដូចជាមនុស្សយន្តរស់នៅ ដូចជាម៉ាស៊ីន ដដែលៗនូវទម្លាប់ដូចគ្នានៃឪពុក ជីតា និងជីដូនជីតារបស់យើង។ល។</p>\n<p>ធ្វើម្តងទៀតនូវរឿងដដែលៗ រស់នៅក្នុងជីវិតនៃម៉ាស៊ីន ពីផ្ទះទៅការិយាល័យ ហើយពីការិយាល័យទៅផ្ទះ រៀបការដើម្បីក្លាយជាម៉ាស៊ីនតូចៗសម្រាប់បង្កើតកូន នោះមិនមែនជារបៀបរស់នៅទេ ហើយប្រសិនបើយើងសិក្សាសម្រាប់រឿងនោះ ហើយយើងទៅសាលារៀន និងមហាវិទ្យាល័យ និងសាកលវិទ្យាល័យរយៈពេលដប់ ឬដប់ប្រាំឆ្នាំ វានឹងប្រសើរជាងកុំសិក្សា។</p>\n<p>MAHATMA GHANDI គឺជាបុរសពិសេសម្នាក់។ ជាញឹកញាប់ គ្រូគង្វាលប្រូតេស្តង់បានអង្គុយនៅមាត់ទ្វាររបស់គាត់អស់រយៈពេលជាច្រើនម៉ោង ដោយព្យាយាមផ្លាស់ប្តូរគាត់ទៅជាគ្រិស្តសាសនា ក្នុងទម្រង់ជាប្រូតេស្តង់របស់ពួកគេ។</p>\n<p>Ghandi មិនបានទទួលយកការបង្រៀនរបស់គ្រូគង្វាលទេ ហើយក៏មិនបានបដិសេធដែរ គាត់យល់ គោរពវា ហើយនោះជាអ្វីទាំងអស់។</p>\n<p>ជាញឹកញាប់ MAHATMA បាននិយាយថា៖ “ខ្ញុំជាព្រាហ្មណ៍ ជនជាតិយូដា គ្រិស្តសាសនិក មូស្លីម”។ល។</p>\n<p>MAHATMA យល់ថាសាសនាទាំងអស់គឺចាំបាច់ ពីព្រោះសាសនាទាំងអស់រក្សាតម្លៃអស់កល្បជានិច្ចដូចគ្នា។</p>\n<p>ការទទួលយក ឬបដិសេធលទ្ធិ ឬគំនិតណាមួយបង្ហាញពីភាពខ្វះចន្លោះនៃភាពចាស់ទុំផ្លូវចិត្ត។</p>\n<p>នៅពេលដែលយើងបដិសេធ ឬទទួលយកអ្វីមួយ គឺដោយសារតែយើងមិនបានយល់វា។</p>\n<p>កន្លែងណាដែលមានការយល់ដឹង ការទទួលយក ឬការបដិសេធគឺហួសហេតុ។</p>\n<p>ចិត្តដែលជឿ ចិត្តដែលមិនជឿ ចិត្តដែលសង្ស័យ គឺជាចិត្តល្ងង់ខ្លៅ។</p>\n<p>ផ្លូវនៃប្រាជ្ញាមិនមែនស្ថិតនៅលើការជឿ ឬមិនជឿ ឬសង្ស័យនោះទេ។</p>\n<p>ផ្លូវនៃប្រាជ្ញាគឺស្ថិតនៅលើការសាកសួរ ការវិភាគ ការសមាធិ និងបទពិសោធន៍។</p>\n<p>សេចក្តីពិតគឺជាអ្វីដែលមិនស្គាល់ពីមួយពេលទៅមួយពេល។ សេចក្តីពិតគ្មានអ្វីពាក់ព័ន្ធនឹងអ្វីដែលនរណាម្នាក់ជឿ ឬមិនជឿ ឬការសង្ស័យនោះទេ។</p>\n<p>សេចក្តីពិតមិនមែនជាបញ្ហានៃការទទួលយកអ្វីមួយ ឬបដិសេធវានោះទេ។ សេចក្តីពិតគឺជាបញ្ហានៃបទពិសោធន៍ ការរស់នៅ ការយល់ដឹង។</p>\n<p>កិច្ចខិតខំប្រឹងប្រែងទាំងអស់របស់គ្រូបង្រៀនគួរតែដឹកនាំសិស្សទៅរកបទពិសោធន៍នៃភាពពិតប្រាកដ នៃសេចក្តីពិត។</p>\n<p>វាជាការបន្ទាន់ដែលគ្រូបង្រៀនបោះបង់ទំនោរហួសសម័យ និងបង្កគ្រោះថ្នាក់នោះ ដែលតែងតែដឹកនាំទៅរកការធ្វើរូបរាងចិត្តដែលអាចបត់បែនបានរបស់កុមារ។</p>\n<p>វាជារឿងមិនសមហេតុផលទេដែលមនុស្សពេញវ័យដែលពោរពេញទៅដោយការរើសអើង តណ្ហា គំនិតចាស់ៗ។ល។ ជាន់ឈ្លីចិត្តរបស់កុមារ និងយុវជនបែបនេះ ដោយព្យាយាមធ្វើរូបរាងចិត្តរបស់ពួកគេតាមគំនិតចាស់ គំនិតល្ងង់ខ្លៅ និងគំនិតហួសសម័យរបស់ពួកគេ។</p>\n<p>វាជាការប្រសើរក្នុងការគោរពសេរីភាពបញ្ញារបស់សិស្ស គោរពភាពរហ័សរហួនផ្លូវចិត្តរបស់ពួកគេ ភាពឯកឯងនៃការច្នៃប្រឌិតរបស់ពួកគេ។</p>\n<p>គ្រូបង្រៀនមិនមានសិទ្ធិដាក់គុកចិត្តរបស់សិស្សនោះទេ។</p>\n<p>អ្វីដែលសំខាន់គឺមិនមែនកំណត់ឱ្យចិត្តរបស់សិស្សនូវអ្វីដែលពួកគេគួរគិតនោះទេ ប៉ុន្តែត្រូវបង្រៀនពួកគេឱ្យបានពេញលេញពីរបៀបគិត។</p>\n<p>ចិត្តគឺជាឧបករណ៍នៃចំណេះដឹង ហើយវាចាំបាច់ដែលគ្រូបង្រៀនបង្រៀនសិស្សរបស់ពួកគេពីរបៀបគ្រប់គ្រងឧបករណ៍នោះដោយឈ្លាសវៃ។</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/km/educacion-fundamental/que-pensar-como-pensar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/km/educacion-fundamental/que-pensar-como-pensar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/km/educacion-fundamental/que-pensar-como-pensar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
