import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Психологічний бунт",
  "locale": "uk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "32. Психологічний бунт",
    "order": 32
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Ті, хто присвятив себе подорожам по всіх країнах світу з метою детального вивчення всіх людських рас, змогли переконатися на власному досвіді, що природа цієї бідної ІНТЕЛЕКТУАЛЬНОЇ ТВАРИНИ, помилково названої людиною, завжди однакова, чи то в старій Європі, чи то в Африці, змученій таким великим рабством, на священній землі Вед, чи то в Західній Індії, в Австрії чи в Китаї.</p>\n<p>Цей конкретний факт, ця жахлива реальність, яка вражає кожну вчену людину, може бути особливо перевірена, якщо мандрівник відвідає школи, коледжі та університети.</p>\n<p>Ми прийшли до епохи серійного виробництва. Зараз все виробляється на конвеєрі та у великих масштабах. Серії літаків, автомобілів, предметів розкоші тощо, тощо, тощо.</p>\n<p>Хоч це може здатися трохи гротескним, але це правда, що промислові школи, університети тощо також перетворилися на інтелектуальні фабрики серійного виробництва.</p>\n<p>У ці часи серійного виробництва єдиною метою в житті є пошук економічної безпеки. Люди бояться всього і шукають безпеки.</p>\n<p>Незалежне мислення в ці часи серійного виробництва стає майже неможливим, тому що сучасний тип освіти базується на простих зручностях.</p>\n<p>“Нова хвиля” цілком задоволена цією інтелектуальною посередністю. Якщо хтось хоче бути іншим, відмінним від інших, всі його дискваліфікують, всі критикують, його ігнорують, йому відмовляють у роботі тощо.</p>\n<p>Бажання отримати гроші, щоб жити і розважатися, прагнення досягти успіху в житті, пошук економічної безпеки, бажання купувати багато речей, щоб хизуватися перед іншими, тощо, ставлять перешкоди чистому, природному і спонтанному мисленню.</p>\n<p>Було повністю доведено, що страх притуплює розум і робить серце жорстким.</p>\n<p>У ці часи великого страху і пошуку безпеки люди ховаються у своїх печерах, у своїх норах, у своєму куточку, у місці, де, як вони вважають, можуть мати більше безпеки, менше проблем і не хочуть звідти виходити, вони бояться життя, бояться нових пригод, нових вражень тощо, тощо, тощо.</p>\n<p>Вся ця так розхвалена сучасна освіта базується на страху і пошуку безпеки, люди налякані, вони бояться навіть власної тіні.</p>\n<p>Люди бояться всього, бояться виходити за рамки старих встановлених правил, бути відмінними від інших людей, мислити революційно, порвати з усіма забобонами занепадаючого суспільства тощо.</p>\n<p>На щастя, у світі живуть кілька щирих і розуміючих людей, які дійсно бажають глибоко дослідити всі проблеми розуму, але в переважній більшості з нас навіть не існує духу незгоди і бунту.</p>\n<p>Існують два типи БУНТУ, які вже належним чином класифіковані. Перший: Психологічний насильницький бунт. Другий: Глибокий психологічний бунт ІНТЕЛІГЕНЦІЇ.</p>\n<p>Перший тип Бунту є Реакційним консервативним і ретардаційним. Другий тип Бунту є РЕВОЛЮЦІЙНИМ.</p>\n<p>У першому типі Психологічного Бунту ми знаходимо РЕФОРМАТОРА, який латає старі костюми і ремонтує стіни старих будівель, щоб вони не завалилися, регресивний тип, Революціонера крові і горілки, лідера путчів і державних переворотів, людину з гвинтівкою на плечі, Диктатора, який насолоджується тим, що ставить до стінки всіх, хто не приймає його примхи, його теорії.</p>\n<p>У другому типі Психологічного Бунту ми знаходимо БУДДУ, ІСУСА, ГЕРМЕСА, трансформатора, ІНТЕЛЕКТУАЛЬНОГО БУНТАРЯ, ІНТУЇТИВНОГО, ВЕЛИКИХ паладинів РЕВОЛЮЦІЇ СВІДОМОСТІ тощо, тощо, тощо.</p>\n<p>Ті, хто навчається лише з абсурдною метою піднятися на чудові позиції у бюрократичному вулику, піднятися, вилізти на вершину драбини, заявити про себе тощо, не мають справжньої глибини, вони Ідіоти за природою, поверхові, порожні, на сто відсотків шахраї.</p>\n<p>Вже доведено до ситості, що коли в людині не існує справжньої ІНТЕГРАЦІЇ думки і почуття, навіть якщо ми отримали велику освіту, життя виявляється неповним, суперечливим, нудним і замученим незліченними страхами різного роду.</p>\n<p>Без сумніву і не боячись помилитися, ми можемо стверджувати з усією силою, що без ЦІЛІСНОЇ освіти життя стає шкідливим, марним і згубним.</p>\n<p>ІНТЕЛЕКТУАЛЬНА ТВАРИНА має ВНУТРІШНЄ ЕГО, яке, на жаль, складається з віддалених СУТНОСТЕЙ, які зміцнюються ЗА ДОПОМОГОЮ ПОМИЛКОВОЇ ОСВІТИ.</p>\n<p>МНОЖИННЕ Я, яке кожен з нас носить всередині, є основною причиною всіх наших комплексів і суперечностей.</p>\n<p>ФУНДАМЕНТАЛЬНА ОСВІТА повинна навчати нові покоління нашій Психологічній ДИДАКТИЦІ для РОЗЧИНЕННЯ Я.</p>\n<p>Тільки розчинивши різні сутності, які в сукупності становлять Его (Я), ми можемо встановити в собі постійний центр індивідуальної свідомості, тоді ми будемо ЦІЛІСНИМИ.</p>\n<p>Поки всередині кожного з нас існує МНОЖИННЕ Я, ми не тільки отруюємо життя собі, але й отруюємо його іншим.</p>\n<p>Навіщо нам вивчати право і ставати юристами, якщо ми увічнюємо судові процеси? Навіщо накопичувати в нашій голові багато знань, якщо ми залишаємося збентеженими? Навіщо потрібні технічні та промислові навички, якщо ми використовуємо їх для знищення наших ближніх?</p>\n<p>Навіщо навчатися, відвідувати заняття, вчитися, якщо в процесі щоденного життя ми жалюгідно знищуємо один одного.</p>\n<p>Мета освіти не повинна полягати лише в тому, щоб щороку виробляти нових шукачів роботи, новий тип шахраїв, нових невігласів, які навіть не вміють поважати релігію ближнього тощо.</p>\n<p>Справжньою метою ФУНДАМЕНТАЛЬНОЇ ОСВІТИ має бути створення справжніх чоловіків і жінок ІНТЕГРОВАНИХ і, отже, свідомих та інтелектуальних.</p>\n<p>На жаль, вчителі та вчительки шкіл, коледжів та університетів думають про все, крім як про пробудження ЦІЛІСНОГО ІНТЕЛЕКТУ ОСВІТЯН.</p>\n<p>Будь-яка людина може жадати і здобувати титули, нагороди, дипломи і навіть стати дуже ефективною в механістичній сфері життя, але це не означає бути ІНТЕЛЕКТУАЛЬНИМ.</p>\n<p>ІНТЕЛЕКТ не може бути ніколи простим механічним функціоналізмом, ІНТЕЛЕКТ не може бути результатом простої книжкової інформації, ІНТЕЛЕКТ не є здатністю автоматично реагувати іскрометними словами на будь-який виклик. ІНТЕЛЕКТ не є простою вербалізацією пам’яті. ІНТЕЛЕКТ - це здатність безпосередньо отримувати СУТНІСТЬ, РЕАЛЬНЕ, те, що насправді Є.</p>\n<p>ФУНДАМЕНТАЛЬНА ОСВІТА - це наука, яка дозволяє нам пробудити цю здатність у собі та в інших.</p>\n<p>ФУНДАМЕНТАЛЬНА ОСВІТА допомагає кожній ОСОБІ відкрити справжні ЦІННОСТІ, які виникають в результаті глибокого дослідження та ЦІЛІСНОГО РОЗУМІННЯ СЕБЕ.</p>\n<p>Коли в нас немає САМОПІЗНАННЯ, тоді САМОВИРАЖЕННЯ перетворюється на ЕГОЇСТИЧНЕ ТА ДЕСТРУКТИВНЕ САМОТВЕРДЖЕННЯ.</p>\n<p>ФУНДАМЕНТАЛЬНА ОСВІТА піклується лише про те, щоб пробудити в кожній особі ЗДАТНІСТЬ розуміти себе у всіх сферах розуму, а не просто віддаватися самозадоволенню помилкового САМОВИРАЖЕННЯ МНОЖИННОГО Я.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/uk/educacion-fundamental/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
