import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "نافرمانی روان‌شناختی",
  "locale": "fa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "32. نافرمانی روان‌شناختی",
    "order": 32
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>کسانی که به سفر به تمام کشورهای جهان پرداخته‌اند، با این هدف که تمام نژادهای انسانی را با جزئیات مطالعه کنند، توانسته‌اند خودشان تأیید کنند که طبیعت این حیوان اندیشمند بیچاره که به اشتباه انسان نامیده می‌شود، همیشه یکسان است، چه در اروپای پیر و چه در آفریقای خسته از این همه بردگی، در سرزمین مقدس وداها یا در هند غربی، در اتریش یا در چین.</p>\n<p>این واقعیت عینی، این حقیقت هولناک که هر انسان اهل مطالعه را به حیرت می‌اندازد، به ویژه اگر مسافر از مدارس، دانشکده‌ها و دانشگاه‌ها بازدید کند، قابل تأیید است.</p>\n<p>ما به دوران تولید انبوه رسیده‌ایم. اکنون همه چیز به صورت پیوسته و در مقیاس بزرگ تولید می‌شود. مجموعه‌های هواپیما، اتومبیل، کالاهای لوکس و غیره.</p>\n<p>هرچند ممکن است کمی مضحک به نظر برسد، اما این درست است که مدارس صنعتی، دانشگاه‌ها و غیره نیز به کارخانه‌های فکری تولید انبوه تبدیل شده‌اند.</p>\n<p>در این دوران تولید انبوه، تنها هدف در زندگی یافتن امنیت اقتصادی است. مردم از همه چیز می‌ترسند و به دنبال امنیت هستند.</p>\n<p>تفکر مستقل در این دوران تولید انبوه تقریباً غیرممکن است، زیرا نوع مدرن آموزش بر اساس ملاحظات صرف است.</p>\n<p>“موج نو” با این ابتذال فکری بسیار سازگار است. اگر کسی بخواهد متفاوت باشد، متمایز از دیگران، همه او را بی‌صلاحیت می‌دانند، همه از او انتقاد می‌کنند، او را طرد می‌کنند، از کار محروم می‌کنند و غیره.</p>\n<p>تمایل به به دست آوردن پول برای زندگی و تفریح، فوریت دستیابی به موفقیت در زندگی، جستجوی امنیت اقتصادی، تمایل به خرید چیزهای زیاد برای فخر فروشی به دیگران و غیره، جلوی تفکر ناب، طبیعی و خودجوش را می‌گیرد.</p>\n<p>کاملاً تأیید شده است که ترس ذهن را کند و قلب را سخت می‌کند.</p>\n<p>در این دوران ترس و جستجوی امنیت، مردم در غارهای خود، در لانه‌های خود، در گوشه و کنار خود پنهان می‌شوند، در جایی که فکر می‌کنند می‌توانند امنیت بیشتری داشته باشند، مشکلات کمتری داشته باشند و نمی‌خواهند از آنجا بیرون بیایند، از زندگی وحشت دارند، از ماجراهای جدید، از تجربیات جدید و غیره می‌ترسند.</p>\n<p>تمام این آموزش مدرن پر سر و صدا بر اساس ترس و جستجوی امنیت است، مردم وحشت‌زده‌اند، حتی از سایه خودشان می‌ترسند.</p>\n<p>مردم از همه چیز وحشت دارند، از خروج از هنجارهای قدیمی ترس دارند، از اینکه با سایر مردم متفاوت باشند، از اینکه به شکلی انقلابی فکر کنند، از اینکه با تمام تعصبات جامعه رو به زوال خداحافظی کنند و غیره.</p>\n<p>خوشبختانه تعداد کمی افراد صمیمی و فهمیده در جهان زندگی می‌کنند که واقعاً می‌خواهند تمام مشکلات ذهن را عمیقاً بررسی کنند، اما در اکثر ما حتی روحیه ناسازگاری و سرکشی وجود ندارد.</p>\n<p>دو نوع سرکشی وجود دارد که به درستی طبقه‌بندی شده‌اند. اول: سرکشی روانشناختی خشونت‌آمیز. دوم: سرکشی روانشناختی عمیق هوش.</p>\n<p>نوع اول سرکشی، ارتجاعی محافظه‌کارانه و عقب‌مانده است. نوع دوم سرکشی، انقلابی است.</p>\n<p>در نوع اول سرکشی روانشناختی، ما به اصلاح‌طلبی برمی‌خوریم که لباس‌های کهنه را رفو می‌کند و دیوارهای ساختمان‌های قدیمی را تعمیر می‌کند تا فرو نریزند، نوع ارتجاعی، انقلابی خون و الکل، رهبر کودتاها و کودتاها، مردی با تفنگ بر دوش، دیکتاتوری که از به رگبار بستن تمام کسانی که هوس‌ها و نظریات او را نمی‌پذیرند، لذت می‌برد.</p>\n<p>در نوع دوم سرکشی روانشناختی، ما به بودا، عیسی، هرمس، متحول کننده، شورشی هوشمند، شهودی، قهرمانان بزرگ انقلاب آگاهی و غیره برمی‌خوریم.</p>\n<p>کسانی که فقط با هدف پوچ ارتقاء به جایگاه‌های عالی در داخل کندوی بوروکراتیک، بالا رفتن، رسیدن به بالای نردبان، خودنمایی کردن و غیره آموزش می‌بینند، فاقد عمق واقعی هستند، از نظر طبیعت احمق، سطحی، پوچ و صد در صد دزد هستند.</p>\n<p>تا حد کافی ثابت شده است که وقتی در انسان یکپارچگی واقعی اندیشه و احساس وجود نداشته باشد، حتی اگر آموزش زیادی دیده باشیم، زندگی ناقص، متناقض، خسته‌کننده و شکنجه شده توسط ترس‌های بی‌شمار از انواع مختلف خواهد بود.</p>\n<p>بدون هیچ تردیدی و بدون ترس از اشتباه، می‌توانیم قاطعانه اظهار کنیم که بدون آموزش یکپارچه، زندگی مضر، بی‌فایده و زیان‌آور است.</p>\n<p>حیوان اندیشمند دارای یک خود درونی است که متأسفانه از نهادهای متمایزی تشکیل شده است که با آموزش اشتباه تقویت می‌شوند.</p>\n<p>خود جمعی که هر یک از ما در درون خود حمل می‌کنیم، علت اصلی تمام عقده‌ها و تناقضات ما است.</p>\n<p>آموزش اساسی باید آموزش روانشناختی ما را برای انحلال خود به نسل‌های جدید آموزش دهد.</p>\n<p>تنها با حل شدن موجودیت‌های متعددی که در مجموع خود (من) را تشکیل می‌دهند، می‌توانیم یک مرکز دائمی آگاهی فردی در خود ایجاد کنیم، در این صورت یکپارچه خواهیم بود.</p>\n<p>تا زمانی که خود جمعی در درون هر یک از ما وجود داشته باشد، نه تنها زندگی را برای خودمان تلخ خواهیم کرد، بلکه آن را برای دیگران نیز تلخ خواهیم کرد.</p>\n<p>چه فایده‌ای دارد که حقوق بخوانیم و وکیل شویم، اگر به دعواها تداوم ببخشیم؟ چه فایده‌ای دارد که دانش زیادی در ذهن خود جمع کنیم، اگر همچنان سردرگم باشیم؟ مهارت‌های فنی و صنعتی چه فایده‌ای دارند اگر از آنها برای نابودی هم‌نوعان خود استفاده کنیم؟</p>\n<p>آموزش دیدن، شرکت در کلاس‌ها، درس خواندن فایده‌ای ندارد، اگر در روند زندگی روزمره به طور اسفباری یکدیگر را نابود کنیم.</p>\n<p>هدف از آموزش نباید تنها تولید سالانه جویندگان کار جدید، نوع جدیدی از دزد، اراذل جدید که حتی نمی‌دانند به دین همسایه احترام بگذارند و غیره باشد.</p>\n<p>هدف واقعی آموزش اساسی باید ایجاد مردان و زنان یکپارچه واقعی و بنابراین آگاه و باهوش باشد.</p>\n<p>متأسفانه معلمان مدارس، دانشکده‌ها و دانشگاه‌ها، به هر چیزی فکر می‌کنند، جز بیدار کردن هوش یکپارچه دانش‌آموزان.</p>\n<p>هر کسی می‌تواند آرزو کند و عناوین، نشان‌ها، دیپلم‌ها را به دست آورد و حتی در زمینه مکانیکی زندگی بسیار کارآمد شود، اما این به معنای باهوش بودن نیست.</p>\n<p>هوش هرگز نمی‌تواند صرفاً کارکردگرایی مکانیکی باشد، هوش نمی‌تواند نتیجه اطلاعات ساده کتابی باشد، هوش توانایی واکنش خودکار با کلمات درخشان در برابر هر چالشی نیست. هوش صرفاً کلامی کردن حافظه نیست. هوش توانایی دریافت مستقیم ذات، واقعیت، چیزی است که واقعاً هست.</p>\n<p>آموزش اساسی علمی است که به ما امکان می‌دهد این توانایی را در خودمان و دیگران بیدار کنیم.</p>\n<p>آموزش اساسی به هر فرد کمک می‌کند تا ارزش‌های واقعی را کشف کند که به عنوان نتیجه تحقیق عمیق و درک یکپارچه از خود به وجود می‌آیند.</p>\n<p>وقتی در ما خودشناسی وجود نداشته باشد، خودابرازی به خودتأییدی خودخواهانه و مخرب تبدیل می‌شود.</p>\n<p>آموزش اساسی فقط نگران بیدار کردن توانایی هر فرد برای درک خود در تمام زمینه‌های ذهن است و نه صرفاً تسلیم شدن در برابر رضایت خودابرازی اشتباه خود جمعی.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/fa/educacion-fundamental/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
