import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Психолошка побуна",
  "locale": "mk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "32. Психолошка побуна",
    "order": 32
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Оние кои се посветиле на патување низ сите земји во светот со цел детално да ги проучат сите човечки раси, можеле сами да се уверат дека природата на овој кутар ИНТЕЛЕКТУАЛЕН ЖИВОТЕН, погрешно наречен човек, е секогаш иста, без разлика дали е во стара Европа или во Африка уморна од толку ропство, во светата земја на Ведите или во Западна Индија, во Австрија или во Кина.</p>\n<p>Овој конкретен факт, оваа огромна реалност што го зачудува секој учен човек, може особено да се провери ако патникот ги посети училиштата, колеџите и универзитетите.</p>\n<p>Стигнавме во време на сериско производство. Сега сè се произведува на подвижна лента и во голем обем. Серии авиони, автомобили, луксузни стоки итн., итн., итн.</p>\n<p>Иако изгледа малку гротескно, сосема е точно дека индустриските училишта, универзитетите итн., исто така, се претворија во интелектуални фабрики за сериско производство.</p>\n<p>Во овие времиња на сериско производство, единствената цел во животот е да се најде економска сигурност. Луѓето се плашат од сè и бараат сигурност.</p>\n<p>Независното размислување во овие времиња на сериско производство станува речиси невозможно, бидејќи модерниот тип на образование се заснова на обични погодности.</p>\n<p>„Новиот бран“ живее многу удобно со оваа интелектуална просечност. Ако некој сака да биде различен, поинаков од другите, сите го дисквалификуваат, сите го критикуваат, се прави вакуум околу него, му се одбива работа итн.</p>\n<p>Желбата да се заработат пари за да се живее и да се забавува, итноста да се постигне успех во животот, потрагата по економска сигурност, желбата да се купат многу работи за да се покажат пред другите итн., го блокираат чистото, природно и спонтано размислување.</p>\n<p>Целосно е докажано дека стравот го затапува умот и го зацврстува срцето.</p>\n<p>Во овие времиња на толку многу страв и потрага по сигурност, луѓето се кријат во своите пештери, во своите дупки, во својот агол, на местото каде што веруваат дека може да имаат поголема сигурност, помалку проблеми и не сакаат да излезат од таму, се плашат од животот, се плашат од нови авантури, од нови искуства итн., итн., итн.</p>\n<p>Целото ова толку многу ФАЛЕНО модерно образование се заснова на страв и потрага по сигурност, луѓето се исплашени, се плашат дури и од сопствената сенка.</p>\n<p>Луѓето се плашат од сè, се плашат да излезат од старите воспоставени норми, да бидат различни од другите луѓе, да размислуваат на револуционерен начин, да раскинат со сите предрасуди на декадентното општество итн.</p>\n<p>За среќа, во светот живеат неколку искрени и сочувствителни луѓе кои навистина сакаат длабоко да ги испитаат сите проблеми на умот, но кај огромното мнозинство од нас дури и не постои дух на незадоволство и бунт.</p>\n<p>Постојат два типа на БУНТ кои се веќе соодветно класифицирани. Прво: насилен психолошки бунт. Второ: длабок психолошки бунт на ИНТЕЛИГЕНЦИЈАТА.</p>\n<p>Првиот тип на бунт е реакционерен, конзервативен и ретардиран. Вториот тип на бунт е РЕВОЛУЦИОНЕРЕН.</p>\n<p>Во првиот тип на психолошки бунт го наоѓаме РЕФОРМАТОРОТ кој крпи стари одела и поправа ѕидови на стари згради за да не се срушат, регресивниот тип, револуционерот на крв и ракија, водачот на државните удари, човекот со пушка на рамо, диктаторот кој ужива да ги носи на ѕид сите оние кои не ги прифаќаат неговите каприци, неговите теории.</p>\n<p>Во вториот тип на психолошки бунт ги наоѓаме БУДА, ИСУС, ХЕРМЕС, трансформаторот, ИНТЕЛИГЕНТНИОТ БУНТОВНИК, ИНТУИТИВНИОТ, ГОЛЕМИТЕ шампиони на РЕВОЛУЦИЈАТА НА СВЕСТА итн., итн., итн.</p>\n<p>Оние кои се образоваат само со апсурдна цел да се искачат на величествени позиции во бирократската кошница, да се искачат, да се искачат на врвот на скалата, да се истакнат итн., немаат вистинска длабочина, се имбецилни по природа, површни, празни, сто проценти никаквеци.</p>\n<p>Веќе е докажано до заситеност дека кога во човечкото битие не постои вистинска ИНТЕГРАЦИЈА на мислата и чувството, иако сме добиле големо образование, животот е нецелосен, противречен, здодевен и измачуван од безброј стравови од секаков вид.</p>\n<p>Надвор од секое сомневање и без страв да погрешиме, можеме категорично да потврдиме дека без ИНТЕГРАЛНО образование, животот е штетен, бескорисен и штетен.</p>\n<p>ИНТЕЛЕКТУАЛНИОТ ЖИВОТЕН има ВНАТРЕШНО ЕГО составено за жал од далечни ЕНТИТЕТИ кои се зајакнуваат со ПОГРЕШНОТО ОБРАЗОВАНИЕ.</p>\n<p>МНОЖИНСКОТО ЈАС што секој од нас го носи во себе е основната причина за сите наши комплекси и противречности.</p>\n<p>ФУНДАМЕНТАЛНОТО ОБРАЗОВАНИЕ треба да ги научи новите генерации на нашата Психолошка ДИДАКТИКА за РАСТВОРАЊЕ на ЈАСОТ.</p>\n<p>Само со растворање на различните ентитети кои заедно го сочинуваат Егото (ЈАС) можеме да воспоставиме во нас постојан центар на индивидуална свест, тогаш ќе бидеме ИНТЕГРАЛНИ.</p>\n<p>Сè додека постои во секој од нас МНОЖИНСКОТО ЈАС, не само што ќе си го загорчиме животот себеси, туку ќе им го загорчиме и на другите.</p>\n<p>Што вреди да студираме право и да станеме адвокати, ако ги овековечуваме споровите? Што вреди да акумулираме многу знаења во нашиот ум, ако продолжиме да бидеме збунети? За што служат техничките и индустриските вештини ако ги користиме за уништување на нашите ближни?</p>\n<p>Нема смисла да се школуваме, да посетуваме часови, да учиме, ако во процесот на секојдневниот живот мизерно се уништуваме едни со други.</p>\n<p>Целта на образованието не треба да биде само да се произведуваат секоја година нови баратели на работа, нов тип на никаквеци, нови глупаци кои дури и не знаат да ја почитуваат религијата на ближниот итн.</p>\n<p>Вистинската цел на ФУНДАМЕНТАЛНОТО ОБРАЗОВАНИЕ треба да биде да се создадат вистински ИНТЕГРАЛНИ и затоа свесни и интелигентни мажи и жени.</p>\n<p>За жал, наставниците и учителките во училиштата, колеџите и универзитетите мислат на сè друго, освен да ја разбудат ИНТЕГРАЛНАТА ИНТЕЛИГЕНЦИЈА на УЧЕНИЦИТЕ.</p>\n<p>Секој може да копнее и да стекне титули, одликувања, дипломи и дури и да стане многу ефикасен во механистичкиот терен на животот, но тоа не значи да се биде ИНТЕЛИГЕНТЕН.</p>\n<p>ИНТЕЛИГЕНЦИЈАТА никогаш не може да биде само механичка функционалност, ИНТЕЛИГЕНЦИЈАТА не може да биде резултат на едноставни книжни информации, ИНТЕЛИГЕНЦИЈАТА не е способност автоматски да се реагира со искривени зборови на кој било предизвик. ИНТЕЛИГЕНЦИЈАТА не е само вербализација на меморијата. ИНТЕЛИГЕНЦИЈАТА е способност директно да се прими ЕСЕНЦИЈАТА, РЕАЛНОТО, она што навистина Е.</p>\n<p>ФУНДАМЕНТАЛНОТО ОБРАЗОВАНИЕ е наука што ни овозможува да ја разбудиме оваа способност во себе и во другите.</p>\n<p>ФУНДАМЕНТАЛНОТО ОБРАЗОВАНИЕ му помага на секој ИНДИВИДУА да ги открие вистинските ВРЕДНОСТИ што се појавуваат како резултат на длабокото истражување и ИНТЕГРАЛНОТО РАЗБИРАЊЕ на САМИОТ СЕБЕ.</p>\n<p>Кога во нас не постои САМОСПОЗНАНИЕ, тогаш САМОИЗРАЗУВАЊЕТО се претвора во ЕГОИСТИЧКО И ДЕСТРУКТИВНО САМОПОТВРДУВАЊЕ.</p>\n<p>ФУНДАМЕНТАЛНОТО ОБРАЗОВАНИЕ се грижи само да ја разбуди во секој поединец СПОСОБНОСТА да се разбере себеси на сите терени на умот, а не едноставно да се предаде на задоволството на погрешното САМОИЗРАЗУВАЊЕ на МНОЖИНСКОТО ЈАС.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mk/educacion-fundamental/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
