import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ფსიქოლოგიური ამბოხი",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "32. ფსიქოლოგიური ამბოხი",
    "order": 32
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ვინც მოგზაურობს მსოფლიოს ყველა ქვეყანაში, რათა დეტალურად შეისწავლოს ყველა ადამიანური რასა, მათ თავად შეძლეს დარწმუნებულიყვნენ, რომ ამ საწყალი ინტელექტუალური ცხოველის ბუნება, შეცდომით რომელსაც ადამიანი ჰქვია, ყოველთვის ერთნაირია, იქნება ეს ძველ ევროპაში თუ მონობისგან დაღლილ აფრიკაში, ვედების წმინდა მიწაზე თუ დასავლეთ ინდოეთში, ავსტრიაში თუ ჩინეთში.</p>\n<p>ეს კონკრეტული ფაქტი, ეს საშინელი რეალობა, რომელიც აოცებს ყველა მეცნიერ ადამიანს, განსაკუთრებით შეიძლება დადასტურდეს, თუ მოგზაური ეწვევა სკოლებს, კოლეჯებსა და უნივერსიტეტებს.</p>\n<p>ჩვენ მივაღწიეთ სერიული წარმოების ეპოქას. ახლა ყველაფერი იწარმოება თანმიმდევრულად და ფართო მასშტაბით. თვითმფრინავების, მანქანების, ფუფუნების საქონლის სერიები და ა.შ., და ა.შ.</p>\n<p>ცოტა გროტესკულად რომ ჟღერდეს, ძალიან მართალია, რომ ინდუსტრიული სკოლები, უნივერსიტეტები და ა.შ. ასევე გადაიქცნენ ინტელექტუალურ ფაბრიკებად სერიული წარმოებისთვის.</p>\n<p>სერიული წარმოების ამ დროს ცხოვრებაში ერთადერთი მიზანი ეკონომიკური უსაფრთხოების პოვნაა. ხალხს ყველაფრის ეშინია და უსაფრთხოებას ეძებს.</p>\n<p>დამოუკიდებელი აზროვნება სერიული წარმოების ამ დროს თითქმის შეუძლებელი ხდება, რადგან განათლების თანამედროვე ტიპი მხოლოდ მოხერხებულობას ეფუძნება.</p>\n<p>“ახალი ტალღა” ძალიან კმაყოფილია ამ ინტელექტუალური სიმდაბლით. თუ ვინმეს სურს იყოს განსხვავებული, სხვებისგან განსხვავებული, ყველა მას აკრიტიკებს, ყველა აკრიტიკებს მას, მას უქმნიან ვაკუუმს, უარს ეუბნებიან სამუშაოზე და ა.შ.</p>\n<p>ფულის შოვნის სურვილი საცხოვრებლად და გასართობად, ცხოვრებაში წარმატების მიღწევის გადაუდებელი აუცილებლობა, ეკონომიკური უსაფრთხოების ძიება, სურვილი იყიდო ბევრი რამ სხვების წინაშე მოსაჩვენებლად და ა.შ., უმაღლეს დონეზე აყენებს სუფთა, ბუნებრივ და სპონტანურ აზროვნებას.</p>\n<p>მთლიანად დადასტურდა, რომ შიში აბრკოლებს გონებას და ამკვრივებს გულს.</p>\n<p>ამდენი შიშისა და უსაფრთხოების ძიების დროს, ხალხი იმალება თავის გამოქვაბულებში, თავის სოროებში, თავის კუთხეში, იმ ადგილას, სადაც თვლიან, რომ შეიძლება მეტი უსაფრთხოება ჰქონდეთ, ნაკლები პრობლემები და არ სურთ იქიდან გასვლა, მათ საშინლად ეშინიათ სიცოცხლის, ახალი თავგადასავლების, ახალი გამოცდილების და ა.შ., და ა.შ.</p>\n<p>მთელი ეს ასე გამოცხადებული თანამედროვე განათლება ეფუძნება შიშს და უსაფრთხოების ძიებას, ხალხი შეშინებულია, საკუთარი ჩრდილისაც კი ეშინია.</p>\n<p>ხალხს ყველაფრის ეშინია, ეშინიათ დატოვონ ძველი დადგენილი ნორმები, იყვნენ განსხვავებულები სხვა ადამიანებისგან, იფიქრონ რევოლუციურად, გაწყვიტონ ყველა ცრურწმენა დაცემული საზოგადოების და ა.შ.</p>\n<p>საბედნიეროდ, მსოფლიოში ცხოვრობს რამდენიმე გულწრფელი და გამგები, რომელთაც ნამდვილად სურთ გონების ყველა პრობლემის სიღრმისეულად შესწავლა, მაგრამ ჩვენს უმეტესობაში არც კი არსებობს უკმაყოფილებისა და მეამბოხე სული.</p>\n<p>არსებობს ამბოხების ორი ტიპი, რომლებიც უკვე სათანადოდ არის კლასიფიცირებული. პირველი: ფსიქოლოგიური ძალადობრივი ამბოხება. მეორე: ინტელექტის ფსიქოლოგიური ღრმა ამბოხება.</p>\n<p>ამბოხების პირველი ტიპი რეაქციონერი კონსერვატიული და შემაფერხებელია. ამბოხების მეორე ტიპი რევოლუციურია.</p>\n<p>ფსიქოლოგიური ამბოხების პირველ ტიპში ვხვდებით რეფორმატორს, რომელიც ძველ ტანსაცმელს აკერებს და ძველი შენობების კედლებს არემონტებს, რათა არ ჩამოინგრეს, რეგრესული ტიპი, სისხლიანი და არაყიანი რევოლუციონერი, ყაზარმების გადატრიალებებისა და სახელმწიფო გადატრიალებების ლიდერი, თოფიანი კაცი, დიქტატორი, რომელიც სიამოვნებით კედელთან აყენებს ყველას, ვინც არ მიიღებს მის ახირებებს, მის თეორიებს.</p>\n<p>ფსიქოლოგიური ამბოხების მეორე ტიპში ვხვდებით ბუდას, იესოს, ჰერმესს, ტრანსფორმატორს, ინტელექტუალურ მეამბოხეს, ინტუიციურს, ცნობიერების რევოლუციის დიდ პალადინებს და ა.შ., და ა.შ.</p>\n<p>ვინც მხოლოდ აბსურდული მიზნით სწავლობს ბიუროკრატიულ სკაში დიდებული პოზიციების დასაკავებლად, ასვლა, კიბეზე ასვლა, თავის წარმოჩენა და ა.შ., არ გააჩნიათ ნამდვილი სიღრმე, ისინი ბუნებით იდიოტები არიან, ზედაპირულები, ცარიელები, ასი პროცენტით თაღლითები.</p>\n<p>უკვე ზედმეტად დადასტურებულია, რომ როდესაც ადამიანში არ არსებობს აზროვნებისა და გრძნობის ჭეშმარიტი ინტეგრაცია, თუნდაც დიდი განათლება მივიღეთ, ცხოვრება არასრულია, წინააღმდეგობრივი, მოსაწყენი და ტანჯული ყველა სახის უთვალავი შიშით.</p>\n<p>ყოველგვარი ეჭვის გარეშე და შეცდომის დაშვების შიშის გარეშე, ჩვენ შეგვიძლია ხაზგასმით განვაცხადოთ, რომ ყოვლისმომცველი განათლების გარეშე, ცხოვრება საზიანო, უსარგებლო და მავნეა.</p>\n<p>ინტელექტუალურ ცხოველს აქვს შინაგანი ეგო, რომელიც სამწუხაროდ შედგება შორეული ერთეულებისგან, რომლებიც ძლიერდებიან არასწორი განათლებით.</p>\n<p>გამრავლებული მე, რომელიც თითოეულ ჩვენგანს შიგნით ვატარებთ, არის ჩვენი ყველა კომპლექსისა და წინააღმდეგობის ფუნდამენტური მიზეზი.</p>\n<p>ფუნდამენტურმა განათლებამ უნდა ასწავლოს ახალ თაობებს ჩვენი ფსიქოლოგიური დიდაქტიკა მე-ს დაშლისთვის.</p>\n<p>მხოლოდ იმ მრავალი ერთეულის დაშლით, რომლებიც ერთად ქმნიან ეგოს (მე), ჩვენ შეგვიძლია დავამყაროთ ჩვენში ინდივიდუალური ცნობიერების მუდმივი ცენტრი, მაშინ ჩვენ ვიქნებით მთლიანები.</p>\n<p>სანამ თითოეული ჩვენგანის შიგნით არსებობს გამრავლებული მე, ჩვენ არა მხოლოდ გავამწარებთ ცხოვრებას საკუთარ თავს, არამედ გავამწარებთ სხვებსაც.</p>\n<p>რა აზრი აქვს სამართლის სწავლას და ადვოკატობას, თუ სამართლებრივ დავებს ვაგრძელებთ? რა აზრი აქვს ჩვენს გონებაში ბევრი ცოდნის დაგროვებას, თუ ჩვენ მაინც დაბნეულები ვართ? რა აზრი აქვს ტექნიკურ და ინდუსტრიულ უნარებს, თუ მათ ვიყენებთ ჩვენი მსგავსების გასანადგურებლად?</p>\n<p>არაფრის მომტანია სწავლა, გაკვეთილებზე დასწრება, სწავლა, თუ ყოველდღიური ცხოვრების პროცესში ჩვენ საწყლად ვანადგურებთ ერთმანეთს.</p>\n<p>განათლების მიზანი არ უნდა იყოს მხოლოდ ყოველწლიურად ახალი სამუშაოს მაძიებლების, თაღლითების ახალი ტიპის, ახალი უზრდელების წარმოება, რომლებმაც არც კი იციან მოყვასის რელიგიის პატივისცემა და ა.შ.</p>\n<p>ფუნდამენტური განათლების ჭეშმარიტი მიზანი უნდა იყოს ჭეშმარიტი ინტეგრირებული და, შესაბამისად, შეგნებული და ინტელექტუალური კაცებისა და ქალების შექმნა.</p>\n<p>სამწუხაროდ, სკოლების, კოლეჯებისა და უნივერსიტეტების მასწავლებლები ყველაფერზე ფიქრობენ, გარდა სტუდენტების ყოვლისმომცველი ინტელექტის გაღვიძებისა.</p>\n<p>ნებისმიერ ადამიანს შეუძლია ისურვოს და შეიძინოს წოდებები, ჯილდოები, დიპლომები და გახდეს ძალიან ეფექტური ცხოვრების მექანისტურ სფეროში, მაგრამ ეს არ ნიშნავს ინტელექტუალობას.</p>\n<p>ინტელექტი არასოდეს შეიძლება იყოს უბრალო მექანიკური ფუნქციონალიზმი, ინტელექტი არ შეიძლება იყოს უბრალო წიგნური ინფორმაციის შედეგი, ინტელექტი არ არის უნარი ავტომატურად რეაგირება ცქრიალა სიტყვებით ნებისმიერ გამოწვევაზე. ინტელექტი არ არის მეხსიერების უბრალო ვერბალიზაცია. ინტელექტი არის უნარი პირდაპირ მიიღო ესენცია, რეალური, ის რაც ჭეშმარიტად არის.</p>\n<p>ფუნდამენტური განათლება არის მეცნიერება, რომელიც საშუალებას გვაძლევს გავაღვიძოთ ეს უნარი საკუთარ თავში და სხვებში.</p>\n<p>ფუნდამენტური განათლება ეხმარება თითოეულ ინდივიდს აღმოაჩინოს ჭეშმარიტი ღირებულებები, რომლებიც წარმოიქმნება ღრმა გამოკვლევისა და საკუთარი თავის ყოვლისმომცველი გაგების შედეგად.</p>\n<p>როდესაც ჩვენში არ არსებობს თვითშემეცნება, მაშინ თვითგამოხატვა იქცევა ეგოისტურ და დესტრუქციულ თვითდამტკიცებად.</p>\n<p>ფუნდამენტური განათლება მხოლოდ იმაზე ზრუნავს, რომ თითოეულ ინდივიდში გააღვიძოს უნარი, გაიგოს საკუთარი თავი გონების ყველა სფეროში და არა უბრალოდ დაემორჩილოს გამრავლებული მე-ს არასწორ თვითგამოხატვას.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/educacion-fundamental/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
