import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ການຕໍ່ຕ້ານທາງດ້ານຈິດໃຈ",
  "locale": "lao",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "32. ການຕໍ່ຕ້ານທາງດ້ານຈິດໃຈ",
    "order": 32
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ຜູ້ທີ່ໄດ້ອຸທິດໃຫ້ແກ່ການເດີນທາງໄປທົ່ວທຸກປະເທດໃນໂລກດ້ວຍຈຸດປະສົງເພື່ອສຶກສາລາຍລະອຽດກ່ຽວກັບເຊື້ອຊາດມະນຸດທັງໝົດ, ໄດ້ສາມາດຢັ້ງຢືນໄດ້ດ້ວຍຕົນເອງວ່າທໍາມະຊາດຂອງສັດທີ່ມີຄວາມຮູ້ທີ່ທຸກຍາກນີ້ຖືກເອີ້ນວ່າຄົນ, ແມ່ນຄືກັນສະເໝີ, ບໍ່ວ່າຈະຢູ່ໃນເອີຣົບເກົ່າຫຼືໃນອາຟຣິກາເມື່ອຍລ້າຈາກການເປັນຂ້າທາດ, ຢູ່ໃນແຜ່ນດິນສັກສິດຂອງ Vedas ຫຼືຢູ່ໃນອິນເດຍຕາເວັນຕົກ, ໃນອອສເຕຣຍຫຼືໃນປະເທດຈີນ.</p>\n<p>ຄວາມຈິງທີ່ແນ່ນອນນີ້, ຄວາມເປັນຈິງທີ່ຮ້າຍແຮງທີ່ເຮັດໃຫ້ຜູ້ຊາຍທີ່ມີການສຶກສາທັງໝົດປະຫຼາດໃຈ, ສາມາດຢັ້ງຢືນໄດ້ໂດຍສະເພາະຖ້າຜູ້ເດີນທາງໄປຢ້ຽມຢາມໂຮງຮຽນ, ວິທະຍາໄລແລະມະຫາວິທະຍາໄລ.</p>\n<p>ພວກເຮົາໄດ້ມາຮອດຍຸກຂອງການຜະລິດເປັນຈໍານວນຫລາຍ. ດຽວນີ້ທຸກສິ່ງທຸກຢ່າງແມ່ນຜະລິດເປັນຊຸດຢ່າງຕໍ່ເນື່ອງແລະຂະ ໜາດ ໃຫຍ່. ຊຸດຂອງເຮືອບິນ, ລົດ, ສິນຄ້າຫລູຫລາ, ແລະອື່ນໆ, ແລະອື່ນໆ, ແລະອື່ນໆ.</p>\n<p>ເຖິງແມ່ນວ່າມັນເບິ່ງຄືວ່າຂ້ອນຂ້າງຕະຫລົກ, ມັນກໍ່ເປັນຄວາມຈິງທີ່ວ່າໂຮງຮຽນອຸດສາຫະກໍາ, ມະຫາວິທະຍາໄລ, ແລະອື່ນໆກໍ່ໄດ້ກາຍເປັນໂຮງງານປັນຍາສໍາລັບການຜະລິດເປັນຈໍານວນຫລາຍເຊັ່ນກັນ.</p>\n<p>ໃນຊ່ວງເວລາຂອງການຜະລິດເປັນຈໍານວນຫລາຍນີ້, ເປົ້າໝາຍດຽວໃນຊີວິດແມ່ນການຊອກຫາຄວາມປອດໄພທາງດ້ານເສດຖະກິດ. ຜູ້ຄົນຢ້ານທຸກສິ່ງທຸກຢ່າງແລະຊອກຫາຄວາມປອດໄພ.</p>\n<p>ການຄິດຢ່າງເປັນອິດສະຫຼະໃນຊ່ວງເວລາຂອງການຜະລິດເປັນຈໍານວນຫລາຍນີ້, ເກືອບເປັນໄປບໍ່ໄດ້ເພາະວ່າປະເພດການສຶກສາທີ່ທັນສະໄໝແມ່ນອີງໃສ່ຄວາມສະດວກສະບາຍເທົ່ານັ້ນ.</p>\n<p>“ຄື້ນໃໝ່” ດໍາລົງຊີວິດທີ່ສອດຄ່ອງກັບຄວາມປານກາງທາງປັນຍານີ້. ຖ້າໃຜຜູ້ຫນຶ່ງຕ້ອງການທີ່ຈະແຕກຕ່າງກັນ, ແຕກຕ່າງຈາກຄົນອື່ນ, ທຸກຄົນຈະຕັດສິນລາວ, ທຸກຄົນວິພາກວິຈານລາວ, ລາວຈະຖືກປະໄວ້, ລາວຈະຖືກປະຕິເສດວຽກ, ແລະອື່ນໆ.</p>\n<p>ຄວາມປາຖະຫນາທີ່ຈະໄດ້ຮັບເງິນເພື່ອດໍາລົງຊີວິດແລະມີຄວາມສຸກ, ຄວາມຮີບດ່ວນທີ່ຈະບັນລຸຄວາມສໍາເລັດໃນຊີວິດ, ການຊອກຫາຄວາມປອດໄພ, ເສດຖະກິດ, ຄວາມປາຖະຫນາທີ່ຈະຊື້ສິ່ງຂອງຫຼາຍຢ່າງເພື່ອອວດອ້າງຕໍ່ຄົນອື່ນ, ແລະອື່ນໆ, ຢຸດຄວາມຄິດທີ່ບໍລິສຸດ, ທໍາມະຊາດແລະ spontantaneous.</p>\n<p>ມັນໄດ້ຖືກພິສູດຢ່າງສົມບູນວ່າຄວາມຢ້ານກົວເຮັດໃຫ້ຈິດໃຈມືດມົວແລະເຮັດໃຫ້ຫົວໃຈແຂງກະດ້າງ.</p>\n<p>ໃນຊ່ວງເວລາຂອງຄວາມຢ້ານກົວຫຼາຍແລະການຊອກຫາຄວາມປອດໄພ, ປະຊາຊົນເຊື່ອງຢູ່ໃນຖ້ໍາຂອງພວກເຂົາ, ຢູ່ໃນຂຸມຂອງພວກເຂົາ, ໃນແຈຂອງພວກເຂົາ, ຢູ່ໃນສະຖານທີ່ທີ່ພວກເຂົາເຊື່ອວ່າພວກເຂົາສາມາດມີຄວາມປອດໄພຫຼາຍຂຶ້ນ, ບັນຫານ້ອຍລົງແລະບໍ່ຕ້ອງການທີ່ຈະອອກຈາກບ່ອນນັ້ນ, ພວກເຂົາຢ້ານກົວຊີວິດ, ຢ້ານໄພອັນຕະລາຍໃຫມ່, ປະສົບການໃຫມ່, ແລະອື່ນໆ, ແລະອື່ນໆ.</p>\n<p>ການສຶກສາທີ່ທັນສະໄໝທີ່ໄດ້ຮັບການປະເມີນມູນຄ່າສູງນີ້ແມ່ນອີງໃສ່ຄວາມຢ້ານກົວແລະການຊອກຫາຄວາມປອດໄພ, ຜູ້ຄົນຢ້ານກົວ, ພວກເຂົາຢ້ານກົວເຖິງແມ່ນວ່າເງົາຂອງຕົນເອງ.</p>\n<p>ປະຊາຊົນຢ້ານກົວທຸກສິ່ງທຸກຢ່າງ, ພວກເຂົາຢ້ານທີ່ຈະອອກຈາກມາດຕະຖານເກົ່າທີ່ສ້າງຕັ້ງຂຶ້ນ, ເປັນຄົນທີ່ແຕກຕ່າງຈາກຄົນອື່ນ, ຄິດໃນລັກສະນະປະຕິວັດ, ທໍາລາຍຄວາມລໍາອຽງທັງຫມົດຂອງສັງຄົມທີ່ເສື່ອມໂຊມ, ແລະອື່ນໆ.</p>\n<p>ໂຊກດີທີ່ມີຄົນສັດຊື່ແລະເຂົ້າໃຈຈໍານວນຫນ້ອຍຫນຶ່ງອາໄສຢູ່ໃນໂລກ, ຜູ້ທີ່ແທ້ຈິງຕ້ອງການກວດກາບັນຫາທັງຫມົດຂອງຈິດໃຈຢ່າງເລິກເຊິ່ງ, ແຕ່ໃນສ່ວນໃຫຍ່ຂອງພວກເຮົາແມ່ນແຕ່ຈິດໃຈຂອງຄວາມບໍ່ສອດຄ່ອງແລະການກະບົດກໍ່ບໍ່ມີ.</p>\n<p>ມີສອງປະເພດຂອງການກະບົດທີ່ໄດ້ຮັບການຈັດປະເພດຢ່າງຖືກຕ້ອງ. ທໍາອິດ: ການກະບົດທາງຈິດໃຈທີ່ຮຸນແຮງ. ອັນທີສອງ: ການກະບົດທາງຈິດໃຈເລິກຂອງປັນຍາ.</p>\n<p>ປະເພດທໍາອິດຂອງການກະບົດແມ່ນປະຕິກິລິຍາອະນຸລັກນິຍົມແລະ retardant. ປະເພດທີສອງຂອງການກະບົດແມ່ນປະຕິວັດ.</p>\n<p>ໃນປະເພດທໍາອິດຂອງການກະບົດທາງຈິດໃຈພວກເຮົາພົບຜູ້ປະຕິຮູບທີ່ປາດຮອຍຂີດຂ່ວນຢູ່ໃນຊຸດເກົ່າແລະສ້ອມແປງຝາຂອງອາຄານເກົ່າເພື່ອບໍ່ໃຫ້ພວກມັນລົ້ມລົງ, ປະເພດທີ່ຖອຍຫລັງ, ນັກປະຕິວັດເລືອດແລະ aguardiente, ຜູ້ນໍາຂອງ cuartelazos ແລະ golpes de Estados, ຜູ້ຊາຍທີ່ມີປືນໃສ່ບ່າ, ຜູ້ປົກຄອງທີ່ມ່ວນຊື່ນທີ່ຈະນໍາທຸກຄົນທີ່ບໍ່ຍອມຮັບຄວາມໂກດແຄ້ນຂອງລາວ, ທິດສະດີຂອງລາວໄປສູ່ຝາຜະໜັງ.</p>\n<p>ໃນປະເພດທີສອງຂອງການກະບົດທາງຈິດໃຈພວກເຮົາພົບເຫັນ BUDDHA, JESUS, HERMES, ຜູ້ປ່ຽນແປງ, THE REBEL INTELLIGENT, INTUITIVE, ບັນດາແຊມປ້ຽນທີ່ຍິ່ງໃຫຍ່ຂອງການປະຕິວັດຂອງສະຕິ, ແລະອື່ນໆ, ແລະອື່ນໆ.</p>\n<p>ຜູ້ທີ່ພຽງແຕ່ໄດ້ຮັບການສຶກສາດ້ວຍຈຸດປະສົງທີ່ບໍ່ສົມເຫດສົມຜົນເພື່ອຂະຫຍາຍຕໍາແຫນ່ງທີ່ສວຍງາມພາຍໃນ beehive bureaucratic, ປີນຂຶ້ນ, ປີນຂຶ້ນໄປເທິງສຸດຂອງຂັ້ນໄດ, ໄດ້ຮັບການຟັງ, ແລະອື່ນໆ, ຂາດຄວາມເລິກເຊິ່ງທີ່ແທ້ຈິງ, ພວກເຂົາເຈົ້າເປັນຄົນໂງ່ໂດຍທໍາມະຊາດ, ຕື້ນ, ຫວ່າງເປົ່າ, ຫນຶ່ງຮ້ອຍເປີເຊັນໂຈນ.</p>\n<p>ມັນໄດ້ຖືກພິສູດແລ້ວວ່າໃນເວລາທີ່ບໍ່ມີການເຊື່ອມໂຍງທີ່ແທ້ຈິງຂອງຄວາມຄິດແລະຄວາມຮູ້ສຶກໃນມະນຸດ, ເຖິງແມ່ນວ່າພວກເຮົາໄດ້ຮັບການສຶກສາທີ່ຍິ່ງໃຫຍ່, ຊີວິດກໍ່ບໍ່ສົມບູນ, ກົງກັນຂ້າມ, ເບື່ອຫນ່າຍແລະທໍລະມານໂດຍຄວາມຢ້ານກົວທີ່ນັບບໍ່ຖ້ວນທຸກປະເພດ.</p>\n<p>ນອກເໜືອໄປຈາກຄວາມສົງໄສທັງໝົດ ແລະ ໂດຍບໍ່ຢ້ານວ່າພວກເຮົາຈະຜິດພາດ, ພວກເຮົາສາມາດຢືນຢັນໄດ້ຢ່າງເຂັ້ມແຂງວ່າ ຖ້າບໍ່ມີການສຶກສາແບບບູລະນາການ, ຊີວິດຈະເປັນອັນຕະລາຍ, ບໍ່ມີປະໂຫຍດ ແລະ ເປັນອັນຕະລາຍ.</p>\n<p>ສັດທີ່ມີຄວາມຮູ້ມີ EGO ພາຍໃນປະກອບດ້ວຍຫນ່ວຍງານທີ່ຫ່າງໄກທີ່ເຂັ້ມແຂງຂຶ້ນກັບການສຶກສາທີ່ຜິດພາດ.</p>\n<p>ຕົວຕົນທີ່ຫຼາກຫຼາຍທີ່ພວກເຮົາແຕ່ລະຄົນເອົາພາຍໃນ, ແມ່ນສາເຫດພື້ນຖານຂອງຄວາມສັບສົນແລະຄວາມຂັດແຍ້ງທັງໝົດຂອງພວກເຮົາ.</p>\n<p>ການສຶກສາພື້ນຖານຄວນສອນໃຫ້ຄົນຮຸ່ນໃໝ່ ຮູບແບບທາງຈິດໃຈຂອງພວກເຮົາສຳລັບການລະລາຍຂອງຕົວຕົນ.</p>\n<p>ພຽງແຕ່ໂດຍການລະລາຍຫນ່ວຍງານຕ່າງໆທີ່ປະກອບເປັນ Ego (I) ໂດຍລວມພວກເຮົາສາມາດສ້າງຕັ້ງສູນກາງຖາວອນຂອງສະຕິສ່ວນບຸກຄົນໃນຕົວເຮົາ, ຫຼັງຈາກນັ້ນພວກເຮົາຈະສົມບູນ.</p>\n<p>ໃນຂະນະທີ່ຕົວຕົນທີ່ຫຼາກຫຼາຍຍັງຄົງຢູ່ໃນແຕ່ລະຄົນ, ພວກເຮົາບໍ່ພຽງແຕ່ຂົມຂື່ນຊີວິດໃຫ້ຕົວເຮົາເອງເທົ່ານັ້ນ, ແຕ່ຍັງເຮັດໃຫ້ຄົນອື່ນຂົມຂື່ນ.</p>\n<p>ມັນມີຄ່າຫຍັງທີ່ພວກເຮົາສຶກສາກົດໝາຍ ແລະກາຍເປັນທະນາຍຄວາມ, ຖ້າພວກເຮົາເຮັດໃຫ້ເກີດຄວາມຫຍຸ້ງຍາກ? ມັນມີຄ່າຫຍັງທີ່ຈະສະສົມຄວາມຮູ້ຫຼາຍຢ່າງຢູ່ໃນໃຈຂອງພວກເຮົາ, ຖ້າພວກເຮົາສືບຕໍ່ສັບສົນ? ຄວາມສາມາດທາງດ້ານເຕັກນິກ ແລະອຸດສາຫະກຳ ມີປະໂຫຍດຫຍັງ ຖ້າພວກເຮົາໃຊ້ມັນເພື່ອທຳລາຍເພື່ອນມະນຸດຂອງພວກເຮົາ?</p>\n<p>ມັນບໍ່ມີຈຸດໃດທີ່ຈະສອນຕົວເຮົາເອງ, ເຂົ້າຮ່ວມຫ້ອງຮຽນ, ສຶກສາ, ຖ້າໃນຂະບວນການດໍາລົງຊີວິດປະຈໍາວັນພວກເຮົາກໍາລັງທໍາລາຍເຊິ່ງກັນແລະກັນຢ່າງໂຫດຮ້າຍ.</p>\n<p>ຈຸດປະສົງຂອງການສຶກສາບໍ່ຄວນເປັນພຽງແຕ່ການຜະລິດຜູ້ຊອກຫາວຽກເຮັດງານທໍາໃຫມ່ທຸກໆປີ, ປະເພດຂອງໂຈນໃຫມ່, patanes ໃຫມ່ທີ່ບໍ່ຮູ້ຈັກວິທີທີ່ຈະເຄົາລົບສາດສະຫນາຂອງເພື່ອນບ້ານ, ແລະອື່ນໆ.</p>\n<p>ຈຸດປະສົງທີ່ແທ້ຈິງຂອງການສຶກສາພື້ນຖານຄວນສ້າງຜູ້ຊາຍແລະແມ່ຍິງທີ່ແທ້ຈິງລວມແລະດັ່ງນັ້ນຈິ່ງມີສະຕິແລະສະຫລາດ.</p>\n<p>ໂຊກບໍ່ດີທີ່ຄູສອນຊາຍ ແລະຍິງຂອງໂຮງຮຽນ, ວິທະຍາໄລ ແລະມະຫາວິທະຍາໄລ, ຄິດທຸກຢ່າງ, ຍົກເວັ້ນການປຸກປັນຍາທີ່ສົມບູນຂອງນັກຮຽນ.</p>\n<p>ທຸກຄົນສາມາດປາຖະຫນາແລະໄດ້ຮັບຕໍາແຫນ່ງ, ການຕົກແຕ່ງ, ໃບປະກາດສະນີຍະບັດແລະເຖິງແມ່ນວ່າຈະມີປະສິດທິພາບຫຼາຍໃນພື້ນທີ່ກົນຈັກຂອງຊີວິດ, ແຕ່ນີ້ບໍ່ໄດ້ຫມາຍຄວາມວ່າມີຄວາມສະຫຼາດ.</p>\n<p>ຄວາມສະຫຼາດບໍ່ສາມາດເປັນການເຮັດວຽກກົນຈັກເທົ່ານັ້ນ, ຄວາມສະຫຼາດບໍ່ສາມາດເປັນຜົນມາຈາກຂໍ້ມູນທີ່ງ່າຍດາຍ, ຄວາມສະຫຼາດບໍ່ແມ່ນຄວາມສາມາດທີ່ຈະຕອບສະໜອງໂດຍອັດຕະໂນມັດດ້ວຍຄໍາເວົ້າທີ່ສົດໃສຕໍ່ສິ່ງທ້າທາຍໃດໆ. ຄວາມສະຫຼາດບໍ່ແມ່ນພຽງແຕ່ຄຳເວົ້າຂອງຄວາມຊົງຈຳເທົ່ານັ້ນ. ຄວາມສະຫຼາດແມ່ນຄວາມສາມາດໃນການຮັບເອົາໂດຍກົງ ESSENCE, REAL, ສິ່ງທີ່ເປັນຢ່າງແທ້ຈິງ.</p>\n<p>ການສຶກສາພື້ນຖານແມ່ນວິທະຍາສາດທີ່ຊ່ວຍໃຫ້ພວກເຮົາປຸກຄວາມສາມາດນີ້ໃນຕົວເຮົາເອງ ແລະໃນຄົນອື່ນ.</p>\n<p>ການສຶກສາພື້ນຖານຊ່ວຍໃຫ້ແຕ່ລະບຸກຄົນຄົ້ນພົບຄຸນຄ່າທີ່ແທ້ຈິງທີ່ເກີດຂື້ນຈາກການຄົ້ນຄວ້າຢ່າງເລິກເຊິ່ງແລະຄວາມເຂົ້າໃຈທີ່ສົມບູນຂອງຕົວເອງ.</p>\n<p>ໃນເວລາທີ່ບໍ່ມີຄວາມຮູ້ຕົນເອງໃນຕົວເຮົາ, ຫຼັງຈາກນັ້ນການສະແດງອອກດ້ວຍຕົນເອງຈະກາຍເປັນການຢັ້ງຢືນຕົນເອງທີ່ເຫັນແກ່ຕົວແລະທໍາລາຍ.</p>\n<p>ການສຶກສາພື້ນຖານເປັນຫ່ວງເທົ່ານັ້ນກ່ຽວກັບການປຸກຄວາມສາມາດໃນແຕ່ລະບຸກຄົນເພື່ອເຂົ້າໃຈຕົວເອງໃນທຸກຂົງເຂດຂອງຈິດໃຈແລະບໍ່ແມ່ນພຽງແຕ່ການມອບຕົວເອງໃຫ້ກັບຄວາມພໍໃຈຂອງການສະແດງອອກດ້ວຍຕົນເອງທີ່ຜິດພາດຂອງຕົວຕົນ PLURALIZED.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/lao/educacion-fundamental/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
