import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "སེམས་ཁྲལ་གྱི་གྱེན་ལོག",
  "locale": "bo",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "3. སེམས་ཁྲལ་གྱི་གྱེན་ལོག",
    "order": 3
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ང་ཚོས་ཀློག་པ་པོ་རྣམས་ལ་དྲན་གསོ་ཞིག་བྱེད་དགོས་པ་ནི། ང་ཚོའི་ནང་དུ་རང་ཉིད་ཀྱི་ནང་ཚན་རྩིས་རིག་གི་གནས་ཤིག་ཡོད་པ་དེ་རེད།།</p>\n<p>དེའི་གནས་དེ་འདས་སོང་དུ་མེད་ལ་མ་འོངས་པར་ཡང་མེད་པ་ནི་བཤད་མི་དགོས་པ་རེད།།</p>\n<p>གལ་ཏེ་སུ་ཞིག་གིས་གསང་བའི་གནས་དེ་རྙེད་འདོད་ཡོད་ན་ཁོ་རང་གིས་འདི་ནས་ད་ལྟ་རང་ཉིད་ཀྱི་ནང་ནས་འཚོལ་དགོས་ཏེ། སྐར་མ་གཅིག་ཀྱང་མདུན་དུ་མི་འགྲོ་ལ་སྐར་མ་གཅིག་ཀྱང་རྒྱབ་ཏུ་མི་ལུས་པར་དེ་ག་རང་ལ་འཚོལ་དགོས།།</p>\n<p>དམ་པའི་རྒྱ་གྲམ་གྱི་དབྱུག་གུ་དྲང་འཕྱང་དང་གཞི་སྙོམས་གཉིས་གནས་དེ་ནས་འཛོམས་ཀྱི་ཡོད།།</p>\n<p>ང་ཚོ་དུས་ཡུན་ཐུང་ཐུང་ཞིག་གི་རིང་ལ་འགྲོ་ལམ་གཉིས་ཀྱི་མདུན་དུ་ལྷགས་ཏེ། གཞི་སྙོམས་དང་དྲང་འཕྱང་གཉིས་སོ།།</p>\n<p>གཞི་སྙོམས་དེ་ཧ་ཅང་“བསྙོན་མེད་རང་བཞིན་“ཞིག་ཏུ་གྲུབ་ཡོད་དེ། དེའི་སྟེང་དུ་“བི་སེན་ཏེ་དང་མི་ཚང་མ་“དང། “བི་ལེ་གསི་དང་སླེབས་མཁན་ཚང་མ་“དང། “རྡོན་རེ་མུན་རྡོ་དང་འཛམ་བུ་གླིང་གི་མི་ཚང་མ་“འགྲོ་གི་ཡོད།།</p>\n<p>དྲང་འཕྱང་དེ་མི་འདྲ་བ་ཡོད་པ་ནི་མངོན་སུམ་རེད། དེ་ནི་རིག་པ་ཅན་གྱི་གྱེན་ལོག་པའི་འགྲོ་ལམ་སྟེ་གསར་བརྗེ་བ་རྣམས་ཀྱི་འགྲོ་ལམ་རེད།།</p>\n<p>གལ་ཏེ་སུ་ཞིག་རང་ཉིད་དྲན་ཐུབ་ན། རང་ཉིད་ལ་ལས་ཀ་བྱེད་ཐུབ་ན། ཚེ་ཚེ་རབས་ཀྱི་དཀའ་ངལ་དང་སྡུག་བསྔལ་ཚང་མར་རང་ཉིད་ངོས་འཛིན་མི་ཐུབ་ཚེ། དོན་དངོས་སུ་ཁོ་རང་དྲང་འཕྱང་གི་འགྲོ་ལམ་དེད་ནས་འགྲོ་གི་ཡོད།།</p>\n<p>དངོས་གནས་བྱས་ན། མི་དགའ་བའི་ཚོར་བ་བཅོམ་པ་དང་རང་ཉིད་ཀྱི་འཚོ་བའི་རི་མོར་ངོས་འཛིན་ཚང་མ་བརླག་རྒྱུ་ནི་ལས་སླ་བོ་ཞིག་ག་ནས་ཡིན། རིགས་སྣ་ཚོགས་ཀྱི་དཀའ་ངལ་དང་ཚོང་དོན། བུ་ལོན་དང། ཡི་གེ་འཇལ་རྒྱུ། ཁང་གླ། ཁ་པར། ཆུ། གློག་སོགས་སོ།།</p>\n<p>ལས་མེད་དེ་དག་གིས་རྒྱུ་མཚན་འདི་དང་འདི་ལྟ་བུའི་རྐྱེན་པས་ལས་ཀ་བརླག་པ་དང་ལས་གནས་ཤོར་བའི་མི་དེ་དག་གིས་དངུལ་མེད་པའི་རྐྱེན་པས་སྡུག་བསྔལ་མྱོང་གི་ཡོད་པ་དང་ཁོང་རང་ཚོའི་གནས་སྟངས་བརྗེད་པ་དང། སེམས་ཁྲལ་མི་བྱེད་པ། རང་ཉིད་ཀྱི་དཀའ་ངལ་ལ་ངོས་འཛིན་མི་བྱེད་པ་བཅས་བྱེད་རྒྱུ་ནི་དངོས་གནས་ཡ་ང་བ་ཞིག་ཏུ་གྱུར་ཡོད།།</p>\n<p>སྡུག་བསྔལ་མྱོང་མཁན་དང་ངུ་མཁན། གང་ཟག་སུ་ཞིག་ཚེ་གང་བོར་ངན་ལན་དང་བསླུ་བྲིད་འོག་ཏུ་ཚུད་པ་དང་བཀའ་དྲིན་མི་ཚོར་བ། སྐུར་འདེབས་སམ་ཡང་ན་གཡོ་འོག་ཏུ་ཚུད་མཁན་དེ་དག་གིས་རང་ཉིད་ཀྱི་ནང་གི་ངོ་བོ་བརྗེད་པ་དང་དོན་དངོས་སུ་སེམས་ཀྱི་གོད་ཆགས་ལ་ངོས་འཛིན་བྱེད་ཀྱི་ཡོད།།</p>\n<p>རང་ཉིད་ལ་ལས་ཀ་བྱེད་རྒྱུ་དེ་དྲང་འཕྱང་གི་འགྲོ་ལམ་གྱི་ཁྱད་ཆོས་གཙོ་བོ་རེད། གལ་ཏེ་སུ་ཞིག་གིས་རང་ཉིད་ལ་ལས་ཀ་བྱེད་མི་ཐུབ་ཚེ་གྱེན་ལོག་ཆེན་པོའི་འགྲོ་ལམ་སྙོལ་མི་ཐུབ།།</p>\n<p>ང་ཚོས་གླེང་གི་ཡོད་པའི་ལས་ཀ་ནི་སེམས་ཁམས་རིག་པའི་རིགས་ཤིག་ཡིན་ཏེ། ང་ཚོ་ཡོད་པའི་དུས་སྐབས་ད་ལྟ་བའི་འགྱུར་བ་ཞིག་ལ་བརྟེན་ནས་ཡོང་བ་ཞིག་རེད། ང་ཚོས་སྐད་ཅིག་སྐད་ཅིག་ལ་འཚོ་སྟངས་ཤེས་དགོས།།</p>\n<p>དཔེར་ན། མི་ཞིག་སེམས་ཀྱི་དཀའ་ངལ་དང་དཔལ་འབྱོར། སྲིད་དོན་སོགས་ཀྱི་རྐྱེན་པས་རེ་ཐག་ཆད་ནས་བསྡད་ཡོད་ཚེ། ཁོས་རང་ཉིད་བརྗེད་ཚར་བ་ནི་མངོན་སུམ་རེད།།</p>\n<p>མི་དེས་སྐད་ཅིག་ཙམ་ལ་འགོག་སྡོམ་བྱེད་ན། གནས་སྟངས་ལ་ལྟ་ཞིབ་བྱེད་དགོས་པ་དང་རང་ཉིད་དྲན་དགོས་པའི་འབད་བརྩོན་བྱས་ཏེ། རྗེས་སུ་ཁོའི་བྱ་སྤྱོད་ཀྱི་དོན་སྙིང་རྟོགས་པར་འབད་བརྩོན་བྱེད་དགོས།།</p>\n<p>གལ་ཏེ་བསམ་བློ་ཏོག་ཙམ་བཏང་ན། ཚང་མ་འགྲོ་གི་རེད། ཚེ་ཚེ་རབས་ནི་མིག་འཁྲུལ་དང་མྱུར་མགྱོགས་ཡིན་ལ། འཆི་བ་ནི་འཇིག་རྟེན་གྱི་ང་རྒྱལ་ཚང་མ་ཐལ་བར་བསྒྱུར་གྱི་རེད་བསམས་ན།།</p>\n<p>གལ་ཏེ་ཁོའི་དཀའ་ངལ་ནི་གཏིང་ནས་བལྟས་ཚེ་མེ་ལྕེ་ཞིག་ཡིན་ལ། མེ་སྟག་གིས་མྱུར་དུ་སྦར་བ་དེ་མྱུར་དུ་ཞི་བར་འགྱུར་བ་ཞིག་ཡིན་པ་ཧ་གོ་ཚེ་གློ་བུར་དུ་ཧ་ལས་དགོས་པའི་ཚུལ་གྱིས་ཚང་མ་འགྱུར་ཡོད་པ་མཐོང་ཐུབ།།</p>\n<p>འཕྲུལ་ཆས་ཀྱི་འགྱུར་བ་ལ་གདོང་ཐུག་བརྒྱབ་ནས་དྲང་བདེན་དང་རང་ཉིད་ནང་ནས་བརྟག་དཔྱད་བྱས་ན་འགྱུར་བ་གཏོང་ཐུབ།།</p>\n<p>མི་ཚོས་ཚེ་ཚེ་རབས་ཀྱི་གནས་སྟངས་འདྲ་མིན་འོག་ཏུ་འཕྲུལ་ཆས་བཞིན་དུ་འགྱུར་བ་འགྲོ་གི་ཡོད་པ་ནི་མངོན་སུམ་རེད།།</p>\n<p>མི་དེ་དག་ནི་ཡ་ང་བ་ལ། ཁོང་ཚོ་རྟག་ཏུ་གནོད་འཚེ་ཐེབས་མཁན་དུ་འགྱུར་གྱི་ཡོད། སུ་ཞིག་གིས་ཁོང་ཚོར་བསྟོད་བསྔགས་བྱས་ཚེ་འཛུམ་མདངས་སྟོན་པ་དང་སུ་ཞིག་གིས་དམའ་འབེབས་བྱས་ཚེ་སྡུག་བསྔལ་མྱོང་གི་ཡོད། སུ་ཞིག་གིས་ཁོང་ཚོར་མཚན་སྨད་བཏང་ན་ཁོང་ཚོས་མཚན་སྨད་གཏོང་གི་ཡོད་པ་དང་། སུ་ཞིག་གིས་རྨས་སྐྱོན་བཟོས་ན་རྨས་སྐྱོན་བཟོ་གི་ཡོད། ནམ་ཡང་རང་དབང་མེད་པ་སྟེ། ཁོང་ཚོའི་འདྲ་མཚུངས་ཀྱིས་སྐྱིད་པོ་ནས་སྡུག་བསྔལ་དང་རེ་བ་ནས་རེ་ཐག་ཆད་པའི་བར་དུ་ཁྲིད་པའི་ནུས་པ་ཡོད་པ་རེད།།</p>\n<p>གཞི་སྙོམས་ཀྱི་འགྲོ་ལམ་ལ་འགྲོ་མཁན་མི་དེ་དག་གི་རིགས་ནི་རོལ་ཆ་ཞིག་དང་འདྲ་སྟེ། དེའི་སྟེང་དུ་འདྲ་མཚུངས་སུ་གྱུར་བ་ཚང་མས་གང་དགོས་དེ་རྡུང་གི་རེད།།</p>\n<p>སུ་ཞིག་གིས་འཕྲུལ་ཆས་ཀྱི་འབྲེལ་བ་ལ་འགྱུར་བ་གཏོང་ཤེས་ན་དོན་དངོས་སུ་ཁོ་རང་“དྲང་འཕྱང་གི་འགྲོ་ལམ་“ནང་དུ་ཞུགས་པ་རེད།།</p>\n<p>འདིས་“གྱེན་ལོག་སེམས་ཁམས་རིག་པའི་“མཇུག་འབྲས་ལེགས་པོ་ཡོང་བའི་“གནས་རིམ་གྱི་འགྱུར་བ་“གལ་ཆེན་ཞིག་མཚོན་གྱི་ཡོད།།</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bo/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bo/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bo/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
