import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Հոգեբանական Ապստամբություն",
  "locale": "hy",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "32. Հոգեբանական Ապստամբություն",
    "order": 32
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Նրանք, ովքեր նվիրվել են աշխարհի բոլոր երկրներով ճանապարհորդելուն՝ նպատակ ունենալով մանրամասն ուսումնասիրել մարդկային բոլոր ռասաները, իրենք իրենցով կարողացել են համոզվել, որ այս խեղճ ԻՆՏԵԼԵԿՏՈՒԱԼ ԿԵՆԴԱՆՈՒ բնույթը, որը սխալմամբ մարդ է կոչվում, միշտ նույնն է, լինի դա հին Եվրոպայում, թե ստրկությունից հոգնած Աֆրիկայում, Վեդաների սուրբ երկրում, թե Արևմտյան Հնդկաստանում, Ավստրիայում, թե Չինաստանում։</p>\n<p>Այս կոնկրետ փաստը, այս սարսափելի իրականությունը, որը զարմացնում է ցանկացած ուսումնասիրող մարդու, հատկապես կարելի է ստուգել, եթե ճանապարհորդը այցելի դպրոցներ, քոլեջներ և համալսարաններ։</p>\n<p>Մենք հասել ենք զանգվածային արտադրության դարաշրջան։ Այժմ ամեն ինչ արտադրվում է հաջորդական ժապավենի վրա և մեծ մասշտաբով։ Օդանավերի, մեքենաների, շքեղ ապրանքների շարքեր և այլն, և այլն։</p>\n<p>Թեև դա մի փոքր գրոտեսկային է թվում, բայց շատ ճիշտ է, որ արդյունաբերական դպրոցները, համալսարանները և այլն նույնպես վերածվել են զանգվածային արտադրության մտավոր գործարանների։</p>\n<p>Զանգվածային արտադրության այս ժամանակներում կյանքում միակ նպատակը տնտեսական անվտանգություն գտնելն է։ Մարդիկ ամեն ինչից վախենում են և անվտանգություն են փնտրում։</p>\n<p>Անկախ մտածողությունը զանգվածային արտադրության այս ժամանակներում գրեթե անհնար է դառնում, քանի որ կրթության ժամանակակից տեսակը հիմնված է միայն հարմարավետության վրա։</p>\n<p>«Նոր ալիքը» շատ գոհ է այս մտավոր միջակությունից։ Եթե ինչ-որ մեկը ցանկանում է տարբեր լինել, տարբեր մյուսներից, բոլորը նրան որակազրկում են, բոլորը նրան քննադատում են, նրան անտեսում են, նրան մերժում են աշխատանքը և այլն։</p>\n<p>Ապրելու և զվարճանալու համար գումար ձեռք բերելու ցանկությունը, կյանքում հաջողության հասնելու հրատապությունը, տնտեսական անվտանգության որոնումը, ուրիշների առաջ գոռոզանալու համար շատ բաներ գնելու ցանկությունը և այլն, խոչընդոտում են մաքուր, բնական և ինքնաբուխ մտքին։</p>\n<p>Ամբողջությամբ ապացուցվել է, որ վախը բթացնում է միտքը և կարծրացնում սիրտը։</p>\n<p>Այսքան վախի և անվտանգության որոնման ժամանակներում մարդիկ թաքնվում են իրենց քարայրներում, իրենց բներում, իրենց անկյունում, այն վայրում, որտեղ կարծում են, որ կարող են ավելի շատ անվտանգություն ունենալ, ավելի քիչ խնդիրներ և չեն ցանկանում այնտեղից դուրս գալ, նրանք սարսափում են կյանքից, վախենում նոր արկածներից, նոր փորձառություններից և այլն։</p>\n<p>Այս ամբողջ այսպես կոչված ժամանակակից կրթությունը հիմնված է վախի և անվտանգության որոնման վրա, մարդիկ սարսափած են, վախենում են նույնիսկ իրենց սեփական ստվերից։</p>\n<p>Մարդիկ սարսափում են ամեն ինչից, վախենում են դուրս գալ հին հաստատված նորմերից, լինել այլ մարդկանցից տարբեր, մտածել հեղափոխական ձևով, խզել քայքայվող հասարակության բոլոր նախապաշարմունքները և այլն։</p>\n<p>Բարեբախտաբար, աշխարհում ապրում են մի քանի անկեղծ և կարեկից մարդիկ, ովքեր իսկապես ցանկանում են խորապես ուսումնասիրել մտքի բոլոր խնդիրները, բայց մեզանից մեծամասնության մոտ նույնիսկ չկա անհամաձայնության և ապստամբության ոգի։</p>\n<p>Գոյություն ունեն ԱՊՍՏԱՄԲՈՒԹՅԱՆ երկու տեսակներ, որոնք արդեն պատշաճ կերպով դասակարգվել են։ Առաջին՝ բռնի հոգեբանական ապստամբություն։ Երկրորդ՝ ինտելեկտի խորը հոգեբանական ապստամբություն։</p>\n<p>Ապստամբության առաջին տեսակը հետադիմական պահպանողական և հետամնաց է։ Ապստամբության երկրորդ տեսակը ՀԵՂԱՓՈԽԱԿԱՆ Է։</p>\n<p>Հոգեբանական ապստամբության առաջին տեսակում մենք գտնում ենք ԲԱՐԵՓՈԽԻՉԻՆ, ով կարկատում է հին հագուստները և նորոգում է հին շենքերի պատերը, որպեսզի դրանք չփլուզվեն, հետադիմական տեսակը, արյունով և օղիով լի հեղափոխականը, զինվորական հեղաշրջումների և պետական հեղաշրջումների առաջնորդը, ուսին հրացանով մարդը, Բռնապետը, ով վայելում է պատին տանել բոլոր նրանց, ովքեր չեն ընդունում իր քմահաճույքները, իր տեսությունները։</p>\n<p>Հոգեբանական ապստամբության երկրորդ տեսակում մենք գտնում ենք ԲՈՒԴԴԱՅԻՆ, ՀԻՍՈՒՍԻՆ, ՀԵՐՄԵՍԻՆ, վերափոխողին, ԽԵԼԱՑԻ ԱՊՍՏԱՄԲԻՆ, ԻՆՏՈՒԻՏԻՎԻՆ, ԳԻՏԱԿՑՈՒԹՅԱՆ ՀԵՂԱՓՈԽՈՒԹՅԱՆ մեծ պալատներին և այլն։</p>\n<p>Նրանք, ովքեր կրթվում են միայն բյուրոկրատական փեթակի ներսում հոյակապ դիրքեր գրավելու, վեր բարձրանալու, սանդուղքի գագաթը մագլցելու, իրենց զգացնել տալու անհեթեթ նպատակով և այլն, զուրկ են իսկական խորությունից, իրենց բնույթով հիմար են, մակերեսային են, դատարկ են, հարյուր տոկոսով խաբեբաներ են։</p>\n<p>Արդեն բավականին ապացուցված է, որ երբ մարդու մեջ չկա մտքի և զգացմունքի իսկական ՄԻԱՎՈՐՈՒՄ, նույնիսկ եթե մենք մեծ կրթություն ենք ստացել, կյանքը ստացվում է անավարտ, հակասական, ձանձրալի և տանջված ամեն տեսակի անթիվ վախերով։</p>\n<p>Ամեն կասկածից դուրս և առանց սխալվելու վախի, մենք կարող ենք վստահորեն պնդել, որ առանց ՀԱՄԱՊԱՏԱՍԽԱՆ ԿՐԹՈՒԹՅԱՆ կյանքը վնասակար է, անօգուտ և վնասակար։</p>\n<p>ԻՆՏԵԼԵԿՏՈՒԱԼ ԿԵՆԴԱՆԻՆ ունի ներքին ԵՍ, որը, ցավոք, կազմված է հեռավոր ԷՈՒԹՅՈՒՆՆԵՐԻՑ, որոնք ամրապնդվում են ՍԽԱԼ ԿՐԹՈՒԹՅԱՄԲ։</p>\n<p>ԵՍ-Ի ԲԱԶՄԱՊԱՏԿՈՒՄԸ, որը մեզանից յուրաքանչյուրը կրում է իր մեջ, մեր բոլոր բարդույթների և հակասությունների հիմնական պատճառն է։</p>\n<p>ՀԻՄՆԱԿԱՆ ԿՐԹՈՒԹՅՈՒՆԸ պետք է նոր սերունդներին սովորեցնի մեր հոգեբանական ԴԻԴԱԿՏԻԿԱՆ՝ ԵՍ-Ի ԼՈՒԾՄԱՆ համար։</p>\n<p>Միայն լուծելով տարբեր էություններին, որոնք միասին կազմում են Ես-ը (ԵՍ), մենք կարող ենք մեզանում հաստատել անհատական գիտակցության մշտական կենտրոն, այդ ժամանակ մենք կլինենք ԱՄԲՈՂՋԱԿԱՆ։</p>\n<p>Քանի դեռ մեզանից յուրաքանչյուրի ներսում գոյություն ունի ԵՍ-Ի ԲԱԶՄԱՊԱՏԿՈՒՄԸ, մենք ոչ միայն դառնացնելու ենք կյանքը ինքներս մեզ համար, այլև դառնացնելու ենք այն մյուսների համար։</p>\n<p>Ի՞նչ օգուտ կա, որ մենք սովորում ենք իրավունք և դառնում փաստաբաններ, եթե մենք հավերժացնում ենք դատավեճերը։ Ի՞նչ օգուտ կա կուտակել մեր մտքում շատ գիտելիքներ, եթե մենք շարունակում ենք շփոթվել։ Ի՞նչ օգուտ ունեն տեխնիկական և արդյունաբերական հմտությունները, եթե մենք դրանք օգտագործում ենք մեր նմաններին ոչնչացնելու համար։</p>\n<p>Անօգուտ է մեզ ուսուցանելը, դասերի հաճախելը, սովորելը, եթե ամենօրյա կյանքի ընթացքում մենք միմյանց խեղճորեն ոչնչացնում ենք։</p>\n<p>Կրթության նպատակը չպետք է լինի միայն ամեն տարի աշխատանք փնտրողների, խաբեբաների նոր տեսակի, կոպիտ մարդկանց նոր տեսակի արտադրելը, ովքեր նույնիսկ չգիտեն հարգել մերձավորի կրոնը և այլն։</p>\n<p>ՀԻՄՆԱԿԱՆ ԿՐԹՈՒԹՅԱՆ իսկական նպատակը պետք է լինի իսկական ՄԻԱՎՈՐՎԱԾ տղամարդկանց և կանանց ստեղծելը և, հետևաբար, գիտակից և խելացի։</p>\n<p>Ցավոք, դպրոցների, քոլեջների և համալսարանների ուսուցիչներն ու ուսուցչուհիները ամեն ինչ մտածում են, բացի կրթվողների ԱՄԲՈՂՋԱԿԱՆ ԻՆՏԵԼԵԿՏԸ արթնացնելուց։</p>\n<p>Ցանկացած մարդ կարող է ագահանալ և ձեռք բերել կոչումներ, շքանշաններ, դիպլոմներ և նույնիսկ դառնալ շատ արդյունավետ կյանքի մեխանիկական ոլորտում, բայց դա չի նշանակում լինել ԽԵԼԱՑԻ։</p>\n<p>ԻՆՏԵԼԵԿՏԸ երբեք չի կարող լինել պարզապես մեխանիկական ֆունկցիոնալություն, ԻՆՏԵԼԵԿՏԸ չի կարող լինել պարզապես գրքային տեղեկատվության արդյունք, ԻՆՏԵԼԵԿՏԸ ցանկացած մարտահրավերի նկատմամբ ավտոմատ կերպով կայծկլտուն բառերով արձագանքելու կարողություն չէ։ ԻՆՏԵԼԵԿՏԸ հիշողության պարզ բանավորում չէ։ ԻՆՏԵԼԵԿՏԸ ԷՈՒԹՅՈՒՆԸ, ԻՐԱԿԱՆԸ, այն, ինչ իսկապես Է, ուղղակիորեն ստանալու կարողությունն է։</p>\n<p>ՀԻՄՆԱԿԱՆ ԿՐԹՈՒԹՅՈՒՆԸ այն գիտությունն է, որը մեզ թույլ է տալիս արթնացնել այս կարողությունը մեզանում և մյուսներում։</p>\n<p>ՀԻՄՆԱԿԱՆ ԿՐԹՈՒԹՅՈՒՆԸ օգնում է յուրաքանչյուր ԱՆՀԱՏԻ բացահայտել իսկական ԱՐԺԵՔՆԵՐԸ, որոնք ծագում են ինքն իրեն ԽՈՐԸ հետազոտության և ԱՄԲՈՂՋԱԿԱՆ ԸՄԲՌՆՄԱՆ արդյունքում։</p>\n<p>Երբ մեզանում չկա ԻՆՔՆԱՃԱՆԱՉՈՒՄ, այդ ժամանակ ԻՆՔՆԱԱՐՏԱՀԱՅՏՈՒՄԸ վերածվում է ԵՍԱՍԻՐԱԿԱՆ ԵՎ ԿԱՏԱՐԱԾ ԻՆՔՆԱՀԱՍՏԱՏՄԱՆ։</p>\n<p>ՀԻՄՆԱԿԱՆ ԿՐԹՈՒԹՅՈՒՆԸ հոգ է տանում միայն յուրաքանչյուր անհատի մոտ արթնացնել այն ԿԱՐՈՂՈՒԹՅՈՒՆԸ, որը թույլ է տալիս ըմբռնել ինքն իրեն մտքի բոլոր ոլորտներում, այլ ոչ թե պարզապես տրվել ԵՍ-Ի ԲԱԶՄԱՊԱՏԿՄԱՆ սխալ ԻՆՔՆԱԱՐՏԱՀԱՅՏՄԱՆ բավականությանը։</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hy/educacion-fundamental/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
