import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ფსიქოლოგიური ამბოხი",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "3. ფსიქოლოგიური ამბოხი",
    "order": 3
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>არ იქნება ზედმეტი ჩვენს მკითხველს შევახსენოთ, რომ ჩვენში არსებობს მათემატიკური წერტილი…</p>\n<p>უდავოდ, ასეთი წერტილი არასოდეს მდებარეობს წარსულში და არც მომავალში…</p>\n<p>ვისაც სურს აღმოაჩინოს ეს იდუმალი წერტილი, უნდა ეძებოს ის აქ და ახლა, საკუთარ თავში, ზუსტად ამ წამს, არც ერთი წამით წინ და არც ერთი წამით უკან…</p>\n<p>წმინდა ჯვრის ორი ვერტიკალური და ჰორიზონტალური ხაზი, ამ წერტილში იყრის თავს…</p>\n<p>ამრიგად, ჩვენ ყოველ წამს ორ გზას ვეჯახებით: ჰორიზონტალურსა და ვერტიკალურს…</p>\n<p>აშკარაა, რომ ჰორიზონტალური ძალიან “ცუდი” არის, მასზე დადიან “ვისენტე და მთელი ხალხი”, “ვილეგასი და ყველა, ვინც მოდის”, “დონ რაიმუნდო და მთელი მსოფლიო”…</p>\n<p>ცხადია, რომ ვერტიკალური განსხვავებულია; ეს არის გზა ჭკვიანი ამბოხებულებისთვის, რევოლუციონერებისთვის…</p>\n<p>როდესაც ადამიანი იხსენებს საკუთარ თავს, როდესაც მუშაობს საკუთარ თავზე, როდესაც არ отождествляет საკუთარ თავს ცხოვრების ყველა პრობლემასა და ტკივილთან, ის ფაქტობრივად მიდის ვერტიკალური გზით…</p>\n<p>რა თქმა უნდა, არასოდეს არის ადვილი უარყოფითი ემოციების აღმოფხვრა; საკუთარი ცხოვრებისეული გზის ყველა იდენტიფიკაციის დაკარგვა; ყველა სახის პრობლემა, ბიზნესი, ვალები, გადასახადების გადახდა, იპოთეკა, ტელეფონი, წყალი, ელექტროენერგია და ა.შ., და ა.შ., და ა.შ.</p>\n<p>უმუშევრები, ისინი, ვინც ამა თუ იმ მიზეზის გამო დაკარგეს სამსახური, სამუშაო, ცხადია, იტანჯებიან ფულის უქონლობის გამო და დაივიწყონ თავიანთი შემთხვევა, არ ინერვიულონ და არ отождествлять საკუთარ თავს საკუთარ პრობლემასთან, ფაქტობრივად, საშინლად რთულია.</p>\n<p>ვინც იტანჯება, ვინც ტირის, ისინი, ვინც რაიმე ღალატის, ცხოვრებაში ცუდი გადახდის, უმადურობის, ცილისწამების ან რაიმე თაღლითობის მსხვერპლი გახდა, ნამდვილად ივიწყებენ საკუთარ თავს, საკუთარ ნამდვილ შინაგან არსს, სრულად отождествляют საკუთარ თავს მორალურ ტრაგედიასთან…</p>\n<p>საკუთარ თავზე მუშაობა არის ვერტიკალური გზის ფუნდამენტური მახასიათებელი. ვერავინ შეძლებდა დიდი ამბოხის გზის გავლას, თუ არასოდეს იმუშავებდა საკუთარ თავზე…</p>\n<p>სამუშაო, რომელზეც ჩვენ ვსაუბრობთ, ფსიქოლოგიური ტიპისაა; ის ეხება აწმყოს გარკვეულ ტრანსფორმაციას, რომელშიც ჩვენ ვიმყოფებით. ჩვენ უნდა ვისწავლოთ ცხოვრება ყოველ წამს…</p>\n<p>მაგალითად, ადამიანი, რომელიც სასოწარკვეთილია რაიმე სენტიმენტალური, ეკონომიკური ან პოლიტიკური პრობლემის გამო, აშკარად ივიწყებს საკუთარ თავს…</p>\n<p>ასეთი ადამიანი, თუ გაჩერდება ერთი წამით, თუ დააკვირდება სიტუაციას და შეეცდება გაიხსენოს საკუთარი თავი და შემდეგ ძალისხმევას გამოიჩენს საკუთარი დამოკიდებულების მნიშვნელობის გასაგებად…</p>\n<p>თუ ცოტათი დაფიქრდება, თუ იფიქრებს, რომ ყველაფერი გადის; რომ ცხოვრება ილუზორულია, წარმავალი და რომ სიკვდილი ფერფლად აქცევს სამყაროს ყველა ამაოებას…</p>\n<p>თუ გაიგებს, რომ მისი პრობლემა, არსებითად, მხოლოდ “პეტატის ალია”, ცრუ ცეცხლი, რომელიც მალე ჩაქრება, უცებ გაოცებით დაინახავს, რომ ყველაფერი შეიცვალა…</p>\n<p>მექანიკური რეაქციების ტრანსფორმაცია შესაძლებელია ლოგიკური დაპირისპირებითა და არსის შინაგანი თვითრეფლექსიით…</p>\n<p>ცხადია, რომ ადამიანები მექანიკურად რეაგირებენ ცხოვრების სხვადასხვა გარემოებაზე…</p>\n<p>საწყალი ხალხი!, ისინი ყოველთვის ხდებიან მსხვერპლნი. როდესაც ვინმე მათ ეფერება, იღიმებიან; როდესაც მათ ამცირებენ, იტანჯებიან. აგინებენ, თუ აგინებენ; ზიანს აყენებენ, თუ ზიანს აყენებენ; ისინი არასოდეს არიან თავისუფლები; მათ თანამოძმეებს აქვთ ძალა, გადაიყვანონ ისინი სიხარულიდან სევდაში, იმედიდან სასოწარკვეთილებაში.</p>\n<p>ყოველი ასეთი ადამიანი, რომელიც ჰორიზონტალურ გზაზე მიდის, მუსიკალურ ინსტრუმენტს ჰგავს, სადაც თითოეული მისი თანამოძმე უკრავს იმას, რაც სურს…</p>\n<p>ვინც ისწავლის მექანიკური ურთიერთობების ტრანსფორმაციას, ფაქტობრივად, შედის “ვერტიკალურ გზაზე”.</p>\n<p>ეს წარმოადგენს ფუნდამენტურ ცვლილებას “ყოფნის დონეზე”, “ფსიქოლოგიური ამბოხის” არაჩვეულებრივ შედეგს.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
