import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Психологическое бунтарство",
  "locale": "ru",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "3. Психологическое бунтарство",
    "order": 3
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Нелишне напомнить нашим читателям, что внутри нас есть математическая точка…</p>\n<p>Несомненно, эта точка никогда не находится в прошлом и не находится в будущем…</p>\n<p>Тот, кто хочет открыть эту таинственную точку, должен искать ее здесь и сейчас, внутри себя, именно в этот момент, ни секундой раньше, ни секундой позже…</p>\n<p>Две перекладины, Вертикальная и Горизонтальная, Святого Креста встречаются в этой точке…</p>\n<p>Итак, мы из мгновения в мгновение оказываемся перед двумя Путями: Горизонтальным и Вертикальным…</p>\n<p>Очевидно, что Горизонтальный очень “пошлый”, по нему ходят “Висенте и все люди”, “Вильегас и все, кто приходит”, “Дон Раймундо и весь мир”…</p>\n<p>Очевидно, что Вертикальный отличается; это путь умных бунтарей, путь Революционеров…</p>\n<p>Когда человек помнит о себе, когда работает над собой, когда не отождествляется со всеми проблемами и горестями жизни, он фактически идет по Вертикальному Пути…</p>\n<p>Конечно, никогда не бывает легко устранить негативные эмоции; потерять всякую идентификацию с нашей собственной жизнью; проблемы всех видов, бизнес, долги, выплаты, ипотеки, телефон, вода, свет и т. д., и т. д., и т. д.</p>\n<p>Безработные, те, кто по той или иной причине потерял работу, очевидно, страдают от нехватки денег, и забыть о своем случае, не беспокоиться и не идентифицировать себя со своей проблемой, на самом деле ужасно трудно.</p>\n<p>Те, кто страдает, те, кто плачет, те, кто стал жертвой предательства, плохого обращения в жизни, неблагодарности, клеветы или какого-либо мошенничества, действительно забывают о себе, о своем подлинном внутреннем Я, полностью отождествляются со своей моральной трагедией…</p>\n<p>Работа над собой - фундаментальная характеристика Вертикального Пути. Никто не смог бы пойти по Пути Великой Революции, если бы никогда не работал над собой…</p>\n<p>Работа, о которой мы говорим, носит психологический характер; она занимается определенным преобразованием настоящего момента, в котором мы находимся. Нам нужно научиться жить от мгновения к мгновению…</p>\n<p>Например, человек, отчаявшийся из-за какой-то сентиментальной, экономической или политической проблемы, очевидно, забыл о себе…</p>\n<p>Если такой человек остановится на мгновение, если он посмотрит на ситуацию и попытается вспомнить себя, а затем приложит усилия, чтобы понять смысл своего отношения…</p>\n<p>Если он немного поразмышляет, если он подумает о том, что все проходит; что жизнь иллюзорна, мимолетна и что смерть превращает в пепел все мирские суетности…</p>\n<p>Если он поймет, что его проблема в глубине души - не что иное, как “вспышка огня”, блуждающий огонь, который скоро погаснет, он вдруг с удивлением увидит, что все изменилось…</p>\n<p>Преобразование механических реакций возможно посредством логической конфронтации и Внутренней Саморефлексии Существа…</p>\n<p>Очевидно, что люди механически реагируют на различные обстоятельства жизни…</p>\n<p>Бедные люди! Они всегда становятся жертвами. Когда им льстят, они улыбаются; когда их унижают, они страдают. Они оскорбляют, если их оскорбляют; они ранят, если их ранят; они никогда не бывают свободны; их ближние имеют власть вести их от радости к печали, от надежды к отчаянию.</p>\n<p>Каждый человек из тех, кто идет по Горизонтальному Пути, похож на музыкальный инструмент, где каждый из его ближних играет то, что ему заблагорассудится…</p>\n<p>Тот, кто научится преобразовывать механические отношения, фактически вступает на “Вертикальный Путь”.</p>\n<p>Это представляет собой фундаментальное изменение в “Уровне Бытия”, экстраординарный результат “Психологической Революции”.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ru/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
