import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ނަފްސާނީ ބާޣީވުން",
  "locale": "dv",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "3. ނަފްސާނީ ބާޣީވުން",
    "order": 3
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>އަޅުގަނޑުމެންގެ ކިޔުންތެރިންނަށް ހަނދާންކޮށްދިނުމަކީ މާ ބޮޑު ކަމެއް ނޫނެވެ. އަޅުގަނޑުމެންގެ ތެރޭގައިވެސް ހިސާބުގެ ނުކުތާއެއް ވެއެވެ…</p>\n<p>އެ ނުކުތާ ޔަޤީނުންވެސް މާޒީއަކު ނުވަތަ މުސްތަޤުބަލަކު ނުހުންނާނެއެވެ…</p>\n<p>އެ ސިއްރުވެރި ނުކުތާ ހޯދަން ބޭނުންވާ މީހަކު އަމިއްލަ ނަފްސުގެ ތެރެއިން މިހާރު މިވަގުތު ހޯދަންވާނެއެވެ. ސިކުންތެއްވެސް ކުރިއަކު ނޫން، ސިކުންތެއްވެސް ފަހަކު ނޫން…</p>\n<p>މުޤައްދަސް Cross ގެ Vertical އަދި Horizontal ދެ ދަނޑި މި ނުކުތާއިން ގުޅިފައިވެއެވެ…</p>\n<p>އެހެންވީމާ، އަޅުގަނޑުމެންނަށް ވަގުތުން ވަގުތަށް ދެ މަގު ދައްކައެވެ. އެއީ Horizontal އަދި Vertical އެވެ…</p>\n<p>ފާހަގަކުރެވޭ ގޮތުގައި Horizontal އަކީ ވަރަށް “ކުރޫރަ” މަގެކެވެ. އެ މަގުން “ވިސެންޓޭ އާއި ހުރިހާ މީހުން”، “ވިލެގާސް އާއި އަންނަ ހުރިހާ މީހުން”، “ޑޮން ރައިމުންޑޯ އާއި ހުރިހާ ދުނިޔޭގެ މީހުން” ދަތުރުކުރެއެވެ…</p>\n<p>އެނގޭ ގޮތުގައި Vertical އަކީ ތަފާތު މަގެކެވެ؛ އެއީ ބުއްދިވެރި ނުކިޔަމަންތެރިންގެ މަގެވެ، އިންޤިލާބީންގެ މަގެވެ…</p>\n<p>މީހަކު އަމިއްލަ ނަފްސު ހަނދާން ކުރާއިރަށާއި، އަމިއްލަ ނަފްސުގެ މައްޗަށް މަސައްކަތް ކުރާއިރަށާއި، ދިރިއުޅުމުގެ ހުރިހާ މައްސަލަތަކާއި ހިތާމަތަކާ އެކު އެއްގޮތް ނުވާއިރަށް، ޙަޤީޤަތުގައި އެދަނީ Vertical މަގުންނެވެ…</p>\n<p>ނޭދެވޭ ޖަޒުބާތުތައް ނައްތާލުމަކީ ޔަޤީނުންވެސް ފަސޭހަ ކަމެއް ނޫނެވެ؛ އަމިއްލަ ދިރިއުޅުމުގެ ހުރިހާ ކަމަކުން ދުރުވުން؛ ހުރިހާ ވައްތަރުގެ މައްސަލަތަކުން، ވިޔަފާރި، ދަރަނި، ލިޔުންތައް ދެއްކުން، ރަހުނު، ފޯނު، ފެން، ކަރަންޓް ފަދަ ހުރިހާ ކަންތައްތަކުން ދުރުވުން.</p>\n<p>އެކިއެކި ސަބަބުތަކާހުރެ ވަޒީފާ، މަސައްކަތް ގެއްލިފައިވާ މީހުންނަށް ފައިސާ ނެތުމުގެ ސަބަބުން އުނދަގޫވާނެކަން ޔަޤީނެވެ. އަދި އަމިއްލަ މައްސަލަ ހަނދާން ނައްތާލުމާއި، ކަންބޮޑުނުވުމާއި، އެއާ އެއްގޮތް ނުވުމަކީ ހާދަހާ ވެސް އުނދަގޫ ކަމެކެވެ.</p>\n<p>އުނދަގޫވާ މީހުންނާއި، ރޮއި އުޅޭ މީހުންނާއި، ހިޔާނާތެއްގެ ޝިކާރައަކަށް ވީ މީހުންނާއި، ދިރިއުޅުމުގައި ނުބައިކޮށް ފައިސާ ދެއްކި މީހުންނާއި، އިހްސާންތެރިކަން ނެތް މީހުންނާއި، ދޮގު ތުހުމަތު ކުރެވުނު މީހުންނާއި، މަކަރު ހެދި މީހުން ޙަޤީޤަތުގައި ވެސް އަމިއްލަ ނަފްސު ހަނދާން ނައްތާލައެވެ، އަމިއްލަ ހަޤީޤީ ޒާތު ހަނދާން ނައްތާލައެވެ، އެމީހުންގެ އަޚްލާޤީ ހާދިސާއާ އެއްގޮތްވެއެވެ…</p>\n<p>އަމިއްލަ ނަފްސުގެ މައްޗަށް މަސައްކަތް ކުރުމަކީ Vertical މަގުގެ އެންމެ މުހިއްމު ސިފައެވެ. އަމިއްލަ ނަފްސުގެ މައްޗަށް މަސައްކަތް ނުކުރާނަމަ، ބޮޑު ނުކިޔަމަންތެރިކަމުގެ މަގަށް އެއްވެސް މީހަކަށް އަރާކަށް ނުޖެހޭނެއެވެ…</p>\n<p>އަޅުގަނޑުމެން މި އިޝާރާތް ކުރަނީ ނަފްސާނީ މަސައްކަތަކަށެވެ. އަޅުގަނޑުމެން މިހާރު ތިބި ވަގުތު ބަދަލުކުރުމަށް އެ މަސައްކަތް ޚާއްސަ ވެއެވެ. އަޅުގަނޑުމެން ވަގުތުން ވަގުތަށް ދިރިއުޅެން ދަސްކުރަން ޖެހެއެވެ…</p>\n<p>މިސާލަކަށް، ލޯބީގެ ގޮތުން ނުވަތަ އިޤްތިސާދީ ގޮތުން ނުވަތަ ސިޔާސީ ގޮތުން މައްސަލައެއް ޖެހިގެން މާޔޫސްވެފައިވާ މީހަކު އަމިއްލަ ނަފްސު ހަނދާން ނައްތާލާނެކަން ޔަޤީނެވެ…</p>\n<p>އެފަދަ މީހަކު ވަގުތުކޮޅަކަށް މަޑުކޮށްލައިފިނަމަ، އެހާލަތަށް ބަލައި، އަމިއްލަ ނަފްސު ހަނދާން ކުރަން މަސައްކަތް ކުރާނަމަ، އޭނާގެ އުޅުމުގެ މާނަ ދެނެގަންނަން މަސައްކަތް ކުރާނަމަ…</p>\n<p>ކުޑަކޮށް ވިސްނާލައިފިނަމަ، ހުރިހާ ކަމެއް ވެސް ހިނގާނެކަމަށް ވިސްނައިފިނަމަ؛ ދިރިއުޅުމަކީ ހީލަތްތެރި، އަވަސް އަދި މަރުވުމުން ދުނިޔޭގެ ހުރިހާ ފަޚްރުވެރިކަމެއް އަޅިއަށް ބަދަލުވެގެންދާނެކަމަށް ވިސްނައިފިނަމަ…</p>\n<p>އޭނާގެ މައްސަލައަކީ އަސްލު “ޕެޓޭޓްގެ އަލިފާނެއް” ނޫންކަމަށް ވިސްނާލައިފިނަމަ، އަވަހަށް ނިވޭނެ އަލިފާނެއް ނޫންކަމަށް ވިސްނާލައިފިނަމަ، ކުއްލިއަކަށް ހުރިހާ ކަމެއް ބަދަލުވެއްޖެކަން އޭނާއަށް ފެންނާނެއެވެ…</p>\n<p>ލޮޖިކަލް ކުރިމަތިލުމާއި އަމިއްލަ ނަފްސު ތަފްސީލީކޮށް ވަޒަންކުރުމުގެ ޒަރީއާއިން މެކޭނިކަލް ރިއެކްޝަންތައް ބަދަލުކުރުމަކީ ކުރެވޭނެ ކަމެކެވެ…</p>\n<p>އެނގޭ ގޮތުގައި މީހުން ދިރިއުޅުމުގެ ތަފާތު ހާލަތްތަކުގައި މެކޭނިކަލްކޮށް ރިއެކްޓް ކުރެއެވެ…</p>\n<p>ދެރަވަރު މީހުންނޭ! އެމީހުން އަބަދުވެސް ޝިކާރައަކަށް ވެއެވެ. މީހަކު އެމީހުންނަށް މައާފް ދީފިއްޔާ ހިނި އަންނާނެއެވެ؛ މީހަކު އެމީހުންނަށް އިހާނެތިކޮށް ހިތާނަމަ ހިތާމަ ކުރާނެއެވެ. މީހަކު އެމީހުންނަށް ފުރައްސާރަ ކުރާނަމަ އެމީހުން ފުރައްސާރަ ކުރާނެއެވެ؛ މީހަކު އެމީހުންނަށް އަނިޔާ ކުރާނަމަ އެމީހުން އަނިޔާ ކުރާނެއެވެ؛ އެމީހުން ދުވަހަކުވެސް މިނިވަނެއް ނުވާނެއެވެ؛ އެމީހުންގެ އެކުވެރިންނަށް އުފަލުން ހިތާމައަށް، އުއްމީދުން މާޔޫސްކަމަށް ގެންދިއުމުގެ ބާރު އެބައޮތެވެ.</p>\n<p>Horizontal މަގުން ދާ ކޮންމެ މީހަކީ މިޔުޒިކަލް އިންސްޓްރުމެންޓެއް ފަދައެވެ، އެމީހުންގެ އެކުވެރިންގެ ތެރެއިން ކޮންމެ މީހަކުވެސް އެމީހަކު ބޭނުން ގޮތަކަށް އެ އިންސްޓްރުމެންޓް ބޭނުން ކުރެއެވެ…</p>\n<p>މެކޭނިކަލް ގުޅުންތައް ބަދަލުކުރަން ދަސްކުރާ މީހަކު، ޙަޤީޤަތުގައި ވެސް “Vertical މަގު” އަށް ވަދެއެވެ.</p>\n<p>މިއީ “ނަފްސާނީ ނުކިޔަމަންތެރިކަމުގެ” ސަބަބުން ލިބޭ އާދަޔާ ޚިލާފު ނަތީޖާއެއް ކަމުގައިވާ “ސީން ލެވެލް” ގައި ގެނެވޭ މުހިއްމު ބަދަލެކެވެ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/dv/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
