import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ኣእምሮኣዊ ዕልወት",
  "locale": "ti",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "32. ኣእምሮኣዊ ዕልወት",
    "order": 32
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ነቶም ንኹሎን ዓለም ብምዞር ኩለን ዓሌታት ደቂ ሰባት ብዝርዝር ንምጽናዕ ዝተወፈዩ ሰባት፣ እዚ ድኻ ኣእምሮኣዊ እንስሳ ተባሂሉ ብጌጋ ዝተጸውዐ ሰብኣይ፣ ኣብቲ ጥንታዊት ኤውሮጳ ይኹን ወይ ድማ ኣብቲ ብዙሕ ባርነት ዝሰልታ ኣፍሪቃ፣ ኣብታ ቅድስቲ ምድሪ ቬዳስ ይኹን ወይ ድማ ኣብ ምዕራባዊ ህንዲ፣ ኣብ ኦስትሪያ ወይ ድማ ኣብ ቻይና፣ ባህርዩ ሓደ ምዃኑ ብኣዒንቶም ርእዮም ኣረጋጊጾም።</p>\n<p>እዚ ዉዱእ ሓቂ፣ ነፍሲ ወከፍ ተመራማሪ ሰብኣይ ዘደንጽው ዓቢይ ሓቂ፣ ተጓዓዛይ ኣብያተ ትምህርቲ፣ ኮሌጃትን ዩኒቨርሲቲታትን እንተበጽሐ ብፍላይ ክረጋገጽ ይከኣል።</p>\n<p>ኣብ ተኸታታሊ ምርትእ ግዜ በጺሕና ኣለና። ሕጂ ኹሉ ነገር ኣብ ተኸታታሊ መስመር ብዓቢዪ መጠን ይመረት ኣሎ። ተኸታታሊ ነፈርቲ፣ መካይን፣ ናውቲ ተኣማኒነት፣ ወዘተ፣ ወዘተ፣ ወዘተ።</p>\n<p>እኳ ደኣ ሻካራ እንተኾነ፣ ኢንዱስትሪያላዊ ኣብያተ ትምህርቲ፣ ዩኒቨርሲቲታት፣ ወዘተ ብተኸታታሊ ምርትእ ኣእምሮኣዊ ፋብሪካታት ምዃኖም ሓቂ እዩ።</p>\n<p>በዞም ተኸታታሊ ምርትእ ግዜታት ኣብ ህይወት ዘሎ እንኮ ዕላማ ቁጠባዊ ድሕንነት ምርካብ እዩ። ሰባት ኹሉ ይፈርሁን ድሕንነት ይደልዩን።</p>\n<p>ናጻ ኣተሓሳስባ በዞም ተኸታታሊ ምርትእ ግዜታት፣ ዘመናዊ ዓይነት ትምህርቲ ኣብ ጥቕሚ መሰረት ስለዝገበረ ዳርጋ ዘይከኣል እዩ።</p>\n<p>“ሓድሽ ማዕበል” በዚ ድኹም ኣእምሮኣዊ ኩነታት ኣዝዩ ተሰማሚዑ እዩ። ሓደ ሰብ ካብቶም ካልኦት ዝተፈልየ ክኸውን እንተደልዩ፣ ኹሉ ሰብ ይነቅፎ፣ ኹሉ ሰብ ይነቕፈሉ፣ ይግለል፣ ስራሕ ይኽልከል፣ ወዘተ።</p>\n<p>ገንዘብ ንምንባርን ንምዝናይን ናይ ምርካብ ድሌት፣ ኣብ ሂወት ዓወት ናይ ምርካብ ህጹጽነት፣ ቁጠባዊ ድሕንነት ናይ ምርካብ ድሌት፣ ኣብ ቅድሚ ካልኦት ንምግሃስ ብዙሕ ነገራት ናይ ምግዛእ ድሌት፣ ወዘተ፣ ንጹህን ተፈጥሮኣዊን ድንገተኛን ኣተሓሳስባ ዕጽው ይገብሩሉ።</p>\n<p>ፍርሒ ንኣእምሮ ከምዝዓብድን ንልቢ ከምዘደንድኖን ተረጋጊጹ እዩ።</p>\n<p>በዞም ብዙሕ ፍርሒን ድሕንነት ናይ ምርካብ ግዜታት፣ ሰባት ኣብ በዓትታቶም፣ ኣብ መደበቕ ቦታታቶም፣ ኣብ ኵርናዓቶም ይሕብኡ፣ ኣብቲ ዝበለጸ ድሕንነት ክህልዎም ይኽእል እዩ ብምባል ዝኣምኑሉ ቦታ፣ ካብኡ ክወጹ ኣይደልዩን፣ ንህይወት ይፈርሑ፣ ንሓድሽ ጀብዱታት፣ ንሓድሽ ተሞክሮታት፣ ወዘተ፣ ወዘተ፣ ወዘተ።</p>\n<p>እዚ ኹሉ ብዙሕ ዝተጓጎሰ ዘመናዊ ትምህርቲ ኣብ ፍርሕን ድሕንነት ናይ ምርካብን መሰረት ዝገበረ እዩ፣ ሰባት ኣስጊኦም ኣለዉ፣ ክሳብ ነብሶም ጽላሎት ይፈርሑ።</p>\n<p>ሰባት ንኹሉ ነገር ይፈርሑ፣ ካብቶም ዝተመስረቱ ኣረገውቲ ሕግታት ንምውጻእ ይፈርሑ፣ ካብቶም ካልኦት ሰባት ዝተፈልዩ ንምዃን ይፈርሑ፣ ብኣብዮታዊ መልክዕ ንምሕሳብ ይፈርሑ፣ ምስ ኹሎም ጭቆናታት ናይቲ ዝፈረሰ ሕብረተሰብ ንምፍራስ ይፈርሑ፣ ወዘተ።</p>\n<p>እቲ ጽቡቕ ነገር ኣብ ዓለም ሓንቲ ሒደት ቅኑዓትን ምስትውዓል ዘለዎምን ሰባት ኣለዉ፣ ብሓቂ ንኹሎም ጸገማት ኣእምሮ ብዕምቆት ክምርምሩ ዝደልዩ፣ ግን ኣብቲ ብዙሕ ቁጽሪ ካባና ናይ ዘይምስምማዕን ናይ ምዕላውን መንፈስ እኳ የለን።</p>\n<p>ክልተ ዓይነት ዕልወት ኣለዉ ጸኒሖም ብግቡእ ተመቒሎም። ቀዳማይ፡ ኣዕማጺ ስነ-ልቦናዊ ዕልወት። ካልኣይ፡ ዕምቆት ዘለዎ ስነ-ልቦናዊ ዕልወት ናይ ኣእምሮ።</p>\n<p>እቲ ቀዳማይ ዓይነት ዕልወት ተገዳሲ ተጠባቒን ድሒሩ ዝመጽእን እዩ። እቲ ካልኣይ ዓይነት ዕልወት ኣቢዮታዊ እዩ።</p>\n<p>ኣብቲ ቀዳማይ ዓይነት ስነ-ልቦናዊ ዕልወት ነቲ ኣደሳሳዪ ንረኽቦ፣ ነቲ ኣረገውቲ ክዳውንቲ ዘማዕርቕን ሓደስቲ ሕንጻጽ ከይፈርስ ዝሰርሖምን፣ ነቲ ድሕሪት ዝኸይድ ዓይነት፣ ነቲ ደም ዝፈስስ ኣቢዮታዊ፣ ነቲ መሪሕ ናይቲ ዕርዲታትን ደብዳቤታትን ናይ መንግስትን፣ ነቲ ብረቱ ኣብ መንኩቡ ዝተሰከመ ሰብ፣ ነቲ ንኹሎም ድሌታቱ ዘይቅበልዎ ሰባት ኣብ ቅድሚ ግደላ ዘብጽሕ ዝፈትዎ ምልካዊ፣ ነቲ ንድኽታታቱ።</p>\n<p>ኣብቲ ካልኣይ ዓይነት ስነ-ልቦናዊ ዕልወት ነቲ ቡዳ፣ ነቲ ኢየሱስ፣ ነቲ ሄርሜስ፣ ነቲ ለዋዋጢ፣ ነቲ ብልህ ኣበራሪ፣ ነቲ ተፈጥሮኣዊ፣ ነቶም ዓበይቲ ተኸላኸልቲ ናይቲ ኣቢዮት ናይ ሕልና፣ ወዘተ፣ ወዘተ፣ ወዘተ ንረኽቦም።</p>\n<p>እቶም በቃ ነቲ ዘይግቡእ ዕላማ ብምሓዝ ምዕጹው መደባት ኣብ ውሽጢ ቢሮክራሲያዊ ትካል ንምድያብ ዝመሃሩ፣ ንደያብ፣ ንናይ ላዕሊ መደጋገሪ፣ ንዝስምዖም፣ ወዘተ፣ ናይ ሓቂ ዕምቆት የብሎምን፣ ብባህሪኦም ዕሸላት እዮም፣ ደቀቕቲ፣ ባዶታት፣ ሚእቲ ሚእቲ ኣመንዝራታት።</p>\n<p>በቲ ዘየእምን መገዲ ምስ ዝነብሩ ብዙሕ ግዜ ተረጋጊጹ እዩ፣ ኣብ ሰብኣዊ ፍጡር ናይ ሓቂ ምውህሃድ ኣተሓሳስባን ስምዒትን እንተዘይህሉ፣ ብዙሕ ትምህርቲ እኳ እንተተምሃርና፣ ህይወት ፍጹም ኣይትኸውንን፣ ትቃረን፣ ትሰልችውን ብብዙሕ ዓይነት ፍርሃታት ትሳቐ።</p>\n<p>ካብ ኹሉ ጥርጣረ ወጻኢን ብጌጋ ከይንኸይድን ብትሪ ርግጸኛታት ክንኸውን ንኽእል፣ ከይተረፈ ምሉእ ትምህርቲ፣ ህይወት ኣዝያ ጎዳኢት፣ ዘይጠቅምን ጉድኣትን እያ።</p>\n<p>እቲ ኣእምሮኣዊ እንስሳ ውሽጣዊ ራስ ኣለዎ ብኣጋጣሚ ካብቲ ዝተሳሕሐ ፍጡራን ዝተዋጽአ ነቲ ዝተጋገ ትምህርቲ ዘደልድል።</p>\n<p>እቲ ብብዙሕ ዝተመቕለ ራስ ነፍሲ ወከፍ ካባና ኣብ ውሽጢ ንጸሮ፣ መሰረታዊ ምክንያት ናይ ኩሎም ስምዒታትን ተቓውሞታትናን እዩ።</p>\n<p>እቲ መሰረታዊ ትምህርቲ ነቲ ሓድሽ ወለዶ ስነ-ልቦናዊ ትምህርትና ንምዝራግ ራስ ክምህሮም ኣለዎ።</p>\n<p>ነቶም ብዙሓት ኣካላት ብሓባር ኮይኖም ንራስ (እኔ) ዝመስርቱ ብምዝራግ ጥራይ ኣብ ውሽጥና ቋሚ ማእከል ናይ ውልቃዊ ሕልና ከተክል ንኽእል፣ ሽዑ ምሉኣት ክንከውን ኢና።</p>\n<p>እቲ ብብዙሕ ዝተመቕለ ራስ ክሳብ ኣብ ውሽጢ ነፍሲ ወከፍና ዝህሉ፣ ንባዕልና ህይወትና ጥራይ ዘይኮነ ነቶም ካልኦት እውን ህይወቶም ከነምርሮም ኢና።</p>\n<p>ሕጊ ተማሂርና ተኸሳሲት ንኸውን እንታይ ይጠቅም፣ ክርክር ነትርረ እንተኾይና? ኣብ ኣእምሮና ብዙሕ ፍልጠት ንኽእል እንተኾይና እንታይ ይጠቅም፣ እንተቀጸልና ንጋገ? ክንክእልን ክንሰርሕን እንተኾይና ንምንታይ ይጠቅም፣ ንመጥፋኢ መሳርሒታትና ንጥቀመሎ?</p>\n<p>ክንመሃርን ንክላስ ክንከይድን ክንምሃርን ዋጋ የብሉን፣ እንተተጋጋና ነፍሲ ወከፍና ንሓድሕድና ካብ ነጥፍእ ዜናዊ መልክዕ።</p>\n<p>ዕላማ ናይቲ ትምህርቲ ሓድሽ ስራሕቲ ዝደልዩ ሰባት ጥራይ ዘይኮነ ክኸውን ዘለዎ፣ ሓድሽ ዓይነት ኣመንዝራታት፣ ሓደስቲ ድኹማት ንሃይማኖት ሓድሕድና እኳ ከይነኽብሩ ዝኽእሉ፣ ወዘተ።</p>\n<p>እቲ ናይ ሓቂ ዕላማ ናይቲ መሰረታዊ ትምህርቲ ናይ ሓቂ ሰብኡትን ኣንስትን ክፈጥር ኣለዎ ምሉኣትን ስለዚ ተረዲኦምን ብልህታትን።</p>\n<p>ብዝያዳ ኣሳዛኒ መምህራንን መምህራት ኣብያተ ትምህርቲ ኮሌጃትን ዩኒቨርሲቲታትን፣ ኹሉ ይሓስቡ፣ ካብ ምቅላዕቲ ምልዑል ኣእምሮ ናይቶም ተምሃሮ በላሕቲ ንምዃን ግን ኣይኮነን።</p>\n<p>ዝኾነ ሰብ ማዕርግን ሽልማትን ዲፕሎማን ክመኝን ክረክብን ይኽእል፣ ክሳብ ኣብቲ ሜካኒካዊ ሜዳ ናይ ሂወት ኣዝዩ ክጠቅምን፣ እዚ ግን ብልህ ምዃን ማለት ኣይኮነን።</p>\n<p>ብልህነት ፈጺሙ በቃ ሜካኒካዊ ተግባር ክኸውን ኣይክእልን፣ ብልህነት ሳዕቤን ናይ ቀሊል ሓበሬታ ክኸውን ኣይክእልን። ብልህነት ዉጽኢት ናይ ቀሊል ሓበሬታ መጽሓፍ ኣይኮነን፣ ብልህነት ንዝኾነ ፈተና ብዘርዚሩ ቃላት ብምምላስ ብኣውቶማቲክ መልክዕ ናይ ምምላስ ክእለት ኣይኮነን። ብልህነት ምዝርራብ ናይ መዘከርታ ኣይኮነን። ብልህነት ነቲ ፍረ ነገር ብቐጥታ ናይ ምርካብ ክእለት እዩ፣ ነቲ ናይ ሓቂ፣ ነቲ ብሓቂ ዘሎ።</p>\n<p>እቲ መሰረታዊ ትምህርቲ እቲ ኣብ ባዕልናን ኣብቶም ካልኦትን እዚ ክእለት ንምቅላዕ ዘኽእለና ሳይንስ እዩ።</p>\n<p>እቲ መሰረታዊ ትምህርቲ ነፍሲ ወከፍ ውልቀሰብ ነቶም ናይ ሓቂ ዋጋታት ናይ ምግላጽ የጠቅሞም፣ ከም ሳዕቤን ናይቲ ዕምቆት ዘለዎ መርመራን ናይቲ ምልዑል ምርድዳእን ናይ ርእስናን።</p>\n<p>ኣብ ውሽጥና ውልቃዊ ፍልጠት ክሳብ ዘየለ፣ ሽዑቲ ውልቃዊ ምግልጻጽ ንራስ ወዳድን ኣጥፋእን ይኸውን።</p>\n<p>እቲ መሰረታዊ ትምህርቲ ኣብ ውልቀሰብ ምቅላሕ ጥራይ የገድሶ፣ ነቲ ክእለት ንርእሱ ኣብ ኹሎም ሜዳታት ኣእምሮ ንምርድዳእን በቃ ንርእስኻ ናይ ምምላስ ምኽንያት ኣብቲ ጌጋ ምግልጻጽ ናይቲ ብብዙሕ ዝተመቕለ ራስ ዘይኮነ።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ti/educacion-fundamental/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ti/educacion-fundamental/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
