import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "تمرد نفسي",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "32. تمرد نفسي",
    "order": 32
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>إن أولئك الذين كرسوا أنفسهم للسفر عبر جميع دول العالم بهدف دراسة جميع الأعراق البشرية بالتفصيل، تمكنوا بأنفسهم من التحقق من أن طبيعة هذا الحيوان الفكري المسكين الذي يُدعى خطأً بالإنسان، هي نفسها دائمًا، سواء في أوروبا القديمة أو في أفريقيا المتعبة من كثرة العبودية، أو في الأرض المقدسة للفيدا أو في جزر الهند الغربية، أو في النمسا أو في الصين.</p>\n<p>هذه الحقيقة الملموسة، هذه الحقيقة الهائلة التي تدهش كل رجل مُجد، يمكن التحقق منها بشكل خاص إذا زار المسافر المدارس والكليات والجامعات.</p>\n<p>لقد وصلنا إلى عصر الإنتاج المتسلسل. الآن يتم إنتاج كل شيء على شريط متتابع وعلى نطاق واسع. سلسلة من الطائرات والسيارات والسلع الفاخرة، إلخ، إلخ، إلخ.</p>\n<p>على الرغم من أن الأمر قد يبدو غريبًا بعض الشيء، إلا أنه من المؤكد جدًا أن المدارس الصناعية والجامعات وما إلى ذلك قد تحولت أيضًا إلى مصانع فكرية للإنتاج المتسلسل.</p>\n<p>في هذه الأوقات من الإنتاج المتسلسل، فإن الهدف الوحيد في الحياة هو إيجاد الأمن الاقتصادي. الناس خائفون من كل شيء ويبحثون عن الأمان.</p>\n<p>التفكير المستقل في هذه الأوقات من الإنتاج المتسلسل، يكاد يكون مستحيلاً لأن النوع الحديث من التعليم يعتمد على مجرد الملائمات.</p>\n<p>“الموجة الجديدة” تعيش في انسجام تام مع هذا الرداءة الفكرية. إذا أراد شخص ما أن يكون مختلفًا، ومتميزًا عن الآخرين، فإن الجميع يستبعده، والجميع ينتقده، ويتم تجاهله، ويُحرم من العمل، وما إلى ذلك.</p>\n<p>إن الرغبة في الحصول على المال للعيش والاستمتاع، والحاجة الملحة لتحقيق النجاح في الحياة، والبحث عن الأمن الاقتصادي، والرغبة في شراء أشياء كثيرة للتباهي بها أمام الآخرين، وما إلى ذلك، تضع حدًا للتفكير النقي والطبيعي والعفوي.</p>\n<p>لقد ثبت تمامًا أن الخوف يبلد العقل ويقسي القلب.</p>\n<p>في هذه الأوقات من الخوف الشديد والبحث عن الأمان، يختبئ الناس في كهوفهم، وفي جحورهم، وفي ركنهم، وفي المكان الذي يعتقدون أنه يمكن أن يكون لديهم فيه المزيد من الأمان، والمشاكل الأقل، ولا يريدون الخروج من هناك، إنهم مرعوبون من الحياة، وخائفون من المغامرات الجديدة، والتجارب الجديدة، إلخ، إلخ، إلخ.</p>\n<p>كل هذا التعليم الحديث الذي يتم التباهي به كثيرًا يعتمد على الخوف والبحث عن الأمان، والناس مذعورون، ويخافون حتى من ظلهم.</p>\n<p>الناس مرعوبون من كل شيء، ويخشون الخروج عن القواعد القديمة المعمول بها، وأن يكونوا مختلفين عن الآخرين، والتفكير بطريقة ثورية، وكسر جميع تحيزات المجتمع المنحل، وما إلى ذلك.</p>\n<p>لحسن الحظ، يعيش في العالم عدد قليل من المخلصين والمتفهمين، الذين يرغبون حقًا في فحص جميع مشاكل العقل بعمق، ولكن في غالبيتنا العظمى لا توجد حتى روح عدم المطابقة والتمرد.</p>\n<p>يوجد نوعان من التمرد مصنفان بالفعل على النحو الواجب. أولاً: التمرد النفسي العنيف. ثانيًا: التمرد النفسي العميق للذكاء.</p>\n<p>النوع الأول من التمرد هو رجعي محافظ ومتخلف. النوع الثاني من التمرد هو ثوري.</p>\n<p>في النوع الأول من التمرد النفسي نجد المصلح الذي يرقع البدلات القديمة ويصلح جدران المباني القديمة حتى لا تنهار، والنوع الرجعي، والثوري بالدم والخمر، وقائد الانقلابات العسكرية والانقلابات، ورجل البندقية على كتفه، والديكتاتور الذي يستمتع بأخذ كل من لا يقبل نزواته ونظرياته إلى حائط الإعدام.</p>\n<p>في النوع الثاني من التمرد النفسي نجد بوذا، ويسوع، وهرمس، والمحول، والمتمرد الذكي، والحدسي، وأبطال ثورة الوعي العظماء، إلخ، إلخ، إلخ.</p>\n<p>أولئك الذين يتعلمون فقط لغرض سخيف هو تسلق مناصب رائعة داخل الخلية البيروقراطية، والصعود، والتسلق إلى قمة السلم، وجعل أنفسهم يشعرون، وما إلى ذلك، يفتقرون إلى العمق الحقيقي، وهم حمقى بطبيعتهم، وسطحيون، وجوفاء، ومحتالون بنسبة مائة بالمائة.</p>\n<p>لقد ثبت حتى الإشباع أنه عندما لا يوجد تكامل حقيقي بين الفكر والشعور في الإنسان، على الرغم من أننا تلقينا تعليمًا عاليًا، فإن الحياة تكون غير مكتملة ومتناقضة ومملة وتعذبها مخاوف لا حصر لها من جميع الأنواع.</p>\n<p>بدون أدنى شك ودون خوف من ارتكاب خطأ، يمكننا أن نؤكد بشكل قاطع أنه بدون تعليم متكامل، فإن الحياة تكون ضارة وغير مجدية وضارة.</p>\n<p>الحيوان الفكري لديه “أنا” داخلية تتكون للأسف من كيانات متباعدة تتقوى بالتعليم الخاطئ.</p>\n<p>إن “الأنا” المتعددة التي يحملها كل واحد منا بداخله، هي السبب الرئيسي لجميع تعقيداتنا وتناقضاتنا.</p>\n<p>يجب أن يعلم التعليم الأساسي الأجيال الجديدة علم النفس التعليمي الخاص بنا من أجل حل “الأنا”.</p>\n<p>فقط عن طريق حل الكيانات المختلفة التي تشكل مجتمعة “الأنا”، يمكننا أن نؤسس في أنفسنا مركزًا دائمًا للوعي الفردي، وعندها سنكون متكاملين.</p>\n<p>طالما أن “الأنا” المتعددة موجودة بداخل كل واحد منا، فإننا لن نجعل الحياة مريرة لأنفسنا فحسب، بل سنجعلها مريرة للآخرين أيضًا.</p>\n<p>ما فائدة أن ندرس القانون ونصبح محامين، إذا كنا نخلد الدعاوى القضائية؟ ما فائدة تجميع الكثير من المعرفة في أذهاننا، إذا بقينا مشوشين؟ ما فائدة المهارات التقنية والصناعية إذا استخدمناها لتدمير إخواننا؟</p>\n<p>لا فائدة من تثقيف أنفسنا، وحضور الفصول الدراسية، والدراسة، إذا كنا في عملية الحياة اليومية ندمر بعضنا البعض بشكل بائس.</p>\n<p>لا ينبغي أن يكون الهدف من التعليم هو إنتاج باحثين جدد عن الوظائف كل عام فحسب، ونوع جديد من المحتالين، وأوغاد جدد لا يعرفون حتى كيفية احترام دين جارهم، وما إلى ذلك.</p>\n<p>يجب أن يكون الهدف الحقيقي من التعليم الأساسي هو إنشاء رجال ونساء حقيقيين متكاملين، وبالتالي واعين وأذكياء.</p>\n<p>لسوء الحظ، فإن معلمي المدارس والكليات والجامعات، يفكرون في كل شيء، باستثناء إيقاظ الذكاء المتكامل للمتعلمين.</p>\n<p>يمكن لأي شخص أن يطمع ويكتسب الألقاب والأوسمة والشهادات وحتى يصبح فعالاً للغاية في المجال الميكانيكي للحياة، ولكن هذا لا يعني أن تكون ذكيًا.</p>\n<p>لا يمكن أن يكون الذكاء مجرد وظيفية ميكانيكية، ولا يمكن أن يكون الذكاء نتيجة لمعلومات كتابية بسيطة، والذكاء ليس القدرة على الرد تلقائيًا بكلمات متألقة على أي تحد. الذكاء ليس مجرد تدوين لفظي للذاكرة. الذكاء هو القدرة على تلقي الجوهر مباشرة، والحقيقة، وما هو موجود حقًا.</p>\n<p>التعليم الأساسي هو العلم الذي يسمح لنا بإيقاظ هذه القدرة في أنفسنا وفي الآخرين.</p>\n<p>يساعد التعليم الأساسي كل فرد على اكتشاف القيم الحقيقية التي تنشأ كنتيجة للبحث العميق والفهم المتكامل للذات.</p>\n<p>عندما لا يوجد وعي ذاتي بداخلنا، فإن التعبير عن الذات يتحول إلى تأكيد ذاتي أناني ومدمر.</p>\n<p>يهتم التعليم الأساسي فقط بإيقاظ القدرة في كل فرد على فهم نفسه في جميع مجالات العقل وليس ببساطة للاستسلام لرضا التعبير عن الذات الخاطئ “للأنا” المتعددة.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
