import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ການຕໍ່ຕ້ານທາງດ້ານຈິດໃຈ",
  "locale": "lao",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "3. ການຕໍ່ຕ້ານທາງດ້ານຈິດໃຈ",
    "order": 3
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ບໍ່​ມີ​ຫຍັງ​ຜິດ​ປົກກະຕິ​ທີ່​ຈະ​ເຕືອນ​ຜູ້​ອ່ານ​ຂອງ​ພວກ​ເຮົາ​ວ່າ​, ມີ​ຈຸດ​ຄະນິດສາດ​ຢູ່​ພາຍໃນ​ຕົວ​ເຮົາ​ເອງ…</p>\n<p>ແນ່ນອນ​ວ່າ​ຈຸດ​ດັ່ງກ່າວ​ບໍ່​ເຄີຍ​ຢູ່ໃນ​ອະດີດ​, ທັງ​ບໍ່​ຢູ່ໃນ​ອະນາຄົດ…</p>\n<p>ຜູ້​ໃດ​ທີ່​ຕ້ອງການ​ຄົ້ນພົບ​ຈຸດ​ລຶກລັບ​ນັ້ນ​, ຕ້ອງ​ຊອກຫາ​ມັນ​ຢູ່​ທີ່​ນີ້​ແລະ​ດຽວ​ນີ້​, ພາຍໃນ​ຕົວ​ເອງ​, ແທ້​ຈິງ​ໃນ​ຂະນະ​ນີ້​, ບໍ່​ແມ່ນ​ໜຶ່ງ​ວິນາທີ​ຕໍ່ໜ້າ​, ທັງ​ບໍ່​ແມ່ນ​ໜຶ່ງ​ວິນາທີ​ຖອຍຫຼັງ…</p>\n<p>ສອງ​ເສົາ​ຕັ້ງ​ແລະ​ເສົາ​ນອນ​ຂອງ​ໄມ້ກາງແຂນ​ອັນ​ສັກສິດ​, ຕັ້ງ​ຢູ່​ໃນ​ຈຸດ​ນີ້…</p>\n<p>ດັ່ງນັ້ນ​, ພວກເຮົາ​ຈຶ່ງ​ຢູ່​ຕໍ່ໜ້າ​ສອງ​ເສັ້ນທາງ​ໃນ​ແຕ່​ລະ​ຂະນະ​: ເສັ້ນທາງ​ນອນ​ແລະ​ເສັ້ນທາງ​ຕັ້ງ…</p>\n<p>ເຫັນ​ໄດ້​ຊັດເຈນ​ວ່າ​ເສັ້ນທາງ​ນອນ​ແມ່ນ “ໜ້າ​ເບື່ອ” ຫຼາຍ​, “Vicente ແລະ​ທຸກ​ຄົນ” ຍ່າງ​ໄປ​ຕາມ​ມັນ​, “Villegas ແລະ​ທຸກ​ຄົນ​ທີ່​ມາ​ເຖິງ”, “Don Raimundo ແລະ​ທຸກ​ຄົນ”…</p>\n<p>ເປັນ​ທີ່​ແຈ່ມແຈ້ງ​ວ່າ​ເສັ້ນທາງ​ຕັ້ງ​ແມ່ນ​ແຕກຕ່າງ​ກັນ​; ມັນ​ແມ່ນ​ເສັ້ນທາງ​ຂອງ​ບັນດາ​ກະບົດ​ທີ່​ສະຫຼາດ​, ເສັ້ນທາງ​ຂອງ​ບັນດາ​ນັກ​ປະຕິວັດ…</p>\n<p>ເມື່ອ​ຜູ້​ໃດ​ຜູ້​ໜຶ່ງ​ລະນຶກ​ເຖິງ​ຕົນ​ເອງ​, ເມື່ອ​ຜູ້​ໜຶ່ງ​ເຮັດ​ວຽກ​ກັບ​ຕົນ​ເອງ​, ເມື່ອ​ຜູ້​ໜຶ່ງ​ບໍ່​ເຂົ້າ​ຮ່ວມ​ກັບ​ບັນຫາ​ແລະ​ຄວາມ​ເສົ້າ​ທັງ​ໝົດ​ໃນ​ຊີວິດ​, ຕາມ​ຄວາມ​ເປັນ​ຈິງ​ແລ້ວ​ກຳລັງ​ເດີນ​ໄປ​ຕາມ​ເສັ້ນທາງ​ຕັ້ງ…</p>\n<p>ແນ່ນອນ​ວ່າ​ບໍ່​ເຄີຍ​ເປັນ​ວຽກ​ທີ່​ງ່າຍ​ທີ່​ຈະ​ກຳຈັດ​ອາລົມ​ທາງ​ລົບ​; ການ​ສູນເສຍ​ການ​ເຂົ້າ​ຮ່ວມ​ທັງ​ໝົດ​ກັບ​ວິຖີ​ຊີວິດ​ຂອງ​ເຮົາ​ເອງ​; ບັນຫາ​ທຸກ​ປະເພດ​, ທຸລະກິດ​, ໜີ້​ສິນ​, ການ​ຈ່າຍ​ເງິນ​ກູ້​, ການ​ຈຳນອງ​, ໂທລະສັບ​, ນ້ຳ​, ໄຟຟ້າ​, ແລະ​ອື່ນໆ​, ແລະ​ອື່ນໆ​, ແລະ​ອື່ນໆ.</p>\n<p>ຄົນ​ຫວ່າງ​ງານ​, ຜູ້​ທີ່​ໄດ້​ສູນເສຍ​ວຽກ​ເຮັດ​ງານ​ທຳ​ຍ້ອນ​ເຫດຜົນ​ໃດ​ໜຶ່ງ​, ແນ່ນອນ​ວ່າ​ທຸກ​ທໍລະມານ​ຍ້ອນ​ຂາດ​ເງິນ​ແລະ​ການ​ລືມ​ກໍລະນີ​ຂອງ​ເຂົາ​ເຈົ້າ​, ບໍ່​ກັງວົນ​, ທັງ​ບໍ່​ເຂົ້າ​ຮ່ວມ​ກັບ​ບັນຫາ​ຂອງ​ຕົນ​ເອງ​, ແນ່ນອນ​ວ່າ​ມັນ​ເປັນ​ເລື່ອງ​ທີ່​ຫຍຸ້ງຍາກ​ທີ່​ໜ້າ​ຢ້ານ.</p>\n<p>ຜູ້​ທີ່​ທຸກ​ທໍລະມານ​, ຜູ້​ທີ່​ຮ້ອງໄຫ້​, ຜູ້​ທີ່​ໄດ້​ຕົກ​ເປັນ​ເຫຍື່ອ​ຂອງ​ການ​ທໍລະຍົດ​, ຂອງ​ການ​ຈ່າຍ​ເງິນ​ທີ່​ບໍ່​ດີ​ໃນ​ຊີວິດ​, ຂອງ​ການ​ບໍ່​ຮູ້​ບຸນຄຸນ​, ຂອງ​ການ​ໃສ່​ຮ້າຍ​ປ້າຍ​ສີ​ຫຼື​ຂອງ​ການ​ສໍ້​ໂກງ​ບາງ​ຢ່າງ​, ລືມ​ຕົວ​ເອງ​ແທ້ໆ​, ຈາກ​ຄວາມ​ເປັນ​ຢູ່​ພາຍໃນ​ທີ່​ແທ້​ຈິງ​ຂອງ​ເຂົາ​ເຈົ້າ​, ເຂົ້າ​ຮ່ວມ​ຢ່າງ​ສົມບູນ​ກັບ​ຄວາມ​ໂສກ​ເສົ້າ​ທາງ​ດ້ານ​ສິນທຳ​ຂອງ​ເຂົາ​ເຈົ້າ…</p>\n<p>ການ​ເຮັດ​ວຽກ​ກັບ​ຕົນ​ເອງ​ແມ່ນ​ຄຸນລັກສະນະ​ພື້ນຖານ​ຂອງ​ເສັ້ນທາງ​ຕັ້ງ. ບໍ່​ມີ​ໃຜ​ສາມາດ​ກ້າວ​ເຂົ້າ​ສູ່​ເສັ້ນທາງ​ແຫ່ງ​ການ​ກະບົດ​ອັນ​ຍິ່ງໃຫຍ່​ໄດ້​, ຖ້າ​ບໍ່​ເຄີຍ​ເຮັດ​ວຽກ​ກັບ​ຕົນ​ເອງ…</p>\n<p>ວຽກ​ທີ່​ພວກເຮົາ​ກຳລັງ​ກ່າວ​ເຖິງ​ແມ່ນ​ປະເພດ​ທາງ​ຈິດ​ໃຈ​; ມັນ​ຈັດການ​ກັບ​ການ​ປ່ຽນແປງ​ບາງ​ຢ່າງ​ຂອງ​ປັດຈຸບັນ​ທີ່​ພວກເຮົາ​ພົບ​ເຫັນ​ຕົວ​ເອງ. ພວກເຮົາ​ຕ້ອງ​ຮຽນ​ຮູ້​ທີ່​ຈະ​ດຳລົງ​ຊີວິດ​ແຕ່​ລະ​ຂະນະ…</p>\n<p>ຕົວຢ່າງ​, ຜູ້​ໃດ​ຜູ້​ໜຶ່ງ​ທີ່​ໝົດ​ຫວັງ​ຍ້ອນ​ບັນຫາ​ທາງ​ອາລົມ​, ທາງ​ດ້ານ​ເສດຖະກິດ​ຫຼື​ທາງ​ດ້ານ​ການ​ເມືອງ​ຢ່າງ​ເຫັນ​ໄດ້​ຊັດ​ເຈນ​ວ່າ​ໄດ້​ລືມ​ຕົວ​ເອງ​ແລ້ວ…</p>\n<p>ຖ້າ​ບຸກຄົນ​ດັ່ງກ່າວ​ຢຸດ​ຊົ່ວ​ຄາວ​, ຖ້າ​ສັງເກດ​ສະຖານະການ​ແລະ​ພະຍາຍາມ​ທີ່​ຈະ​ລະນຶກ​ເຖິງ​ຕົນ​ເອງ​ແລະ​ຫຼັງ​ຈາກ​ນັ້ນ​ພະຍາຍາມ​ທີ່​ຈະ​ເຂົ້າໃຈ​ຄວາມ​ໝາຍ​ຂອງ​ທ່າ​ທີ​ຂອງ​ຕົນ…</p>\n<p>ຖ້າ​ຄິດ​ໜ້ອຍ​ໜຶ່ງ​, ຖ້າ​ຄິດ​ວ່າ​ທຸກ​ສິ່ງ​ທຸກ​ຢ່າງ​ຜ່ານ​ໄປ​; ວ່າ​ຊີວິດ​ເປັນ​ພາບລວງ​ຕາ​, ສັ້ນໆ​ແລະ​ວ່າ​ຄວາມ​ຕາຍ​ເຮັດ​ໃຫ້​ຄວາມ​ໄຮ້​ຄ່າ​ທັງ​ໝົດ​ຂອງ​ໂລກ​ກາຍ​ເປັນ​ຂີ້​ເຖົ່າ…</p>\n<p>ຖ້າ​ເຂົ້າໃຈ​ວ່າ​ບັນຫາ​ຂອງ​ເຂົາ​ເຈົ້າ​ໃນ​ພື້ນຖານ​ແລ້ວ​ບໍ່​ແມ່ນ​ຫຍັງ​ນອກ​ຈາກ “ແປວ​ໄຟ​ທີ່​ເຮັດ​ດ້ວຍ​ສິ່ງ​ຂອງ​ເກົ່າໆ”, ເປັນ​ໄຟ​ທີ່​ຫຼອກລວງ​ທີ່​ມອດ​ໄປ​ໄວ​, ເຂົາ​ເຈົ້າ​ຈະ​ເຫັນ​ຢ່າງ​ກະທັນຫັນ​ດ້ວຍ​ຄວາມ​ປະຫຼາດ​ໃຈ​ວ່າ​ທຸກ​ສິ່ງ​ທຸກ​ຢ່າງ​ໄດ້​ປ່ຽນ​ໄປ. ..</p>\n<p>ການ​ປ່ຽນ​ແປງ​ປະຕິກິລິຍາ​ກົນ​ຈັກ​ເປັນ​ໄປ​ໄດ້​ໂດຍ​ຜ່ານ​ການ​ປະ​ເຊີນ​ໜ້າ​ກັນ​ຢ່າງ​ມີ​ເຫດຜົນ​ແລະ​ການ​ຄົ້ນຄິດ​ຕົວ​ເອງ​ຢ່າງ​ເລິກ​ເຊິ່ງ​ຂອງ​ຄວາມ​ເປັນ​ຢູ່…</p>\n<p>ເປັນ​ທີ່​ແຈ່ມແຈ້ງ​ວ່າ​ຄົນ​ເຮົາ​ມີ​ປະຕິກິລິຍາ​ແບບ​ກົນ​ຈັກ​ຕໍ່​ສະຖານະການ​ຕ່າງໆ​ໃນ​ຊີວິດ…</p>\n<p>ຄົນ​ທຸກ​ຍາກ!, ພວກ​ເຂົາ​ມັກ​ຈະ​ກາຍ​ເປັນ​ຜູ້​ຖືກ​ເຄາະ​ຮ້າຍ​ສະເໝີ. ເມື່ອ​ຜູ້​ໃດ​ຜູ້​ໜຶ່ງ​ຍ້ອງຍໍ​ພວກ​ເຂົາ​, ພວກ​ເຂົາ​ກໍ​ຍິ້ມ​; ເມື່ອ​ພວກ​ເຂົາ​ຖືກ​ດູ​ຖູກ​, ພວກ​ເຂົາ​ກໍ​ທຸກ​ທໍລະມານ. ພວກ​ເຂົາ​ດູ​ຖູກ​ຖ້າ​ພວກ​ເຂົາ​ຖືກ​ດູ​ຖູກ​; ພວກ​ເຂົາ​ເຮັດ​ໃຫ້​ເຈັບ​ປວດ​ຖ້າ​ພວກ​ເຂົາ​ຖືກ​ເຮັດ​ໃຫ້​ເຈັບ​ປວດ​; ພວກ​ເຂົາ​ບໍ່​ເຄີຍ​ເປັນ​ອິດສະຫຼະ​; ເພື່ອນ​ມະນຸດ​ຂອງ​ພວກ​ເຂົາ​ມີ​ອຳນາດ​ທີ່​ຈະ​ນຳ​ພາ​ພວກ​ເຂົາ​ຈາກ​ຄວາມ​ສຸກ​ໄປ​ສູ່​ຄວາມ​ໂສກ​ເສົ້າ​, ຈາກ​ຄວາມ​ຫວັງ​ໄປ​ສູ່​ຄວາມ​ສິ້ນ​ຫວັງ.</p>\n<p>ແຕ່​ລະ​ຄົນ​ທີ່​ເດີນ​ໄປ​ຕາມ​ເສັ້ນທາງ​ນອນ​ເຫຼົ່າ​ນັ້ນ​, ເບິ່ງ​ຄື​ວ່າ​ເປັນ​ເຄື່ອງ​ດົນຕີ​, ບ່ອນ​ທີ່​ແຕ່​ລະ​ຄົນ​ໃນ​ບັນດາ​ເພື່ອນ​ມະນຸດ​ຂອງ​ພວກ​ເຂົາ​ຫຼິ້ນ​ສິ່ງ​ທີ່​ເຂົາ​ເຈົ້າ​ມັກ…</p>\n<p>ຜູ້​ໃດ​ທີ່​ຮຽນ​ຮູ້​ທີ່​ຈະ​ປ່ຽນ​ແປງ​ຄວາມ​ສຳພັນ​ທາງ​ກົນ​ຈັກ​, ຄວາມ​ຈິງ​ແລ້ວ​ກໍ​ເຂົ້າ​ໄປ​ໃນ “ເສັ້ນທາງ​ຕັ້ງ”.</p>\n<p>ນີ້​ສະແດງ​ເຖິງ​ການ​ປ່ຽນແປງ​ທີ່​ສຳຄັນ​ໃນ “ລະດັບ​ແຫ່ງ​ຄວາມ​ເປັນ​ຢູ່” ຜົນ​ທີ່​ໄດ້​ຮັບ​ທີ່​ພິເສດ​ຂອງ “ການ​ກະບົດ​ທາງ​ຈິດ​ໃຈ”.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/lao/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
