import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Психологиялық бүлік",
  "locale": "kk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "32. Психологиялық бүлік",
    "order": 32
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Дүние жүзінің барлық елдерін аралап, барлық адам нәсілдерін егжей-тегжейлі зерттеуге арнағандар, қателесіп адам деп аталатын осы бейшара ЗИЯТКЕРЛІК ЖАНУАРДЫҢ табиғатының әрқашан бірдей екеніне көз жеткізді, ол Ескі Еуропада немесе құлдықтан шаршаған Африкада, Ведалардың қасиетті жерінде немесе Батыс Үндістанда, Австрияда немесе Қытайда болсын.</p>\n<p>Бұл нақты факт, кез келген зерттеуші адамды таң қалдыратын осы керемет шындықты, әсіресе саяхатшы Мектептерге, Колледждерге және Университеттерге барса, тексеруге болады.</p>\n<p>Біз сериялық өндіріс дәуіріне жеттік. Қазір барлығы үздіксіз лентада және ауқымды түрде өндіріледі. Ұшақтар, Автокөліктер, Сәнді тауарлар және т.б. сериялары.</p>\n<p>Сәл күлкілі болса да, Индустриалды мектептер, Университеттер және т.б. интеллектуалды сериялық өндіріс фабрикаларына айналғаны өте рас.</p>\n<p>Сериялық өндірістің осы заманында өмірдегі жалғыз мақсат – экономикалық қауіпсіздікті табу. Адамдар бәрінен қорқады және қауіпсіздікті іздейді.</p>\n<p>Сериялық өндірістің осы заманында тәуелсіз ойлау мүмкін емес, өйткені қазіргі білім беру түрі тек ыңғайлылыққа негізделген.</p>\n<p>“Жаңа толқын” осы интеллектуалды қарапайымдылыққа өте сай келеді. Егер біреу басқалардан өзгеше болғысы келсе, онда бәрі оны кінәлайды, бәрі оны сынайды, оған немқұрайлы қарайды, оған жұмыс бермейді және т.б.</p>\n<p>Өмір сүру және көңіл көтеру үшін ақша табуға деген ұмтылыс, өмірде жетістікке жетуге деген ұмтылыс, экономикалық қауіпсіздікті іздеу, басқалардың алдында мақтану үшін көп нәрсе сатып алуға деген ұмтылыс және т.б. таза, табиғи және стихиялық ойлауға тосқауыл қояды.</p>\n<p>Қорқыныштың ақыл-ойды тоқтататыны және жүректі қатайтатыны толығымен дәлелденді.</p>\n<p>Қорқыныш пен қауіпсіздікті іздеудің осы заманында адамдар үңгірлерінде, індерінде, бұрыштарында, ең қауіпсіз, мәселесі аз деп санайтын жерлерінде жасырынады және ол жерден шыққысы келмейді, олар өмірден қорқады, жаңа шытырман оқиғалардан, жаңа тәжірибелерден және т.б. қорқады.</p>\n<p>Бұл өте қатты даурыққан қазіргі білім берудің барлығы қорқыныш пен қауіпсіздікті іздеуге негізделген, адамдар қорқады, тіпті өз көлеңкесінен де қорқады.</p>\n<p>Адамдар бәрінен қорқады, ескі қалыптасқан нормалардан шығудан, басқа адамдардан өзгеше болудан, төңкерістік түрде ойлаудан, құлдыраған қоғамның барлық наным-сенімдерін бұзудан және т.б. қорқады.</p>\n<p>Бақытымызға орай, әлемде бірнеше шынайы және түсіністікпен қарайтын адамдар бар, олар ақыл-ойдың барлық мәселелерін терең зерттеуді шынымен қалайды, бірақ біздің көпшілігімізде тіпті келіспеушілік пен бүлік рухы да жоқ.</p>\n<p>Дұрыс жіктелген БҮЛІКТІҢ екі түрі бар. Біріншісі: Психологиялық зорлық-зомбылық бүлігі. Екіншісі: ЗИЯТКЕРЛІКТІҢ терең психологиялық бүлігі.</p>\n<p>Бүліктің бірінші түрі – реакцияшыл консервативті және артта қалушы. Бүліктің екінші түрі – ТӨҢКЕРІСШІЛ.</p>\n<p>Психологиялық бүліктің бірінші түрінде біз ескі киімдерді жамайтын және құламауы үшін ескі ғимараттардың қабырғаларын жөндейтін РЕФОРМАТОРДЫ, кері қайтатын түрін, қан мен арақтың Төңкерісшісін, әскери төңкерістер мен мемлекеттік төңкерістердің көшбасшысын, иығына мылтық салған адамды, өз қалауын, теориясын қабылдамағандардың барлығын өлім жазасына кесетін ДИКТАТОРДЫ табамыз.</p>\n<p>Психологиялық бүліктің екінші түрінде біз БУДДАНЫ, ИСАНЫ, ГЕРМЕСТІ, түрлендірушіні, АҚЫЛДЫ БҮЛІКШІЛДІ, ИНТУИТИВТІ, САНА ТӨҢКЕРІСІНІҢ ҰЛЫ батырларын және т.б. табамыз.</p>\n<p>Тек бюрократиялық ұяның ішінде керемет лауазымдарға көтерілу, баспалдақтың жоғарғы жағына өрмелеу, өзін сезіндіру және т.б. абсурд мақсатында білім алатындарда шынайы тереңдік жоқ, олар табиғатынан ақымақ, үстірт, қуыс, жүз пайыз алаяқ.</p>\n<p>Адамда ой мен сезімнің шынайы ИНТЕГРАЦИЯСЫ болмаған кезде, тіпті біз жақсы білім алған болсақ та, өмір аяқталмаған, қайшылықты, зеріктіретін және түрлі қорқыныштармен азапталатыны толық дәлелденді.</p>\n<p>Ешқандай күмәнсіз және қателесуден қорықпай, ИНТЕГРАЛДЫ білімсіз өмірдің зиянды, пайдасыз және зиянды болатынын баса айта аламыз.</p>\n<p>ЗИЯТКЕРЛІК ЖАНУАРДЫҢ ішкі ЭГОСЫ өкінішке орай ҚАТЕЛІК БІЛІММЕН күшейетін алыстағы ЗАТТАРДАН тұрады.</p>\n<p>Әрқайсымыздың ішіндегі КӨПШІЛДІК МЕН біздің барлық кешендеріміз бен қайшылықтарымыздың негізгі себебі болып табылады.</p>\n<p>НЕГІЗГІ БІЛІМ БЕРУ жаңа ұрпаққа МЕН-ді ТАРАТУ үшін біздің Психологиялық ДИДАКТИКАмызды үйретуі керек.</p>\n<p>Эгоны (МЕН) құрайтын әр түрлі заттарды еріту арқылы ғана біз өзімізде дара сананың тұрақты орталығын құра аламыз, сонда біз ТҰТАСТЫҚ болып табыламыз.</p>\n<p>Әрқайсымыздың ішінде КӨПШІЛДІК МЕН бар болған кезде, біз өзімізге ғана емес, басқаларға да өмірді ащы етеміз.</p>\n<p>Заңды оқып, заңгер болғанымыз неге тұрады, егер біз дауларды жалғастырсақ? Егер біз шатасқан күйде қала берсек, ақыл-ойымызда көп білім жинағанымыз неге тұрады? Егер біз оны өзгені жою үшін пайдалансақ, техникалық және өндірістік дағдылардың қандай пайдасы бар?</p>\n<p>Сабақтарға бару, оқу, білім алудың ешқандай пайдасы жоқ, егер күнделікті өмір процесінде біз бір-бірімізді аянышты түрде жойып жатсақ.</p>\n<p>Білім берудің мақсаты жыл сайын жұмыс іздеушілерді, жаңа алаяқтар түрін, тіпті жақынның дінін құрметтеуді білмейтін жаңа надандарды өндіру ғана болмауы керек.</p>\n<p>НЕГІЗГІ БІЛІМ БЕРУДІҢ нақты мақсаты шынайы тұтас ерлер мен әйелдерді және демек саналы және ақылды жандарды қалыптастыру болуы керек.</p>\n<p>Өкінішке орай, Мектептердің, Колледждердің және Университеттердің мұғалімдері мен ұстаздары ОҚУШЫЛАРДЫҢ ТҰТАС ЗИЯТКЕРЛІГІН ояту туралы аз ойлайды.</p>\n<p>Кез келген адам атақтарға, наградаларға, дипломдарға қызығып, ие бола алады және тіпті өмірдің механикалық саласында өте тиімді бола алады, бірақ бұл АҚЫЛДЫ болуды білдірмейді.</p>\n<p>Зияткерлік ешқашан жай ғана механикалық функционализм бола алмайды, Зияткерлік қарапайым кітаптық ақпараттың нәтижесі бола алмайды, Зияткерлік кез келген сынға автоматты түрде ұшқынды сөздермен жауап беру қабілеті емес. Зияткерлік – жадтың жай ғана вербализациясы емес. Зияткерлік – МӘНІ, НАҚТЫ, шынымен НЕ ЕКЕНІН тікелей қабылдау қабілеті.</p>\n<p>НЕГІЗГІ БІЛІМ БЕРУ – бұл өзімізде және басқаларда осы қабілетті оятуға мүмкіндік беретін ғылым.</p>\n<p>НЕГІЗГІ БІЛІМ БЕРУ әрбір ЖЕКЕ ТҰЛҒАНЫҢ терең зерттеу мен ӨЗІН-ӨЗІ ТОЛЫҚ ТҮСІНУ нәтижесінде пайда болатын шынайы ҚҰНДЫЛЫҚТАРДЫ табуға көмектеседі.</p>\n<p>Бізде ӨЗІН-ӨЗІ ТАНУ болмаған кезде, ӨЗІН-ӨЗІ БІЛДІРУ ЭГОИСТИКАЛЫҚ ЖӘНЕ ЖОЮШЫ ӨЗІН-ӨЗІ БЕКІТУГЕ айналады.</p>\n<p>НЕГІЗГІ БІЛІМ БЕРУ әрбір жеке тұлғада ақыл-ойдың барлық салаларында өзін-өзі түсіну қабілетін оятумен ғана айналысады және жай ғана КӨПШІЛДІК МЕН-нің қате ӨЗІН-ӨЗІ БІЛДІРУІН қанағаттандыруға берілмейді.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kk/educacion-fundamental/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
