import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Психологически бунт",
  "locale": "bg",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "32. Психологически бунт",
    "order": 32
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Тези, които са се посветили на пътуване по всички страни на света с цел да изучават в детайли всички човешки раси, са могли да се убедят сами, че природата на този беден ИНТЕЛЕКТУАЛЕН ЗВЯР, погрешно наречен човек, е винаги една и съща, било то в стара Европа или в Африка, уморена от толкова робство, в свещената земя на Ведите или в Западните Индии, в Австрия или в Китай.</p>\n<p>Този конкретен факт, тази огромна реалност, която изумява всеки учен, може особено да се провери, ако пътешественикът посети училища, колежи и университети.</p>\n<p>Стигнахме до епохата на серийното производство. Сега всичко се произвежда на поточна линия и в голям мащаб. Серии от самолети, коли, луксозни стоки и т.н., и т.н., и т.н.</p>\n<p>Въпреки че звучи малко гротескно, е много вярно, че индустриалните училища, университетите и т.н., също са се превърнали в интелектуални фабрики за серийно производство.</p>\n<p>В тези времена на серийно производство единствената цел в живота е да се намери икономическа сигурност. Хората се страхуват от всичко и търсят сигурност.</p>\n<p>Независимото мислене в тези времена на серийно производство става почти невъзможно, защото съвременният тип образование се основава на прости удобства.</p>\n<p>„Новата вълна“ живее много съгласна с тази интелектуална посредственост. Ако някой иска да бъде различен, да се различава от другите, всички го дисквалифицират, всички го критикуват, изолират го, отказват му работа и т.н.</p>\n<p>Желанието да се спечелят пари за живеене и забавление, стремежът към постигане на успех в живота, търсенето на икономическа сигурност, желанието да се купят много неща, за да се парадира пред другите и т.н., спират чистото, естествено и спонтанно мислене.</p>\n<p>Напълно е доказано, че страхът притъпява ума и втвърдява сърцето.</p>\n<p>В тези времена на толкова много страх и търсене на сигурност, хората се крият в пещерите си, в дупките си, в ъгъла си, на мястото, където вярват, че могат да имат повече сигурност, по-малко проблеми и не искат да излязат оттам, ужасяват се от живота, страхуват се от нови приключения, от нови преживявания и т.н., и т.н., и т.н.</p>\n<p>Цялото това толкова РАЗГЛАСЯВАНО модерно образование се основава на страх и търсене на сигурност, хората са уплашени, страхуват се дори от собствената си сянка.</p>\n<p>Хората се ужасяват от всичко, страхуват се да излязат от старите установени норми, да бъдат различни от другите хора, да мислят по революционен начин, да скъсат с всички предразсъдъци на западналото общество и т.н.</p>\n<p>За щастие в света живеят малко искрени и разбиращи хора, които наистина желаят да изследват задълбочено всички проблеми на ума, но в по-голямата част от нас дори не съществува духът на несъгласие и бунт.</p>\n<p>Съществуват два вида БУНТ, които вече са надлежно класифицирани. Първо: Насилствен психологически бунт. Второ: Дълбок психологически бунт на ИНТЕЛИГЕНТНОСТТА.</p>\n<p>Първият вид бунт е реакционен консервативен и ретардационен. Вторият вид бунт е РЕВОЛЮЦИОНЕН.</p>\n<p>В първия вид психологически бунт намираме РЕФОРМАТОРА, който кърпи стари дрехи и поправя стени на стари сгради, за да не се срутят, регресивния тип, революционера с кръв и огнена вода, лидера на военните преврати и държавните удари, човека с пушка на рамо, диктатора, който се радва да отведе до стената всички, които не приемат неговите капризи, неговите теории.</p>\n<p>Във втория вид психологически бунт намираме БУДА, ИСУС, ХЕРМЕС, трансформатора, ИНТЕЛИГЕНТНИЯ БУНТАР, ИНТУИТИВНИЯ, ВЕЛИКИТЕ защитници на РЕВОЛЮЦИЯТА НА СЪЗНАНИЕТО и т.н., и т.н., и т.н.</p>\n<p>Тези, които се образоват само с абсурдната цел да заемат великолепни позиции в бюрократичния кошер, да се изкачват, да се покатерят на върха на стълбата, да се налагат и т.н., нямат истинска дълбочина, те са Идиоти по природа, повърхностни, празни, сто процента негодници.</p>\n<p>Вече е доказано до насита, че когато в човешкото същество не съществува истинска ИНТЕГРАЦИЯ на мисъл и чувство, въпреки че сме получили голямо образование, животът се оказва непълен, противоречив, скучен и измъчван от безброй страхове от всякакъв вид.</p>\n<p>Извън всякакво съмнение и без страх да сгрешим, можем категорично да заявим, че без ИНТЕГРАЛНО образование животът се оказва вреден, безполезен и пагубен.</p>\n<p>ИНТЕЛЕКТУАЛНИЯТ ЗВЯР има вътрешно ЕГО, съставено за съжаление от отдалечени СЪЩНОСТИ, които се укрепват с ПОГРЕШНОТО ОБРАЗОВАНИЕ.</p>\n<p>ПЛУРАЛИЗИРАНОТО АЗ, което всеки от нас носи вътре, е основната причина за всички наши комплекси и противоречия.</p>\n<p>ОСНОВНОТО ОБРАЗОВАНИЕ трябва да научи новите поколения на нашата Психологическа ДИДАКТИКА за РАЗТВАРЯНЕ на АЗ-а.</p>\n<p>Само като се разтворят различните същности, които заедно съставляват Егото (АЗ), можем да установим в нас постоянен център на индивидуално съзнание, тогава ще бъдем ИНТЕГРАЛНИ.</p>\n<p>Докато съществува вътре в всеки от нас ПЛУРАЛИЗИРАНОТО АЗ, не само ще си горчим живота, но и ще го горчим на другите.</p>\n<p>Каква полза да изучаваме право и да станем адвокати, ако увековечаваме споровете? Каква полза да натрупваме в ума си много знания, ако ние продължаваме да сме объркани? Каква полза от техническите и индустриалните умения, ако ги използваме за унищожаване на нашите ближни?</p>\n<p>Нищо не ни ползва да се образоваме, да посещаваме класове, да учим, ако в процеса на ежедневния живот се унищожаваме жалко един друг.</p>\n<p>Целта на образованието не трябва да бъде само да произвежда всяка година нови търсещи работа, нов тип негодници, нови простаци, които дори не знаят как да уважават религията на ближния и т.н.</p>\n<p>Истинската цел на ОСНОВНОТО ОБРАЗОВАНИЕ трябва да бъде създаването на истински интегрирани и следователно съзнателни и интелигентни мъже и жени.</p>\n<p>За съжаление учителите и учителките в училищата, колежите и университетите мислят за всичко друго, освен да събудят ИНТЕГРАЛНАТА ИНТЕЛИГЕНТНОСТ на ОБРАЗОВАЩИТЕ СЕ.</p>\n<p>Всеки може да жадува и да придобие титли, награди, дипломи и дори да стане много ефикасен в механистичната област на живота, но това не означава да бъдеш ИНТЕЛИГЕНТЕН.</p>\n<p>ИНТЕЛИГЕНТНОСТТА никога не може да бъде просто механична функционалност, ИНТЕЛИГЕНТНОСТТА не може да бъде резултат от проста книжна информация, ИНТЕЛИГЕНТНОСТТА не е способност да се реагира автоматично с искрящи думи на всяко предизвикателство. ИНТЕЛИГЕНТНОСТТА не е просто вербализация на паметта. ИНТЕЛИГЕНТНОСТТА е способността да се получава директно СЪЩНОСТТА, РЕАЛНОТО, това, което наистина Е.</p>\n<p>ОСНОВНОТО ОБРАЗОВАНИЕ е науката, която ни позволява да събудим тази способност в себе си и в другите.</p>\n<p>ОСНОВНОТО ОБРАЗОВАНИЕ помага на всеки ИНДИВИД да открие истинските ЦЕННОСТИ, които възникват в резултат на задълбочено изследване и ИНТЕГРАЛНО РАЗБИРАНЕ на САМИЯ СЕБЕ СИ.</p>\n<p>Когато в нас не съществува САМО-ПОЗНАНИЕ, тогава САМО-ИЗРАЗЯВАНЕТО се превръща в ЕГОИСТИЧНА И РАЗРУШИТЕЛНА САМО-АФИРМАЦИЯ.</p>\n<p>ОСНОВНОТО ОБРАЗОВАНИЕ се интересува само от събуждането във всеки индивид на СПОСОБНОСТТА да разбере себе си във всички области на ума, а не просто да се отдаде на удоволствието от погрешното САМО-ИЗРАЗЯВАНЕ на ПЛУРАЛИЗИРАНОТО АЗ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bg/educacion-fundamental/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
