import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "نفسیاتی بغاوت",
  "locale": "ur",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "32. نفسیاتی بغاوت",
    "order": 32
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>جن لوگوں نے دنیا کے تمام ممالک کا سفر انسانی نسلوں کی تفصیل سے مطالعہ کرنے کے مقصد سے کیا ہے، وہ خود دیکھ چکے ہیں کہ اس غریب عقلی حیوان کی فطرت، جسے غلطی سے انسان کہا جاتا ہے، ہمیشہ ایک جیسی ہوتی ہے، چاہے وہ پرانا یورپ ہو یا افریقہ جو اتنی غلامی سے تھکا ہوا ہے، ویدوں کی مقدس سرزمین ہو یا مغربی ہندوستان، آسٹریا ہو یا چین۔</p>\n<p>یہ ٹھوس حقیقت، یہ خوفناک حقیقت جو ہر مطالعہ کرنے والے آدمی کو حیران کرتی ہے، خاص طور پر اس وقت دیکھی جا سکتی ہے جب مسافر اسکولوں، کالجوں اور یونیورسٹیوں کا دورہ کرے۔</p>\n<p>ہم سیریل پروڈکشن کے دور میں پہنچ چکے ہیں۔ اب ہر چیز لگاتار اور بڑے پیمانے پر تیار کی جاتی ہے۔ ہوائی جہازوں، کاروں، لگژری سامان وغیرہ کی سیریز وغیرہ۔</p>\n<p>اگرچہ یہ تھوڑا مضحکہ خیز لگتا ہے، لیکن یہ بہت سچ ہے کہ صنعتی اسکول، یونیورسٹیاں وغیرہ بھی سیریل پروڈکشن کی عقلی فیکٹریاں بن چکی ہیں۔</p>\n<p>سیریل پروڈکشن کے ان اوقات میں زندگی کا واحد مقصد معاشی تحفظ تلاش کرنا ہے۔ لوگ ہر چیز سے ڈرتے ہیں اور تحفظ کی تلاش میں ہیں۔</p>\n<p>سیریل پروڈکشن کے ان اوقات میں آزادانہ سوچ تقریباً ناممکن ہو جاتی ہے کیونکہ جدید قسم کی تعلیم محض سہولتوں پر مبنی ہے۔</p>\n<p>“نئی لہر” اس عقلی کمتری سے بہت مطمئن ہے۔ اگر کوئی مختلف، دوسروں سے الگ ہونا چاہتا ہے، تو ہر کوئی اسے نااہل قرار دیتا ہے، ہر کوئی اس پر تنقید کرتا ہے، اسے خالی کر دیا جاتا ہے، اسے کام سے انکار کر دیا جاتا ہے وغیرہ۔</p>\n<p>زندہ رہنے اور تفریح کرنے کے لیے پیسے حاصل کرنے کی خواہش، زندگی میں کامیابی حاصل کرنے کی جلدی، معاشی تحفظ کی تلاش، دوسروں کے سامنے دکھاوے کے لیے بہت سی چیزیں خریدنے کی خواہش وغیرہ، خالص، قدرتی اور بے ساختہ سوچ کو روکتی ہے۔</p>\n<p>یہ مکمل طور پر ثابت ہو چکا ہے کہ خوف ذہن کو کند اور دل کو سخت کر دیتا ہے۔</p>\n<p>خوف اور تحفظ کی تلاش کے ان اوقات میں، لوگ اپنے غاروں، اپنی بلوں، اپنے کونے میں چھپ جاتے ہیں، اس جگہ پر جہاں انہیں یقین ہوتا ہے کہ ان کے پاس زیادہ تحفظ ہو سکتا ہے، کم مسائل ہوں گے اور وہ وہاں سے باہر نہیں نکلنا چاہتے، وہ زندگی سے خوفزدہ ہیں، نئے ایڈونچرز، نئے تجربات وغیرہ سے ڈرتے ہیں وغیرہ۔</p>\n<p>یہ تمام شور مچاتی جدید تعلیم خوف اور تحفظ کی تلاش پر مبنی ہے، لوگ خوفزدہ ہیں، وہ اپنے سائے سے بھی ڈرتے ہیں۔</p>\n<p>لوگ ہر چیز سے ڈرتے ہیں، وہ قائم کردہ پرانے اصولوں سے باہر نکلنے سے ڈرتے ہیں، دوسرے لوگوں سے مختلف ہونے سے ڈرتے ہیں، انقلابی انداز میں سوچنے سے ڈرتے ہیں، زوال پذیر معاشرے کے تمام تعصبات کو توڑنے سے ڈرتے ہیں وغیرہ۔</p>\n<p>خوش قسمتی سے دنیا میں کچھ مخلص اور ہمدرد لوگ رہتے ہیں، جو واقعی ذہن کے تمام مسائل کا گہرائی سے جائزہ لینا چاہتے ہیں، لیکن ہم میں سے اکثر میں عدم مطابقت اور بغاوت کا جذبہ بھی نہیں ہے۔</p>\n<p>بغاوت کی دو قسمیں ہیں جن کی درجہ بندی کی جا چکی ہے۔ پہلا: پرتشدد نفسیاتی بغاوت۔ دوسرا: ذہانت کی گہری نفسیاتی بغاوت۔</p>\n<p>بغاوت کی پہلی قسم رجعت پسند، قدامت پسند اور تاخیری ہے۔ بغاوت کی دوسری قسم انقلابی ہے۔</p>\n<p>نفسیاتی بغاوت کی پہلی قسم میں ہمیں ریفارمر ملتا ہے جو پرانے کپڑوں کی پیوند کاری کرتا ہے اور پرانی عمارتوں کی دیواروں کی مرمت کرتا ہے تاکہ وہ گر نہ جائیں، رجعت پسند قسم، خون اور شراب کا انقلابی، فوجی بغاوتوں اور حکومتوں کی ناکامیوں کا رہنما، کندھے پر رائفل رکھنے والا آدمی، ڈکٹیٹر جو ان تمام لوگوں کو دیوار پر چڑھانے سے لطف اندوز ہوتا ہے جو اس کی خواہشات، اس کے نظریات کو قبول نہیں کرتے ہیں۔</p>\n<p>نفسیاتی بغاوت کی دوسری قسم میں ہمیں بدھا، یسوع، ہرمیس، تبدیلی کرنے والا، ذہین باغی، وجدانی، شعور کے انقلاب کے عظیم چیمپئن وغیرہ ملتے ہیں وغیرہ۔</p>\n<p>وہ لوگ جو صرف بیوروکریٹک چھتے کے اندر شاندار عہدوں پر چڑھنے، سیڑھی کے اوپر چڑھنے، خود کو محسوس کرانے وغیرہ کے مضحکہ خیز مقصد سے تعلیم حاصل کرتے ہیں، ان میں حقیقی گہرائی کا فقدان ہوتا ہے، وہ فطرت کے لحاظ سے احمق، سطحی، کھوکھلے، سو فیصد بدمعاش ہوتے ہیں۔</p>\n<p>یہ بات بہت زیادہ ثابت ہو چکی ہے کہ جب انسانی وجود میں سوچ اور احساس کا حقیقی انضمام نہیں ہوتا ہے، اگرچہ ہم نے بہت بڑی تعلیم حاصل کی ہو، زندگی نامکمل، متضاد، بور کرنے والی اور ہر قسم کے بے شمار خوفوں سے دوچار ہوتی ہے۔</p>\n<p>بغیر کسی شک کے اور غلطی کرنے کے خوف کے بغیر، ہم زور دے کر کہہ سکتے ہیں کہ مکمل تعلیم کے بغیر، زندگی نقصان دہ، بیکار اور نقصان دہ ہوتی ہے۔</p>\n<p>عقلی حیوان کا ایک اندرونی انا ہوتا ہے جو بدقسمتی سے الگ الگ اداروں پر مشتمل ہوتا ہے جو غلط تعلیم سے مضبوط ہوتے ہیں۔</p>\n<p>جمع شدہ نفس جو ہم میں سے ہر ایک کے اندر ہوتا ہے، یہ ہمارے تمام پیچیدگیوں اور تضادات کی بنیادی وجہ ہے۔</p>\n<p>بنیادی تعلیم کو نئی نسلوں کو نفس کے تحلیل کے لیے ہماری نفسیاتی تدریس سکھانی چاہیے۔</p>\n<p>صرف انا (میں) کی تشکیل کرنے والے مختلف اداروں کو تحلیل کرنے سے ہم اپنے اندر انفرادی شعور کا ایک مستقل مرکز قائم کر سکتے ہیں، تب ہم مکمل ہوں گے۔</p>\n<p>جب تک ہم میں سے ہر ایک کے اندر جمع شدہ نفس موجود ہے، ہم نہ صرف خود کو زندگی سے تلخ کریں گے بلکہ دوسروں کو بھی زندگی سے تلخ کریں گے۔</p>\n<p>اس کا کیا فائدہ کہ ہم قانون کی تعلیم حاصل کریں اور وکیل بن جائیں، اگر ہم مقدموں کو جاری رکھیں؟ اس کا کیا فائدہ کہ ہم اپنے ذہن میں بہت سا علم جمع کریں، اگر ہم الجھے ہوئے رہیں؟ تکنیکی اور صنعتی مہارتیں کس کام کی اگر ہم انہیں اپنے جیسے انسانوں کی تباہی کے لیے استعمال کریں؟</p>\n<p>ہمارے لیے تعلیم حاصل کرنا، کلاسوں میں جانا، مطالعہ کرنا کسی کام کا نہیں ہے، اگر روزمرہ کی زندگی کے عمل میں ہم ایک دوسرے کو بری طرح تباہ کر رہے ہیں۔</p>\n<p>تعلیم کا مقصد ہر سال نئے ملازمت تلاش کرنے والے، نئے قسم کے بدمعاش، نئے گنوار پیدا کرنا نہیں ہونا چاہیے جو ہمسایہ کے مذہب کا احترام کرنا بھی نہیں جانتے وغیرہ۔</p>\n<p>بنیادی تعلیم کا حقیقی مقصد سچے مرد اور خواتین کو مکمل اور اس لیے ہوشیار اور ذہین بنانا ہونا چاہیے۔</p>\n<p>بدقسمتی سے اسکولوں، کالجوں اور یونیورسٹیوں کے اساتذہ ہر چیز کے بارے میں سوچتے ہیں، سوائے طالب علموں کی مکمل ذہانت کو بیدار کرنے کے۔</p>\n<p>کوئی بھی شخص عہدوں، سجاوٹوں، ڈپلوموں کی لالچ کر سکتا ہے اور حاصل کر سکتا ہے اور یہاں تک کہ زندگی کے میکانکی میدان میں بہت موثر بن سکتا ہے، لیکن اس کا مطلب ذہین ہونا نہیں ہے۔</p>\n<p>ذہانت کبھی بھی محض میکانکی فعالیت نہیں ہو سکتی، ذہانت محض کتابی معلومات کا نتیجہ نہیں ہو سکتی، ذہانت کسی بھی چیلنج پر چنگاری دینے والے الفاظ کے ساتھ خود بخود رد عمل ظاہر کرنے کی صلاحیت نہیں ہے۔ ذہانت محض یادداشت کی زبانی اظہار نہیں ہے۔ ذہانت جوہر، حقیقت، جو واقعی ہے اسے براہ راست حاصل کرنے کی صلاحیت ہے۔</p>\n<p>بنیادی تعلیم وہ سائنس ہے جو ہمیں اپنے اور دوسروں میں اس صلاحیت کو بیدار کرنے کی اجازت دیتی ہے۔</p>\n<p>بنیادی تعلیم ہر فرد کو ان حقیقی اقدار کو دریافت کرنے میں مدد کرتی ہے جو گہری تحقیق اور خود کی مکمل سمجھ کے نتیجے میں سامنے آتی ہیں۔</p>\n<p>جب ہم میں خود شناسی نہیں ہوتی ہے، تو خود اظہار خود غرض اور تباہ کن خود اثبات میں بدل جاتا ہے۔</p>\n<p>بنیادی تعلیم صرف ہر فرد میں ذہن کے تمام میدانوں میں خود کو سمجھنے کی صلاحیت کو بیدار کرنے کی فکر کرتی ہے اور نہ کہ محض جمع شدہ نفس کے غلط خود اظہار کی خوشنودی میں مبتلا ہونے کے لیے۔</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ur/educacion-fundamental/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
