import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Псіхалагічнае бунтарства",
  "locale": "be",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "32. Псіхалагічнае бунтарства",
    "order": 32
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Тыя, хто падарожнічаў па ўсіх краінах свету з мэтай дэталёва вывучыць усе чалавечыя расы, змаглі пераканацца на ўласным вопыце, што прырода гэтай беднай ІНТЭЛЕКТУАЛЬНАЙ ЖЫВЁЛЫ, памылкова названай чалавекам, заўсёды адна і тая ж, ці то ў старой Еўропе, ці то ў Афрыцы, стомленай ад такой колькасці рабства, на святой зямлі Ведаў, ці то ў Вест-Індыі, у Аўстрыі ці то ў Кітаі.</p>\n<p>Гэты канкрэтны факт, гэтая страшэнная рэальнасць, якая здзіўляе кожнага даследчыка, асабліва добра можа быць праверана, калі падарожнік наведае школы, каледжы і ўніверсітэты.</p>\n<p>Мы дайшлі да эпохі серыйнай вытворчасці. Цяпер усё вырабляецца на канвееры і ў вялікіх маштабах. Серыі самалётаў, аўтамабіляў, прадметаў раскошы і г.д., і г.д., і г.д.</p>\n<p>Хоць гэта і выглядае крыху гратэскна, гэта вельмі дакладна, што прамысловыя школы, універсітэты і г.д. таксама ператварыліся ў інтэлектуальныя фабрыкі серыйнай вытворчасці.</p>\n<p>У гэтыя часы серыйнай вытворчасці адзіная мэта ў жыцці - знайсці эканамічную бяспеку. Людзі ўсяго баяцца і шукаюць бяспекі.</p>\n<p>Незалежнае мысленне ў гэтыя часы серыйнай вытворчасці становіцца амаль немагчымым, таму што сучасны тып адукацыі заснаваны на простых выгодах.</p>\n<p>“Новая хваля” вельмі задаволена гэтай інтэлектуальнай пасрэднасцю. Калі хтосьці хоча быць іншым, не такім, як усе, усе яго дыскваліфікуюць, усе яго крытыкуюць, яго ігнаруюць, яму адмаўляюць у працы і г.д.</p>\n<p>Жаданне зарабіць грошы на жыццё і забавы, імкненне дасягнуць поспеху ў жыцці, пошук эканамічнай бяспекі, жаданне купіць шмат рэчаў, каб выхваляцца перад іншымі і г.д., ставяць бар’ер перад чыстым, натуральным і спантанным мысленнем.</p>\n<p>Цалкам даказана, што страх прытупляе розум і агрубляе сэрца.</p>\n<p>У гэтыя часы вялікага страху і пошуку бяспекі людзі хаваюцца ў сваіх пячорах, у сваіх нарах, у сваім кутку, у тым месцы, дзе яны лічаць, што могуць мець больш бяспекі, менш праблем, і не хочуць адтуль выходзіць, яны баяцца жыцця, баяцца новых прыгод, новых уражанняў і г.д., і г.д., і г.д.</p>\n<p>Уся гэтая так разрэкламаваная сучасная адукацыя заснавана на страху і пошуку бяспекі, людзі напалоханыя, баяцца нават свайго ўласнага ценю.</p>\n<p>Людзі баяцца ўсяго, баяцца выйсці за рамкі старых устаноўленых нормаў, быць не такімі, як іншыя людзі, думаць рэвалюцыйна, парваць з усімі забабонамі дэкадэнцкага грамадства і г.д.</p>\n<p>На шчасце, у свеце жывуць некалькі шчырых і разумелых людзей, якія сапраўды жадаюць глыбока вывучыць усе праблемы розуму, але ў большасці з нас нават няма духу непакорнасці і бунтарства.</p>\n<p>Існуюць два тыпы БУНТАРСТВА, якія ўжо належным чынам класіфікаваны. Першы: Гвалтоўнае псіхалагічнае бунтарства. Другі: Глыбокае псіхалагічнае бунтарства ІНТЭЛЕКТУ.</p>\n<p>Першы тып бунтарства з’яўляецца рэакцыйным, кансерватыўным і адсталым. Другі тып бунтарства з’яўляецца РЭВАЛЮЦЫЙНЫМ.</p>\n<p>У першым тыпе псіхалагічнага бунтарства мы знаходзім РЭФАРМАТАРА, які латае старыя строі і рамантуе сцены старых будынкаў, каб яны не абваліліся, рэгрэсіўнага тыпу, Рэвалюцыянера крыві і гарэлкі, лідара путчаў і дзяржаўных пераваротаў, чалавека з вінтоўкай на плячы, Дыктатара, які атрымлівае асалоду ад расстрэлу ўсіх тых, хто не прымае яго капрызы, яго тэорыі.</p>\n<p>У другім тыпе псіхалагічнага бунтарства мы знаходзім БУДУ, ІСУСА, ГЕРМЕСА, трансфарматара, ІНТЭЛЕКТУАЛЬНАГА БУНТАРА, ІНТУІТЫЎНАГА, ВЯЛІКІХ абаронцаў РЭВАЛЮЦЫІ СВЯДОМАСЦІ і г.д., і г.д., і г.д.</p>\n<p>Тым, хто вучыцца толькі з абсурднай мэтай падняцца на цудоўныя пасады ў бюракратычным вуллі, падняцца, ускараскацца на вяршыню лесвіцы, даць пра сябе знаць і г.д., не хапае сапраўднай глыбіні, яны прыдуркаватыя па сваёй прыродзе, павярхоўныя, пустыя, на сто працэнтаў махляры.</p>\n<p>Ужо даказана да насычэння, што калі ў чалавечай істоце няма сапраўднай ІНТЭГРАЦЫІ думкі і пачуцця, нават калі мы атрымалі выдатную адукацыю, жыццё аказваецца няпоўным, супярэчлівым, сумным і замучаным незлічонымі страхамі ўсякага роду.</p>\n<p>Без усялякіх сумневаў і не баючыся памыліцца, мы можам катэгарычна сцвярджаць, што без ІНТЭГРАЛЬНАЙ адукацыі жыццё аказваецца шкодным, бескарысным і згубным.</p>\n<p>ІНТЭЛЕКТУАЛЬНАЯ ЖЫВЁЛА мае ўнутранае ЭГА, якое, на жаль, складаецца з розных СУТНАСЦЕЙ, якія ўмацоўваюцца НЕПРАВІЛЬНАЙ АДУКАЦЫЯЙ.</p>\n<p>ПЛЮРАЛІЗАВАНАЕ Я, якое кожны з нас носіць у сабе, з’яўляецца асноўнай прычынай усіх нашых комплексаў і супярэчнасцей.</p>\n<p>ФУНДАМЕНТАЛЬНАЯ АДУКАЦЫЯ павінна навучыць новыя пакаленні нашай ПСІХАЛАГІЧНАЙ ДЫДАКТЫЦЫ па РАСКАДАВАННЮ Я.</p>\n<p>Толькі раскадаўшы розныя сутнасці, якія ў сукупнасці складаюць Эга (Я), мы можам стварыць у сабе пастаянны цэнтр індывідуальнай свядомасці, тады мы будзем ЦЭЛАСНЫМІ.</p>\n<p>Пакуль у кожным з нас існуе ПЛЮРАЛІЗАВАНАЕ Я, мы не толькі будзем атручваць жыццё самім сабе, але і будзем атручваць яго іншым.</p>\n<p>Якая карысць ад таго, што мы вывучаем права і становімся адвакатамі, калі мы працягваем цяжбы? Якая карысць ад назапашвання ў нашым розуме вялікай колькасці ведаў, калі мы працягваем блытацца? Якая карысць ад тэхнічных і прамысловых навыкаў, калі мы выкарыстоўваем іх для знішчэння нашых блізкіх?</p>\n<p>Няма сэнсу вучыцца, наведваць заняткі, вучыцца, калі ў працэсе паўсядзённага жыцця мы жаласна знішчаем адзін аднаго.</p>\n<p>Мэтай адукацыі павінна быць не толькі кожны год вырабляць новых тых, хто шукае працу, новы тып махляроў, новых мужыкоў, якія нават не ведаюць, як паважаць рэлігію бліжняга і г.д.</p>\n<p>Сапраўднай мэтай ФУНДАМЕНТАЛЬНАЙ АДУКАЦЫІ павінна быць стварэнне сапраўдных мужчын і жанчын, ІНТЭГРАВАНЫХ і, такім чынам, свядомых і разумных.</p>\n<p>На жаль, настаўнікі і настаўніцы школ, каледжаў і ўніверсітэтаў думаюць пра што заўгодна, але не пра абуджэнне ІНТЭГРАЛЬНАГА ІНТЭЛЕКТУ ВУЧНЯЎ.</p>\n<p>Любы чалавек можа пажадаць і атрымаць званні, узнагароды, дыпломы і нават стаць вельмі эфектыўным у механістычнай сферы жыцця, але гэта не азначае быць ІНТЭЛЕКТУАЛЬНЫМ.</p>\n<p>ІНТЭЛЕКТ ніколі не можа быць простым механічным функцыянаваннем, ІНТЭЛЕКТ не можа быць вынікам простай кніжнай інфармацыі, ІНТЭЛЕКТ - гэта не здольнасць аўтаматычна рэагаваць бліскучымі словамі на любы выклік. ІНТЭЛЕКТ - гэта не простая вербалізацыя памяці. ІНТЭЛЕКТ - гэта здольнасць непасрэдна атрымліваць ЭСЕНЦЫЮ, РЭАЛЬНАЕ, тое, што сапраўды ЁСЦЬ.</p>\n<p>ФУНДАМЕНТАЛЬНАЯ АДУКАЦЫЯ - гэта навука, якая дазваляе нам абудзіць гэтую здольнасць у саміх сабе і ў іншых.</p>\n<p>ФУНДАМЕНТАЛЬНАЯ АДУКАЦЫЯ дапамагае кожнаму ІНДЫВІДУУМУ адкрыць сапраўдныя КАШТОЎНАСЦІ, якія ўзнікаюць у выніку глыбокага даследавання і ІНТЭГРАЛЬНАГА РАЗУМЕННЯ САМОГА СЯБЕ.</p>\n<p>Калі ў нас няма САМАПАЗНАННЯ, то САМАВЫРАЖЭННЕ ператвараецца ў ЭГІСТЫЧНАЕ І ДЭСТРУКТЫЎНАЕ САМАСЦВЯРДЖЭННЕ.</p>\n<p>ФУНДАМЕНТАЛЬНАЯ АДУКАЦЫЯ клапоціцца толькі пра тое, каб абудзіць у кожным індывідуўме ЗДОЛЬНАСЦЬ разумець сябе ва ўсіх сферах розуму, а не проста аддавацца самазадавальненню НЕПРАВІЛЬНАГА САМАВЫРАЖЭННЯ ПЛЮРАЛІЗАВАНАГА Я.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/be/educacion-fundamental/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
