import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ሥነ ልቦናዊ አመፅ",
  "locale": "am",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "32. ሥነ ልቦናዊ አመፅ",
    "order": 32
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>በዓለም ዙሪያ በመጓዝ የሰውን ዘር ዝርዝር ለማጥናት ራሳቸውን የሰጡ ሰዎች፣ ይህ ምስኪን አስተዋይ እንስሳ በተሳሳተ መንገድ ሰው ተብሎ የሚጠራው ባህሪ፣ በአሮጌው አውሮፓ ወይም በብዙ ባርነት በደከመው አፍሪካ፣ በቬዳስ ቅዱስ ምድር ወይም በምዕራብ ህንድ፣ በኦስትሪያ ወይም በቻይና ውስጥም ቢሆን ሁልጊዜም ተመሳሳይ መሆኑን በራሳቸው ማረጋገጥ ችለዋል።</p>\n<p>ይህ ተጨባጭ እውነታ፣ ማንኛውንም ተማሪ የሚያስደንቅ አስፈሪ እውነታ፣ ተጓዡ ትምህርት ቤቶችን፣ ኮሌጆችን እና ዩኒቨርሲቲዎችን ከጎበኘ በተለይ ሊረጋገጥ ይችላል።</p>\n<p>ወደ ተከታታይ ምርት ዘመን ደርሰናል። አሁን ሁሉም ነገር በተከታታይ መስመር እና በከፍተኛ ደረጃ ይመረታል። ተከታታይ አውሮፕላኖች፣ መኪኖች፣ የቅንጦት ዕቃዎች፣ ወዘተ፣ ወዘተ፣ ወዘተ.</p>\n<p>ትንሽ አስቂኝ ቢመስልም የኢንዱስትሪ ትምህርት ቤቶች፣ ዩኒቨርሲቲዎች፣ ወዘተ በተከታታይ የምርት ምሁራዊ ፋብሪካዎች መሆናቸው በጣም እውነት ነው።</p>\n<p>በእነዚህ የተከታታይ ምርት ጊዜያት በህይወት ውስጥ ያለው ብቸኛው ግብ የኢኮኖሚ ዋስትናን ማግኘት ነው። ሰዎች ሁሉንም ነገር ይፈራሉ እና ደህንነትን ይፈልጋሉ።</p>\n<p>በእነዚህ የተከታታይ ምርት ጊዜያት ውስጥ ገለልተኛ አስተሳሰብ ፈጽሞ የማይቻል ነው ምክንያቱም ዘመናዊው የትምህርት ዓይነት በምቾት ላይ የተመሠረተ ነው።</p>\n<p>“አዲሱ ሞገድ” በዚህ ምሁራዊ ድክመት በጣም ደስተኛ ነው። አንድ ሰው ከሌሎች የተለየ መሆን ከፈለገ ሁሉም ሰው ያጣጥለዋል፣ ሁሉም ሰው ይነቅፈዋል፣ ባዶ ቦታ ይደረግለታል፣ ሥራው ይከለከላል፣ ወዘተ.</p>\n<p>ገንዘብን ለኑሮ እና ለመዝናናት የማግኘት ፍላጎት፣ በህይወት ውስጥ ስኬትን ለማግኘት መጣደፍ፣ የኢኮኖሚ ደህንነትን መፈለግ፣ በሌሎች ፊት ለመመካት ብዙ ነገሮችን መግዛት መፈለግ፣ ወዘተ ንጹህ፣ ተፈጥሯዊ እና ድንገተኛ አስተሳሰብን ያግዳሉ።</p>\n<p>ፍርሃት አእምሮን እንደሚያደነዝዝ እና ልብን እንደሚያደነድን ሙሉ በሙሉ ተረጋግጧል።</p>\n<p>በእነዚህ የፍርሃት እና የደህንነት ፍለጋ ጊዜያት ሰዎች በዋሻዎቻቸው፣ ጉድጓዶቻቸው፣ ማዕዘኖቻቸው ውስጥ፣ የበለጠ ደህንነት ሊሰማቸው በሚችልበት፣ ጥቂት ችግሮች ባሉበት እና ከዚያ መውጣት በማይፈልጉበት ቦታ ይደበቃሉ፣ ህይወትን ይፈራሉ፣ አዳዲስ ጀብዱዎችን ይፈራሉ፣ አዳዲስ ልምዶችን ይፈራሉ፣ ወዘተ፣ ወዘተ፣ ወዘተ.</p>\n<p>ይህ ሁሉ በጣም የምትፎክር ዘመናዊ ትምህርት በፍርሃት እና የደህንነት ፍለጋ ላይ የተመሰረተ ነው፣ ሰዎች ደንግጠዋል፣ የራሳቸውን ጥላ እንኳን ይፈራሉ።</p>\n<p>ሰዎች ሁሉንም ነገር ይፈራሉ፣ ከተመሠረቱት አሮጌ ደንቦች መውጣትን ይፈራሉ፣ ከሌሎች ሰዎች የተለዩ መሆንን ይፈራሉ፣ አብዮታዊ በሆነ መንገድ ማሰብን ይፈራሉ፣ ከማኅበረሰቡ ጭፍን ጥላቻዎች ሁሉ ጋር መስበርን ይፈራሉ፣ ወዘተ.</p>\n<p>እንደ እድል ሆኖ በአለም ላይ ጥቂት ቅን እና አስተዋይ ሰዎች አሉ, በእውነት የአዕምሮ ችግሮችን በጥልቀት መመርመር የሚፈልጉ, ነገር ግን በአብዛኞቻችን ውስጥ አለመስማማት እና አመጸኝነት መንፈስ እንኳን የለም.</p>\n<p>በአግባቡ የተከፋፈሉ ሁለት ዓይነት የአመፅ ዓይነቶች አሉ። አንደኛ፡- ጠበኛ የሆነ ስነ ልቦናዊ አመፅ። ሁለተኛ፡- ጥልቅ የስነ ልቦና የአስተዋይነት አመፅ።</p>\n<p>የመጀመሪያው የአመፅ ዓይነት ምላሽ ሰጪ ወግ አጥባቂ እና ወደ ኋላ የሚመለስ ነው። ሁለተኛው የአመፅ ዓይነት አብዮታዊ ነው።</p>\n<p>በመጀመሪያው የስነ ልቦና አመፅ አይነት ውስጥ አሮጌ ልብሶችን የሚሰፋውን እና አሮጌ ሕንፃዎች እንዳይፈርሱ ግድግዳዎችን የሚያስተካክለውን ማሻሻያውን፣ ወደ ኋላ የሚመለስ አይነት፣ የደም እና የአረቄ አብዮተኛ፣ የመፈንቅለ መንግስት መሪ እና የመንግስት ግልበጣዎች፣ ትከሻው ላይ ጠመንጃ ያለው ሰው፣ ፍላጎቶቹን፣ ንድፈ ሐሳቦቹን የማይቀበሉትን ሁሉ ወደ ግድግዳው በመውሰድ የሚደሰተውን አምባገነን እናገኛለን።</p>\n<p>በሁለተኛው የስነ ልቦና አመፅ ዓይነት ውስጥ ቡድሃን፣ ኢየሱስን፣ ሄርሜስን፣ ቀያሪውን፣ አስተዋይ አማፂውን፣ አስተዋይቱን፣ የህሊና አብዮት ታላላቅ ሻምፒዮናዎችን ወዘተ፣ ወዘተ፣ ወዘተ. እናገኛለን።</p>\n<p>በቢሮክራሲያዊ ቀፎ ውስጥ አስደናቂ ቦታዎችን ለመውጣት ፣ ለመውጣት ፣ ወደ ደረጃው ጫፍ ለመውጣት ፣ እንዲሰማቸው ለማድረግ ብቻ የሚማሩ ፣ እውነተኛ ጥልቀት የላቸውም ፣ በተፈጥሯቸው ደንቆሮዎች ናቸው ፣ ጥልቀት የሌላቸው ፣ ባዶ ፣ መቶ በመቶ ተንኮለኞች ናቸው።</p>\n<p>በሰው ልጅ ውስጥ የእውነተኛ አስተሳሰብ እና ስሜት ውህደት ከሌለ ፣ ምንም እንኳን ከፍተኛ ትምህርት ብንቀበልም ፣ ህይወት ያልተሟላ ፣ እርስ በእርሱ የሚጋጭ ፣ አሰልቺ እና በማይታመን ብዙ ዓይነት ፍርሃቶች እንደምትሰቃይ እስከ ጥጋብ ድረስ ተረጋግጧል።</p>\n<p>ምንም ጥርጥር የለውም እና ለመሳሳት ሳንፈራ፣ ያለ የተቀናጀ ትምህርት ሕይወት ጎጂ፣ ከንቱ እና ጎጂ እንደሆነ አጽንኦት ሰጥተን መናገር እንችላለን።</p>\n<p>አስተዋዩ እንስሳ በሚያሳዝን ሁኔታ በተሳሳተ ትምህርት በሚጠናከሩ የተለያዩ አካላት የተዋቀረ ውስጣዊ ኢጎ አለው።</p>\n<p>እያንዳንዳችን ውስጥ የምንይዘው ብዙ ቁጥር ያለው እኔ የሁሉም ውስብስቦቻችን እና ቅራኔዎቻችን መሰረታዊ ምክንያት ነው።</p>\n<p>መሰረታዊ ትምህርት አዲሱ ትውልድ እኔን ለማጥፋት የስነ ልቦናዊ ትምህርታችንን ማስተማር አለበት።</p>\n<p>በአንድ ላይ ሆነው ኢጎን (እኔን) የሚያቋቁሙትን የተለያዩ አካላትን በማጥፋት ብቻ በውስጣችን ዘላቂ የሆነ የግል ንቃተ ህሊና ማቋቋም እንችላለን፣ ከዚያም የተሟላ እንሆናለን።</p>\n<p>እያንዳንዳችን ውስጥ ብዙ ቁጥር ያለው እኔ ባለበት ጊዜ ለራሳችን ሕይወትን ብቻ ሳይሆን ለሌሎችም እናበሳጫለን።</p>\n<p>ህግን ብናጠናና ጠበቃ ብንሆን ምን ይጠቅማል፣ ክርክሮችን የምናስቀጥል ከሆነ? ብዙ እውቀትን በአእምሯችን ብናከማች ምን ይጠቅማል፣ እኛ ግን ግራ ተጋብተናል? የቴክኒክ እና የኢንዱስትሪ ክህሎቶች ለወገኖቻችን ጥፋት የምንጠቀምባቸው ከሆነ ምን ይጠቅማሉ?</p>\n<p>በየዕለቱ በምንኖረው ሂደት እርስ በርሳችንን በአሳዛኝ ሁኔታ የምንደማመጥ ከሆነ መማር፣ ትምህርት መከታተል፣ ማጥናት ምንም አይጠቅምም።</p>\n<p>የትምህርት ዓላማ በየዓመቱ አዳዲስ የሥራ ፈላጊዎችን፣ አዲስ ዓይነት ተንኮለኞችን፣ የሌሎችን ሃይማኖት እንኳን ማክበር የማይችሉ አዳዲስ ዱርዬዎችን ማፍራት ብቻ መሆን የለበትም።</p>\n<p>የመሰረታዊ ትምህርት እውነተኛ ዓላማ እውነተኛ የተቀናጁ ወንዶችና ሴቶች መፍጠር መሆን አለበት፣ ስለዚህም ህሊና ያላቸው እና አስተዋዮች።</p>\n<p>በሚያሳዝን ሁኔታ የትምህርት ቤቶች፣ ኮሌጆች እና ዩኒቨርሲቲዎች መምህራን እና መምህራን፣ የአስተዋዮችን አጠቃላይ አስተዋይነት ከማንቃት በስተቀር ሁሉንም ነገር ያስባሉ።</p>\n<p>ማንኛውም ሰው ማዕረጎችን፣ ሽልማቶችን፣ ዲፕሎማዎችን መመኘት እና ማግኘት አልፎ ተርፎም በህይወት መካኒካዊ መስክ በጣም ውጤታማ መሆን ይችላል፣ ነገር ግን ይህ አስተዋይ መሆን ማለት አይደለም።</p>\n<p>አስተዋይነት በጭራሽ ንጹህ መካኒካዊ ተግባር ሊሆን አይችልም፣ አስተዋይነት የቀላል የመረጃ ውጤት ሊሆን አይችልም፣ አስተዋይነት ለማንኛውም ፈተና በብልጭታ ቃላት በራስ-ሰር ምላሽ የመስጠት ችሎታ አይደለም። አስተዋይነት ትውስታን በቃላት መግለጽ ብቻ አይደለም። አስተዋይነት ማንነትን፣ እውነታውን፣ በእውነት ያለውን ነገር በቀጥታ የመቀበል ችሎታ ነው።</p>\n<p>መሰረታዊ ትምህርት ይህንን ችሎታ በራሳችን እና በሌሎች ውስጥ እንድናነቃ የሚያስችለን ሳይንስ ነው።</p>\n<p>መሰረታዊ ትምህርት እያንዳንዱ ግለሰብ የራስን ጥልቅ ምርመራ እና የራስን ሙሉ ግንዛቤ ውጤት የሚነሱትን እውነተኛ እሴቶች እንዲያገኝ ይረዳል።</p>\n<p>በውስጣችን ራስን ማወቅ ከሌለ ራስን መግለጽ ራስ ወዳድ እና አጥፊ ራስን ማረጋገጥ ይሆናል።</p>\n<p>መሰረታዊ ትምህርት በእያንዳንዱ ግለሰብ ላይ በአእምሮው ዘርፎች ሁሉ እራሱን የመረዳት ችሎታን ከማንቃት በስተቀር ለተሳሳተ የብዙ ቁጥር እኔ ራስን መግለፅ ደስታ ከመስጠት ይልቅ አይጨነቅም።</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/am/educacion-fundamental/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/am/educacion-fundamental/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
