import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "மனோதத்துவ கிளர்ச்சி",
  "locale": "ta",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "3. மனோதத்துவ கிளர்ச்சி",
    "order": 3
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>நம் வாசகர்களுக்கு நினைவூட்டுவது தவறில்லை, நமக்குள்ளேயே ஒரு கணிதப் புள்ளி உள்ளது…</p>\n<p>சந்தேகத்திற்கு இடமின்றி அந்தப் புள்ளி, கடந்த காலத்திலோ அல்லது எதிர்காலத்திலோ ஒருபோதும் காணப்படுவதில்லை…</p>\n<p>அந்த மர்மமான புள்ளியைக் கண்டுபிடிக்க விரும்புபவர், அதை இங்கேயும் இப்பொழுதும், தனக்குள்ளேயே, சரியாக இந்த நொடியில், ஒரு வினாடி முன்னும் இல்லை, ஒரு வினாடி பின்னும் இல்லை தேட வேண்டும்…</p>\n<p>புனித சிலுவையின் இரண்டு கம்புகளான செங்குத்து மற்றும் கிடைமட்டமானது, இந்த புள்ளியில் சந்திக்கின்றன…</p>\n<p>ஆகையால், நாம் ஒவ்வொரு நொடியும் இரண்டு பாதைகளை எதிர்கொள்கிறோம்: கிடைமட்ட மற்றும் செங்குத்து…</p>\n<p>கிடைமட்டமானது மிகவும் “அற்பமானது” என்பது வெளிப்படையானது, அதில் “வின்சென்ட்டும் எல்லோரும்”, “விலேகஸும் வருபவர்கள் அனைவரும்”, “டான் ரெய்முண்டோவும் உலகமே” நடக்கிறார்கள்…</p>\n<p>செங்குத்தானது வேறுபட்டது என்பது தெளிவாகிறது; அது அறிவார்ந்த கிளர்ச்சியாளர்களின் பாதை, புரட்சியாளர்களின் பாதை…</p>\n<p>ஒருவர் தன்னைப் பற்றி நினைவில் கொள்ளும்போது, ​​தன்னைப் பற்றி வேலை செய்யும்போது, ​​வாழ்க்கையின் அனைத்து பிரச்சனைகள் மற்றும் வலிகளுடன் தன்னை அடையாளம் காணாதபோது, ​​உண்மையில் அவர் செங்குத்து பாதையில் செல்கிறார்…</p>\n<p>நிச்சயமாக எதிர்மறை உணர்ச்சிகளை நீக்குவது எளிதான காரியமல்ல; நமது சொந்த வாழ்க்கையுடனான அனைத்து அடையாளத்தையும் இழப்பது; அனைத்து வகையான பிரச்சனைகள், வணிகங்கள், கடன்கள், தவணை செலுத்துதல், அடமானங்கள், தொலைபேசி, நீர், மின்சாரம் போன்றவை, போன்றவை, போன்றவை.</p>\n<p>வேலையில்லாதவர்கள், ஏதோ ஒரு காரணத்திற்காக வேலை இழந்தவர்கள், வேலை இழந்தவர்கள், வெளிப்படையாக பணமில்லாமல் கஷ்டப்படுகிறார்கள், தங்கள் நிலையை மறந்துவிடுவது, கவலைப்படாமல் இருப்பது அல்லது தங்கள் சொந்த பிரச்சனையுடன் அடையாளம் காணாமல் இருப்பது, உண்மையில் பயங்கரமாக கடினமானது.</p>\n<p>துன்பப்படுபவர்கள், அழுபவர்கள், யாரேனும் ஒரு துரோகத்திற்கு ஆளானவர்கள், வாழ்க்கையில் மோசமான கொடுப்பனவு, நன்றியுணர்வைக் காட்டாத தன்மை, அவதூறு அல்லது மோசடிக்கு ஆளானவர்கள், உண்மையில் தங்களைப் பற்றியே மறந்துவிடுகிறார்கள், அவர்களின் உண்மையான உள்ளார்ந்த தன்மையை, அவர்களின் தார்மீக சோகத்துடன் முழுமையாக அடையாளம் காண்கிறார்கள்…</p>\n<p>தன்னைப் பற்றிய வேலை செங்குத்து பாதையின் அடிப்படை பண்பு. தன்னைப் பற்றி ஒருபோதும் வேலை செய்யாத எவரும் மாபெரும் கலகத்தின் பாதையை மிதிக்க முடியாது…</p>\n<p>நாம் குறிப்பிடும் வேலை உளவியல் வகை; நாம் இருக்கும் நிகழ்காலத்தின் ஒரு குறிப்பிட்ட மாற்றத்துடன் இது தொடர்புடையது. ஒவ்வொரு நொடியும் வாழ கற்றுக்கொள்ள வேண்டும்…</p>\n<p>உதாரணமாக, யாரோ ஒருவர் உணர்ச்சி ரீதியாகவோ, பொருளாதார ரீதியாகவோ அல்லது அரசியல் ரீதியாகவோ ஏதோ ஒரு பிரச்சனையால் விரக்தியில் இருந்தால், வெளிப்படையாக தன்னை மறந்துவிட்டார்…</p>\n<p>அத்தகைய நபர் ஒரு கணம் நின்று, சூழ்நிலையை கவனித்து, தன்னை நினைவுபடுத்த முயற்சித்து, பின்னர் தனது மனப்பான்மையின் அர்த்தத்தை புரிந்து கொள்ள முயற்சித்தால்…</p>\n<p>அவர் சிறிது சிந்தித்தால், எல்லாம் கடந்து போகிறது என்று நினைத்தால்; வாழ்க்கை மாயையானது, நிலையற்றது, மரணம் உலகின் அனைத்து வீணான விஷயங்களையும் சாம்பலாக்குகிறது என்று நினைத்தால்…</p>\n<p>அவரது பிரச்சனை அடிப்படையில் ஒரு “காய்ந்த தென்னங்கீற்று தீ” என்பதை அவர் புரிந்துகொண்டால், விரைவில் அணைந்துவிடும் ஒரு தற்காலிக நெருப்பு, எல்லாம் மாறிவிட்டதை அவர் விரைவில் ஆச்சரியத்துடன் பார்ப்பார்…</p>\n<p>தருக்கரீதியான மோதல் மற்றும் சுய-உளப்பூர்வமான பிரதிபலிப்பு மூலம் இயந்திர எதிர்வினைகளை மாற்றுவது சாத்தியமாகும்…</p>\n<p>வாழ்க்கையின் பல்வேறு சூழ்நிலைகளுக்கு மக்கள் இயந்திரத்தனமாக செயல்படுகிறார்கள் என்பது வெளிப்படையானது…</p>\n<p>பாவப்பட்ட மக்கள்!, அவர்கள் எப்போதும் பலியாகிறார்கள். யாராவது அவர்களை புகழ்ந்தால் சிரிக்கிறார்கள்; அவர்கள் அவமானப்படுத்தப்பட்டால், துன்பப்படுகிறார்கள். அவர்கள் அவமானப்படுத்தப்பட்டால் அவமதிக்கிறார்கள்; அவர்கள் காயப்படுத்தப்பட்டால் காயப்படுத்துகிறார்கள்; அவர்கள் ஒருபோதும் சுதந்திரமாக இல்லை; அவர்களின் சக மனிதர்களுக்கு அவர்களை மகிழ்ச்சியிலிருந்து துக்கத்திற்கும், நம்பிக்கையிலிருந்து விரக்திக்கும் கொண்டு செல்லும் சக்தி உள்ளது.</p>\n<p>கிடைமட்டப் பாதையில் செல்லும் ஒவ்வொரு நபரும் ஒரு இசைக்கருவி போல் இருக்கிறார்கள், அங்கு ஒவ்வொரு சக மனிதனும் அவர்கள் விரும்பியதை இசைக்கிறார்கள்…</p>\n<p>இயந்திர உறவுகளை மாற்றக் கற்றுக்கொண்டவர், உண்மையில் “செங்குத்து பாதையில்” நுழைகிறார்.</p>\n<p>இது “இருப்பின் மட்டத்தில்” ஒரு அடிப்படை மாற்றத்தை குறிக்கிறது, இது “உளவியல் கலகத்தின்” ஒரு அசாதாரண விளைவு.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ta/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ta/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ta/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
