import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "စိတ်ပိုင်းဆိုင်ရာပုန်ကန်မှု",
  "locale": "my",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "3. စိတ်ပိုင်းဆိုင်ရာပုန်ကန်မှု",
    "order": 3
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ကျွန်ုပ်တို့၏စာဖတ်ပရိသတ်များအား မိမိကိုယ်တိုင်အတွင်း၌ သင်္ချာအမှတ်တစ်ခုရှိကြောင်း သတိရစေရန် အထူးအဆန်းမဟုတ်ပါ…</p>\n<p>ထိုသို့သော အမှတ်တစ်ခုသည် အတိတ်တွင်လည်းကောင်း၊ အနာဂတ်တွင်လည်းကောင်း မတွေ့ရနိုင်သည်မှာ မငြင်းနိုင်ပေ…</p>\n<p>ထိုလျှို့ဝှက်ဆန်းကြယ်သောအမှတ်ကို ရှာဖွေလိုသူ မည်သူမဆို ဤနေရာနှင့် ယခုအချိန်တွင်၊ မိမိကိုယ်တိုင်အတွင်း၌၊ ဤခဏအတိအကျတွင်၊ တစ်စက္ကန့်မျှရှေ့သို့လည်းကောင်း၊ တစ်စက္ကန့်မျှနောက်သို့လည်းကောင်း မရှာဖွေသင့်ပေ…</p>\n<p>သန့်ရှင်းသောလက်ဝါးကပ်တိုင်၏ ဒေါင်လိုက်နှင့်အလျားလိုက် တိုင်နှစ်ခုသည် ဤအမှတ်တွင် ဆုံတွေ့ကြသည်…</p>\n<p>ထို့ကြောင့် ကျွန်ုပ်တို့သည် ခဏတာမှခဏတာအထိ လမ်းနှစ်သွယ်ရှေ့တွင် ရောက်ရှိနေသည်- ဒေါင်လိုက်နှင့်အလျားလိုက်…</p>\n<p>အလျားလိုက်သည် အလွန် “ညံ့ဖျင်း” ကြောင်း ထင်ရှားသည်၊ “Vicente နှင့်လူအားလုံး၊ “Villegas နှင့်ရောက်လာသူအားလုံး၊ “Don Raimundo နှင့်လူတိုင်း” က ၎င်းကိုလျှောက်လှမ်းကြသည်…</p>\n<p>ဒေါင်လိုက်သည် ကွဲပြားခြားနားကြောင်း ထင်ရှားသည်; ၎င်းသည် ဉာဏ်ကောင်းသောသူပုန်များ၏လမ်း၊ တော်လှန်ရေးသမားများ၏လမ်းဖြစ်သည်။..</p>\n<p>မိမိကိုယ်ကို သတိရသောအခါ၊ မိမိကိုယ်ကို အလုပ်လုပ်သောအခါ၊ ဘဝ၏ပြဿနာများနှင့် ဝေဒနာအားလုံးနှင့် မိမိကိုယ်ကို မသက်ဆိုင်သောအခါ၊ အမှန်စင်စစ်အားဖြင့် ဒေါင်လိုက်လမ်းကြောင်းအတိုင်း လျှောက်လှမ်းနေပါသည်…</p>\n<p>အပျက်သဘောဆောင်သော စိတ်ခံစားမှုများကို ဖယ်ရှားရန် အလွယ်တကူ မဖြစ်နိုင်သေချာသည်; မိမိဘဝလမ်းကြောင်းနှင့် မိမိကိုယ်ကို သက်ဆိုင်မှုအားလုံးကို ဆုံးရှုံးခြင်း; ပြဿနာအမျိုးမျိုး၊ စီးပွားရေး၊ အကြွေးများ၊ စာများပေးဆောင်ခြင်း၊ အပေါင်များ၊ တယ်လီဖုန်း၊ ရေ၊ လျှပ်စစ်မီး စသည်ဖြင့်…</p>\n<p>အလုပ်လက်မဲ့ဖြစ်နေသူများ၊ အကြောင်းအမျိုးမျိုးကြောင့် အလုပ်အကိုင်ဆုံးရှုံးခဲ့သူများသည် ငွေကြေးမရှိခြင်းကြောင့် ခံစားရပြီး မိမိတို့၏အမှုကို မေ့လျော့ကာ မိမိတို့ပြဿနာနှင့် မိမိကိုယ်ကို မသက်ဆိုင်ခြင်းသည် အမှန်စင်စစ် ကြောက်မက်ဖွယ်ကောင်းလောက်အောင် ခက်ခဲပါသည်။</p>\n<p>ခံစားနေရသူများ၊ ငိုကြွေးနေသူများ၊ သစ္စာဖောက်ခံရသူများ၊ ဘဝတွင် မကောင်းမှုပေးဆပ်ခြင်းကို ခံရသူများ၊ ကျေးဇူးတရားကင်းမဲ့ခြင်း၊ ကဲ့ရဲ့ရှုံ့ချခြင်း သို့မဟုတ် လိမ်လည်လှည့်ဖြားခြင်းကို ခံရသူများသည် အမှန်တကယ်ပင် မိမိကိုယ်ကို မေ့လျော့ကြသည်၊ မိမိတို့၏ စစ်မှန်သောအတွင်းစိတ်ကို မေ့လျော့ကြပြီး မိမိတို့၏ ကိုယ်ကျင့်တရားဆိုင်ရာ ကြေကွဲမှုနှင့် လုံးဝသက်ဆိုင်ကြသည်…</p>\n<p>မိမိကိုယ်ကို အလုပ်လုပ်ခြင်းသည် ဒေါင်လိုက်လမ်းကြောင်း၏ အဓိကလက္ခဏာဖြစ်သည်။ မိမိကိုယ်ကို မည်သည့်အခါမျှ အလုပ်မလုပ်ပါက ကြီးမြတ်သောသူပုန်လမ်းကြောင်းကို မည်သူမျှ မလျှောက်လှမ်းနိုင်ပေ…</p>\n<p>ကျွန်ုပ်တို့ရည်ညွှန်းနေသော အလုပ်သည် စိတ်ပိုင်းဆိုင်ရာအမျိုးအစားဖြစ်သည်; ကျွန်ုပ်တို့ရောက်ရှိနေသော ပစ္စုပ္ပန်အခိုက်အတန့်၏ အချို့သောပြောင်းလဲမှုကို ဂရုစိုက်သည်။ ကျွန်ုပ်တို့သည် ခဏတာမှခဏတာအထိ နေထိုင်ရန် သင်ယူရန်လိုအပ်သည်…</p>\n<p>ဥပမာအားဖြင့် စိတ်ခံစားမှုဆိုင်ရာ၊ စီးပွားရေးဆိုင်ရာ သို့မဟုတ် နိုင်ငံရေးဆိုင်ရာပြဿနာကြောင့် စိတ်ပျက်အားငယ်နေသူတစ်ဦးသည် မိမိကိုယ်ကို မေ့လျော့သွားခဲ့သည်မှာ ထင်ရှားသည်…</p>\n<p>ထိုသူသည် ခဏတာရပ်တန့်ပါက အခြေအနေကို လေ့လာပြီး မိမိကိုယ်ကို သတိရရန် ကြိုးစားပြီးနောက် မိမိ၏သဘောထား၏ အဓိပ္ပါယ်ကို နားလည်ရန် ကြိုးစားပါက…</p>\n<p>သူသည် အနည်းငယ်စဉ်းစားပါက အရာအားလုံးလွန်သွားကြောင်း; ဘဝသည် မှားယွင်းပြီး ခဏတာဖြစ်ကာ သေခြင်းသည် ကမ္ဘာ၏မာနအားလုံးကို ပြာဖြစ်စေကြောင်း စဉ်းစားပါက…</p>\n<p>သူ၏ပြဿနာသည် အခြေခံအားဖြင့် “ကောက်ရိုးမီး” တစ်ခုမျှသာဖြစ်ပြီး မကြာမီငြိမ်းသွားမည့် မီးတောက်တစ်ခုသာဖြစ်ကြောင်း သူနားလည်ပါက အရာအားလုံးပြောင်းလဲသွားကြောင်း ရုတ်တရက် အံ့သြစွာ တွေ့မြင်ရလိမ့်မည်…</p>\n<p>စက်ပိုင်းဆိုင်ရာတုံ့ပြန်မှုများကို ယုတ္တိဗေဒနှင့် မိမိကိုယ်ကိုအတွင်းပိုင်းမှ စူးစမ်းလေ့လာခြင်းဖြင့် ပြောင်းလဲနိုင်သည်။..</p>\n<p>လူများသည် ဘဝ၏အခြေအနေအမျိုးမျိုးကို စက်ပိုင်းဆိုင်ရာတုံ့ပြန်မှုများဖြင့် တုံ့ပြန်ကြသည်မှာ ထင်ရှားသည်…</p>\n<p>ဆင်းရဲသောလူများ! သူတို့သည် အမြဲတစေ သားကောင်များဖြစ်လာတတ်သည်။ တစ်စုံတစ်ယောက်က ချော့မော့လျှင် သူတို့ပြုံးသည်။ အရှက်ခွဲလျှင် ခံစားကြရသည်။ စော်ကားခံရလျှင် စော်ကားကြသည်။ နာကျင်လျှင် နာကျင်စေကြသည်။ သူတို့သည် လွတ်လပ်ခြင်းမရှိကြ။ သူတို့၏အလားတူသူများသည် ဝမ်းမြောက်ခြင်းမှ ဝမ်းနည်းခြင်း၊ မျှော်လင့်ခြင်းမှ စိတ်ပျက်ခြင်းသို့ ပို့ဆောင်ရန် အာဏာရှိသည်…</p>\n<p>အလျားလိုက်လမ်းကြောင်းအတိုင်း လျှောက်လှမ်းနေသော ထိုလူတစ်ဦးစီသည် တူရိယာတစ်ခုနှင့်တူပြီး ၎င်းတို့နှင့်တူသူတစ်ဦးစီသည် ၎င်းတို့နှစ်သက်ရာကို တီးမှုတ်ကြသည်…</p>\n<p>စက်ပိုင်းဆိုင်ရာဆက်ဆံရေးများကို ပြောင်းလဲရန် သင်ယူသူသည် အမှန်စင်စစ် “ဒေါင်လိုက်လမ်းကြောင်း” သို့ ရောက်ရှိသွားသည်။</p>\n<p>၎င်းသည် “စိတ်ပိုင်းဆိုင်ရာသူပုန်ထမှု” ၏ ထူးခြားသောရလဒ်ဖြစ်သော “ဖြစ်တည်မှုအဆင့်” တွင် အခြေခံကျသောပြောင်းလဲမှုကို ကိုယ်စားပြုသည်။</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/my/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/my/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/my/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
