import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Психологиялык козголоң",
  "locale": "ky",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "3. Психологиялык козголоң",
    "order": 3
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Окурмандарыбызга эскертип коюу ашыкча болбос, биздин ичибизде математикалык бир чекит бар…</p>\n<p>Албетте, мындай чекит эч качан өткөндө да, келечекте да болбойт…</p>\n<p>Бул сырдуу чекитти ким тапкысы келсе, аны дал ушул учурда, өзүнүн ичинен, дал ушул көз ирмемде, бир секунда алдыга да, бир секунда артка да кетпей издеши керек…</p>\n<p>Ыйык Кресттин тик жана горизонталдуу эки таягы дал ушул чекитте кездешет…</p>\n<p>Ошентип, биз көз ирмемден көз ирмемге эки жолдун алдында турабыз: горизонталдуу жана вертикалдуу…</p>\n<p>Горизонталдуу жолдун өтө эле “жалган” экени көрүнүп турат, аны менен “Висенте жана бүткүл эл”, “Виллегас жана ким келсе ошол”, “Дон Раймундо жана бүткүл дүйнө” басып өтүшөт…</p>\n<p>Вертикалдуу жолдун башкача экени айдан ачык; бул акылдуу козголоңчулардын жолу, революционерлердин жолу…</p>\n<p>Качан адам өзүн эстейт, качан өзүнүн үстүнөн иштейт, качан жашоонун бардык көйгөйлөрү жана кайгылары менен өзүн теңдештирбейт, ал чындыгында Вертикалдуу жол менен баратат…</p>\n<p>Албетте, терс эмоцияларды жок кылуу эч качан оңой иш эмес; өзүбүздүн жашообуз менен болгон бардык байланышты жоготуу; ар кандай көйгөйлөр, бизнес, карыздар, төлөм кагаздары, ипотекалар, телефон, суу, жарык ж.б., ж.б., ж.б.</p>\n<p>Жумушсуздар, тигил же бул себептер менен жумушунан айрылгандар, албетте, акчанын жетишсиздигинен жапа чегишет жана өзүнүн абалын унутуу, тынчсызданбоо, өзүнүн көйгөйү менен теңдешпөө, чындыгында эле коркунучтуу кыйын.</p>\n<p>Ким азап чексе, ким ыйласа, кимдир бирөөлөрдүн чыккынчылыгынын, жашоодогу жаман төлөмдүн, ыраазычылыксыздыктын, ушактын же алдамчылыктын курмандыгы болгондор, чынында эле өзүн унутуп калышат, чыныгы ички өзүн, алар өздөрүнүн моралдык трагедиясы менен толугу менен теңдешет…</p>\n<p>Өзүнүн үстүнөн иштөө - Вертикалдуу жолдун негизги өзгөчөлүгү. Эч ким өзүнүн үстүнөн иштебесе, Улуу козголоңдун жолун басып өтө албайт…</p>\n<p>Биз айтып жаткан иш Психологиялык түргө кирет; ал биз турган азыркы учурдун кандайдыр бир өзгөрүшү менен алектенет. Биз көз ирмемден көз ирмемге жашоону үйрөнүшүбүз керек…</p>\n<p>Мисалы, кимдир бирөө сезимтал, экономикалык же саясий көйгөйдөн улам айласы кетсе, ал өзүн унутуп калат…</p>\n<p>Эгерде ал адам бир азга токтосо, абалды байкаса жана өзүн эстөөгө аракет кылса, андан кийин өзүнүн мамилесинин маанисин түшүнүүгө аракет кылса…</p>\n<p>Эгерде ал бир аз ойлонсо, баары өтүп кетет деп ойлосо; жашоо элес, өтмө экенин жана өлүм дүйнөнүн бардык текебердиктерин күлгө айлантаарын…</p>\n<p>Эгерде ал өзүнүн көйгөйү түбүндө “саман жалынынан” башка эч нерсе эмес экенин, жакында эле өчүп кала турган адашкан от экенин түшүнсө, анда ал күтүлбөгөн жерден баары өзгөргөнүн көрөт…</p>\n<p>Механикалык реакцияларды логикалык кагылышуу жана жан дүйнөнүн ички өзүн-өзү чагылдыруу аркылуу өзгөртүүгө болот…</p>\n<p>Адамдар жашоонун ар кандай жагдайларына механикалык түрдө реакция кылышаары айдан ачык…</p>\n<p>Байкуш элдер!, Алар дайыма эле жабырлануучу болуп калышат. Кимдир бирөө аларга жагынса, алар жылмайышат; кимдир бирөө аларды кемсинтсе, алар азап чегишет. Эгер аларды кемсинтсе, алар кемсинтишет; эгер аларды жарадар кылса, алар жарадар кылышат; алар эч качан эркин эмес; алардын жакындары аларды кубанычтан кайгыга, үмүттөн үмүтсүздүккө алып барууга күчкө ээ.</p>\n<p>Горизонталдуу жол менен бараткан ар бир адам музыкалык аспапка окшош, анда алардын ар бири каалаганын ойнойт…</p>\n<p>Механикалык мамилелерди өзгөртүүнү үйрөнгөн адам, чындыгында, “Вертикалдуу жолго” түшөт.</p>\n<p>Бул “Психологиялык козголоңдун” укмуштуудай натыйжасы болгон “Болуу деңгээлиндеги” негизги өзгөрүүнү билдирет.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ky/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
