import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "رواني سرکښي",
  "locale": "ps",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "32. رواني سرکښي",
    "order": 32
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>هغه چا چې د نړۍ ټولو هېوادونو ته د دې موخې لپاره سفر کړی چې د ټولو بشري نسلونو په اړه په تفصیل سره مطالعه وکړي، دوی په خپله دا ثابتولی شي چې د دې بې وزله ځناور ذهنیت طبیعت چې په غلطه توګه سړی نومول شوی، تل یو شان دی، که هغه په زړه اروپا کې وي یا په افریقا کې د ډېر غلامۍ څخه ستړی شوی، د ویدونو په مقدس ځمکه کې وي یا په لوېديځ هند کې، په اتریش کې وي یا په چین کې.</p>\n<p>دا مشخص حقیقت، دا سخته واقعیت چې هر زده کوونکی سړی حیرانوي، په ځانګړې توګه هغه وخت تایید کیدی شي که چیرې مسافر له ښوونځیو، کالجونو او پوهنتونونو څخه لیدنه وکړي.</p>\n<p>موږ د تولید د دورې ته رسیدلي یو. اوس هر څه په پرله پسې ډول او په لویه پیمانه تولید کیږي. د الوتکو، موټرو، عیش لرونکو توکو لړۍ او داسې نور.</p>\n<p>که څه هم دا یو څه عجیب ښکاري، دا خورا ریښتیا ده چې صنعتي ښوونځي، پوهنتونونه او داسې نور هم د لړۍ تولید فکري فابریکو ته بدل شوي دي.</p>\n<p>د تولید په دې وخت کې په ژوند کې یوازینۍ موخه د اقتصادي امنیت موندل دي. خلک له هر څه څخه وېرېږي او د امنیت په لټه کې دي.</p>\n<p>د تولید په دې وخت کې خپلواک فکر کول تقریبا ناممکن دي ځکه چې د ښوونې او روزنې عصري ډول په ساده اسانتیاوو ولاړ دی.</p>\n<p>“نوې څپه” له دې فکري بې خونده توب سره ډېره موافقه ده. که څوک غواړي چې د نورو په پرتله توپیر ولري، هر څوک هغه بې ارزښته کوي، هر څوک پرې نیوکه کوي، هغه تش کېښودل شي، کار ترې انکار کېږي او داسې نور.</p>\n<p>د ژوند کولو او خوند اخیستلو لپاره د پیسو ترلاسه کولو غوښه، په ژوند کې د بریالیتوب ترلاسه کولو بیړنۍ اړتیا، د اقتصادي امنیت لټون، د نورو په وړاندې د ځان ښودلو لپاره د ډېرو شیانو پیرودلو غوښه او داسې نور، د خالص، طبیعي او خپل سري فکر مخه نیسي.</p>\n<p>دا په بشپړه توګه ثابته شوې چې وېره ذهن بې حسه کوي او زړه سختوي.</p>\n<p>د ډېرې وېرې او امنیت په لټون کې خلک په خپلو غارونو، خپلو ځالو، خپلو کونجونو کې پټېږي، په هغه ځای کې چې فکر کوي ډېر امنیت، لږې ستونزې لري او نه غواړي له هغه ځایه ووځي، دوی له ژوند څخه وېرېږي، له نویو سفرونو، نویو تجربو څخه ډارېږي او داسې نور.</p>\n<p>ټوله دا دومره په زوره غږېدونکې عصري زده کړه په وېره او د امنیت په لټون ولاړه ده، خلک ډارېدلي دي، دوی حتی له خپل سیوري څخه هم ډارېږي.</p>\n<p>خلک له هر څه ډارېږي، له زړو ټاکل شویو اصولو څخه د وتلو، د نورو خلکو په څېر نه اوسېدلو، په انقلابي توګه د فکر کولو، د زوالمنځه تلونکي ټولنې له ټولو تعصباتو څخه د ماتېدو څخه ډارېږي او داسې نور.</p>\n<p>خوشبختانه په نړۍ کې یو څو صادقان او پوه خلک ژوند کوي، چې په رښتیا سره غواړي د ذهن ټولې ستونزې په ژوره توګه وڅېړي، خو په ډېرو کې زموږ په منځ کې حتی د ناخوښۍ او سرکښۍ روحیه هم نشته.</p>\n<p>د سرکښۍ دوه ډوله دي چې په سمه توګه طبقه بندي شوي دي. لومړی: رواني تاوتریخوالی سرکښي. دویم: د هوښیارتیا ژوره رواني سرکښي.</p>\n<p>د سرکښۍ لومړی ډول غبرګوني محافظه کار او وروسته پاتې دی. د سرکښۍ دویم ډول انقلابي دی.</p>\n<p>د رواني سرکښۍ په لومړي ډول کې موږ هغه اصلاح کوونکی ومومو چې زړې جامې پېوند کوي او د زړو ودانیو دېوالونه ترمیموي ترڅو ونه نړېږي، هغه ډول چې وروسته ځي، د وینې او شرابو انقلابي، د کودتاوو او د دولتونو د چپه کولو مشر، هغه سړی چې ټوپک په اوږه لري، هغه دیکتاتور چې له دې څخه خوند اخلي چې هغه څوک چې د هغه غوښتنې، نظریې نه مني د مرګ په سزا محکوم کړي.</p>\n<p>د رواني سرکښۍ په دویم ډول کې موږ بودا، عیسی، هرمیس، بدلوونکی، هوښیار سرکښ، الهام اخیستونکی، د شعور د انقلاب لوی اتلان او داسې نور ومومو.</p>\n<p>هغه څوک چې یوازې د دې بې معنی موخې لپاره زده کړه کوي چې د بیوروکراتیکي ځالې دننه عالي مقامونه ترلاسه کړي، پورته لاړ شي، د زینو سر ته وخېژي، ځان محسوس کړي او داسې نور، د ریښتینې ژورتیا څخه بې برخې دي، دوی په طبیعي توګه بې عقله، سطحي، خالي، سل په سلو کې رشوت خواره دي.</p>\n<p>دا تر ډېره حده ثابته شوې ده چې کله په انسان کې د فکر او احساس ریښتینې یوځای کېدنه نه وي، که څه هم موږ ډېره زده کړه کړې وي، ژوند نیمګړی، متضاد، بې خونده او د هر ډول بې شمېره وېرې څخه ډک وي.</p>\n<p>له هر شک پرته او له غلطۍ څخه پرته، موږ په ټینګار سره ویلای شو چې د بشپړې زده کړې پرته ژوند زیانمنونکی، بې ګټې او زیانمنونکی دی.</p>\n<p>ذهني ځناور یو داخلي نفس لري چې له بده مرغه له لرې موجودیتونو څخه جوړ شوی چې د غلطې زده کړې له لارې پیاوړي کېږي.</p>\n<p>هغه جمع نفس چې هر یو زموږ په دننه کې لرو، زموږ د ټولو عقدو او تضادونو بنسټیز لامل دی.</p>\n<p>اساسي زده کړه باید نوي نسلونه ته زموږ رواني ډیداکټیک د نفس د منحلولو لپاره ښوونه وکړي.</p>\n<p>یوازې د مختلفو موجودیتونو په منحلولو سره چې په ګډه نفس (زه) جوړوي، موږ کولی شو په خپل ځان کې د انفرادي شعور یو دایمي مرکز رامینځته کړو، بیا به موږ بشپړ یو.</p>\n<p>تر هغه وخته چې زموږ په هر یو کې جمع نفس موجود وي، نه یوازې موږ به خپل ژوند تریخ کړو بلکې د نورو ژوند به هم تریخ کړو.</p>\n<p>څه ګټه لري چې موږ حقوق زده کړو او وکیلان شو، که موږ شخړې تلپاتې کړو؟ څه ګټه لري چې په خپل ذهن کې ډېر معلومات راټول کړو، که موږ ګډوډ پاتې شو؟ د تخنیکي او صنعتي مهارتونو څه ګټه ده که موږ یې د خپلو هم نوعو د ویجاړولو لپاره وکاروو؟</p>\n<p>د زده کړې، ټولګیو ته د تګ، مطالعې هیڅ ګټه نشته، که د ورځني ژوند په بهیر کې موږ یو بل په بې رحمانه توګه ویجاړو.</p>\n<p>د زده کړې موخه باید یوازې د هر کال نوي دندو لټوونکي، نوي رشوت خواره، نوي بې ادبه خلک چې حتی د ګاونډي دین ته هم درناوی نه کوي، تولید نه وي.</p>\n<p>د اساسي زده کړې ریښتینې موخه باید د ریښتینو نارینه او ښځینه یوځای کېدنه وي او له همدې امله پوه او هوښیار وي.</p>\n<p>له بده مرغه د ښوونځیو، کالجونو او پوهنتونونو ښوونکي او ښوونکې، ټول فکر کوي، پرته له دې چې د زده کوونکو بشپړه هوښیارتیا راویښ کړي.</p>\n<p>هر څوک کولی شي لقبونه، نښانونه، ډیپلومونه ترلاسه کړي او حتی د ژوند په میکانیستي ډګر کې ډېر اغیزمن شي، مګر دا په دې معنی نه ده چې هوښیار وي.</p>\n<p>هوښیارتیا هیڅکله هم یو ساده میکانیستي فعالیت نه شي کیدی، هوښیارتیا د ساده کتابي معلوماتو پایله نه شي کیدی، هوښیارتیا د هرې ننګونې په وړاندې په اتوماتيک ډول د ځلیدونکو کلمو سره د غبرګون ښودلو وړتیا نه ده. هوښیارتیا د حافظې ساده شفاهي کول نه دي. هوښیارتیا د جوهر، حقیقت، هغه څه چې واقعیا دي په مستقیم ډول د ترلاسه کولو وړتیا ده.</p>\n<p>اساسي زده کړه هغه علم دی چې موږ ته اجازه راکوي دا وړتیا په خپل ځان او نورو کې راویښ کړو.</p>\n<p>اساسي زده کړه له هر فرد سره مرسته کوي چې هغه ریښتیني ارزښتونه کشف کړي چې د ژورې څېړنې او د ځان د بشپړې پوهې پایله ده.</p>\n<p>کله چې زموږ په ځان کې ځان پېژندنه نه وي، نو ځان څرګندول په خود غرضه او ویجاړونکي ځان منلو بدلیږي.</p>\n<p>اساسي زده کړه یوازې په هر فرد کې د دې وړتیا راویښولو ته پاملرنه کوي چې په ذهن کې په ټولو برخو کې ځان پوه کړي او نه یوازې د جمع نفس د غلط ځان څرګندولو رضایت ته تسلیم شي.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ps/educacion-fundamental/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
