import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "මානසික කැරැල්ල",
  "locale": "si",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "32. මානසික කැරැල්ල",
    "order": 32
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>සියලුම මනුෂ්‍ය වර්ගයා ගැන සවිස්තරාත්මකව අධ්‍යයනය කිරීමේ අරමුණින් ලොව පුරා සංචාරය කිරීමට කැපවී සිටින අය තමන් විසින්ම තහවුරු කරගෙන ඇත්තේ මිනිසා යැයි වැරදියට හඳුන්වන මෙම දුප්පත් බුද්ධිමය සත්වයාගේ ස්වභාවය, පැරණි යුරෝපයේ හෝ වහල්භාවයෙන් වෙහෙසට පත් අප්‍රිකාවේ, වේදයන්ගේ ශුද්ධ භූමියේ හෝ බටහිර ඉන්දීය කොදෙව්වේ, ඔස්ට්‍රියාවේ හෝ චීනයේ සෑම විටම එක හා සමාන බවයි.</p>\n<p>සෑම උගත් මිනිසෙකුම මවිතයට පත් කරන මෙම නිශ්චිත කරුණ, මෙම භයානක යථාර්ථය, සංචාරකයෙකු පාසල්, විද්‍යාල සහ විශ්ව විද්‍යාල වෙත ගියහොත් විශේෂයෙන් සත්‍යාපනය කළ හැකිය.</p>\n<p>අපි මහා පරිමාණ නිෂ්පාදන යුගයකට පැමිණ ඇත්තෙමු. දැන් සෑම දෙයක්ම අඛණ්ඩ පටිවල සහ මහා පරිමාණයෙන් නිෂ්පාදනය කෙරේ. ගුවන් යානා මාලා, කාර්, සුඛෝපභෝගී භාණ්ඩ ආදිය යනාදිය.</p>\n<p>එය තරමක් විකාර සහගත වුවත්, කාර්මික පාසල්, විශ්ව විද්‍යාල යනාදිය ද මහා පරිමාණ නිෂ්පාදනයේ බුද්ධිමය කර්මාන්තශාලා බවට පත්ව ඇති බව සත්‍යයකි.</p>\n<p>මහා පරිමාණ නිෂ්පාදනයේ මෙම කාලවලදී ජීවිතයේ එකම අරමුණ ආර්ථික සුරක්ෂිතතාව සොයා ගැනීමයි. මිනිසුන් සෑම දෙයකටම බිය වන අතර සුරක්ෂිතභාවය සොයයි.</p>\n<p>මහා පරිමාණ නිෂ්පාදනයේ මෙම කාලවලදී ස්වාධීන චින්තනය පාහේ කළ නොහැක්කකි. මන්ද නවීන අධ්‍යාපන ක්‍රමය පදනම් වී ඇත්තේ හුදු පහසුව මතය.</p>\n<p>“නව රැල්ල” මෙම බුද්ධිමය මධ්‍යස්ථභාවයට බෙහෙවින් අනුකූල වේ. යමෙකු අන් අයට වඩා වෙනස් වීමට කැමති නම්, සෑම කෙනෙකුම ඔහුව නුසුදුසු කරයි, සෑම කෙනෙකුම ඔහුව විවේචනය කරයි, ඔහු හිස් කරයි, ඔහුට රැකියාව අහිමි කරයි, ආදිය.</p>\n<p>ජීවත් වීමට සහ විනෝද වීමට මුදල් ලබා ගැනීමට ඇති ආශාව, ජීවිතයේ සාර්ථකත්වය ළඟා කර ගැනීමේ හදිසිය, ආර්ථික සුරක්ෂිතතාව සෙවීම, අන් අය ඉදිරියේ පෙන්වීමට බොහෝ දේ මිලදී ගැනීමට ඇති ආශාව යනාදිය පිරිසිදු, ස්වාභාවික හා ක්ෂණික චින්තනයට බාධා කරයි.</p>\n<p>බිය මනස අඳුරු කරන අතර හදවත දැඩි කරන බව සම්පූර්ණයෙන්ම තහවුරු වී ඇත.</p>\n<p>මෙතරම් බියක් සහ සුරක්ෂිතභාවයක් සෙවීමේ මෙම කාලවලදී, මිනිසුන් තම ගුහාවල, තම වළවල්වල, තමන්ගේම කොනක, වැඩිම ආරක්ෂාවක් ලැබිය හැකි, ගැටලු අඩු යැයි විශ්වාස කරන ස්ථානයේ සැඟවී සිටින අතර එතැනින් පිටවීමට කැමති නැත, ඔවුන් ජීවිතයට බිය වෙති, නව වික්‍රමාන්විතයන්ට බිය වෙති, නව අත්දැකීම් ආදියට බිය වෙති.</p>\n<p>මෙම නිතර කතාබහට ලක්වන නූතන අධ්‍යාපනය පදනම් වී ඇත්තේ බිය සහ ආරක්ෂාව සෙවීම මතය. මිනිසුන් බියට පත්ව සිටිති, ඔවුන් තමන්ගේම සෙවනැල්ලට පවා බිය වෙති.</p>\n<p>මිනිසුන් සෑම දෙයකටම බිය වෙති, පැරණි ස්ථාපිත සම්මතයන්ගෙන් ඉවත් වීමට, අනෙක් මිනිසුන්ට වඩා වෙනස් වීමට, විප්ලවීය ආකාරයෙන් සිතීමට, පරිහානියට පත් සමාජයේ සියලු අගතීන් බිඳ දැමීමට බිය වෙති.</p>\n<p>වාසනාවකට මෙන්, ලෝකයේ අවංක හා සංවේදී පුද්ගලයින් කිහිප දෙනෙක් ජීවත් වෙති. ඔවුන් සැබවින්ම මනසෙහි සියලු ගැටලු ගැඹුරින් විමසා බැලීමට කැමතියි. එහෙත් අපගෙන් බහුතරයකට අතෘප්තියේ හා කැරැල්ලේ හැඟීමක්වත් නැත.</p>\n<p>දැනටමත් නිසි පරිදි වර්ගීකරණය කර ඇති කැරලි වර්ග දෙකක් තිබේ. පළමුව: ප්‍රචණ්ඩකාරී මනෝවිද්‍යාත්මක කැරැල්ල. දෙවනුව: බුද්ධියේ ගැඹුරු මනෝවිද්‍යාත්මක කැරැල්ල.</p>\n<p>පළමු වර්ගයේ කැරැල්ල ප්‍රතිගාමී ගතානුගතික සහ පසුගාමී වේ. දෙවන වර්ගයේ කැරැල්ල විප්ලවීය වේ.</p>\n<p>පළමු වර්ගයේ මනෝවිද්‍යාත්මක කැරැල්ලේදී, පැරණි ඇඳුම් අලුත්වැඩියා කරන සහ පැරණි ගොඩනැගිලි කඩා වැටෙන්නේ නැතිවීමට බිත්ති අලුත්වැඩියා කරන ප්‍රතිසංස්කරණවාදියා, පසුගාමී වර්ගයා, ලේ සහ මත්පැන් වල විප්ලවවාදී, කුමන්ත්‍රණ හා රාජ්‍ය කුමන්ත්‍රණවල නායකයා, උරහිස මත තුවක්කුවක් ඇති මිනිසා, ඔහුගේ අභිමතයන්, ඔහුගේ න්‍යායන් පිළි නොගන්නා සියල්ලන්ම බිත්තියට හේත්තු කිරීමට ප්‍රිය කරන ඒකාධිපතියා අපට හමුවනු ඇත.</p>\n<p>දෙවන වර්ගයේ මනෝවිද්‍යාත්මක කැරැල්ලේදී අපට බුදුන්, ජේසුස්, හර්මීස්, පරිවර්තකයා, බුද්ධිමත් කැරලිකරුවා, බුද්ධිමය පුද්ගලයා, විඥානයේ විප්ලවයේ ශ්‍රේෂ්ඨ නායකයින් ආදිය හමුවනු ඇත.</p>\n<p>නිලධාරිවාදී මී වදයක විශිෂ්ට තනතුරු ලබා ගැනීමේ අර්ථ විරහිත අරමුණින් පමණක් අධ්‍යාපනය ලබන, ඉහළට නැඟෙන, පඩිපෙළ මුදුනට නගින, දැනෙන අය සැබෑ ගැඹුරකින් තොරය, ඔවුන් ස්වභාවයෙන්ම මෝඩයෝය, මතුපිටින් පෙනෙන, හිස්, සියයට සියයක්ම දූෂිතයෝය.</p>\n<p>මිනිස් සත්වයෙකු තුළ සිතුවිලි සහ හැඟීම්වල සැබෑ ඒකාබද්ධතාවයක් නොමැති විට, අපට විශිෂ්ට අධ්‍යාපනයක් ලැබුණද, ජීවිතය අසම්පූර්ණ, පරස්පර විරෝධී, කම්මැලි සහ සියලු ආකාරයේ ගණන් කළ නොහැකි බියෙන් පීඩා විඳින බව සෑහෙන තරම් තහවුරු වී ඇත.</p>\n<p>කිසිදු සැකයකින් තොරව සහ වැරදීමට බිය නොවී, ඒකාබද්ධ අධ්‍යාපනයකින් තොරව, ජීවිතය හානිකර, නිෂ්ඵල සහ අහිතකර බව අපට අවධාරණය කළ හැකිය.</p>\n<p>බුද්ධිමය සත්වයාට අවාසනාවකට වැරදි අධ්‍යාපනයෙන් ශක්තිමත් වන දුරස්ථ ඒකක වලින් සමන්විත අභ්‍යන්තර ආත්මයක් ඇත.</p>\n<p>අප සෑම කෙනෙකු තුළම ඇති බහුවිධ ආත්මය අපගේ සියලු සංකීර්ණ හා පරස්පරතාවලට මූලික හේතුවයි.</p>\n<p>මූලික අධ්‍යාපනය නව පරම්පරාවන්ට ආත්මය විසුරුවා හැරීම සඳහා අපගේ මනෝවිද්‍යාත්මක ඩිඩැක්ටික් ඉගැන්විය යුතුය.</p>\n<p>එකමුතුව ආත්මය (මමත්වය) සාදන විවිධ ආයතන විසුරුවා හැරීමෙන් පමණක් අපට තනි පුද්ගල විඥානයේ ස්ථිර මධ්‍යස්ථානයක් අප තුළ ස්ථාපිත කළ හැකිය, එවිට අපි අඛණ්ඩ වන්නෙමු.</p>\n<p>අප සෑම කෙනෙකු තුළම බහුවිධ ආත්මයක් පවතින තාක් කල්, අපි අපගේ ජීවිත අප විසින්ම තිත්ත කරවනවා පමණක් නොව, අන් අයගේ ජීවිතද තිත්ත කරවන්නෙමු.</p>\n<p>අපි නීතිය හදාරා නීතිඥයන් වීමෙන් ඇති ප්‍රයෝජනය කුමක්ද, අපි නඩු දිගටම කරගෙන යනවා නම්? අපි අපේ මනසෙහි බොහෝ දැනුම රැස් කිරීමෙන් ඇති ප්‍රයෝජනය කුමක්ද, අපි දිගටම ව්‍යාකූලව සිටිනවා නම්? අපගේ අසල්වැසියන් විනාශ කිරීමට අපි ඒවා භාවිතා කරන්නේ නම් තාක්ෂණික හා කාර්මික කුසලතා වලින් ඇති ප්‍රයෝජනය කුමක්ද?</p>\n<p>අපි දිනපතා ජීවිතයේදී එකිනෙකා අවාසනාවන්ත ලෙස විනාශ කරන්නේ නම් අපට ඉගෙනීමෙන්, පන්තිවලට සහභාගි වීමෙන්, අධ්‍යයනය කිරීමෙන් කිසිදු ප්‍රයෝජනයක් නැත.</p>\n<p>අධ්‍යාපනයේ පරමාර්ථය විය යුත්තේ සෑම වසරකම රැකියා සොයන්නන්, නව ආකාරයේ දූෂිතයන්, අසල්වැසියාගේ ආගමටවත් ගරු කිරීමට නොදන්නා නව ආකාරයේ මෝඩයන් බිහි කිරීම පමණක් නොවේ.</p>\n<p>මූලික අධ්‍යාපනයේ සැබෑ පරමාර්ථය විය යුත්තේ සැබෑ ඒකාබද්ධ පුරුෂයන් හා ස්ත්‍රීන් නිර්මාණය කිරීම වන අතර එම නිසා දැනුවත් සහ බුද්ධිමත් අය වීමයි.</p>\n<p>අවාසනාවකට පාසල්, විද්‍යාල සහ විශ්ව විද්‍යාලවල ගුරුවරුන් සහ ගුරුවරියන් උගතුන්ගේ ඒකාබද්ධ බුද්ධිය අවදි කිරීම ගැන සිතනවාට වඩා සෑම දෙයක් ගැනම සිතති.</p>\n<p>ඕනෑම කෙනෙකුට මාතෘකා, ගෞරව, ඩිප්ලෝමා ලබා ගැනීමට ආශාවක් දැක්විය හැකි අතර ජීවිතයේ යාන්ත්‍රික භූමිකාවේ ඉතා කාර්යක්ෂම විය හැකිය, නමුත් මෙයින් අදහස් කරන්නේ බුද්ධිමත් වීම නොවේ.</p>\n<p>බුද්ධිය කිසි විටෙකත් හුදු යාන්ත්‍රික ක්‍රියාකාරීත්වයක් විය නොහැක, බුද්ධිය සරල පොත්පත් තොරතුරු වල ප්‍රතිඵලයක් විය නොහැක, බුද්ධිය යනු ඕනෑම අභියෝගයකට ක්ෂණික වචන වලින් ස්වයංක්‍රීයව ප්‍රතිචාර දැක්වීමේ හැකියාවක් නොවේ. බුද්ධිය මතකයේ හුදු වාචිකකරණයක් නොවේ. බුද්ධිය යනු සාරය, සැබෑ දේ, සැබවින්ම ඇති දේ සෘජුවම ලබා ගැනීමේ හැකියාවයි.</p>\n<p>මූලික අධ්‍යාපනය යනු අප තුළම සහ අන් අය තුළ මෙම හැකියාව අවදි කිරීමට අපට ඉඩ සලසන විද්‍යාවයි.</p>\n<p>මූලික අධ්‍යාපනය සෑම පුද්ගලයෙකුටම තමාගේම ගැඹුරු පර්යේෂණයේ ප්‍රතිඵලයක් ලෙස මතු වන සැබෑ වටිනාකම් සහ තමා ගැනම ඒකාබද්ධ අවබෝධය සොයා ගැනීමට උපකාරී වේ.</p>\n<p>අප තුළ ස්වයං දැනුමක් නොමැති විට, ස්වයං ප්‍රකාශනය ආත්මාර්ථකාමී හා විනාශකාරී ස්වයං තහවුරු කිරීමක් බවට පත්වේ.</p>\n<p>මූලික අධ්‍යාපනය සැලකිලිමත් වන්නේ සෑම පුද්ගලයෙකුගේම මනසේ සියලු ක්ෂේත්‍රවල තමා ගැනම තේරුම් ගැනීමේ හැකියාව අවදි කිරීම ගැන පමණක් වන අතර බහුවිධ ආත්මයේ වැරදි ස්වයං ප්‍රකාශනයේ තෘප්තියට යටත් වීම ගැන නොවේ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/si/educacion-fundamental/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/si/educacion-fundamental/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/si/educacion-fundamental/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
