import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "מרדנות פסיכולוגית",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "32. מרדנות פסיכולוגית",
    "order": 32
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>אלה שהקדישו את עצמם למסעות בכל מדינות העולם במטרה ללמוד בפירוט את כל הגזעים האנושיים, יכלו להיווכח בעצמם שטבעו של בעל החיים האינטלקטואלי המסכן הזה, שנקרא בטעות אדם, הוא תמיד אותו הדבר, בין אם באירופה הישנה ובין אם באפריקה העייפה מכל כך הרבה עבדות, באדמת הקודש של הווודות או באיי הודו המערביים, באוסטריה או בסין.</p>\n<p>עובדה קונקרטית זו, מציאות אדירה זו שמדהימה כל אדם חוקר, ניתנת לאימות במיוחד אם המטייל מבקר בבתי ספר, מכללות ואוניברסיטאות.</p>\n<p>הגענו לתקופה של ייצור סדרתי. כעת הכל מיוצר בסרט נע ובהיקף גדול. סדרות של מטוסים, מכוניות, מוצרי מותרות וכו’, וכו’, וכו’.</p>\n<p>אף על פי שזה עלול להיראות קצת גרוטסקי, זה נכון מאוד שבתי ספר תעשייתיים, אוניברסיטאות וכו’ הפכו גם הם למפעלים אינטלקטואליים של ייצור סדרתי.</p>\n<p>בתקופות אלה של ייצור סדרתי, המטרה היחידה בחיים היא למצוא ביטחון כלכלי. אנשים מפחדים מהכל ומחפשים ביטחון.</p>\n<p>חשיבה עצמאית בתקופות אלה של ייצור סדרתי הופכת כמעט לבלתי אפשרית מכיוון שסוג החינוך המודרני מבוסס על נוחות גרידא.</p>\n<p>“הגל החדש” חי בנוחות רבה עם בינוניות אינטלקטואלית זו. אם מישהו רוצה להיות שונה, שונה מאחרים, כולם פוסלים אותו, כולם מבקרים אותו, מתעלמים ממנו, נמנעת ממנו עבודה וכו’.</p>\n<p>הרצון להשיג כסף כדי לחיות וליהנות, הדחיפות להשיג הצלחה בחיים, החיפוש אחר ביטחון כלכלי, הרצון לקנות דברים רבים כדי להתהדר בפני אחרים וכו’, עוצרים את החשיבה הטהורה, הטבעית והספונטנית.</p>\n<p>הוכח לחלוטין שהפחד קהה את המוח ומקשה את הלב.</p>\n<p>בתקופות אלה של פחד כה רב וחיפוש אחר ביטחון, אנשים מתחבאים במערות שלהם, במחילות שלהם, בפינה שלהם, במקום שבו הם מאמינים שיכולים להיות להם יותר ביטחון, פחות בעיות והם לא רוצים לצאת משם, הם חוששים מהחיים, מפחדים מהרפתקאות חדשות, מחוויות חדשות וכו’, וכו’, וכו’.</p>\n<p>כל החינוך המודרני המדובר הזה מבוסס על פחד וחיפוש אחר ביטחון, אנשים מבוהלים, הם מפחדים אפילו מהצל שלהם עצמם.</p>\n<p>אנשים מפחדים מהכל, הם חוששים לצאת מהנורמות הישנות שנקבעו, להיות שונים מאנשים אחרים, לחשוב בצורה מהפכנית, לשבור את כל הדעות הקדומות של החברה הדקדנטית וכו’.</p>\n<p>למרבה המזל, חיים בעולם כמה כנים ומבינים, שבאמת רוצים לבחון לעומק את כל בעיות התודעה, אך ברובנו הגדול אפילו לא קיימת רוח של אי התאמה ומרד.</p>\n<p>קיימים שני סוגים של מרד שכבר סווגו כראוי. ראשית: מרד פסיכולוגי אלים. שנית: מרד פסיכולוגי עמוק של האינטליגנציה.</p>\n<p>הסוג הראשון של מרד הוא ריאקציוני שמרני ומעכב. הסוג השני של מרד הוא מהפכני.</p>\n<p>בסוג הראשון של מרד פסיכולוגי אנו מוצאים את הרפורמטור שתופר בגדים ישנים ומתקן קירות של בניינים ישנים כדי שלא יתמוטטו, את הטיפוס הנסוג, את המהפכן של דם וברנדי, את המנהיג של ההפיכות הצבאיות וההפיכות, את האיש עם רובה על הכתף, את הדיקטטור שנהנה להוציא להורג את כל מי שלא מקבל את הגחמות שלו, את התיאוריות שלו.</p>\n<p>בסוג השני של מרד פסיכולוגי אנו מוצאים את בודהה, את ישו, את הרמס, את הטרנספורמטור, את המורד האינטליגנטי, את האינטואיטיבי, את הפלדינים הגדולים של מהפכת התודעה וכו’, וכו’, וכו’.</p>\n<p>אלה שמחנכים את עצמם רק במטרה האבסורדית לטפס לעמדות מפוארות בתוך הכוורת הביורוקרטית, לעלות, לטפס לראש הסולם, לגרום לעצמם להרגיש וכו’, חסרים עומק אמיתי, הם אימבצילים מטבעם, שטחיים, חלולים, נוכלים במאה אחוז.</p>\n<p>כבר הוכח עד תום שכאשר בבן אדם לא קיימת אינטגרציה אמיתית של מחשבה ורגש, גם אם קיבלנו חינוך רב, החיים יוצאים לא שלמים, סותרים, משעממים ומעונים על ידי פחדים אינספור מכל הסוגים.</p>\n<p>מחוץ לכל ספק וללא חשש לטעות, אנו יכולים לומר בנחרצות שללא חינוך אינטגרלי, החיים יוצאים מזיקים, חסרי תועלת ומזיקים.</p>\n<p>לבעל החיים האינטלקטואלי יש אגו פנימי המורכב למרבה הצער מישויות מרוחקות המתחזקות באמצעות חינוך שגוי.</p>\n<p>העצמי המרובה שכל אחד מאיתנו נושא בתוכו, הוא הגורם הבסיסי לכל הקומפלקסים והסתירות שלנו.</p>\n<p>החינוך הבסיסי חייב ללמד את הדורות החדשים את הדידקטיקה הפסיכולוגית שלנו לפירוק העצמי.</p>\n<p>רק על ידי פירוק הישויות השונות המרכיבות יחד את האגו (העצמי) אנו יכולים לבסס בתוכנו מרכז קבוע של תודעה אינדיבידואלית, ואז נהיה שלמים.</p>\n<p>כל עוד קיים בתוך כל אחד מאיתנו העצמי המרובה, לא רק שנמריר את חיינו לעצמנו, אלא גם נמריר אותם לאחרים.</p>\n<p>מה הטעם שנלמד משפטים ונהפוך לעורכי דין, אם אנו מנציחים את התביעות? מה הטעם לצבור במוחנו ידע רב, אם אנו ממשיכים להיות מבולבלים? מה הטעם במיומנויות טכניות ותעשייתיות אם אנו משתמשים בהן להשמדת שכנינו?</p>\n<p>אין טעם להדריך את עצמנו, להשתתף בשיעורים, ללמוד, אם בתהליך החיים היומיומי אנו משמידים זה את זה בצורה עלובה.</p>\n<p>מטרת החינוך לא צריכה להיות רק לייצר מדי שנה מחפשי עבודה חדשים, סוג חדש של נוכלים, בורים חדשים שאפילו לא יודעים לכבד את דתו של הזולת וכו’.</p>\n<p>המטרה האמיתית של החינוך הבסיסי צריכה להיות ליצור גברים ונשים אמיתיים שלמים ולכן מודעים ואינטליגנטים.</p>\n<p>למרבה הצער, המורים והמורות בבתי הספר, במכללות ובאוניברסיטאות, חושבים על הכל, מלבד להעיר את האינטליגנציה האינטגרלית של התלמידים.</p>\n<p>כל אדם יכול לחמוד ולרכוש תארים, עיטורים, תעודות ואפילו להיות יעיל מאוד בתחום המכניסטי של החיים, אך אין זה אומר להיות אינטליגנטי.</p>\n<p>אינטליגנציה לעולם לא יכולה להיות סתם פונקציונליזם מכני, אינטליגנציה לא יכולה להיות תוצאה של מידע ספרותי פשוט, אינטליגנציה אינה יכולת להגיב באופן אוטומטי במילים נוצצות לכל אתגר. אינטליגנציה אינה סתם מילוליות של הזיכרון. אינטליגנציה היא היכולת לקבל ישירות את המהות, את האמיתי, את מה שבאמת קיים.</p>\n<p>החינוך הבסיסי הוא המדע שמאפשר לנו להעיר יכולת זו בעצמנו ובאחרים.</p>\n<p>החינוך הבסיסי עוזר לכל פרט לגלות את הערכים האמיתיים הנובעים כתוצאה ממחקר מעמיק והבנה אינטגרלית של עצמו.</p>\n<p>כאשר לא קיימת בתוכנו מודעות עצמית, אז הביטוי העצמי הופך לאישור עצמי אגואיסטי והרסני.</p>\n<p>החינוך הבסיסי דואג רק להעיר בכל פרט את היכולת להבין את עצמו בכל תחומי התודעה ולא פשוט להתמסר לשביעות הרצון של הביטוי העצמי השגוי של העצמי המרובה.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
