import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Ψυχολογική Εξέγερση",
  "locale": "el",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-tratado-de-psicologia-revolucionaria.webp-5e15e1cec4e0ebebcde5d7fc7565d8fd.webp",
  "sidebar": {
    "label": "3. Ψυχολογική Εξέγερση",
    "order": 3
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Δεν είναι περιττό να υπενθυμίσουμε στους αναγνώστες μας ότι υπάρχει ένα μαθηματικό σημείο μέσα μας…</p>\n<p>Αναμφισβήτητα, αυτό το σημείο δεν βρίσκεται ποτέ στο παρελθόν, ούτε στο μέλλον…</p>\n<p>Όποιος θέλει να ανακαλύψει αυτό το μυστηριώδες σημείο, πρέπει να το αναζητήσει εδώ και τώρα, μέσα του, ακριβώς αυτή τη στιγμή, ούτε ένα δευτερόλεπτο μπροστά, ούτε ένα δευτερόλεπτο πίσω…</p>\n<p>Οι δύο ράβδοι, η Κάθετη και η Οριζόντια, του Αγίου Σταυρού, συναντιούνται σε αυτό το σημείο…</p>\n<p>Βρισκόμαστε λοιπόν από στιγμή σε στιγμή μπροστά σε δύο Δρόμους: τον Οριζόντιο και τον Κάθετο…</p>\n<p>Είναι φανερό ότι ο Οριζόντιος είναι πολύ “κοινότυπος”, σε αυτόν βαδίζουν “ο Βικέντιος και όλοι οι άνθρωποι”, “ο Βιγιέγκας και όλοι όσοι φτάνουν”, “ο Δον Ραϊμούντο και όλος ο κόσμος”…</p>\n<p>Είναι προφανές ότι ο Κάθετος είναι διαφορετικός· είναι ο δρόμος των έξυπνων επαναστατών, ο δρόμος των Επαναστατών…</p>\n<p>Όταν κάποιος θυμάται τον εαυτό του, όταν εργάζεται πάνω στον εαυτό του, όταν δεν ταυτίζεται με όλα τα προβλήματα και τις λύπες της ζωής, στην πραγματικότητα βαδίζει στην Κάθετη Οδό…</p>\n<p>Σίγουρα, δεν είναι ποτέ εύκολο να εξαλείψουμε τα αρνητικά συναισθήματα· να χάσουμε κάθε ταύτιση με τη δική μας πορεία της ζωής· προβλήματα κάθε είδους, επιχειρήσεις, χρέη, πληρωμή γραμματίων, υποθήκες, τηλέφωνο, νερό, ρεύμα, κ.λπ., κ.λπ., κ.λπ.</p>\n<p>Οι άνεργοι, εκείνοι που για τον έναν ή τον άλλο λόγο έχουν χάσει την εργασία τους, προφανώς υποφέρουν από έλλειψη χρημάτων και το να ξεχάσουν την περίπτωσή τους, να μην ανησυχούν, ούτε να ταυτίζονται με το δικό τους πρόβλημα, είναι στην πραγματικότητα τρομερά δύσκολο.</p>\n<p>Όσοι υποφέρουν, όσοι κλαίνε, εκείνοι που έχουν πέσει θύματα κάποιας προδοσίας, κάποιας κακής αντιμετώπισης στη ζωή, κάποιας Αχαριστίας, κάποιας συκοφαντίας ή κάποιας απάτης, πραγματικά ξεχνούν τον εαυτό τους, τον πραγματικό εσώτερο Εαυτό τους, ταυτίζονται πλήρως με την ηθική τους τραγωδία…</p>\n<p>Η εργασία πάνω στον εαυτό είναι το θεμελιώδες χαρακτηριστικό της Κάθετης Οδού. Κανείς δεν θα μπορούσε να βαδίσει στο Μονοπάτι της Μεγάλης Εξέγερσης, αν δεν εργαζόταν ποτέ πάνω στον εαυτό του…</p>\n<p>Η εργασία στην οποία αναφερόμαστε είναι ψυχολογικού τύπου· ασχολείται με έναν ορισμένο μετασχηματισμό της παρούσας στιγμής στην οποία βρισκόμαστε. Πρέπει να μάθουμε να ζούμε από στιγμή σε στιγμή…</p>\n<p>Για παράδειγμα, ένα άτομο που είναι απελπισμένο για κάποιο συναισθηματικό, οικονομικό ή πολιτικό πρόβλημα, προφανώς έχει ξεχάσει τον εαυτό του…</p>\n<p>Ένα τέτοιο άτομο, αν σταματήσει για μια στιγμή, αν παρατηρήσει την κατάσταση και προσπαθήσει να θυμηθεί τον εαυτό του και στη συνέχεια προσπαθήσει να κατανοήσει το νόημα της στάσης του…</p>\n<p>Αν σκεφτεί λίγο, αν σκεφτεί ότι όλα περνούν· ότι η ζωή είναι απατηλή, φευγαλέα και ότι ο θάνατος μετατρέπει σε στάχτη όλες τις ματαιοδοξίες του κόσμου…</p>\n<p>Αν κατανοήσει ότι το πρόβλημά του στην ουσία δεν είναι παρά μια “φλόγα από ψάθα”, μια ψευδαίσθηση που σύντομα σβήνει, θα δει ξαφνικά με έκπληξη ότι όλα έχουν αλλάξει…</p>\n<p>Ο μετασχηματισμός των μηχανικών αντιδράσεων είναι δυνατός μέσω της λογικής αντιπαράθεσης και της Εσωτερικής Αυτο-Ανάκλασης του Είναι…</p>\n<p>Είναι προφανές ότι οι άνθρωποι αντιδρούν μηχανικά στις διάφορες περιστάσεις της ζωής…</p>\n<p>Φτωχοί άνθρωποι! Συνήθως γίνονται πάντα θύματα. Όταν κάποιος τους κολακεύει, χαμογελούν· όταν τους ταπεινώνουν, υποφέρουν. Υβρίζουν αν τους υβρίσουν· πληγώνουν αν τους πληγώσουν· ποτέ δεν είναι ελεύθεροι· οι όμοιοί τους έχουν τη δύναμη να τους οδηγήσουν από τη χαρά στη θλίψη, από την ελπίδα στην απόγνωση.</p>\n<p>Κάθε άτομο από αυτά που βαδίζουν στον Οριζόντιο Δρόμο, μοιάζει με ένα μουσικό όργανο, όπου καθένας από τους ομοίους του παίζει ό,τι του έρθει στο μυαλό…</p>\n<p>Όποιος μαθαίνει να μετασχηματίζει τις μηχανικές σχέσεις, στην πραγματικότητα μπαίνει στον “Κάθετο Δρόμο”.</p>\n<p>Αυτό αντιπροσωπεύει μια θεμελιώδη αλλαγή στο “Επίπεδο του Είναι”, ένα εξαιρετικό αποτέλεσμα της “Ψυχολογικής Εξέγερσης”.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/el/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/tratado-de-psicologia-revolucionaria/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
