import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Психологиялык козголоң",
  "locale": "ky",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "32. Психологиялык козголоң",
    "order": 32
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Дүйнө жүзүнүн бардык өлкөлөрүн кыдырып, бардык адам расаларын майда-чүйдөсүнө чейин изилдөөгө арнаган адамдар, жаңылыштык менен адам деп аталган бул байкуш АКЫЛДУУ ЖАНЫБАРдын табияты, эски Европада да, кулчулуктан чарчаган Африкада да, Ведалардын ыйык жеринде да, Батыш Индияда да, Австрияда да, Кытайда да дайыма бирдей экенине өздөрү ынанды.</p>\n<p>Бул конкреттүү факт, ар бир окумуштуу адамды таң калтырган бул укмуштуудай чындык, эгерде саякатчы мектептерге, колледждерге жана университеттерге барса, өзгөчө тастыкталат.</p>\n<p>Биз сериялык өндүрүш дооруна келдик. Азыр баары удаалаш лентада жана чоң масштабда өндүрүлөт. Сериялык учактар, унаалар, люкс товарлар ж.б., ж.б., ж.б.</p>\n<p>Бир аз гротеск болуп көрүнсө да, индустриалдык мектептер, университеттер ж.б. да сериялык өндүрүштүн интеллектуалдык фабрикаларына айланганы абдан чындык.</p>\n<p>Сериялык өндүрүш убагында жашоодогу бирден-бир максат – экономикалык коопсуздукту табуу. Элдин баарынан коркуп, коопсуздук издейт.</p>\n<p>Сериялык өндүрүш убагында көз карандысыз ой жүгүртүү дээрлик мүмкүн эмес, анткени заманбап билим берүү түрү жөн гана ыңгайлуулукка негизделген.</p>\n<p>“Жаңы толкун” бул интеллектуалдык орточолукка абдан ылайыктуу. Эгер кимдир бирөө башкалардан айырмаланып тургусу келсе, анда баары аны жамандашат, баары аны сындашат, алар аны боштукка чыгарышат, ага жумуш бербейт ж.б.</p>\n<p>Жашоо жана көңүл ачуу үчүн акча табуу каалоосу, жашоодо ийгиликке жетүү зарылдыгы, экономикалык коопсуздукту издөө, башкалардын алдында мактануу үчүн көп нерселерди сатып алуу каалоосу ж.б. таза, табигый жана стихиялуу ой жүгүртүүгө тоскоол болот.</p>\n<p>Коркуу акылды мокотуп, жүрөктү катаалдандырары толугу менен далилденди.</p>\n<p>Ушунчалык коркуу жана коопсуздукту издөө убагында адамдар үңкүрлөрүнө, ийиктерине, бурчтарына, көбүрөөк коопсуздукка ээ болом деп эсептеген жерге, азыраак көйгөйлөргө жашынып, ал жерден чыккысы келбейт, алар жашоодон коркушат, жаңы укмуштуу окуялардан, жаңы тажрыйбалардан коркушат ж.б., ж.б., ж.б.</p>\n<p>Ушунчалык көп сөз кылынган заманбап билим берүү коркууга жана коопсуздукту издөөгө негизделген, эл коркуп, өз көлөкөсүнөн да коркот.</p>\n<p>Элдер баарынан коркушат, эски белгиленген нормалардан чыгуудан, башка адамдардан айырмалануудан, революциялык түрдө ойлонуудан, декаденттик коомдун бардык ырым-жырымдарын бузуудан коркушат ж.б.</p>\n<p>Бактыга жараша, дүйнөдө акыл-эстин бардык көйгөйлөрүн терең изилдөөнү чындап каалаган бир нече чынчыл жана түшүнүктүү адамдар жашайт, бирок биздин көпчүлүгүбүздө нааразычылык жана козголоң руху да жок.</p>\n<p>Учурда тийиштүү түрдө классификацияланган ЭКИ ТҮРДӨГҮ КОЗГОЛОҢ бар. Биринчиси: Зордук-зомбулук психологиялык козголоң. Экинчиси: АКЫЛДЫН терең психологиялык козголоңу.</p>\n<p>Козголоңдун биринчи түрү – реакциячыл консервативдик жана артта калуучу. Козголоңдун экинчи түрү – РЕВОЛЮЦИЯЛЫК.</p>\n<p>Психологиялык козголоңдун биринчи түрүндө биз эски костюмдарды жамап, эски имараттардын дубалдарын кулап кетпеши үчүн оңдогон РЕФОРМАТОРДУ, регрессивдүү түрдү, кан жана арактын революционерин, казармалардын жана мамлекеттик төңкөрүштөрдүн лидерин, ийнине мылтык асынган адамды, анын каприздерин, теорияларын кабыл албагандардын баарын дубалга алып баруудан ырахат алган диктаторду табабыз.</p>\n<p>Психологиялык козголоңдун экинчи түрүндө биз БУДДАНЫ, ИСАНЫ, ГЕРМЕСТИ, трансформациялоочуну, АКЫЛДУУ КОЗГОЛОҢЧУНУ, ИНТУИТИВДУУНУ, АҢ-СЕЗИМ РЕВОЛЮЦИЯСЫНЫН УЛУУ паладиндерин ж.б., ж.б., ж.б. табабыз.</p>\n<p>Билимди бюрократиялык аарынын уясында мыкты позицияларга көтөрүлүү, тепкичтин чокусуна чыгуу, көтөрүлүү, өзүн сезүү ж.б. сыяктуу абсурд максатында гана алгандардын чыныгы тереңдиги жок, алар табиятынан келесоо, үстүртөн, көңдөй, жүз пайыз алдамчылар.</p>\n<p>Адамда ой менен сезимдин чыныгы ИНТЕГРАЦИЯСЫ жок болгондо, биз жакшы билим алсак да, жашоо толук эмес, карама-каршылыктуу, зериктирүүчү жана ар кандай коркуулардан кыйналары толугу менен далилденген.</p>\n<p>Эч кандай шек саноосуз жана жаңылыштыктан коркпостон, интегралдык билим берүүсүз жашоо зыяндуу, пайдасыз жана зыяндуу деп ишенимдүү түрдө айта алабыз.</p>\n<p>АКЫЛДУУ ЖАНЫБАРдын ички ЭГОсу бар, ал тилекке каршы, ТУУРА ЭМЕС БИЛИМ БЕРҮҮ менен бекемделген ар кандай СУБЪЕКТТЕРДЕН турат.</p>\n<p>Ар бирибиздин ичибизде алып жүргөн КӨПТҮК МЕН бардык комплекстерибиздин жана карама-каршылыктарыбыздын негизги себеби болуп саналат.</p>\n<p>ФУНДАМЕНТАЛДЫК БИЛИМ БЕРҮҮ жаңы муундарга МЕНди ЖОЮУ үчүн биздин психологиялык дидактиканы үйрөтүшү керек.</p>\n<p>Жалпысынан Эгону түзгөн бир нече субъекттерди ээритүү менен гана биз өзүбүздө индивидуалдык аң-сезимдин туруктуу борборун түзө алабыз, анда биз ИНТЕГРАЛДЫК болобуз.</p>\n<p>Ар бирибиздин ичибизде КӨПТҮК МЕН бар болсо, анда биз өзүбүзгө гана эмес, башкаларга да жашоону ачуу кылабыз.</p>\n<p>Эгерде биз соттошууларды түбөлүккө калтырсак, укук таануу жана юрист болуу эмнеге арзыйт? Эгерде биз чаташып кала берсек, акылыбызга көп билим топтоо эмнеге арзыйт? Эгерде биз аларды жакындарыбызды жок кылуу үчүн колдонсок, техникалык жана өнөр жай жөндөмдөрү эмнеге арзыйт?</p>\n<p>Эгерде биз күнүмдүк жашоодо бири-бирибизди аянычтуу түрдө жок кылып жатсак, окуу, сабакка катышуу, окуу эч нерсеге арзыбайт.</p>\n<p>Билим берүүнүн максаты жыл сайын жаңы жумуш издөөчүлөрдү, алдамчылардын жаңы түрүн, кошунасынын динин да сыйлаганды билбеген жаңы көрксүздөрдү чыгаруу гана болбошу керек.</p>\n<p>ФУНДАМЕНТАЛДЫК БИЛИМ БЕРҮҮНҮН чыныгы максаты чыныгы эркектерди жана аялдарды ИНТЕГРАЦИЯЛАШТЫРЫЛГАН жана ошондуктан аң-сезимдүү жана акылдуу жаратуу болушу керек.</p>\n<p>Тилекке каршы, мектептердин, колледждердин жана университеттердин мугалимдери жана мугалимдери бардыгы окуучулардын ИНТЕГРАЛДЫК АКЫЛЫН ойготуу жөнүндө ойлонушат.</p>\n<p>Ар ким наамдарга, сыйлыктарга, дипломдорго көз артып, ала алат, атүгүл жашоонун механисттик чөйрөсүндө абдан натыйжалуу болуп калышы мүмкүн, бирок бул АКЫЛДУУ болуу дегенди билдирбейт.</p>\n<p>АКЫЛ эч качан жөн гана механикалык функционализм боло албайт, АКЫЛ китеп маалыматынын жөнөкөй натыйжасы боло албайт, АКЫЛ ар кандай чакырыкка учкундуу сөздөр менен автоматтык түрдө жооп берүү жөндөмү эмес. АКЫЛ эс тутумунун жөн гана вербализациясы эмес. АКЫЛ – ЭССЕНЦИЯНЫ, ЧЫНЫГЫ, ЧЫНЫГЫСЫН түздөн-түз кабыл алуу жөндөмү.</p>\n<p>ФУНДАМЕНТАЛДЫК БИЛИМ БЕРҮҮ – бул өзүбүздө жана башкаларда бул жөндөмдү ойготууга мүмкүндүк берген илим.</p>\n<p>ФУНДАМЕНТАЛДЫК БИЛИМ БЕРҮҮ ар бир ИНДИВИДге терең изилдөөнүн жана ӨЗҮНӨН ИНТЕГРАЛДЫК ТҮШҮНҮҮНҮН натыйжасында пайда болгон чыныгы БААЛУУЛУКТАРДЫ табууга жардам берет.</p>\n<p>Эгерде бизде ӨЗҮН-БИЛҮҮ жок болсо, анда ӨЗҮН-ТУЮНТУУ ЭГОИСТТИК ЖАНА ЗЫЯНДУУ ӨЗҮН-ЫРАСТООГО айланат.</p>\n<p>ФУНДАМЕНТАЛДЫК БИЛИМ БЕРҮҮ ар бир индивидде жөн гана КӨПТҮК МЕНдин туура эмес ӨЗҮН-ТУЮНТУУСУНУН ырахатына берилүү үчүн эмес, акылдын бардык тармактарында өзүн түшүнүү жөндөмүн ойготуу менен гана алектенет.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ky/educacion-fundamental/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
