import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Психологический бунт",
  "locale": "ru",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "32. Психологический бунт",
    "order": 32
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Те, кто посвятил себя путешествиям по всем странам мира с целью детального изучения всех человеческих рас, смогли убедиться сами, что природа этого бедного ИНТЕЛЛЕКТУАЛЬНОГО ЖИВОТНОГО, ошибочно называемого человеком, всегда одна и та же, будь то в старой Европе или в Африке, уставшей от такого количества рабства, на священной земле Вед или в Вест-Индии, в Австрии или в Китае.</p>\n<p>Этот конкретный факт, эта ужасная реальность, которая поражает каждого образованного человека, может быть особенно проверена, если путешественник посетит школы, колледжи и университеты.</p>\n<p>Мы пришли к эпохе серийного производства. Теперь все производится на конвейере и в больших масштабах. Серии самолетов, автомобилей, предметов роскоши и т. д., и т. п.</p>\n<p>Хотя это может показаться немного гротескным, это совершенно верно, что промышленные школы, университеты и т. д. также превратились в интеллектуальные фабрики серийного производства.</p>\n<p>В эти времена серийного производства единственная цель в жизни — обрести экономическую безопасность. Люди всего боятся и ищут безопасности.</p>\n<p>Независимое мышление в эти времена серийного производства становится почти невозможным, потому что современный тип образования основан на одних лишь удобствах.</p>\n<p>“Новая волна” вполне довольна этой интеллектуальной посредственностью. Если кто-то хочет быть другим, отличным от других, все его дисквалифицируют, все его критикуют, его избегают, ему отказывают в работе и т. д.</p>\n<p>Желание получить деньги, чтобы жить и развлекаться, стремление к успеху в жизни, поиск экономической безопасности, желание покупать много вещей, чтобы хвастаться перед другими, и т. д., останавливают чистое, естественное и спонтанное мышление.</p>\n<p>Было полностью доказано, что страх притупляет ум и ожесточает сердце.</p>\n<p>В эти времена такого страха и поиска безопасности люди прячутся в своих пещерах, в своих норах, в своем уголке, в месте, где они считают, что могут быть в большей безопасности, иметь меньше проблем, и не хотят оттуда выходить, они боятся жизни, боятся новых приключений, новых переживаний и т. д., и т. п.</p>\n<p>Все это так РАЗРЕКЛАМИРОВАННОЕ современное образование основано на страхе и поиске безопасности, люди в ужасе, боятся даже собственной тени.</p>\n<p>Люди всего боятся, боятся выходить за рамки старых установленных норм, отличаться от других людей, мыслить революционно, порвать со всеми предрассудками декадентского общества и т. д.</p>\n<p>К счастью, в мире живут несколько искренних и понимающих людей, которые действительно хотят глубоко изучить все проблемы разума, но у подавляющего большинства из нас даже нет духа несогласия и бунтарства.</p>\n<p>Существуют два типа БУНТА, которые уже должным образом классифицированы. Первый: насильственный психологический бунт. Второй: глубокий психологический бунт ИНТЕЛЛЕКТА.</p>\n<p>Первый тип бунта является реакционным, консервативным и регрессивным. Второй тип бунта — РЕВОЛЮЦИОННЫЙ.</p>\n<p>В первом типе психологического бунта мы находим РЕФОРМАТОРА, который латает старую одежду и ремонтирует стены старых зданий, чтобы они не рухнули, регрессивный тип, революционера крови и водки, лидера переворотов и государственных переворотов, человека с ружьем на плече, диктатора, который наслаждается отправкой к стенке всех, кто не принимает его прихоти, его теории.</p>\n<p>Во втором типе психологического бунта мы находим БУДДУ, ИИСУСА, ГЕРМЕСА, преобразователя, ИНТЕЛЛИГЕНТНОГО БУНТАРЯ, ИНТУИТИВНОГО, ВЕЛИКИХ поборников РЕВОЛЮЦИИ СОЗНАНИЯ и т. д., и т. п.</p>\n<p>Те, кто получают образование только с абсурдной целью занять великолепные позиции в бюрократическом улье, подняться, взобраться на вершину лестницы, заставить себя почувствовать и т. д., лишены истинной глубины, они Идиоты по природе, поверхностные, пустые, стопроцентные мошенники.</p>\n<p>Уже доказано до пресыщения, что когда в человеческом существе нет истинной ИНТЕГРАЦИИ мысли и чувства, даже если мы получили прекрасное образование, жизнь оказывается неполной, противоречивой, скучной и мучимой бесчисленными страхами всех видов.</p>\n<p>Вне всякого сомнения и не боясь ошибиться, мы можем категорически утверждать, что без ИНТЕГРАЛЬНОГО образования жизнь оказывается вредной, бесполезной и пагубной.</p>\n<p>У ИНТЕЛЛЕКТУАЛЬНОГО ЖИВОТНОГО есть ВНУТРЕННЕЕ ЭГО, состоящее, к сожалению, из отдельных СУЩНОСТЕЙ, которые укрепляются ОШИБОЧНЫМ ОБРАЗОВАНИЕМ.</p>\n<p>МНОЖЕСТВЕННОЕ Я, которое каждый из нас носит в себе, является основной причиной всех наших комплексов и противоречий.</p>\n<p>ФУНДАМЕНТАЛЬНОЕ ОБРАЗОВАНИЕ должно научить новые поколения нашей Психологической ДИДАКТИКЕ для РАСТВОРЕНИЯ Я.</p>\n<p>Только растворив различные сущности, которые в совокупности составляют Эго (Я), мы можем установить в себе постоянный центр индивидуального сознания, тогда мы будем ЦЕЛОСТНЫМИ.</p>\n<p>Пока внутри каждого из нас существует МНОЖЕСТВЕННОЕ Я, мы не только будем отравлять жизнь себе, но и отравим ее другим.</p>\n<p>Какой смысл в том, что мы изучаем право и становимся юристами, если мы увековечиваем судебные тяжбы? Какой смысл накапливать в нашем уме много знаний, если мы продолжаем быть в замешательстве? Какой смысл в технических и промышленных навыках, если мы используем их для уничтожения себе подобных?</p>\n<p>Бесполезно учиться, посещать занятия, учиться, если в процессе повседневной жизни мы жалко уничтожаем друг друга.</p>\n<p>Целью образования должно быть не только ежегодное производство новых соискателей работы, новых типов мошенников, новых мужланов, которые даже не умеют уважать религию ближнего и т. д.</p>\n<p>Истинной целью ФУНДАМЕНТАЛЬНОГО ОБРАЗОВАНИЯ должно быть создание истинных интегрированных, и, следовательно, сознательных и умных мужчин и женщин.</p>\n<p>К сожалению, учителя и учительницы школ, колледжей и университетов думают обо всем, кроме как о пробуждении ИНТЕГРАЛЬНОГО ИНТЕЛЛЕКТА УЧАЩИХСЯ.</p>\n<p>Любой человек может жаждать и приобретать титулы, награды, дипломы и даже стать очень эффективным в механистической сфере жизни, но это не значит быть ИНТЕЛЛИГЕНТНЫМ.</p>\n<p>ИНТЕЛЛЕКТ никогда не может быть просто механической функциональностью, ИНТЕЛЛЕКТ не может быть результатом простой книжной информации, ИНТЕЛЛЕКТ — это не способность автоматически реагировать искрометными словами на любой вызов. ИНТЕЛЛЕКТ — это не просто вербализация памяти. ИНТЕЛЛЕКТ — это способность непосредственно воспринимать СУЩНОСТЬ, РЕАЛЬНОЕ, то, что действительно ЕСТЬ.</p>\n<p>ФУНДАМЕНТАЛЬНОЕ ОБРАЗОВАНИЕ — это наука, которая позволяет нам пробудить эту способность в себе и в других.</p>\n<p>ФУНДАМЕНТАЛЬНОЕ ОБРАЗОВАНИЕ помогает каждому ИНДИВИДУУМУ открыть для себя истинные ЦЕННОСТИ, которые возникают в результате глубокого исследования и ИНТЕГРАЛЬНОГО ПОНИМАНИЯ САМОГО СЕБЯ.</p>\n<p>Когда в нас нет САМОПОЗНАНИЯ, тогда САМОВЫРАЖЕНИЕ превращается в ЭГОИСТИЧНОЕ И РАЗРУШИТЕЛЬНОЕ САМОУТВЕРЖДЕНИЕ.</p>\n<p>ФУНДАМЕНТАЛЬНОЕ ОБРАЗОВАНИЕ заботится только о том, чтобы пробудить в каждом индивиде СПОСОБНОСТЬ понимать себя во всех областях разума, а не просто предаваться самодовольству ошибочного САМОВЫРАЖЕНИЯ МНОЖЕСТВЕННОГО Я.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ru/educacion-fundamental/rebeldia-psicologica.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/rebeldia-psicologica.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/rebeldia-psicologica.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
