import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Уга билүү",
  "locale": "ky",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. Уга билүү",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Дүйнөдө өзүнүн чечендиги менен таң калтырган көптөгөн баяндамачылар бар, бирок уга билген адамдар аз.</p>\n<p>Уга билүү абдан кыйын, чындап уга билген адамдар аз.</p>\n<p>МУГАЛИМ, мугалим айым, баяндамачы сүйлөгөндө, аудитория абдан кунт коюп, баяндамачынын ар бир сөзүн майда-чүйдөсүнө чейин ээрчип жаткандай сезилет, баары угуп жаткандай, сергек абалда тургандай таасир калтырат, бирок ар бир адамдын психологиялык тереңинде баяндамачынын ар бир сөзүн которгон катчы бар.</p>\n<p>БУЛ КАТЧЫ МЕН, ӨЗҮМ, ДАЛ ӨЗҮМ. Бул катчынын иши баяндамачынын сөздөрүн туура эмес чечмелөө, туура эмес которуу.</p>\n<p>МЕН өзүнүн бейкалыс пикирлерине, алдын ала түшүнүктөрүнө, коркууларына, текебердигине, тынчсызданууларына, идеяларына, эскерүүлөрүнө ж.б. ылайык которот.</p>\n<p>Мектептеги окуучулар, студент кыздар, аудиторияны түзгөн адамдар чындыгында баяндамачыны угушпайт, өздөрүн угушат, өздөрүнүн ЭГОсун, өздөрүнүн сүйүктүү МАКИАВЕЛЛИСТТИК ЭГОсун угушат, ал ЧЫНЫГЫ, АКЫЙКАТ, МАЗМУНДУ кабыл алууга даяр эмес.</p>\n<p>Жаңылык сергек абалында гана, өткөндүн жүгүнөн таза АКЫЛ-ЭС менен, толук КАБЫЛ АЛУУ абалында, биз МЕН, ӨЗҮМ, ДАЛ ӨЗҮМ, ЭГО деп аталган жаман жышаандуу жаман катчынын кийлигишүүсүз чындап уга алабыз.</p>\n<p>Акыл-эс эс тутум менен шартталганда, ал топтолгон нерсесин гана кайталайт.</p>\n<p>Көптөгөн өткөн күндөрдүн тажрыйбасы менен шартталган акыл-эс азыркыны өткөндүн кир көз айнектери аркылуу гана көрө алат.</p>\n<p>ЭГЕР УГА БИЛГЕНДИ ҮЙРӨНГҮБҮЗ КЕЛСЕ, жаңы нерсени табуу үчүн уга билүүнү үйрөнгүбүз келсе, АЗЫРКЫЛЫК философиясы боюнча жашашыбыз керек.</p>\n<p>Өткөндүн түйшүктөрүсүз жана келечектин пландарысыз көз ирмемден көз ирмемге жашоо шашылыш.</p>\n<p>ЧЫНДЫК – бул көз ирмемден көз ирмемге белгисиз нерсе, биздин акыл-эсибиз ар дайым сергек, толук көңүл бурууда, бейкалыс пикирлерден, алдын ала түшүнүктөрдөн таза болушу керек, ошондо биз чындап кабыл алууга даяр болобуз.</p>\n<p>Мектептин мугалимдери жана мугалим айымдары өздөрүнүн окуучуларына уга билүүнүн терең маанисин үйрөтүшү керек.</p>\n<p>Акылмандык менен жашоону, сезимдерибизди бекемдөөнү, жүрүм-турумубузду, ойлорубузду, сезимдерибизди тазартууну үйрөнүү зарыл.</p>\n<p>Эгер уга билбесек, көз ирмемден көз ирмемге жаңы нерсени табууга жөндөмдүү болбосок, чоң академиялык маданиятка ээ болуунун эч кандай пайдасы жок.</p>\n<p>Биз көңүлдү тазартуубуз, мамилелерибизди тазартуубуз, адамдарыбызды, нерселерди ж.б. тазартуубуз керек.</p>\n<p>Уга билбегенде чындап таза болуу мүмкүн эмес.</p>\n<p>Орой, катаал, бузулган, деградацияланган акыл-эстер эч качан уга билишпейт, эч качан жаңы нерсени таба алышпайт, бул акыл-эстер МЕН, ӨЗҮМ, ЭГО деп аталган шайтан катчысынын абсурд котормолорун гана туура эмес түшүнүшөт.</p>\n<p>Таза болуу абдан кыйын жана толук көңүл бурууну талап кылат. Кимдир бирөө модада, костюмдарда, көйнөктөрдө, бакчаларда, автомобилдерде, достордо абдан таза адам болушу мүмкүн, бирок ички дүйнөсүндө орой, катаал, оор бойдон кала берет.</p>\n<p>Ким көз ирмемден көз ирмемге жашоону билсе, ал чыныгы тазалыктын жолунда баратат.</p>\n<p>Кимде кабыл алууга даяр, өзүнөн өзү пайда болгон, толук, сергек акыл-эс болсо, ал чыныгы тазалыктын жолунда баратат.</p>\n<p>Ким өткөндүн жүгүн, алдын ала түшүнүктөрдү, бейкалыс пикирлерди, шектенүүлөрдү, фанатизмдерди ж.б. таштап, бардык жаңы нерселерге ачылса, ал мыйзамдуу тазалыктын жолунда жеңиштүү жүрүп баратат.</p>\n<p>Деградацияланган акыл-эс өткөндө, алдын ала түшүнүктөрдө, текебердикте, өзүмчүлдүктө, бейкалыс пикирлерде ж.б. камалып жашайт.</p>\n<p>Деградацияланган акыл-эс жаңы нерсени көрө албайт, уга албайт, ӨЗҮМЧҮЛДҮК менен шартталган.</p>\n<p>МАРКСИЗМ-ЛЕНИНИЗМдин фанаттары жаңы нерсени кабыл алышпайт; бардык нерселердин төртүнчү МҮНӨЗДӨМӨСҮН, төртүнчү ӨЛЧӨМДҮ кабыл алышпайт, анткени өздөрүн жакшы көрүшөт, өздөрүнүн абсурд материалисттик теорияларына жабышышат жана биз аларды конкреттүү фактылардын чөйрөсүнө койгонубузда, алардын софизмдеринин абсурддугун далилдегенибизде, алар сол колун көтөрүшөт, билек саатынын жебесин карашат, буйтап кутулуп кетишет.</p>\n<p>Булар деградацияланган акыл-эстер, акыл-эси жеткен, уга билбеген, жаңы нерсени таба албаган, чындыкты кабыл албаган, анткени алар ӨЗҮМЧҮЛДҮКкө камалып калышкан. Өздөрүн ашыкча жакшы көргөн акыл-эстер, МАДАНИЙ ТАЗАЛЫК жөнүндө билбеген акыл-эстер, орой акыл-эстер, өздөрүнүн сүйүктүү ЭГОсун гана уккан акыл-эстер.</p>\n<p>НЕГИЗГИ БИЛИМ БЕРҮҮ угууга, акылмандык менен жашоого үйрөтөт.</p>\n<p>Мектептердин, колледждердин, университеттердин мугалимдери өздөрүнүн окуучуларына чыныгы жашоо тазалыгынын чыныгы жолун үйрөтүшү керек.</p>\n<p>Эгер чыгууда ички дүйнөбүздө ойлорубуз, идеяларыбыз, сезимдерибиз жана адаттарыбыз боюнча чыныгы чочколор болсок, мектептерде, колледждерде жана университеттерде он жана он беш жыл отуруунун эч кандай пайдасы жок.</p>\n<p>Фундаменталдык билим берүүгө шашылыш түрдө муктаждык бар, анткени жаңы муундар жаңы доордун башталышын билдирет.</p>\n<p>ЧЫНЫГЫ РЕВОЛЮЦИЯнын убагы келди, ФУНДАМЕНТАЛДЫК РЕВОЛЮЦИЯнын көз ирмеми келди.</p>\n<p>Өткөн – бул өткөн жана өз жемишин берди. Биз жашап жаткан учурдун терең маанисин түшүнүүгө муктажбыз.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ky/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
