import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "سننے کا فن",
  "locale": "ur",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. سننے کا فن",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>دنیا میں بہت سے ایسے مقررین موجود ہیں جو اپنی فصاحت و بلاغت سے حیران کر دیتے ہیں، لیکن بہت کم لوگ ایسے ہیں جو سننا جانتے ہیں۔</p>\n<p>سننا بہت مشکل ہے، سچ میں بہت کم لوگ ایسے ہیں جو واقعی سننا جانتے ہیں۔</p>\n<p>جب کوئی استاد، معلمہ یا لیکچرر بات کرتا ہے، تو سامعین بہت متوجہ نظر آتے ہیں، جیسے مقرر کے ہر لفظ کو تفصیل سے سن رہے ہوں، سب کچھ ایسا لگتا ہے کہ وہ سن رہے ہیں، کہ وہ چوکس ہیں، لیکن ہر فرد کے نفسیاتی پس منظر میں ایک سیکرٹری ہوتا ہے جو مقرر کے ہر لفظ کا ترجمہ کرتا ہے۔</p>\n<p>یہ سیکرٹری ‘میں’، ‘خود’ ہے۔ اس سیکرٹری کا کام مقرر کے الفاظ کی غلط تشریح اور غلط ترجمہ کرنا ہے۔</p>\n<p>‘میں’ اپنے تعصبات، پہلے سے قائم کردہ تصورات، خوف، تکبر، پریشانیوں، نظریات، یادوں وغیرہ کے مطابق ترجمہ کرتا ہے۔</p>\n<p>اسکول میں طلباء و طالبات، وہ افراد جو مل کر سامعین بنتے ہیں، جو سن رہے ہوتے ہیں، حقیقت میں مقرر کو نہیں سن رہے ہوتے، وہ خود کو سن رہے ہوتے ہیں، وہ اپنے نفس (EGO) کو سن رہے ہوتے ہیں، اپنے پیارے میکیاویلیائی نفس کو، جو حقیقت، سچائی اور جوہر کو قبول کرنے کے لیے تیار نہیں ہے۔</p>\n<p>صرف چوکس حالتِ نو (ALERTA NOVEDAD) میں، بغیر کسی سابقہ بوجھ کے آزاد اور بے ساختہ ذہن کے ساتھ، مکمل طور پر قبول کرنے کی حالت میں، ہم واقعی اس بدشگون سیکرٹری کی مداخلت کے بغیر سن سکتے ہیں جسے ‘میں’، ‘خود’، نفس (EGO) کہا جاتا ہے۔</p>\n<p>جب ذہن یادوں سے مشروط ہوتا ہے، تو یہ صرف وہی دہراتا ہے جو اس نے جمع کر رکھا ہوتا ہے۔</p>\n<p>ماضی کے تجربات سے مشروط ذہن حال کو صرف ماضی کے دھندلے شیشوں سے دیکھ سکتا ہے۔</p>\n<p>اگر ہم سننا سیکھنا چاہتے ہیں، اگر ہم نیا دریافت کرنے کے لیے سننا سیکھنا چاہتے ہیں، تو ہمیں لمحاتی فلسفے کے مطابق زندگی گزارنی چاہیے۔</p>\n<p>ماضی کی پریشانیوں اور مستقبل کے منصوبوں کے بغیر، لمحہ بہ لمحہ زندگی گزارنا ضروری ہے۔</p>\n<p>سچائی ہر لمحہ نامعلوم ہوتی ہے، ہمارے ذہنوں کو ہمیشہ چوکس، مکمل توجہ کے ساتھ، تعصبات اور پہلے سے قائم کردہ تصورات سے آزاد ہونا چاہیے، تاکہ وہ واقعی قبول کرنے کے لیے تیار ہوں۔</p>\n<p>اسکول کے اساتذہ کو اپنے طلباء و طالبات کو سننا جاننے کے گہرے معنی سکھانے چاہییں۔</p>\n<p>دانش مندی سے زندگی گزارنا، اپنے حواس کو مضبوط کرنا، اپنے رویے، خیالات اور جذبات کو نکھارنا ضروری ہے۔</p>\n<p>اگر ہم سننا نہیں جانتے، اگر ہم ہر لمحہ نیا دریافت کرنے کے قابل نہیں ہیں، تو عظیم علمی ثقافت کا کوئی فائدہ نہیں۔</p>\n<p>ہمیں توجہ کو نکھارنے، اپنے انداز کو نکھارنے، اپنی ذات کو، چیزوں کو وغیرہ کو نکھارنے کی ضرورت ہے۔</p>\n<p>جب ہم سننا نہیں جانتے تو واقعی نکھرنا ناممکن ہے۔</p>\n<p>ناہموار، کھردرے، بوسیدہ، زوال پذیر ذہن کبھی بھی سننا نہیں جانتے، کبھی بھی نیا دریافت کرنا نہیں جانتے، ایسے ذہن صرف ‘میں’، ‘خود’، نفس (EGO) نامی شیطانی سیکرٹری کے مضحکہ خیز تراجم کو غلط طریقے سے سمجھتے ہیں۔</p>\n<p>نکھرنا بہت مشکل ہے اور اس کے لیے مکمل توجہ کی ضرورت ہے۔ کوئی شخص فیشن، ملبوسات، باغات، آٹوموبائل، دوستوں میں بہت نفیس ہو سکتا ہے، اور پھر بھی اندرونی طور پر کھردرہ، بھاری ہو سکتا ہے۔</p>\n<p>جو لمحہ بہ لمحہ زندگی گزارنا جانتا ہے، وہ واقعی حقیقی نفاست کے راستے پر گامزن ہے۔</p>\n<p>جس کا ذہن قبول کرنے والا، بے ساختہ، مکمل اور چوکس ہے، وہ حقیقی نفاست کی راہ پر گامزن ہے۔</p>\n<p>جو کوئی بھی ماضی کے بوجھ، پہلے سے قائم کردہ تصورات، تعصبات، شکوک و شبہات، جنونیت وغیرہ کو چھوڑ کر ہر نئی چیز کے لیے خود کو کھولتا ہے، وہ جائز نفاست کے راستے پر فتح یاب ہوتا ہے۔</p>\n<p>زوال پذیر ذہن ماضی، پہلے سے قائم کردہ تصورات، تکبر، خود پسندی، تعصبات وغیرہ میں قید رہتا ہے۔</p>\n<p>زوال پذیر ذہن نیا دیکھنا نہیں جانتا، سننا نہیں جانتا، یہ خود پسندی سے مشروط ہوتا ہے۔</p>\n<p>مارکسزم لینن ازم کے متعصبین نیا قبول نہیں کرتے؛ وہ ہر چیز کی چوتھی خصوصیت، چوتھے جہت کو خود پسندی کی وجہ سے تسلیم نہیں کرتے، وہ خود سے بہت پیار کرتے ہیں، وہ اپنے مادی نظریات سے جڑے رہتے ہیں اور جب ہم انہیں ٹھوس حقائق کی بنیاد پر رکھتے ہیں، جب ہم انہیں ان کے سوفسطائیوں کی بے وقوفی کا مظاہرہ کرتے ہیں، تو وہ اپنا بایاں بازو اٹھاتے ہیں، اپنی کلائی کی گھڑی کی سوئیاں دیکھتے ہیں، ایک مبہم عذر پیش کرتے ہیں اور چلے جاتے ہیں۔</p>\n<p>یہ زوال پذیر ذہن ہیں، خستہ حال ذہن ہیں جو سننا نہیں جانتے، جو نیا دریافت کرنا نہیں جانتے، جو حقیقت کو قبول نہیں کرتے کیونکہ وہ خود پسندی میں قید ہیں۔ وہ ذہن جو خود سے بہت پیار کرتے ہیں، وہ ذہن جو ثقافتی نفاست سے ناواقف ہیں، کھردرے ذہن، جو صرف اپنے پیارے نفس کو سنتے ہیں۔</p>\n<p>بنیادی تعلیم سننا سکھاتی ہے، دانش مندی سے زندگی گزارنا سکھاتی ہے۔</p>\n<p>اسکولوں، کالجوں اور یونیورسٹیوں کے اساتذہ کو اپنے طلباء و طالبات کو حقیقی زندگی کی نفاست کا مستند راستہ سکھانا چاہیے۔</p>\n<p>اگر باہر نکلنے پر ہم اندرونی طور پر اپنے خیالات، نظریات، احساسات اور عادات میں حقیقی سور ہیں، تو اسکولوں، کالجوں اور یونیورسٹیوں میں دس اور پندرہ سال گزارنے کا کوئی فائدہ نہیں۔</p>\n<p>بنیادی تعلیم کی اشد ضرورت ہے کیونکہ نئی نسلیں ایک نئے دور کا آغاز ہیں۔</p>\n<p>حقیقی انقلاب کا وقت آ گیا ہے، بنیادی انقلاب کا لمحہ آ گیا ہے۔</p>\n<p>ماضی، ماضی ہے اور اس نے اپنے پھل دے دیے ہیں۔ ہمیں اس لمحے کی گہری اہمیت کو سمجھنے کی ضرورت ہے جس میں ہم جی رہے ہیں۔</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ur/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
