import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Тыңдай білу",
  "locale": "kk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. Тыңдай білу",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Дүние жүзінде шешендігімен таң қалдыратын шешендер көп, бірақ тыңдай білетін адамдар аз.</p>\n<p>Тыңдай білу өте қиын, шынымен тыңдай білетін адамдар аз.</p>\n<p>ҰСТАЗ сөйлегенде, мұғалім, лектор сөйлегенде, аудитория әрбір сөзін егжей-тегжейлі қадағалап, өте мұқият болып көрінеді, бәрі тыңдап жатқандай, дайын тұрғандай әсер қалдырады, бірақ әрбір адамның психологиялық тереңдігінде шешеннің әрбір сөзін аударатын хатшы бар.</p>\n<p>БҰЛ ХАТШЫ – МЕН, ӨЗІМ, ӨЗІМШІЛ. Бұл хатшының жұмысы – шешеннің сөздерін дұрыс түсінбеу, дұрыс аудармау.</p>\n<p>МЕН өзінің қалыптасқан пікірлері, ұғымдары, қорқыныштары, тәкаппарлығы, уайымдары, идеялары, естеліктері және т.б. бойынша аударады.</p>\n<p>Мектептегі оқушылар, студенттер, жиналып тыңдаушыларды құрайтын адамдар, шынымен де шешенді тыңдамайды, олар өздерін тыңдайды, олар өз ЭГО-сын, шынайыны, АҚИҚАТТЫ, МӘНДІ қабылдауға дайын емес, сүйікті МАКИАВЕЛЛИСТІК ЭГО-сын тыңдайды.</p>\n<p>Тек ЕСКЕРТУ жағдайында, өткеннің ауыртпалығынан арылған ЕРІКТІ АҚЫЛМЕН, толық ҚАБЫЛДАУ күйінде ғана біз МЕН, ӨЗІМ, ӨЗІМШІЛ, ЭГО деп аталатын жаман ырымдағы жаман хатшының араласуынсыз шынымен тыңдай аламыз.</p>\n<p>Ақыл-ой жадымен шартталған кезде, ол тек жинақталған нәрсені қайталайды.</p>\n<p>Көптеген жылдардың тәжірибесімен шартталған Ақыл-ой қазіргіні тек өткеннің лайлы линзалары арқылы көре алады.</p>\n<p>ЕГЕР ТЫҢДАУДЫ БІЛГІМІЗ КЕЛСЕ, егер жаңаны ашу үшін тыңдауды үйренгіміз келсе, біз МЕЗЕТТІК философиясына сәйкес өмір сүруіміз керек.</p>\n<p>Өткеннің уайымы мен болашақтың жоспарларысыз, әр сәт сайын өмір сүру шұғыл.</p>\n<p>АҚИҚАТ – сәт сайын белгісіз нәрсе, біздің ақыл-ойымыз әрқашан дайын, толық назарда, қалыптасқан пікірлерден, ұғымдардан ада болуы керек, шынымен қабылдауға дайын болу үшін.</p>\n<p>Мектеп мұғалімдері мен ұстаздары өз оқушыларына тыңдай білудің терең мағынасын үйретуі керек.</p>\n<p>Ақылды өмір сүруді, сезімдерімізді растауды, мінез-құлқымызды, ойларымызды, сезімдерімізді тазартуды үйрену қажет.</p>\n<p>Егер біз тыңдай білмесек, сәт сайын жаңаны ашуға қабілетті болмасақ, үлкен академиялық мәдениеттің пайдасы жоқ.</p>\n<p>Біз назарды тазартуымыз керек, әдеттерімізді, адамдарымызды, заттарымызды және т.б. тазартуымыз керек.</p>\n<p>Тыңдай білмегенде шынайы талғампаз болу мүмкін емес.</p>\n<p>Өрескел, дөрекі, бүлінген, азғындалған Ақыл-ойлар ешқашан тыңдай білмейді, ешқашан жаңаны аша алмайды, бұл Ақыл-ойлар тек МЕН, ӨЗІМ, ЭГО деп аталатын шайтан хатшысының абсурдты аудармаларын қате түрде түсінеді.</p>\n<p>Талғампаз болу өте қиын және толық назар аударуды қажет етеді. Біреу сән, костюмдер, көйлектер, бақтар, автомобильдер, достарда өте талғампаз адам болуы мүмкін, бірақ іштей дөрекі, ауыр болып қала береді.</p>\n<p>Әр сәт сайын өмір сүруді білетін адам шынайы талғампаздық жолымен жүреді.</p>\n<p>Ақылы қабылдағыш, ерікті, тұтас, дайын адам нағыз талғампаздық жолымен жүреді.</p>\n<p>Өткеннің ауыртпалығын, қалыптасқан пікірлерді, жақтырмаушылықты, күдікті, фанатизмді және т.б. тастап, барлық жаңаға ашылатын адам заңды талғампаздық жолымен жеңіске жетеді.</p>\n<p>Азғындалған ақыл-ой өткенде, қалыптасқан пікірлерде, тәкаппарлықта, өзімшілдікте, жақтырмаушылықта және т.б. бөтелкеге салынғандай өмір сүреді.</p>\n<p>Азғындалған ақыл-ой жаңаны көре алмайды, тыңдай алмайды, ӨЗІМШІЛДІКПЕН шартталған.</p>\n<p>МАРКСИЗМ-ЛЕНИНИЗМ жанкүйерлері жаңаны қабылдамайды; барлық нәрсенің төртінші СИПАТТАМАСЫН, төртінші ӨЛШЕМДІ өзімшілдікпен мойындамайды, олар өздерін тым жақсы көреді, өздерінің абсурдты материалистік теорияларына жабысады және біз оларды нақты фактілер аймағына орналастырған кезде, біз олардың софизмдерінің абсурдтығын көрсеткен кезде, олар сол қолын көтереді, білегіндегі сағатының тілін қарайды, жалтарма сылтау айтып, кетеді.</p>\n<p>Бұл азғындалған ақыл-ойлар, ескірген ақыл-ойлар, олар тыңдай білмейді, жаңаны аша алмайды, олар шындықты қабылдамайды, өйткені олар ӨЗІМШІЛДІККЕ толы. Өздерін тым жақсы көретін ақыл-ойлар, МӘДЕНИ ТАЛҒАМПАЗДЫҚТЫ білмейтін ақыл-ойлар, дөрекі ақыл-ойлар, олар тек сүйікті ЭГО-сын тыңдайды.</p>\n<p>НЕГІЗГІ БІЛІМ тыңдауды үйретеді, ақылды өмір сүруді үйретеді.</p>\n<p>Мектептердің, колледждердің, университеттердің мұғалімдері мен ұстаздары өз оқушыларына нағыз өмірлік талғампаздықтың нағыз жолын үйретуі керек.</p>\n<p>Егер шыққан кезде ойларымызда, идеяларымызда, сезімдерімізде және әдет-ғұрыптарымызда іштей шынайы шошқа болсақ, мектептерде, колледждерде және университеттерде он және он бес жыл болудың пайдасы жоқ.</p>\n<p>Негізгі БІЛІМ шұғыл түрде қажет, өйткені жаңа ұрпақ жаңа дәуірдің басталуын білдіреді.</p>\n<p>ШЫНАЙЫ РЕВОЛЮЦИЯНЫҢ уақыты келді, НЕГІЗГІ РЕВОЛЮЦИЯНЫҢ сәті келді.</p>\n<p>Өткен – өткен және ол өз жемісін берді. Біз өмір сүріп жатқан сәттегі терең мағынаны түсінуіміз керек.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kk/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
