import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Умение слушать",
  "locale": "ru",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. Умение слушать",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>В мире существует множество ораторов, поражающих своим красноречием, но мало кто умеет слушать.</p>\n<p>Уметь слушать очень сложно, мало кто по-настоящему умеет слушать.</p>\n<p>КОГДА ГОВОРИТ УЧИТЕЛЬ, учительница, лектор, аудитория кажется очень внимательной, как будто следит за каждой деталью, за каждым словом оратора, все создает впечатление, что они слушают, что они находятся в состоянии настороженности, но в глубине психологического состояния каждого человека есть секретарь, который переводит каждое слово оратора.</p>\n<p>ЭТОТ СЕКРЕТАРЬ - Я, Я САМ, САМОСТЬ. Работа этого секретаря заключается в том, чтобы неправильно интерпретировать, неправильно переводить слова оратора.</p>\n<p>Я переводит в соответствии со своими предрассудками, предвзятыми мнениями, страхами, гордостью, тревогами, идеями, воспоминаниями и т.д., и т.п., и т.д.</p>\n<p>Ученики в школе, ученицы, люди, которые в совокупности составляют аудиторию, слушающую, на самом деле не слушают оратора, они слушают себя, они слушают свое собственное ЭГО, свое дорогое МАКИАВЕЛЛИСТСКОЕ ЭГО, которое не желает принимать РЕАЛЬНОЕ, ИСТИННОЕ, СУЩЕСТВЕННОЕ.</p>\n<p>Только в состоянии настороженной НОВИЗНЫ, с СПОНТАННЫМ РАЗУМОМ, свободным от груза прошлого, в состоянии полной ВОСПРИИМЧИВОСТИ, мы можем действительно слушать без вмешательства этого ужасного секретаря-предвестника несчастья, называемого Я, Я САМ, САМОСТЬ, ЭГО.</p>\n<p>Когда разум обусловлен памятью, он только повторяет то, что накопил.</p>\n<p>Разум, обусловленный опытом стольких и стольких дней, может видеть настоящее только сквозь мутные линзы прошлого.</p>\n<p>ЕСЛИ МЫ ХОТИМ НАУЧИТЬСЯ СЛУШАТЬ, если мы хотим научиться слушать, чтобы открывать новое, мы должны жить в соответствии с философией МОМЕНТАЛЬНОСТИ.</p>\n<p>Настоятельно необходимо жить от момента к моменту, без забот о прошлом и без планов на будущее.</p>\n<p>ПРАВДА - это неизвестное от момента к моменту, наш разум всегда должен быть начеку, в полной готовности, свободным от предрассудков, предвзятых мнений, чтобы быть по-настоящему восприимчивыми.</p>\n<p>Учителя и учительницы в школе должны научить своих учеников и учениц глубокому значению того, что значит уметь слушать.</p>\n<p>Необходимо научиться жить мудро, подтверждать наши чувства, облагораживать наше поведение, наши мысли, наши чувства.</p>\n<p>Бесполезно иметь большую академическую культуру, если мы не умеем слушать, если мы не способны открывать новое от момента к моменту.</p>\n<p>Нам нужно облагораживать внимание, облагораживать наши манеры, облагораживать наши личности, вещи и т.д., и т.п., и т.д.</p>\n<p>Невозможно быть по-настоящему утонченным, когда мы не умеем слушать.</p>\n<p>Грубые, неотёсанные, испорченные, выродившиеся умы никогда не умеют слушать, никогда не умеют открывать новое, эти умы понимают только в искаженном виде абсурдные переводы этого сатанинского секретаря, называемого Я, Я САМ, ЭГО.</p>\n<p>Быть утонченным - это очень трудно и требует полного внимания. Кто-то может быть очень утонченным в моде, костюмах, платьях, садах, автомобилях, друзьях, и, тем не менее, оставаться в глубине души грубым, неотёсанным, тяжелым.</p>\n<p>Тот, кто умеет жить от момента к моменту, действительно идет по пути истинного утончения.</p>\n<p>Тот, у кого восприимчивый, спонтанный, целостный, внимательный ум, идет по пути подлинного утончения.</p>\n<p>Тот, кто открывается всему новому, отбрасывая груз прошлого, предвзятые мнения, предрассудки, подозрения, фанатизм и т.д., триумфально шествует по пути законного утончения.</p>\n<p>Выродившийся ум живет, запертый в прошлом, в предвзятых мнениях, гордости, самолюбии, предрассудках и т.д., и т.п.</p>\n<p>Выродившийся ум не умеет видеть новое, не умеет слушать, он обусловлен САМОЛЮБИЕМ.</p>\n<p>Фанатики МАРКСИЗМА-ЛЕНИНИЗМА не принимают новое; не признают четвертую ХАРАКТЕРИСТИКУ всех вещей, четвертое ИЗМЕРЕНИЕ, из самолюбия, они слишком любят себя, они привязаны к своим собственным абсурдным материалистическим теориям, и когда мы помещаем их на почву конкретных фактов, когда мы демонстрируем им абсурдность их софизмов, они поднимают левую руку, смотрят на стрелки своих наручных часов, извиняются уклончиво и уходят.</p>\n<p>Это выродившиеся умы, дряхлые умы, которые не умеют слушать, которые не умеют открывать новое, которые не принимают реальность, потому что они заперты в САМОЛЮБИИ. Умы, которые слишком любят себя, умы, которые не знают КУЛЬТУРНЫХ ИЗЫСКОВ, грубые умы, неотёсанные умы, которые слушают только свое дорогое ЭГО.</p>\n<p>ФУНДАМЕНТАЛЬНОЕ ОБРАЗОВАНИЕ учит слушать, учит жить мудро.</p>\n<p>Учителя и учительницы в школах, колледжах, университетах должны учить своих учеников и учениц подлинному пути истинного жизненного утончения.</p>\n<p>Бесполезно проводить десять и пятнадцать лет в школах, колледжах и университетах, если, выйдя из них, мы внутренне остаемся настоящими свиньями в своих мыслях, идеях, чувствах и обычаях.</p>\n<p>ФУНДАМЕНТАЛЬНОЕ ОБРАЗОВАНИЕ необходимо в срочном порядке, потому что новые поколения означают начало новой эры.</p>\n<p>Пришло время НАСТОЯЩЕЙ РЕВОЛЮЦИИ, пришел миг ФУНДАМЕНТАЛЬНОЙ РЕВОЛЮЦИИ.</p>\n<p>Прошлое есть прошлое, и оно уже принесло свои плоды. Нам нужно понять глубокое значение момента, в котором мы живем.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ru/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
