import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Να Ξέρεις Ν' Ακούς",
  "locale": "el",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. Να Ξέρεις Ν' Ακούς",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Στον κόσμο υπάρχουν πολλοί ρήτορες που καταπλήσσουν με την ευγλωττία τους, αλλά λίγοι είναι οι άνθρωποι που ξέρουν να ακούν.</p>\n<p>Το να ξέρεις να ακούς είναι πολύ δύσκολο, λίγοι είναι πραγματικά οι άνθρωποι που ξέρουν αλήθεια να ακούν.</p>\n<p>ΟΤΑΝ ΜΙΛΑΕΙ Ο ΔΑΣΚΑΛΟΣ, η δασκάλα, ο ομιλητής, το ακροατήριο φαίνεται να είναι πολύ προσεκτικό, σαν να παρακολουθεί λεπτομερώς κάθε λέξη του ομιλητή, όλα δίνουν την εντύπωση ότι ακούν, ότι βρίσκονται σε κατάσταση εγρήγορσης, αλλά στο ψυχολογικό βάθος κάθε ατόμου υπάρχει ένας γραμματέας που μεταφράζει κάθε λέξη του ομιλητή.</p>\n<p>ΑΥΤΟΣ Ο ΓΡΑΜΜΑΤΕΑΣ ΕΙΝΑΙ Ο ΕΑΥΤΟΣ, Ο ΙΔΙΟΣ, Ο ΑΥΤΟΣ ΜΟΥ. Η δουλειά αυτού του γραμματέα είναι να παρερμηνεύει, να μεταφράζει λάθος τις λέξεις του ομιλητή.</p>\n<p>Ο ΕΑΥΤΟΣ μεταφράζει σύμφωνα με τις προκαταλήψεις, τις προλήψεις, τους φόβους, την υπερηφάνεια, τις αγωνίες, τις ιδέες, τις μνήμες του, κ.λπ., κ.λπ., κ.λπ.</p>\n<p>Οι μαθητές στο σχολείο, οι μαθήτριες, τα άτομα που αθροιστικά αποτελούν το ακροατήριο που ακούει, στην πραγματικότητα δεν ακούν τον ομιλητή, ακούν τον εαυτό τους, ακούν το δικό τους ΕΓΩ, το αγαπημένο τους ΜΑΚΙΑΒΕΛΙΚΟ ΕΓΩ, που δεν είναι διατεθειμένο να αποδεχτεί το ΠΡΑΓΜΑΤΙΚΟ, το ΑΛΗΘΙΝΟ, το ΟΥΣΙΩΔΕΣ.</p>\n<p>Μόνο σε κατάσταση εγρήγορσης ΚΑΙΝΟΤΟΜΙΑΣ, με ΑΥΘΟΡΜΗΤΗ ΝΟΗΣΗ ελεύθερη από το βάρος του παρελθόντος, σε κατάσταση πλήρους ΔΕΚΤΙΚΟΤΗΤΑΣ, μπορούμε πραγματικά να ακούσουμε χωρίς την παρέμβαση αυτού του άθλιου γραμματέα κακών οιωνών που ονομάζεται ΕΑΥΤΟΣ, Ο ΙΔΙΟΣ, Ο ΑΥΤΟΣ ΜΟΥ, ΕΓΩ.</p>\n<p>Όταν το μυαλό είναι υπό όρους από τη μνήμη, απλώς επαναλαμβάνει ό,τι έχει συσσωρεύσει.</p>\n<p>Το Μυαλό υπό όρους από τις εμπειρίες τόσων και τόσων χθες, μπορεί να δει το παρόν μόνο μέσα από τους θολούς φακούς του παρελθόντος.</p>\n<p>ΑΝ ΘΕΛΟΥΜΕ ΝΑ ΞΕΡΟΥΜΕ ΝΑ ΑΚΟΥΜΕ, αν θέλουμε να μάθουμε να ακούμε για να ανακαλύψουμε το καινούργιο, πρέπει να ζούμε σύμφωνα με τη φιλοσοφία της ΣΤΙΓΜΙΑΙΟΤΗΤΑΣ.</p>\n<p>Είναι επείγον να ζούμε από στιγμή σε στιγμή χωρίς τις ανησυχίες του παρελθόντος και χωρίς τα σχέδια του μέλλοντος.</p>\n<p>Η ΑΛΗΘΕΙΑ είναι το άγνωστο από στιγμή σε στιγμή, το μυαλό μας πρέπει να είναι πάντα σε εγρήγορση, σε πλήρη προσοχή, ελεύθερο από προκαταλήψεις, προλήψεις, για να είναι πραγματικά δεκτικό.</p>\n<p>Οι Δάσκαλοι και οι Δασκάλες του σχολείου πρέπει να διδάξουν στους μαθητές και τις μαθήτριές τους τη βαθιά σημασία που περικλείεται στο να ξέρεις να ακούς.</p>\n<p>Είναι απαραίτητο να μάθουμε να ζούμε σοφά, να επιβεβαιώνουμε τις αισθήσεις μας, να βελτιώνουμε τη συμπεριφορά μας, τις σκέψεις μας, τα συναισθήματά μας.</p>\n<p>Δεν ωφελεί να έχεις μια μεγάλη ακαδημαϊκή κουλτούρα, αν δεν ξέρουμε να ακούμε, αν δεν είμαστε ικανοί να ανακαλύψουμε το καινούργιο από στιγμή σε στιγμή.</p>\n<p>Πρέπει να βελτιώσουμε την προσοχή, να βελτιώσουμε τους τρόπους μας, να βελτιώσουμε τα άτομά μας, τα πράγματα, κ.λπ., κ.λπ., κ.λπ.</p>\n<p>Είναι αδύνατο να είσαι αληθινά εκλεπτυσμένος όταν δεν ξέρεις να ακούς.</p>\n<p>Τα Μυαλά χονδροειδή, άγρια, φθαρμένα, εκφυλισμένα ποτέ δεν ξέρουν να ακούν, ποτέ δεν ξέρουν να ανακαλύψουν το καινούργιο, αυτά τα Μυαλά μόνο κατανοούν, μόνο καταλαβαίνουν με λανθασμένο τρόπο τις παράλογες μεταφράσεις αυτού του σατανικού γραμματέα που ονομάζεται ΕΑΥΤΟΣ, Ο ΙΔΙΟΣ, ΕΓΩ.</p>\n<p>Το να είσαι εκλεπτυσμένος είναι κάτι πολύ δύσκολο και απαιτεί πλήρη προσοχή. Κάποιος μπορεί να είναι ένα πολύ εκλεπτυσμένο άτομο στις μόδες, τα κοστούμια, τα φορέματα, τους κήπους, τα αυτοκίνητα, τις φιλίες, και ωστόσο να συνεχίζει στο εσωτερικό να είναι άγριος, χονδροειδής, βαρύς.</p>\n<p>Όποιος ξέρει να ζει από στιγμή σε στιγμή, βαδίζει πραγματικά στο δρόμο της αληθινής εκλέπτυνσης.</p>\n<p>Όποιος έχει Μυαλό δεκτικό, αυθόρμητο, ακέραιο, σε εγρήγορση, βαδίζει στο μονοπάτι της αυθεντικής εκλέπτυνσης.</p>\n<p>Όποιος ανοίγεται σε ό,τι καινούργιο εγκαταλείποντας το βάρος του παρελθόντος, τις προλήψεις, τις προκαταλήψεις, τις καχυποψίες, τους φανατισμούς, κ.λπ., βαδίζει θριαμβευτικά στο δρόμο της νόμιμης εκλέπτυνσης.</p>\n<p>Το εκφυλισμένο μυαλό ζει εγκλωβισμένο στο παρελθόν, στις προλήψεις, την υπερηφάνεια, την ιδιοτέλεια, τις προκαταλήψεις, κ.λπ., κ.λπ.</p>\n<p>Το εκφυλισμένο μυαλό δεν ξέρει να δει το καινούργιο, δεν ξέρει να ακούσει, είναι υπό όρους από την ΙΔΙΟΤΕΛΕΙΑ.</p>\n<p>Οι φανατικοί του ΜΑΡΞΙΣΜΟΥ-ΛΕΝΙΝΙΣΜΟΥ δεν αποδέχονται το καινούργιο. Δεν παραδέχονται το τέταρτο ΧΑΡΑΚΤΗΡΙΣΤΙΚΟ όλων των πραγμάτων, την τέταρτη ΔΙΑΣΤΑΣΗ, από ιδιοτέλεια, αγαπούν υπερβολικά τον εαυτό τους, προσκολλώνται στις δικές τους υλιστικές θεωρίες παράλογες και Όταν τους τοποθετούμε στο έδαφος των συγκεκριμένων γεγονότων, όταν τους αποδεικνύουμε το παράλογο των σοφισμάτων τους, σηκώνουν το αριστερό χέρι, κοιτούν τους δείκτες του ρολογιού χειρός τους, δίνουν μια απολογητική δικαιολογία και φεύγουν.</p>\n<p>Αυτά είναι εκφυλισμένα μυαλά, ετοιμοθάνατα μυαλά που δεν ξέρουν να ακούν, που δεν ξέρουν να ανακαλύψουν το καινούργιο, που δεν αποδέχονται την πραγματικότητα επειδή είναι εγκλωβισμένα στην ΙΔΙΟΤΕΛΕΙΑ. Μυαλά που αγαπούν υπερβολικά τον εαυτό τους, μυαλά που δεν ξέρουν από ΠΟΛΙΤΙΣΤΙΚΕΣ ΕΚΛΕΠΤΥΝΣΕΙΣ, χονδροειδή μυαλά, άγρια μυαλά, που ακούν μόνο το αγαπημένο τους ΕΓΩ.</p>\n<p>Η ΘΕΜΕΛΙΩΔΗΣ ΕΚΠΑΙΔΕΥΣΗ διδάσκει να ακούς, διδάσκει να ζεις σοφά.</p>\n<p>Οι δάσκαλοι και οι δασκάλες των σχολείων, των κολεγίων, των πανεπιστημίων πρέπει να διδάξουν στους μαθητές και τις μαθήτριές τους τον αυθεντικό δρόμο της αληθινής ζωτικής εκλέπτυνσης.</p>\n<p>Δεν ωφελεί να παραμείνεις δέκα και δεκαπέντε χρόνια κλεισμένος σε σχολεία, κολέγια και πανεπιστήμια, αν όταν βγούμε είμαστε εσωτερικά αληθινοί χοίροι στις σκέψεις μας, τις ιδέες μας, τα συναισθήματά μας και τις συνήθειές μας.</p>\n<p>Χρειάζεται η ΘΕΜΕΛΙΩΔΗΣ ΕΚΠΑΙΔΕΥΣΗ επειγόντως γιατί οι νέες γενιές σημαίνουν την αρχή μιας νέας εποχής.</p>\n<p>Έφτασε η ώρα της ΑΛΗΘΙΝΗΣ ΕΠΑΝΑΣΤΑΣΗΣ, έφτασε η στιγμή της ΘΕΜΕΛΙΩΔΟΥΣ ΕΠΑΝΑΣΤΑΣΗΣ.</p>\n<p>Το παρελθόν είναι το παρελθόν και έδωσε ήδη τους καρπούς του. Πρέπει να κατανοήσουμε τη βαθιά σημασία της στιγμής που ζούμε.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/el/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
