import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "आयकुंक जाण",
  "locale": "kok",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. आयकुंक जाण",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>संवसारांत खूब वक्त्यांक तांचे कुशळतायेक लागून लोक खूब मानतात, पूण आयकपाक जाणकार लोक खूब कमी आसात.</p>\n<p>आयकपाक येवप खूब कठीण आसा, खूब कमी लोक आसात जे खरेंच आयकपाक जाणटात.</p>\n<p>जेन्ना शिक्षक, शिक्षिका, वक्ता उलयता, तेन्ना श्रोते खूब लक्ष दितात, जशें वक्त्याचें प्रत्येक उतर बारीकसाणेन आयकतात, सगळे लोक आयकतात अशें दिसता, ते जागृत अवस्थेंत आसात, पूण प्रत्येक व्यक्तीच्या मनांत एक सचिव आसता जो वक्त्याच्या प्रत्येक उतरांचो अर्थ लायता.</p>\n<p>हो सचिव म्हळ्यार ‘हांव’, ‘माका’, ‘स्वता’. ह्या सचिवाचें काम म्हळ्यार वक्त्याचीं उतरां चुकीच्या पद्धतीन सांगप.</p>\n<p>‘हांव’ आपल्या पूर्वग्रहां प्रमाण, आदल्या कल्पनां प्रमाण, भंया प्रमाण, अभिमाना प्रमाण, चिंतां प्रमाण, विचारां प्रमाण, याद प्रमाण, आदीं प्रमाण उतरांचो अर्थ लायता.</p>\n<p>शाळेंतले विद्यार्थी, विद्यार्थिनी, लोक जे श्रोत्यां म्हणून आयकतात, ते खरेंच वक्त्याक आयकनासतना स्वताक आयकतात, ते आपल्या ‘अहंकाराक’ आयकतात, आपल्या लाडक्या ‘माकियावेलीयन अहंकाराक’ आयकतात, जाका सत्य, खरेपण, म्हत्वाचें मान्य करपाक आवडना.</p>\n<p>फक्त जागृत अवस्थेंत, नव्या विचारांनी, भूतकाळाच्या वजनां पासून मुक्त मनान, पुरायपणान ग्रहण करपाचे अवस्थेंत, आमी खऱ्या अर्थान ‘हांव’, ‘माका’, ‘स्वता’, ‘अहंकार’ ह्या वायट सचिवाच्या मदती शिवाय आयकूंक शकतात.</p>\n<p>जेन्ना मन याददाश्तीन भरिल्लें आसता, तेन्ना तें फक्त साठयल्लें परत सांगता.</p>\n<p>खूब आदल्या अनुभवांन भरिल्लें मन, आयचो दीस फक्त भूतकाळाच्या धूसर लेन्सांतल्यानूच पळोवंक शकता.</p>\n<p>जर आमकां आयकपाक शिकपाक जाय, जर आमकां नवें सोदपाक आयकपाक शिकपाक जाय, जाल्यार आमी क्षणभंगुरतेच्या तत्वा प्रमाण जियेवंक जाय.</p>\n<p>भूतकाळाच्या चिंतां शिवाय आनी भविश्याच्या योजनां शिवाय दर क्षणाक जियेवप खूब गरजेचें आसा.</p>\n<p>सत्य म्हळ्यार दर क्षणाक अज्ञात, आमचें मन सदांच जागृत, पुराय लक्ष दिवपी, पूर्वग्रह आनी आदल्या कल्पनां पासून मुक्त आसूंक जाय, तेन्नाच तें खऱ्या अर्थान ग्रहणशील आसतलें.</p>\n<p>शाळेंतल्या शिक्षकांनी आपल्या विद्यार्थ्यांक आयकपाच्या म्हत्वाचो अर्थ समजावंक जाय.</p>\n<p>बुद्धीन जियेवपाक शिकप, आपली इंद्रियांक घट करप, आपल्या वागणुकेक, विचारांक, भावनांक सुदारप खूब गरजेचें आसा.</p>\n<p>जर आमकां आयकपाक येना, जर आमी दर क्षणाक नवें सोदपाक शकत ना, जाल्यार व्हड अकादमिक संस्कृती आसून कांयच फायदो ना.</p>\n<p>आमकां लक्ष सुदारपाची गरज आसा, आमची रीतभात सुदारपाची गरज आसा, आमची व्यक्ती सुदारपाची गरज आसा, वस्तू सुदारपाची गरज आसा.</p>\n<p>जेन्ना आमकां आयकपाक येना तेन्ना खऱ्या अर्थान सुदारप अशक्य आसा.</p>\n<p>ओबडधोबड, वायट, दूषित मनां केन्नाच आयकूंक शकना, केन्नाच नवें सोदूंक शकना, तीं मनां फक्त ‘हांव’, ‘माका’, ‘अहंकार’ ह्या सैतानी सचिवा कडल्यान येवपी अर्थहीन उतरांचो चुकीचो अर्थ समजून घेतात.</p>\n<p>सुदारप खूब कठीण आसा आनी ताका पुराय लक्ष दिवपाची गरज आसा. कोणूय फॅशन, कपडे, बगीचे, गाडयो, इश्टागती हातूंत खूब सुदारिल्लो आसूं येता, तरी लेगीत तो मनान ओबडधोबड आसूं येता.</p>\n<p>जो मनीस दर क्षणाक जियेवपाक जाणटा, तो खरेंच सुदारणेच्या मार्गाचेर चलता.</p>\n<p>ज्या मनशाक ग्रहणशील, उत्स्फूर्त, पुराय, जागृत मन आसा, तो प्रामाणिक सुदारणेच्या मार्गान चलता.</p>\n<p>जो भूतकाळाचें ओजें, आदले विचार, पूर्वग्रह, दुस्वास, कट्टरता आदी सोडून सगळ्या नव्या गजालींक स्वताक उक्ता करता, तो कायदेशीर सुदारणेच्या मार्गान जैतवंतपणान फुडें वता.</p>\n<p>दूषित मन भूतकाळांत, आदल्या विचारांनी, अभिमानांत, स्वताच्या मोगांत, पूर्वग्रहांनी भरिल्लें आसता.</p>\n<p>दूषित मनाक नवें दिसना, आयकूंक येना, तें स्वताच्या मोगाक लागून बांदिल्लें आसता.</p>\n<p>मार्क्सवाद-लेनिनवादाचे भक्त नवें मान्य करनात; सगळ्या वस्तूंचें चवथें खाशेलपण, चवथें आयाम मान्य करनात, कारण ते स्वताचेर खूब मोग करतात, आपल्या निरर्थक भौतिकवादी सिद्धांतांक चिकटून बसतात आनी जेन्ना आमी तांकां ठोस घडणुकांच्या मळार हाडटात, जेन्ना आमी तांच्या तकलीं नासकें तर्क दाखयतात, तेन्ना ते आपले दावे हात उखलतात, आपल्या घड्याळाचे काटे पळयतात, एक टाळटाळीचें निमित्त दितात आनी वचून वतात.</p>\n<p>तीं दूषित मनां आसात, तीं दुर्बळ मनां आसात जिकां आयकूंक येना, जिकां नवें सोदूंक येना, जिकां सत्य मान्य करपाक येना कारण तीं स्वताच्या मोगांत बंदिस्त आसात. तीं मनां जिकां स्वताचेर खूब मोग आसा, तीं मनां जिकां संस्कृतीक सुदारणेची खबर ना, तीं ओबडधोबड मनां, तीं वायट मनां, जी फक्त आपल्या लाडक्या अहंकाराक आयकतात.</p>\n<p>बुन्यादी शिक्षण आयकपाक शिकयता, बुद्धीन जियेवपाक शिकयता.</p>\n<p>शाळेंतल्या, कॉलेजींतल्या, विद्यापीठांतल्या शिक्षकांनी आपल्या विद्यार्थ्यांक खऱ्या जिणेंतली सुदारणा कशी करची तें शिकोवंक जाय.</p>\n<p>शाळेंत, कॉलेजींत आनी विद्यापीठांनी धा आनी पंदरा वर्सां रावल्या उपरांतूय जर आमी मनान विचार, कल्पना, भावना आनी चालीरितीं कडेन संबंदित खराच डुकर आसत जाल्यार ताचो कांयच अर्थ ना.</p>\n<p>बुन्यादी शिक्षणाची खूब गरज आसा कारण नवें पिळग्यो म्हळ्यार नव्या युगाची सुरवात.</p>\n<p>खऱ्या क्रांतीची वेळ आयल्या, बुनयादी क्रांतीची वेळ आयल्या.</p>\n<p>भूतकाळ हो भूतकाळ आशिल्लो आनी ताणें आपलीं फळां दिल्लीं आसात. आमी जें जियेतात त्या क्षणाचो खोलायेन अर्थ समजून घेवपाची गरज आसा.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kok/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kok/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kok/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
