import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "राम्रोसँग सुन्नुहोस्",
  "locale": "ne",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. राम्रोसँग सुन्नुहोस्",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>संसारमा धेरै वक्ताहरू छन् जो आफ्नो वाक्पटुताले चकित पार्छन्, तर थोरै मानिसहरू छन् जसले सुन्न जान्दछन्।</p>\n<p>सुन्न जान्नु धेरै गाह्रो छ, थोरै मानिसहरू मात्र साँच्चै सुन्न जान्दछन्।</p>\n<p>जब गुरु, शिक्षिका, वक्ता बोल्छन्, श्रोताहरू धेरै ध्यान दिएर बसेको जस्तो देखिन्छ, मानौं वक्ताको प्रत्येक शब्दलाई ध्यानपूर्वक पछ्याइरहेका छन्, सबै कुराले उनीहरू सुनिरहेका छन्, सतर्क अवस्थामा छन् भन्ने आभास दिन्छ, तर प्रत्येक व्यक्तिको मनोवैज्ञानिक गहिराइमा एक सचिव हुन्छ जसले वक्ताको प्रत्येक शब्द अनुवाद गर्छ।</p>\n<p>यो सचिव भनेको म, मेरो आफ्नै, स्वयम् हो। उक्त सचिवको काम भनेको वक्ताका शब्दहरूलाई गलत व्याख्या गर्नु, गलत अनुवाद गर्नु हो।</p>\n<p>म ले आफ्नो पूर्वाग्रह, पूर्वनिर्धारित धारणाहरू, डर, घमण्ड, चिन्ता, विचार, सम्झनाहरू, आदिका अनुसार अनुवाद गर्छ।</p>\n<p>विद्यालयका विद्यार्थीहरू, छात्राहरू, श्रोताहरू बनेका व्यक्तिहरूले वास्तवमा वक्तालाई सुनिरहेका हुँदैनन्, उनीहरू आफैंलाई सुनिरहेका हुन्छन्, उनीहरू आफ्नो अहंकार, आफ्नो प्रिय मैकियाभेलियन अहंकारलाई सुनिरहेका हुन्छन्, जुन वास्तविकता, सत्य, सारलाई स्वीकार गर्न तयार हुँदैन।</p>\n<p>केवल सतर्क नवीनताको अवस्थामा, विगतको बोझबाट मुक्त सहज दिमागका साथ, पूर्ण ग्रहणशीलताको अवस्थामा, हामी वास्तवमा म, मेरो आफ्नै, स्वयम्, अहंकार नामक अशुभ सचिवको हस्तक्षेप बिना सुन्न सक्छौं।</p>\n<p>जब मन स्मृतिले गर्दा वातानुकूलित हुन्छ, तब यसले सञ्चित भएको कुरा मात्र दोहोर्याउँछ।</p>\n<p>विगतका धेरै अनुभवहरूले वातानुकूलित भएको मनले वर्तमानलाई विगतको धमिलो चश्माबाट मात्र देख्न सक्छ।</p>\n<p>यदि हामी सुन्न जान्न चाहन्छौं भने, यदि हामी नयाँ कुरा पत्ता लगाउन सुन्न सिक्न चाहन्छौं भने, हामीले क्षणिकताको दर्शन अनुसार बाँच्नुपर्छ।</p>\n<p>विगतका चिन्ता र भविष्यका योजना बिना क्षण-क्षणमा बाँच्न जरुरी छ।</p>\n<p>सत्य भनेको क्षण-क्षणमा अज्ञात हो, हाम्रो मन सधैं सतर्क, पूर्ण ध्यानमा, पूर्वाग्रह र पूर्वनिर्धारित धारणाहरूबाट मुक्त हुनुपर्छ, ताकि हामी वास्तवमै ग्रहणशील हुन सकौं।</p>\n<p>विद्यालयका शिक्षकहरूले आफ्ना विद्यार्थीहरूलाई सुन्न जान्नुको गहिरो अर्थ बुझाउनुपर्छ।</p>\n<p>हामीले बुद्धिमानीपूर्वक बाँच्न, आफ्ना इन्द्रियहरूलाई पुनः पुष्टि गर्न, हाम्रो व्यवहार, हाम्रो विचार, हाम्रो भावनालाई परिष्कृत गर्न सिक्नु आवश्यक छ।</p>\n<p>हामीसँग ठूलो शैक्षिक संस्कृति हुनुको कुनै अर्थ छैन, यदि हामी सुन्न जान्दैनौं भने, यदि हामी क्षण-क्षणमा नयाँ कुरा पत्ता लगाउन सक्षम छैनौं भने।</p>\n<p>हामीले ध्यानलाई परिष्कृत गर्न, हाम्रो तौरतरिका, हाम्रो व्यक्तित्व, चीजहरू, आदि परिष्कृत गर्न आवश्यक छ।</p>\n<p>जब हामी सुन्न जान्दैनौं तब साँचो रूपमा परिष्कृत हुन असम्भव छ।</p>\n<p>कठोर, रुखो, बिग्रेको, पतित दिमागले कहिल्यै सुन्न जान्दैन, कहिल्यै नयाँ कुरा पत्ता लगाउन जान्दैन, त्यस्ता दिमागले केवल म, मेरो आफ्नै, अहंकार नामक शैतानी सचिवको बेतुका अनुवादहरूलाई गलत तरिकाले बुझ्छन्।</p>\n<p>परिष्कृत हुनु धेरै गाह्रो छ र यसको लागि पूर्ण ध्यान चाहिन्छ। कोही व्यक्ति फेसन, पहिरन, बगैंचा, अटोमोबाइल, मित्रतामा धेरै परिष्कृत हुन सक्छ, र तैपनि भित्री रूपमा रुखो, कठोर, भारी हुन सक्छ।</p>\n<p>जो क्षण-क्षणमा बाँच्न जान्दछ, ऊ वास्तवमै साँचो परिष्करणको मार्गमा हिंड्छ।</p>\n<p>जसको मन ग्रहणशील, सहज, पूर्ण, सतर्क छ, ऊ प्रामाणिक परिष्करणको मार्गमा हिंड्छ।</p>\n<p>जसले विगतको बोझ, पूर्वनिर्धारित धारणाहरू, पूर्वाग्रहहरू, शंकाहरू, कट्टरता, आदि त्यागेर सबै नयाँ कुराको लागि आफूलाई खोल्छ, ऊ वैध परिष्करणको मार्गमा विजयी रूपमा हिंड्छ।</p>\n<p>पतित मन विगत, पूर्वनिर्धारित धारणाहरू, गर्व, आत्म-प्रेम, पूर्वाग्रहहरू, आदिमा फसेको हुन्छ।</p>\n<p>पतित मनले नयाँ कुरा देख्न जान्दैन, सुन्न जान्दैन, यो आत्म-प्रेमले गर्दा वातानुकूलित हुन्छ।</p>\n<p>मार्क्सवाद-लेनिनवादका कट्टरपन्थीहरूले नयाँ कुरा स्वीकार गर्दैनन्; उनीहरूले सबै चीजको चौथो विशेषता, चौथो आयामलाई स्वीकार गर्दैनन्, आत्म-प्रेमले गर्दा, उनीहरू आफूलाई धेरै माया गर्छन्, उनीहरू आफ्नै बेतुका भौतिकवादी सिद्धान्तहरूमा टाँसिन्छन् र जब हामी उनीहरूलाई ठोस तथ्यको भूभागमा राख्छौं, जब हामी उनीहरूलाई उनीहरूको सोफिज्मको बेतुकापन देखाउँछौं, तब उनीहरूले बायाँ हात उठाउँछन्, आफ्नो नाडी घडीको सुई हेर्छन्, एक अस्पष्ट बहाना दिन्छन् र जान्छन्।</p>\n<p>ती पतित मन हुन्, जीर्ण मन हुन् जसले सुन्न जान्दैनन्, जसले नयाँ कुरा पत्ता लगाउन जान्दैनन्, जसले वास्तविकता स्वीकार गर्दैनन् किनभने उनीहरू आत्म-प्रेममा फसेका हुन्छन्। मन जसले आफूलाई धेरै माया गर्छ, मन जसलाई सांस्कृतिक परिष्करणको ज्ञान हुँदैन, कठोर मन, रुखो मन, जसले केवल आफ्नो प्रिय अहंकारलाई सुन्छ।</p>\n<p>आधारभूत शिक्षाले सुन्न सिकाउँछ, बुद्धिमानीपूर्वक बाँच्न सिकाउँछ।</p>\n<p>विद्यालय, कलेज, विश्वविद्यालयका शिक्षकहरूले आफ्ना विद्यार्थीहरूलाई साँचो जीवन परिष्करणको प्रामाणिक मार्ग सिकाउनुपर्छ।</p>\n<p>विद्यालय, कलेज र विश्वविद्यालयहरूमा दस र पन्ध्र वर्षसम्म बिताउनुको कुनै अर्थ छैन, यदि बाहिर निस्कँदा हामी भित्री रूपमा हाम्रो विचार, भावना र बानीमा साँचो रूपमा सुँगुर छौं भने।</p>\n<p>तत्काल आधारभूत शिक्षाको आवश्यकता छ किनभने नयाँ पुस्ताले नयाँ युगको सुरुवात गर्दछ।</p>\n<p>साँचो क्रान्तिको घडी आएको छ, आधारभूत क्रान्तिको क्षण आएको छ।</p>\n<p>विगत विगत हो र यसले आफ्नो फल दिइसकेको छ। हामीले आफू बाँचिरहेको क्षणको गहिरो अर्थ बुझ्नु आवश्यक छ।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ne/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ne/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ne/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
