import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "توانایی شنیدن",
  "locale": "fa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. توانایی شنیدن",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>در دنیا سخنرانان بسیاری وجود دارند که با فصاحت خود شگفت‌زده می‌کنند، اما تعداد کمی از مردم می‌دانند چگونه گوش کنند.</p>\n<p>دانستنِ چگونگیِ گوش دادن بسیار دشوار است، افراد کمی واقعاً می‌دانند چگونه گوش کنند.</p>\n<p>هنگامی که معلم، آموزگار، یا سخنران صحبت می‌کند، به نظر می‌رسد که حضار بسیار توجه می‌کنند، انگار که جزئیات هر کلمه از سخنران را دنبال می‌کنند، همه چیز این تصور را می‌دهد که آنها گوش می‌دهند، که در حالت هوشیاری هستند، اما در عمق روانشناختی هر فرد، منشی‌ای وجود دارد که هر کلمه از سخنران را ترجمه می‌کند.</p>\n<p>این منشی، «من»، «خودِ من»، «خودِ خویشتن» است. کار این منشی، بد تفسیر کردن، بد ترجمه کردن کلمات سخنران است.</p>\n<p>«من» بر اساس تعصبات، پیش‌فرض‌ها، ترس‌ها، غرور، اضطراب‌ها، ایده‌ها، خاطرات و غیره، ترجمه می‌کند.</p>\n<p>دانش‌آموزان در مدرسه، دانشجویان، افرادی که با هم شنوندگان را تشکیل می‌دهند، واقعاً به سخنران گوش نمی‌دهند، بلکه به خودشان گوش می‌دهند، به «ایگو»ی خود، به «ایگو»ی دوست‌داشتنیِ ماکیاولیستی خود گوش می‌دهند که حاضر نیست واقعیت، حقیقت و جوهره را بپذیرد.</p>\n<p>تنها در حالت هوشیاریِ «تازگی»، با ذهنی «خودجوش» و رها از سنگینیِ گذشته، در حالت «دریافتِ کامل»، می‌توانیم واقعاً بدون دخالت آن منشیِ بدشگونِ «من»، «خودِ من»، «خودِ خویشتن»، «ایگو» گوش دهیم.</p>\n<p>وقتی ذهن توسط حافظه شرطی می‌شود، فقط آنچه را که انباشته کرده است، تکرار می‌کند.</p>\n<p>ذهنی که توسط تجربیات دیروزهای بسیار شرطی شده است، فقط می‌تواند حال را از پشت لنزهای کدرِ گذشته ببیند.</p>\n<p>اگر می‌خواهیم بدانیم چگونه گوش کنیم، اگر می‌خواهیم یاد بگیریم که برای کشف چیزهای جدید گوش کنیم، باید بر اساس فلسفه «آنیّت» زندگی کنیم.</p>\n<p>ضروری است که لحظه به لحظه بدون نگرانی‌های گذشته و بدون برنامه‌های آینده زندگی کنیم.</p>\n<p>«حقیقت»، ناشناخته‌ای لحظه به لحظه است، ذهن‌های ما باید همیشه هوشیار، در توجه کامل، و عاری از تعصبات و پیش‌فرض‌ها باشند تا واقعاً پذیرنده باشیم.</p>\n<p>معلمان و آموزگاران مدرسه باید به دانش‌آموزان خود معنای عمیقی را که در دانستنِ چگونگیِ گوش دادن نهفته است، آموزش دهند.</p>\n<p>لازم است که یاد بگیریم عاقلانه زندگی کنیم، حواس خود را تقویت کنیم، رفتار، افکار و احساسات خود را پالایش کنیم.</p>\n<p>داشتن یک فرهنگ آکادمیک عالی هیچ فایده‌ای ندارد اگر ندانیم چگونه گوش کنیم، اگر نتوانیم چیزهای جدید را لحظه به لحظه کشف کنیم.</p>\n<p>ما نیاز داریم که توجه خود، آداب و رسوم خود، افراد خود، چیزها و غیره را پالایش کنیم.</p>\n<p>وقتی ندانیم چگونه گوش کنیم، غیرممکن است که واقعاً پالایش‌شده باشیم.</p>\n<p>ذهن‌های زمخت، خام، فرسوده و منحط هرگز نمی‌دانند چگونه گوش کنند، هرگز نمی‌دانند چگونه چیزهای جدید را کشف کنند، این ذهن‌ها فقط ترجمه‌های پوچِ آن منشیِ شیطانی به نام «من»، «خودِ من»، «ایگو» را به شکلی اشتباه درک می‌کنند.</p>\n<p>پالایش‌شده بودن بسیار دشوار است و نیاز به توجه کامل دارد. ممکن است کسی در مد، لباس، باغ‌ها، اتومبیل‌ها و دوستی‌ها بسیار پالایش‌شده باشد، اما در درون خود همچنان خام، زمخت و سنگین باشد.</p>\n<p>کسی که می‌داند چگونه لحظه به لحظه زندگی کند، واقعاً در مسیر پالایش واقعی گام برمی‌دارد.</p>\n<p>کسی که ذهنی پذیرنده، خودجوش، سالم و هوشیار دارد، در مسیر پالایش اصیل گام برمی‌دارد.</p>\n<p>کسی که با رها کردن سنگینیِ گذشته، پیش‌فرض‌ها، تعصبات، سوءظن‌ها، تعصبات و غیره، خود را به روی همه چیزهای جدید باز می‌کند، با پیروزی در مسیر پالایش مشروع گام برمی‌دارد.</p>\n<p>ذهن منحط در گذشته، در پیش‌فرض‌ها، غرور، خودشیفتگی، تعصبات و غیره، زندگیِ دربسته‌ای دارد.</p>\n<p>ذهن منحط نمی‌داند چگونه چیزهای جدید را ببیند، نمی‌داند چگونه گوش کند، توسط «خودشیفتگی» شرطی شده است.</p>\n<p>متعصبان مارکسیسم-لنینیسم چیزهای جدید را نمی‌پذیرند؛ آنها «ویژگیِ چهارمِ» همه چیزها، «بعدِ چهارم» را به دلیل خودشیفتگی نمی‌پذیرند، آنها بیش از حد خود را دوست دارند، به نظریه‌های ماتریالیستی پوچ خود می‌چسبند و وقتی آنها را در قلمرو واقعیت‌های عینی قرار می‌دهیم، وقتی پوچیِ سفسطه‌های آنها را به آنها نشان می‌دهیم، بازوی چپ خود را بلند می‌کنند، به عقربه‌های ساعت مچی خود نگاه می‌کنند، بهانه‌ای مبهم می‌آورند و می‌روند.</p>\n<p>اینها ذهن‌های منحط، ذهن‌های فرسوده‌ای هستند که نمی‌دانند چگونه گوش کنند، که نمی‌دانند چگونه چیزهای جدید را کشف کنند، که واقعیت را نمی‌پذیرند زیرا در «خودشیفتگی» در بسته زندگی می‌کنند. ذهن‌هایی که بیش از حد خود را دوست دارند، ذهن‌هایی که چیزی از «پالایش‌های فرهنگی» نمی‌دانند، ذهن‌های زمخت، ذهن‌های خامی که فقط به «ایگو»ی دوست‌داشتنی خود گوش می‌دهند.</p>\n<p>«آموزش بنیادی» به گوش دادن آموزش می‌دهد، به عاقلانه زندگی کردن آموزش می‌دهد.</p>\n<p>معلمان و آموزگاران مدارس، کالج‌ها و دانشگاه‌ها باید مسیر اصیل پالایش حیاتی واقعی را به دانش‌آموزان خود آموزش دهند.</p>\n<p>ماندن به مدت ده تا پانزده سال در مدارس، کالج‌ها و دانشگاه‌ها هیچ فایده‌ای ندارد اگر هنگام خروج، در درون خود خوک‌هایی واقعی در افکار، ایده‌ها، احساسات و عادات خود باشیم.</p>\n<p>«آموزش بنیادی» به شکل فوری مورد نیاز است زیرا نسل‌های جدید به معنای آغاز یک دوران جدید هستند.</p>\n<p>زمان «انقلاب واقعی» فرا رسیده است، لحظه «انقلاب بنیادی» فرا رسیده است.</p>\n<p>گذشته، گذشته است و ثمره‌ی خود را داده است. ما باید معنای عمیق لحظه‌ای را که در آن زندگی می‌کنیم، درک کنیم.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/fa/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
