import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "فن الاستماع",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. فن الاستماع",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>في العالم العديد من المتحدثين الذين يدهشون بفصاحتهم، ولكن قلة هم الذين يعرفون كيف يستمعون.</p>\n<p>إن معرفة كيفية الاستماع أمر صعب للغاية، قلة هم حقًا الأشخاص الذين يعرفون حقًا كيف يستمعون.</p>\n<p>عندما يتحدث المعلم، أو المعلمة، أو المحاضر، يبدو أن الجمهور منتبه للغاية، كما لو كان يتابع كل كلمة من المتحدث بالتفصيل، وكل شيء يعطي فكرة أنهم يستمعون، وأنهم في حالة تأهب، ولكن في العمق النفسي لكل فرد يوجد سكرتير يترجم كل كلمة من المتحدث.</p>\n<p>هذا السكرتير هو الأنا، هو ذاتي، هو نفسي. يتمثل عمل هذا السكرتير في سوء تفسير، وسوء ترجمة كلمات المتحدث.</p>\n<p>الأنا يترجم وفقًا لأحكامه المسبقة، ومفاهيمه المسبقة، ومخاوفه، وكبريائه، وقلقه، وأفكاره، وذكرياته، وما إلى ذلك، وما إلى ذلك، وما إلى ذلك.</p>\n<p>الطلاب في المدرسة، والطالبات، والأفراد الذين يشكلون معًا الجمهور الذي يستمع، لا يستمعون حقًا إلى المتحدث، بل يستمعون إلى أنفسهم، يستمعون إلى الأنا الخاص بهم، إلى الأنا المكيافيلي العزيز عليهم، والذي ليس على استعداد لقبول الحقيقي، والصادق، والجوهري.</p>\n<p>فقط في حالة تأهب وجديدة، مع عقل عفوي خالٍ من ثقل الماضي، في حالة تقبل كامل، يمكننا حقًا الاستماع دون تدخل ذلك السكرتير السيئ الطالع المسمى الأنا، ذاتي، نفسي.</p>\n<p>عندما يكون العقل مشروطًا بالذاكرة، فإنه يكرر فقط ما تراكم لديه.</p>\n<p>العقل المشروط بتجارب العديد والعديد من الأيام الماضية، لا يمكنه إلا أن يرى الحاضر من خلال النظارات الغائمة للماضي.</p>\n<p>إذا أردنا أن نعرف كيف نستمع، إذا أردنا أن نتعلم كيف نستمع لاكتشاف الجديد، يجب أن نعيش وفقًا لفلسفة اللحظة.</p>\n<p>من الملح أن نعيش لحظة بلحظة دون هموم الماضي، ودون مشاريع المستقبل.</p>\n<p>الحقيقة هي المجهول لحظة بلحظة، يجب أن تكون عقولنا دائمًا في حالة تأهب، وبكامل انتباهها، خالية من الأحكام المسبقة، والمفاهيم المسبقة، حتى تكون متقبلة حقًا.</p>\n<p>يجب على معلمي ومعلمات المدارس أن يعلموا طلابهم وطالباتهم المعنى العميق الذي ينطوي عليه معرفة كيفية الاستماع.</p>\n<p>من الضروري تعلم كيفية العيش بحكمة، وإعادة تأكيد حواسنا، وصقل سلوكنا، وأفكارنا، ومشاعرنا.</p>\n<p>لا فائدة من الحصول على ثقافة أكاديمية عظيمة، إذا لم نعرف كيف نستمع، إذا لم نكن قادرين على اكتشاف الجديد لحظة بلحظة.</p>\n<p>نحن بحاجة إلى صقل الانتباه، وصقل أخلاقنا، وصقل شخصياتنا، والأشياء، وما إلى ذلك، وما إلى ذلك، وما إلى ذلك.</p>\n<p>من المستحيل أن تكون راقيًا حقًا عندما لا نعرف كيف نستمع.</p>\n<p>العقول الفظة، والخشنة، والمتدهورة، والمنحطة لا تعرف أبدًا كيف تستمع، ولا تعرف أبدًا كيف تكتشف الجديد، هذه العقول تفهم فقط، تفهم فقط بشكل خاطئ الترجمات العبثية لذلك السكرتير الشيطاني المسمى الأنا.</p>\n<p>أن تكون راقيًا هو شيء صعب للغاية ويتطلب اهتمامًا كاملاً. يمكن أن يكون الشخص راقيًا جدًا في الموضة، والبدلات، والفساتين، والحدائق، والسيارات، والصداقات، ومع ذلك يستمر في داخله في أن يكون وقحًا، وخشنًا، وثقيلًا.</p>\n<p>من يعرف كيف يعيش لحظة بلحظة، يسير حقًا في طريق الرقي الحقيقي.</p>\n<p>من لديه عقل متقبل، وعفوي، وكامل، ومتنبه، يسير في طريق الرقي الأصيل.</p>\n<p>من ينفتح على كل ما هو جديد ويتخلى عن ثقل الماضي، والمفاهيم المسبقة، والأحكام المسبقة، والشكوك، والتعصب، وما إلى ذلك، يسير منتصرًا في طريق الرقي الشرعي.</p>\n<p>العقل المنحط يعيش محبوسًا في الماضي، وفي المفاهيم المسبقة، والكبرياء، وحب الذات، والأحكام المسبقة، وما إلى ذلك.</p>\n<p>العقل المنحط لا يعرف كيف يرى الجديد، ولا يعرف كيف يستمع، إنه مشروط بحب الذات.</p>\n<p>إن المتعصبين للماركسية اللينينية لا يقبلون الجديد؛ لا يعترفون بالخاصية الرابعة لجميع الأشياء، البعد الرابع، بدافع حب الذات، إنهم يحبون أنفسهم كثيرًا، ويتشبثون بنظرياتهم المادية السخيفة وعندما نضعهم في مجال الحقائق الملموسة، عندما نثبت لهم سخافة مغالطاتهم، يرفعون ذراعهم الأيسر، وينظرون إلى عقارب ساعاتهم، ويقدمون عذرًا مراوغًا ويذهبون.</p>\n<p>هذه عقول منحطة، عقول متداعية لا تعرف كيف تستمع، ولا تعرف كيف تكتشف الجديد، ولا تقبل الواقع لأنها محبوسة في حب الذات. عقول تحب نفسها كثيرًا، عقول لا تعرف عن المصطلحات الثقافية، عقول فظة، عقول خشنة، تستمع فقط إلى الأنا العزيز عليها.</p>\n<p>التعليم الأساسي يعلم كيف تستمع، ويعلم كيف تعيش بحكمة.</p>\n<p>يجب على معلمي ومعلمات المدارس والكليات والجامعات أن يعلموا طلابهم وطالباتهم الطريق الأصيل للرقي الحيوي الحقيقي.</p>\n<p>لا فائدة من البقاء عشرة وخمسة عشر عامًا محبوسين في المدارس والكليات والجامعات، إذا كنا عند الخروج خنازير حقيقيين داخليًا في أفكارنا وآرائنا ومشاعرنا وعاداتنا.</p>\n<p>هناك حاجة إلى التعليم الأساسي بشكل عاجل لأن الأجيال الجديدة تعني بداية حقبة جديدة.</p>\n<p>لقد حان وقت الثورة الحقيقية، لقد حانت لحظة الثورة الأساسية.</p>\n<p>الماضي هو الماضي وقد أتى ثماره بالفعل. نحن بحاجة إلى فهم المعنى العميق للحظة التي نعيشها.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
