import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Konyoru Kiisdani",
  "locale": "kln",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. Konyoru Kiisdani",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>E мирені ко кере орети ко еміе кале кікееі, аме кікокі ндa биик кале кіко.</p>\n<p>Кіко кікок кианетін, кікокі ко кікок кале кіко.</p>\n<p>KИНААН ОРЕТО МАСТА, мастра, конференсистa, аудиториони кокеи кере месомет, коке кондоіт кила лает ап оруте аки рунди, коке митин коке кере кіко, коке аки рунди коке кере месокки, аме кат котоіт килa каласіо кебото аки секретари ко кере кеуреи кила лает ап оруте.</p>\n<p>KEЕ секретари ко МИ, АННЕНИ, СИНЕНИ. Тиррені аки секретари ко кере миакеуреи, миакиеуре кила лает ап оруте.</p>\n<p>МИ керуреи коте кілауа, кендоіт, керекиоокта, кибел, кенгееи, лукиен, керекиоотен, коотин, енде.</p>\n<p>Самусіек ко школі, самусіек, ендивідусек аки кікерени аудиторио ко кікокі, та кікоке кере оруте, кікоке кере нені, кікоке кере ЕГО МАКІАВЕЛІ, ко кере киале кікок реални, вердадероні, есенсиалні.</p>\n<p>Маге мутанги новидадіні, котоін ментет експантан, каитиен мутусет килa каласіо, килa котоін ресептивидадіні, ко кере кікок кере кипотинди сегони секретари ко верен јо кіренит МИ, АННЕНИ, СИНЕНИ, ЕГО.</p>\n<p>Кинаан ментет керукиоот килa коотин, ко кере керекеуреи кила кекокети.</p>\n<p>Ментет керукиоот килa керекиоотен аинин, ко кере кікок аки кере коитин аині коте ленсетек турбиотин аинин.</p>\n<p>Ки кере кере кікок, ки кере кере кікок келе акиеуре новони, кере кінени коке кере филозофия MOMENTANEIDAD.</p>\n<p>Кере кере кинени аки моменти кондо мутусет керекиоотен аинин, кондо пројектитен аинин.</p>\n<p>Вердадини ко кере кекокети аки моменти кондо, лукиенек кере кере месомет, кила котоін атенсионин, каитиен килауа, керекиоотен килa, келе ко кере ресептиви.</p>\n<p>Мастераек ко школі кере кила самусіек кере кире каласіони кила лает кере кере кікок.</p>\n<p>Кере кере кинени коте кінеси коке емеет, кикале килауа, кикиал каптоин, лукиен, керекиоотен, керекиотин.</p>\n<p>Емеет кокиотин кере култура академика кокиотин, маге киале кере кікок, киале кере киале акиеуре новоні килa моменти кондо.</p>\n<p>Кере кере кикале атенсиони, кикале кеуріак, кикале лукиенек, коотин, енде.</p>\n<p>Киале кере муанет кале киале кере кікок.</p>\n<p>Лукиенек тоскасек, рудасек, детериорадасек, дегенерадасек абе кере кікок, абе кере киале акиеуре новони, лукиенек кере кере керекеуреи коке кееуриасек абсурдисек аки секретари сатаник ко керенит МИ, АННЕНИ, ЕГО.</p>\n<p>Кере муанет кианетін, кере килауа атенсионин. Ки ко кере аки муанет кере кила каптоин, трајесек, вестидосек, јардинесек, аутомобілек, амістадесек, аме ката кила котоін кінени коке рудо, тоско, песадо.</p>\n<p>Ко кере кінени аки моменти кондо, кере кере коке каптоні аки вердадероні рунди.</p>\n<p>Ко кере котоін ментет ресептива, еспантан, интерга, алерта, кере кере коке сендані аки аутентиконі рунди.</p>\n<p>Ко кере апере коке кила новони абандонадо каласіони аки коотин, керекиоотен, килауа, кендутен, фанатизмесек, кере кере коке рунди триунфалменте аки легитимоні рунди.</p>\n<p>Ментет дегенерада кинени коке еботелаада коке каласіо, коке керекиоотен, кибел, амур пропио, килауа, енде.</p>\n<p>Ментет дегенерада киале кикок новоні, киале кере кікок, кере керукиоот килa АМУР ПРОПИО.</p>\n<p>Фанатисек аки МАРКСІСМО-ЛЕНІНІЗМО киале аки кікок новони; киале кекита четрта КАРІКТЕРІСТІКА кила коотин, четрта ДІМЕНСІОН, котоін амур пропио, кере кере кремо коотин, кере кремо коте лукиенек аки терори материалсек абсурдисек икинаан ко кере кирјекиоота килa терені коке ечосек конкритосек, икинаан кере демонстрада абсурдоні аки софізмесек, кре килуа брацо лекисони, кикиале маниџесек аки релој аки пулсо, кре емода дисколпа евасива кере кере оло.</p>\n<p>Есок лукиенек дегенерадасек, лукиенек декрепитасек аки киале кикок, аки киале киале акиеуре новони, аки киале аки кікок реалні каси кере еботелаада коке АМУР ПРОПИО. Лукиенек кре кремо коотин, лукиенек киале кикок РЕФІНАМІЕНТОС КУЛТУРАЛЕК, лукиенек тоскасек, лукиенек рудасек, аки кікокі кере ЕГО.</p>\n<p>ЕДУКАСІОНИ ФУНДАМЕНТАЛ кила тинда, кила кинени коке емеет.</p>\n<p>Мастераек ик мастерсек ко школек, колехосек, універсідадесек кере кила самусіек кере кре рунди аутентиконі аки вердадероні рунди вітал.</p>\n<p>Емеет кре кінени коке дез и кинзе аньосек метидосек коке школек, колехосек, універсідадесек, икинаан кикоти интернаменте вердадерос кердос коке керекиоотенек, лукиенек, керекиотинен, коотин.</p>\n<p>Кере кере ЕДУКАСІОНИ ФУНДАМЕНТАЛ коке урженте каси лукиенек нуевосек кере кил аки коменцоні аки нуевоні ера.</p>\n<p>Кере кере горани аки РЕВОЛУСІОНИ ВЕРДАДЕРА, кере кере горани аки РЕВОЛУСІОНИ ФУНДАМЕНТАЛ.</p>\n<p>Каласіони ко каласіони кере керуа фрутасек. Кере кере кикок ондоні кила моменти ко кере кинени.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kln/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kln/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kln/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
