import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "खोनासंनो रोंनाय",
  "locale": "brx",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. खोनासंनो रोंनाय",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>बिस्वआव गोबां रोखोमनि बुंथिगिरि दं, जाय बुंथिनानै मानसिफोरखौ हेबावनानै दोननो हायो, नाथाय खोनासंनो रोंनाय मानसि खम।</p>\n<p>खोनासंनो रोंनाया गोबां थाब, खोनासंनो रोंनाय मानसिफ्रा खम।</p>\n<p>जेब्ला फोरोंगिरि, मास्टार, बा बोसोनगिरि बुङो अब्ला खोनासंनो थाखाय थानाय मानसिफ्रा गाजा गोमजायै खोनासंलायगोन बायदि मोन जायो, बोसोनगिरिनि मोनफ्रोमबो बाथ्राखौ मोजाङै खोनासंलायदों बायदि मोन जायो, बिसोरो खोनासंलायदों, बिसोरो गोसो होनानै खोनासंलायदों बायदि मोन जायो, नाथाय मोनफ्रोमबो मानसिफोरनि गोसोआव मोनसे सोद्रोमा थायो जाय बोसोनगिरिनि बाथ्राखौ सोदांफिन होयो।</p>\n<p>बे सोद्रोमायानो जाबाय आं, आंनिसो, जोंनिसो। बे सोद्रोमानि खामानियानो जाबाय बोसोनगिरिनि बाथ्राखौ गोरोन्थि सोदांफिन होयो।</p>\n<p>आंआ गावनि सिमां, गावनि गोसोआव थानाय साननाय, डर, गुवारि, गोसो होनाय, बिमा, याद मोन आरो बेबायदिनो सोदांफिन होयो।</p>\n<p>स्कुलाव थानाय फरायसाफोर, फरायसुलिफोर, खोनासंनो थाखाय थानाय मोनफ्रोमबो मानसिआ बोसोनगिरिखौ खोनासंनो थाखाय थानाय नङा, बिसोरो गावनो गाव खोनासंनो थाखाय थायो, बिसोरो गावनि इगोखौ, गावनि इगो माकियाबेलिखौ खोनासंनो थाखाय थायो, जाय सैथोखौ, गुसुखौ, रोजाखौ मानिनो राजि नङा।</p>\n<p>गोसो होनानै गोदानै, गोसोआ बेरायनो हानाय, उननि दुखुखौ गारालासै, गोसो होनानै मोननो रोंनाय समावनो आं, आंनिसो, जोंनिसो, इगो मुंनि बे सोद्रोमा गैयिब्लासो खोनासंनो हायो।</p>\n<p>जेब्ला गोसोआ यादजों थानो, अब्ला जोखा खालामनायखौसो बुंनो रोंयो।</p>\n<p>उननि गोबां दुखुजों गोसोआ थानो, अब्लासो उननि दुखुजोंसो दाउनिखौ नुयनो हायो।</p>\n<p>जुदि खोनासंनो रोंनो सानो, जुदि गोदानखौ मोननो खोनासंनो रोंनो सानो अब्ला दाउनि दाउनिसो जिउ खुंनो रोंनांगोन।</p>\n<p>उननि गोसोआव थानाय आरो सिगांनि मावनायखौ गारालासै दाउनि दाउनिसो जिउ खुंनो थाखाय गोख्रों।</p>\n<p>सैथोआ दाउनि दाउनिसो रोखायै गैयि, जोंनि गोसोआ रोजा, गोसो होनायजों, गारालासै थाबाय थानांगोन।</p>\n<p>मास्टार आरो मास्टारनिया फरायसाफोरखौ खोनासंनो रोंनायनि गुवार मोनथाइखौ फोरोंनांगोन।</p>\n<p>बुजायै जिउ खुंनो, जोंनि गोसो होनायखौ गोख्रों खालामनो, जोंनि मोनसे खामानिखौ, साननायखौ, गोसोआव थानायखौ मोजां खालामनो थाखाय गोनां।</p>\n<p>जुदि खोनासंनो रोंआ, जुदि दाउनि दाउनिसो गोदानखौ मोननो रोंआ अब्ला गोबां फोरोंगिरि जानानैबो माबानिबो नङा।</p>\n<p>जोंनो गोसो होनायखौ, जोंनि रोंगौथिखौ, जोंनि मानसिफोरखौ, जिनिसफोरखौ मोजां खालामनो थाखाय गोनां।</p>\n<p>जेब्ला खोनासंनो रोंआ अब्ला मोजां मानसि जानो थाखाय थाब।</p>\n<p>गोसोआ थों, गोदा, दुखु जानाय, बेराय जानायफ्रा जेब्लाबो खोनासंनो रोंआ, जेब्लाबो गोदानखौ मोननो रोंआ, बे गोसोआ आं, आंनिसो, इगो मुंनि सोद्रोमानि सोदांफिननाय गोरोन्थिखौसो बुजियो।</p>\n<p>मोजां मानसि जानाया गोबां थाब आरो गोसो होनायजों गोनां। सोरबा मोदायाव, फिसायाव, बागानाव, गारियाव, लोगोयाव मोजां मानसि जानो हायो नाथाय गोसोआव थों, गोदा जानो थाखाय थाबाय थायो।</p>\n<p>जाय दाउनि दाउनिसो जिउ खुंनो रोंयो, बियो सैथिनि लामायाव थाङो।</p>\n<p>जाय गोसोआ मोननो रोंयो, बेराय रोंयो, बुंनो रोंयो, गोसो होनानै थायो, बियो सैथिनि लामायाव थाङो।</p>\n<p>जाय उननि दुखु, गोसोआव थानाय साननाय, सिमां, डरफोरखौ गारानानै गोदानखौ मानियो, बियो सैथिनि लामायाव देरहासारै थाङो।</p>\n<p>बेराय जानाय गोसोआ उननि, गोसोआव थानाय साननाय, गुवारि, गावनि गोसोआव थानाय मोजां मोननाय, सिमांफोरआव थानो।</p>\n<p>बेराय जानाय गोसोआ गोदानखौ नुनो रोंआ, खोनासंनो रोंआ, गावनि गोसोआव थानाय मोजां मोननायजों थानो।</p>\n<p>मार्क्सिस्मो-लेनिनिस्मोनि मानसिफ्रा गोदानखौ मानिया; मोनफ्रोमबो जिनिसनि ब्रै रोखोमखौ, ब्रै दिमेनसनखौ मानिया, गावनि गोसोआव थानाय मोजां मोननायनि थाखाय, बिसोरो गावनो गावनो मोजां मोनो, बिसोरो गावनि सोदोबनि थियारिजों थायो आरो जेब्ला बिसोरो मावनायनि हासायाव थाङो, जेब्ला बिसोरो गावनि बाथ्राया गोरोन्थि होननानै फोरमायनो, अब्ला बिसोरो बोखाव लांखोयो, गावनि खोलोखौ नायो, गारानानै थाङो।</p>\n<p>बियो बेराय जानाय गोसो, उन्दै जानाय गोसो, जाय खोनासंनो रोंआ, जाय गोदानखौ मोननो रोंआ, जाय सैथोखौ मानिया मानोना बियो गावनि गोसोआव थानाय मोजां मोननायजों थानो। गोसोआ गावनो गावनो मोजां मोनो, गोसोआ सोदोबनि मोजांखौ रोंआ, गोसोआ थों, गोसोआ गोदा, जाय गावनि इगोखौसो खोनासङो।</p>\n<p>मोजां फोरोंनाया खोनासंनो, बुजायै जिउ खुंनो फोरोंयो।</p>\n<p>मास्टार आरो मास्टारनिया फरायसाफोरखौ सैथिनि जिउखौ मोजां खालामनो थाखाय लामाफोरखौ फोरोंनांगोन।</p>\n<p>जुदि स्कुल, कलेज आरो युनिभारसिटियाव जिस्नि बोसोर थाबाय थानानै जों गोसोआव सोदोबआव, साननायाव, गोसोआव थानायाव, रोंगौथियाव गोजा जानानै थायो अब्ला माबानिबो नङा।</p>\n<p>फोरोंनाया गोख्रों मानोना गोदान जोंनो गोदान जमानाखौ मोननो हायो।</p>\n<p>सैथिनि रिभलुसननि समाव फैबाय, रिभलुसननि जमाना फैबाय।</p>\n<p>उननिया उनावनो थाबाय, जों दा जोंनि समाव थानाय मोनथाइखौ बुजिनो गोनां।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/brx/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/brx/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
