import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Вештината на слушање",
  "locale": "mk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. Вештината на слушање",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Во светот има многу говорници кои воодушевуваат со својата елоквентност, но малку се луѓето кои знаат да слушаат.</p>\n<p>Да се знае да се слуша е многу тешко, малкумина се оние кои навистина знаат да слушаат.</p>\n<p>КОГА ЗБОРУВА УЧИТЕЛОТ, учителката, предавачот, публиката изгледа многу внимателна, како детално да го следи секој збор на говорникот, се дава впечаток дека слушаат, дека се во состојба на готовност, но во психолошката позадина на секој поединец има секретар кој го преведува секој збор на говорникот.</p>\n<p>ОВОЈ СЕКРЕТАР Е ЈАС, МОЕТО ЈАС, САМИОТ ЈАС. Работата на тој секретар се состои во погрешно толкување, погрешно преведување на зборовите на говорникот.</p>\n<p>ЈАС-от преведува во согласност со своите предрасуди, претстави, стравови, гордост, анксиозности, идеи, сеќавања итн., итн., итн.</p>\n<p>Учениците во училиште, ученичките, поединците кои заедно ја сочинуваат публиката што слуша, навистина не го слушаат говорникот, тие се слушаат себеси, го слушаат своето ЕГО, своето драго МАКИЈАВЕЛИСТИЧКО ЕГО, кое не е подготвено да го прифати РЕАЛНОТО, ВИСТИНСКОТО, СУШТИНСКОТО.</p>\n<p>Само во состојба на готовност НОВИНА, со СПОНТАН УМ ослободен од тежината на минатото, во состојба на целосна РЕЦЕПТИВНОСТ, навистина можеме да слушаме без интервенција на тој лош секретар со злокобна судбина наречен ЈАС, МОЕТО ЈАС, САМИОТ ЈАС, ЕГО.</p>\n<p>Кога умот е условен од меморијата, тој само го повторува она што го има акумулирано.</p>\n<p>Умот условен од искуствата од толку многу минати денови, може да ја види сегашноста само преку замаглените очила на минатото.</p>\n<p>АКО САКАМЕ ДА ЗНАЕМЕ ДА СЛУШАМЕ, ако сакаме да научиме да слушаме за да го откриеме новото, мора да живееме во согласност со филозофијата на МОМЕНТАЛНОСТА.</p>\n<p>Итно е да се живее од момент во момент без грижите на минатото и без проектите на иднината.</p>\n<p>ВИСТИНАТА е непознатото од момент во момент, нашите умови секогаш мора да бидат будни, во целосно внимание, ослободени од предрасуди, претстави, за да бидат навистина рецептивни.</p>\n<p>Учителите и учителките треба да ги научат своите ученици и ученички за длабокото значење што се крие во тоа да се знае да се слуша.</p>\n<p>Неопходно е да се научи да се живее мудро, да се реафирмираат нашите сетила, да се рафинира нашето однесување, нашите мисли, нашите чувства.</p>\n<p>Нема никаква корист од голема академска култура, ако не знаеме да слушаме, ако не сме способни да го откриеме новото од момент во момент.</p>\n<p>Треба да го рафинираме вниманието, да ги рафинираме нашите манири, да ги рафинираме нашите личности, работите итн., итн., итн.</p>\n<p>Невозможно е да се биде вистински рафиниран кога не знаеме да слушаме.</p>\n<p>Грубите, сурови, оштетени, дегенерирани умови никогаш не знаат да слушаат, никогаш не знаат да го откријат новото, тие умови ги разбираат, ги толкуваат само погрешно апсурдните преводи на тој сатански секретар наречен ЈАС, МОЕТО ЈАС, ЕГО.</p>\n<p>Да се биде рафиниран е многу тешко и бара целосно внимание. Некој може да биде многу рафинирана личност во модата, оделата, фустаните, градините, автомобилите, пријателствата, а сепак во интима да остане груб, суров, тежок.</p>\n<p>Кој знае да живее од момент во момент, навистина оди по патот на вистинската рафинираност.</p>\n<p>Кој има рецептивен, спонтан, интегритетен, буден ум, оди по патеката на автентичната рафинираност.</p>\n<p>Кој се отвора кон сè ново, напуштајќи ја тежината на минатото, претставите, предрасудите, сомнежите, фанатизмите итн., триумфално оди по патот на легитимната рафинираност.</p>\n<p>Дегенерираниот ум живее заглавен во минатото, во претставите, гордоста, самољубието, предрасудите итн., итн.</p>\n<p>Дегенерираниот ум не знае да го види новото, не знае да слуша, тој е условен од САМОЉУБИЕТО.</p>\n<p>Фанатиците на МАРКСИЗМОТ-ЛЕНИНИЗМОТ не го прифаќаат новото; не ја признаваат четвртата КАРАКТЕРИСТИКА на сите нешта, четвртата ДИМЕНЗИЈА, од самољубие, премногу се сакаат себеси, се приврзуваат кон своите апсурдни материјалистички теории и Кога ќе ги поставиме на теренот на конкретните факти, кога ќе им ја покажеме апсурдноста на нивните софизми, ја креваат левата рака, ги гледаат стрелките на нивниот рачен часовник, даваат изговор и заминуваат.</p>\n<p>Тоа се дегенерирани умови, трошни умови кои не знаат да слушаат, кои не знаат да го откријат новото, кои не ја прифаќаат реалноста затоа што се заглавени во САМОЉУБИЕТО. Умови кои премногу се сакаат себеси, умови кои не знаат за КУЛТУРНИ РАФИНИРАНОСТИ, груби умови, сурови умови, кои го слушаат само своето драго ЕГО.</p>\n<p>ФУНДАМЕНТАЛНОТО ОБРАЗОВАНИЕ учи да се слуша, учи да се живее мудро.</p>\n<p>Учителите и учителките во училиштата, колеџите, универзитетите треба да ги научат своите ученици и ученички за автентичниот пат на вистинската витална рафинираност.</p>\n<p>Нема никаква корист да се остане десет и петнаесет години затворен во училишта, колеџи и универзитети, ако при излегувањето внатрешно сме вистински свињи во нашите мисли, идеи, чувства и обичаи.</p>\n<p>Потребно е ФУНДАМЕНТАЛНО ОБРАЗОВАНИЕ итно затоа што новите генерации значат почеток на нова ера.</p>\n<p>Дојде времето на ВИСТИНСКАТА РЕВОЛУЦИЈА, дојде моментот на ФУНДАМЕНТАЛНАТА РЕВОЛУЦИЈА.</p>\n<p>Минатото е минато и веќе ги даде своите плодови. Треба да ја разбереме длабоката значење на моментот во кој живееме.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mk/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
