import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "শুনিব জনাটো",
  "locale": "as",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. শুনিব জনাটো",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>পৃথিৱীত এনে বহুতো বক্তা আছে যিসকলে তেওঁলোকৰ বাগ্মিতাৰ বাবে আচৰিত কৰে, কিন্তু শুনাৰ ক্ষমতা থকা লোকৰ সংখ্যা কম।</p>\n<p>শুনিবলৈ জনাটো অতি কঠিন, সঁচাকৈয়ে শুনিবলৈ জনা লোকৰ সংখ্যা কম।</p>\n<p>যেতিয়া গুৰু, শিক্ষয়িত্ৰী, বক্তাই কথা কয়, শ্ৰোতা অতি মনোযোগেৰে থকা যেন লাগে, যেন বক্তাৰ প্ৰতিটো কথা বিতংভাৱে অনুসৰণ কৰিছে, সকলোৱে শুনি থকাৰ ধাৰণা দিয়ে, যেন তেওঁলোকে সতৰ্ক অৱস্থাত আছে, কিন্তু প্ৰতিজন ব্যক্তিৰ মানসিক গভীৰতাত এজন সচিব থাকে যিয়ে বক্তাৰ প্ৰতিটো কথা অনুবাদ কৰে।</p>\n<p>এই সচিবজন হৈছে মই, মোৰ নিজৰ সত্তা, আত্মা। এই সচিবজনৰ কাম হ’ল বক্তাৰ কথা ভুলকৈ ব্যাখ্যা কৰা, ভুল অনুবাদ কৰা।</p>\n<p>মইজনে নিজৰ পক্ষপাতিত্ব, পূৰ্বধাৰণা, ভয়, অহংকাৰ, উদ্বেগ, ধাৰণা, স্মৃতি আদিৰ ভিত্তিত অনুবাদ কৰে।</p>\n<p>বিদ্যালয়ৰ ছাত্ৰ-ছাত্ৰী, শ্ৰোতাৰ সমষ্টি গঠন কৰা ব্যক্তিসকলে প্ৰকৃততে বক্তাজনক শুনা নাই, তেওঁলোকে নিজকে শুনি আছে, তেওঁলোকে নিজৰ অহংকাৰক শুনি আছে, তেওঁলোকৰ প্ৰিয় মেকিয়াভেলিয়ান অহংকাৰক শুনি আছে, যি বাস্তৱ, সত্য, সাৰৱত্তাক গ্ৰহণ কৰিবলৈ ইচ্ছুক নহয়।</p>\n<p>কেৱল সতৰ্ক নৱীকৰণৰ অৱস্থাত, অতীতৰ ভাৰৰ পৰা মুক্ত স্বতঃস্ফূৰ্ত মনৰ সৈতে, সম্পূৰ্ণ গ্ৰহণযোগ্যতাৰ অৱস্থাত, আমি সঁচাকৈয়ে সেই ভয়ংকৰ সচিবৰ হস্তক্ষেপ অবিহনে শুনিব পাৰোঁ যাক মই, মোৰ নিজৰ সত্তা, আত্মা, অহংকাৰ বুলি কোৱা হয়।</p>\n<p>যেতিয়া মনটো স্মৃতিয়ে বান্ধি ৰাখে, তেতিয়া ই কেৱল জমা হোৱা কথাবোৰকে পুনৰাবৃত্তি কৰে।</p>\n<p>যোৱা কালিৰ অসংখ্য অভিজ্ঞতাৰ দ্বাৰা বান্ধি ৰখা মনে কেৱল অতীতৰ ঘোলা লেন্সৰ মাজেৰেহে বৰ্তমান দেখিব পাৰে।</p>\n<p>যদি আমি শুনিবলৈ জানিব বিচাৰোঁ, যদি আমি নতুন কথা আৱিষ্কাৰ কৰিবলৈ শুনিবলৈ শিকিব বিচাৰোঁ, তেন্তে আমি ক্ষণস্থায়ী দৰ্শন অনুসৰি জীয়াই থাকিব লাগিব।</p>\n<p>অতীতৰ চিন্তা আৰু ভৱিষ্যতৰ পৰিকল্পনা অবিহনে মুহূৰ্তৰ পিছত মুহূৰ্ত জীয়াই থকাটো জৰুৰী।</p>\n<p>সত্য মুহূৰ্তৰ পিছত মুহূৰ্তৰ অচিনাকি বিষয়, আমাৰ মন সদায় সতৰ্ক, সম্পূৰ্ণ মনোযোগেৰে, পক্ষপাতিত্ব, পূৰ্বধাৰণাৰ পৰা মুক্ত হৈ থাকিব লাগিব, যাতে সঁচাকৈয়ে গ্ৰহণযোগ্য হ’ব পাৰি।</p>\n<p>বিদ্যালয়ৰ শিক্ষক-শিক্ষয়িত্ৰীসকলে তেওঁলোকৰ ছাত্ৰ-ছাত্ৰীসকলক শুনিবলৈ জনাৰ মাজত লুকাই থকা গভীৰ তাৎপৰ্যৰ বিষয়ে শিকাব লাগে।</p>\n<p>জ্ঞানৰ সৈতে জীয়াই থাকিবলৈ, আমাৰ ইন্দ্ৰিয়সমূহক পুনৰ নিশ্চিত কৰিবলৈ, আমাৰ আচৰণ, আমাৰ চিন্তা, আমাৰ অনুভূতিক পৰিশোধন কৰিবলৈ শিকাটো প্ৰয়োজনীয়।</p>\n<p>যদি আমি শুনিবলৈ নাজানো, যদি আমি মুহূৰ্তৰ পিছত মুহূৰ্ত নতুন কিবা আৱিষ্কাৰ কৰিবলৈ সক্ষম নহওঁ, তেন্তে বৃহৎ শৈক্ষিক সংস্কৃতি থকাৰ কোনো লাভ নাই।</p>\n<p>আমি মনোযোগ পৰিশোধন কৰিব লাগিব, আমাৰ আচৰণ পৰিশোধন কৰিব লাগিব, আমাৰ ব্যক্তি, বস্তু আদি পৰিশোধন কৰিব লাগিব।</p>\n<p>শুনিবলৈ নজানিলে সঁচাকৈয়ে পৰিশীলিত হোৱাটো অসম্ভৱ।</p>\n<p>অশিষ্ট, কঠোৰ, দুৰ্বল, পতিত মনে কেতিয়াও শুনিবলৈ নাজানে, কেতিয়াও নতুন কিবা আৱিষ্কাৰ কৰিবলৈ নাজানে, সেই মনে কেৱল মই, মোৰ নিজৰ সত্তা, অহংকাৰ নামৰ সেই চয়তানী সচিবজনৰ অযৌক্তিক অনুবাদবোৰ ভুলভাৱে বুজে।</p>\n<p>পৰিশীলিত হোৱাটো অতি কঠিন কাম আৰু ইয়াৰ বাবে সম্পূৰ্ণ মনোযোগৰ প্ৰয়োজন। কোনোবাই ফেশ্বন, পোছাক, সাজ-পোছাক, বাগিচা, মটৰ গাড়ী, বন্ধুত্বত অতি পৰিশীলিত ব্যক্তি হ’ব পাৰে আৰু তথাপিও অন্তৰংগত কঠোৰ, অশিষ্ট, গধুৰ হৈ থাকিব পাৰে।</p>\n<p>যিজনে মুহূৰ্তৰ পিছত মুহূৰ্ত জীয়াই থাকিবলৈ জানে, তেওঁ সঁচাকৈয়ে প্ৰকৃত পৰিশীলনৰ পথত আগবাঢ়ে।</p>\n<p>যাৰ মন গ্ৰহণশীল, স্বতঃস্ফূৰ্ত, অখণ্ড, সতৰ্ক, তেওঁ প্ৰকৃত পৰিশীলনৰ পথেৰে আগবাঢ়ে।</p>\n<p>যিজনে অতীতৰ ভাৰ, পূৰ্বধাৰণা, পক্ষপাতিত্ব, সন্দেহ, গোড়ামী আদি ত্যাগ কৰি সকলো নতুনৰ বাবে নিজকে মুকলি কৰি দিয়ে, তেওঁ বৈধ পৰিশীলনৰ পথত বিজয়ীভাৱে আগবাঢ়ে।</p>\n<p>দুৰ্বল মনটো অতীত, পূৰ্বধাৰণা, অহংকাৰ, আত্মপ্ৰেম, পক্ষপাতিত্ব আদিত আবদ্ধ হৈ থাকে।</p>\n<p>দুৰ্বল মনে নতুন কথা দেখিবলৈ নাজানে, শুনিবলৈ নাজানে, ই আত্মপ্ৰেমৰ দ্বাৰা বান্ধ খাই থাকে।</p>\n<p>মাৰ্ক্সবাদ-লেনিনবাদৰ অনুৰাগীসকলে নতুন কথা গ্ৰহণ নকৰে; তেওঁলোকে সকলো বস্তুৰ চতুৰ্থ বৈশিষ্ট্য, চতুৰ্থ মাত্ৰাক স্বীকাৰ নকৰে, আত্মপ্ৰেমৰ বাবে, তেওঁলোকে নিজকে অতি বেছি ভাল পায়, তেওঁলোকে তেওঁলোকৰ নিজৰ বস্তুবাদী অযৌক্তিক তত্ত্ববোৰত লাগি থাকে আৰু যেতিয়া আমি তেওঁলোকক বাস্তৱ ঘটনাৰ ক্ষেত্ৰত ৰাখোঁ, যেতিয়া আমি তেওঁলোকক তেওঁলোকৰ যুক্তিবোৰৰ অযৌক্তিকতা প্ৰমাণ কৰোঁ, তেওঁলোকে বাওঁ হাতখন দাঙে, তেওঁলোকৰ হাতৰ ঘড়ীৰ কাঁটাবোৰলৈ চায়, এটা এৰাই চলা অজুহাত দিয়ে আৰু গুচি যায়।</p>\n<p>সেইবোৰ দুৰ্বল মন, জৰাজীৰ্ণ মন যিয়ে শুনিবলৈ নাজানে, যিয়ে নতুন কথা আৱিষ্কাৰ কৰিবলৈ নাজানে, যিয়ে বাস্তৱতা গ্ৰহণ নকৰে কাৰণ তেওঁলোক আত্মপ্ৰেমত আবদ্ধ হৈ থাকে। মন যিয়ে নিজকে অতি বেছি ভাল পায়, মন যিয়ে সাংস্কৃতিক পৰিশীলনৰ বিষয়ে নাজানে, অশিষ্ট মন, কঠোৰ মন, যিয়ে কেৱল তেওঁলোকৰ প্ৰিয় অহংকাৰটোকহে শুনে।</p>\n<p>মৌলিক শিক্ষাই শুনিবলৈ শিকায়, জ্ঞানৰ সৈতে জীয়াই থাকিবলৈ শিকায়।</p>\n<p>বিদ্যালয়, মহাবিদ্যালয়, বিশ্ববিদ্যালয়ৰ শিক্ষক-শিক্ষয়িত্ৰীসকলে তেওঁলোকৰ ছাত্ৰ-ছাত্ৰীসকলক প্ৰকৃত জীৱন পৰিশীলনৰ প্ৰকৃত পথটো শিকাব লাগে।</p>\n<p>যদি ওলাই অহাৰ সময়ত আমি আমাৰ চিন্তা, ধাৰণা, অনুভূতি আৰু ৰীতি-নীতিৰ ক্ষেত্ৰত আভ্যন্তৰীণভাৱে প্ৰকৃত গাহৰি হৈ থাকোঁ তেন্তে বিদ্যালয়, মহাবিদ্যালয় আৰু বিশ্ববিদ্যালয়ত দহ আৰু পোন্ধৰ বছৰ ধৰি সোমাই থকাৰ কোনো লাভ নাই।</p>\n<p>মৌলিক শিক্ষাৰ জৰুৰীভাৱে প্ৰয়োজন কিয়নো নতুন প্ৰজন্মই এক নতুন যুগৰ আৰম্ভণি সূচায়।</p>\n<p>প্ৰকৃত বিপ্লৱৰ সময় আহি গ’ল, মৌলিক বিপ্লৱৰ মুহূৰ্ত আহি গ’ল।</p>\n<p>অতীত অতীত আৰু ইয়াৰ ফল ইতিমধ্যে দিছে। আমি আমি জীয়াই থকা মুহূৰ্তটোৰ গভীৰ তাৎপৰ্য বুজিব লাগিব।</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/as/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/as/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/as/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
