import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "לדעת להקשיב",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. לדעת להקשיב",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>בעולם ישנם נואמים רבים שמדהימים ברהיטותם, אך מעטים הם האנשים שיודעים להקשיב.</p>\n<p>יודעים להקשיב זה קשה מאוד, מעטים הם באמת האנשים שיודעים באמת להקשיב.</p>\n<p>כאשר המורה, המרצה, הנואם מדבר, הקהל נראה קשוב מאוד, כאילו עוקב בדקדקנות אחר כל מילה של הנואם, הכל נותן את הרושם שמקשיבים, שנמצאים במצב של דריכות, אך במעמקי הנפש של כל פרט ישנו מזכיר שמתרגם כל מילה של הנואם.</p>\n<p>המזכיר הזה הוא האני, עצמי, ה”עצמי”. עבודתו של אותו מזכיר היא לפרש בצורה שגויה, לתרגם בצורה שגויה את דברי הנואם.</p>\n<p>ה”אני” מתרגם בהתאם לדעות הקדומות, לתפיסות המוקדמות, לפחדים, לגאווה, לחרדות, לרעיונות, לזיכרונות וכו’, וכו’, וכו’.</p>\n<p>התלמידים בבית הספר, התלמידות, האנשים שמצטרפים יחד ומהווים את הקהל המאזין, לא באמת מקשיבים לנואם, הם מקשיבים לעצמם, הם מקשיבים לאגו שלהם עצמם, לאגו המקאיווליסטי האהוב שלהם, שאינו מוכן לקבל את הממשי, את האמיתי, את המהותי.</p>\n<p>רק במצב של דריכות חידוש, עם מוח ספונטני חופשי ממשקל העבר, במצב של קליטה מלאה, אנו יכולים באמת להקשיב ללא התערבותו של אותו מזכיר גרוע ומבשר רעות בשם “אני”, “עצמי”, “העצמי”, “אגו”.</p>\n<p>כאשר המוח מותנה על ידי הזיכרון, הוא רק חוזר על מה שנצבר בו.</p>\n<p>המוח המותנה על ידי חוויות של אתמול רבים כל כך, יכול לראות את ההווה רק דרך העדשות העכורות של העבר.</p>\n<p>אם אנחנו רוצים לדעת להקשיב, אם אנחנו רוצים ללמוד להקשיב כדי לגלות את החדש, עלינו לחיות בהתאם לפילוסופיה של הרגעיות.</p>\n<p>דחוף לחיות מרגע לרגע ללא דאגות העבר וללא תוכניות העתיד.</p>\n<p>האמת היא הלא נודע מרגע לרגע, המוחות שלנו חייבים להיות תמיד דרוכים, בתשומת לב מלאה, חופשיים מדעות קדומות, תפיסות מוקדמות, כדי להיות באמת קולטים.</p>\n<p>מורים ומורות בבתי הספר צריכים ללמד את תלמידיהם ותלמידותיהם את המשמעות העמוקה הגלומה בדבר הזה של לדעת להקשיב.</p>\n<p>יש צורך ללמוד לחיות בחוכמה, לאשר מחדש את חושינו, לחדד את התנהגותנו, את מחשבותינו, את רגשותינו.</p>\n<p>אין טעם להחזיק בתרבות אקדמית גדולה, אם איננו יודעים להקשיב, אם איננו מסוגלים לגלות את החדש מרגע לרגע.</p>\n<p>אנחנו צריכים לחדד את תשומת הלב, לחדד את הליכותינו, לחדד את האנשים שלנו, את הדברים וכו’, וכו’, וכו’.</p>\n<p>אי אפשר להיות מעודן באמת כשלא יודעים להקשיב.</p>\n<p>מוחות גסים, בוטים, פגומים, מנווונים לעולם לא יודעים להקשיב, לעולם לא יודעים לגלות את החדש, מוחות אלה מבינים רק, מבינים רק בצורה שגויה את התרגומים האבסורדיים של אותו מזכיר שטני בשם “אני”, “עצמי”, “אגו”.</p>\n<p>להיות מעודן זה דבר קשה מאוד ודורש תשומת לב מלאה. מישהו יכול להיות אדם מאוד מעודן באופנות, חליפות, שמלות, גנים, מכוניות, ידידויות, ובכל זאת להמשיך להיות גס, בוטה, כבד בפנים.</p>\n<p>מי שיודע לחיות מרגע לרגע, צועד באמת בדרך העידון האמיתי.</p>\n<p>מי שיש לו מוח קולט, ספונטני, שלם, דרוך, צועד בשביל העידון האותנטי.</p>\n<p>מי שנפתח לכל החדש ונוטש את משקל העבר, את התפיסות המוקדמות, את הדעות הקדומות, את החששות, את הקנאות וכו’, צועד בניצחון בדרך העידון הלגיטימי.</p>\n<p>המוח המנוון חי כלוא בעבר, בתפיסות המוקדמות, בגאווה, באהבה עצמית, בדעות קדומות וכו’, וכו’.</p>\n<p>המוח המנוון לא יודע לראות את החדש, לא יודע להקשיב, הוא מותנה על ידי אהבה עצמית.</p>\n<p>הקנאים של המרקסיזם-לניניזם אינם מקבלים את החדש; הם אינם מכירים במאפיין הרביעי של כל הדברים, בממד הרביעי, מתוך אהבה עצמית, הם אוהבים את עצמם יותר מדי, הם נאחזים בתיאוריות המטריאליסטיות האבסורדיות שלהם עצמם, וכשאנחנו מעמידים אותם על קרקע המציאות, כשאנחנו מוכיחים להם את האבסורד שבסופיזמים שלהם, הם מרימים את זרוע שמאל, מסתכלים על מחוגי השעון שלהם, נותנים תירוץ מתחמק והולכים.</p>\n<p>אלה הם מוחות מנווונים, מוחות רעועים שאינם יודעים להקשיב, שאינם יודעים לגלות את החדש, שאינם מקבלים את המציאות משום שהם כלואים באהבה עצמית. מוחות שאוהבים את עצמם יותר מדי, מוחות שאינם יודעים על עידונים תרבותיים, מוחות גסים, מוחות בוטים, שמקשיבים רק לאגו האהוב שלהם.</p>\n<p>חינוך יסודי מלמד להקשיב, מלמד לחיות בחוכמה.</p>\n<p>מורים ומורות בבתי ספר, מכללות, אוניברסיטאות צריכים ללמד את תלמידיהם ותלמידותיהם את הדרך האותנטית של העידון החיוני האמיתי.</p>\n<p>אין טעם להישאר עשר וחמש עשרה שנים סגורים בבתי ספר, מכללות ואוניברסיטאות, אם כשאנו יוצאים אנו חזירים אמיתיים מבפנים במחשבותינו, ברעיונותינו, ברגשותינו ובמנהגינו.</p>\n<p>יש צורך בחינוך יסודי בדחיפות מכיוון שהדורות החדשים מסמלים את תחילתה של עידן חדש.</p>\n<p>הגיעה השעה של המהפכה האמיתית, הגיעה העת של המהפכה היסודית.</p>\n<p>העבר הוא העבר וכבר נתן את פירותיו. אנחנו צריכים להבין את המשמעות העמוקה של הרגע בו אנו חיים.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
