import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Умець слухаць",
  "locale": "be",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. Умець слухаць",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>У свеце шмат прамоўцаў, якія ўражваюць сваім красамоўствам, але мала хто ўмее слухаць.</p>\n<p>Умець слухаць вельмі складана, мала хто сапраўды ўмее слухаць.</p>\n<p>КАЛІ ГАВОРЫЦЬ МАЙСТАР, настаўнік, лектар, аўдыторыя, здаецца, вельмі ўважлівая, быццам сочыць за кожным словам прамоўцы, усё стварае ўражанне, што яны слухаюць, што знаходзяцца ў стане пільнасці, але ў псіхалагічнай глыбіні кожнага чалавека ёсць сакратар, які перакладае кожнае слова прамоўцы.</p>\n<p>ГЭТЫ САКРАТАР – Я, МАЯ САМАЯ, Я САМ. Праца гэтага сакратара заключаецца ў няправільнай інтэрпрэтацыі, няправільным перакладзе слоў прамоўцы.</p>\n<p>Я ПЕРАКЛАДАЕ ў адпаведнасці са сваімі забабонамі, прадузятасцямі, страхамі, гонарам, трывогамі, ідэямі, успамінамі і г.д., і г.д., і г.д.</p>\n<p>Вучні ў школе, вучаніцы, асобы, якія разам складаюць аўдыторыю, якая слухае, насамрэч не слухаюць прамоўцу, яны слухаюць сябе, слухаюць сваё ўласнае ЭГА, сваё любімае МАҚИЯВЕЛІЧНАЕ ЭГА, якое не жадае прымаць РЭАЛЬНАЕ, ПРАЎДЗІВАЕ, ІСТОТНАЕ.</p>\n<p>Толькі ў стане пільнай НОВАСЦІ, са СПАНТАННЫМ РОЗУМАМ, свабодным ад цяжару мінулага, у стане поўнай РЭЦЭПТЫЎНАСЦІ, мы сапраўды можам слухаць без умяшання гэтага жудаснага сакратара дурной прыкметы, якога завуць Я, МАЯ САМАЯ, Я САМ, ЭГА.</p>\n<p>Калі розум абумоўлены памяццю, ён толькі паўтарае тое, што назапасіў.</p>\n<p>Розум, абумоўлены вопытам шматлікіх і шматлікіх мінулых дзён, можа бачыць сучаснасць толькі праз мутныя акуляры мінулага.</p>\n<p>КАЛІ МЫ ХОЧАМ НАВУЧЫЦЦА СЛУХАЦЬ, калі мы хочам навучыцца слухаць, каб адкрыць для сябе новае, мы павінны жыць у адпаведнасці з філасофіяй МІГЛІВАСЦІ.</p>\n<p>Тэрмінова неабходна жыць імгненнем за імгненнем без клопатаў мінулага і без планаў на будучыню.</p>\n<p>ПРАЎДА – гэта невядомае імгненне за імгненнем, наш розум заўсёды павінен быць пільным, цалкам уважлівым, свабодным ад забабонаў, прадузятасцей, каб быць сапраўды ўспрымальным.</p>\n<p>Настаўнікі і настаўніцы ў школе павінны вучыць сваіх вучняў і вучаніц глыбокаму значэнню таго, каб умець слухаць.</p>\n<p>Неабходна навучыцца жыць мудра, пацвярджаць свае пачуцці, удасканальваць свае паводзіны, свае думкі, свае пачуцці.</p>\n<p>Нічога не варта мець вялікую акадэмічную культуру, калі мы не ўмеем слухаць, калі мы не здольныя адкрываць для сябе новае імгненне за імгненнем.</p>\n<p>Нам трэба ўдасканальваць увагу, удасканальваць свае манеры, удасканальваць свае асобы, рэчы і г.д., і г.д., і г.д.</p>\n<p>Немагчыма быць сапраўды вытанчаным, калі мы не ўмеем слухаць.</p>\n<p>Грубыя, жорсткія, пашкоджаныя, дэградавалыя розумы ніколі не ўмеюць слухаць, ніколі не ўмеюць адкрываць для сябе новае, гэтыя розумы толькі разумеюць, толькі разумеюць у няправільнай форме абсурдныя пераклады гэтага сатанінскага сакратара, якога завуць Я, МАЯ САМАЯ, ЭГА.</p>\n<p>Быць вытанчаным – гэта вельмі складана і патрабуе поўнай увагі. Хтосьці можа быць вельмі вытанчанай асобай у модах, касцюмах, сукенках, садах, аўтамабілях, сяброўствах, і, аднак, у глыбіні душы заставацца грубым, жорсткім, цяжкім.</p>\n<p>Той, хто ўмее жыць імгненнем за імгненнем, сапраўды ідзе па шляху сапраўднай вытанчанасці.</p>\n<p>Той, у каго ўспрымальны, спантанны, цэласны, пільны розум, ідзе па шляху сапраўднай вытанчанасці.</p>\n<p>Той, хто адкрываецца для ўсяго новага, адмаўляючыся ад цяжару мінулага, прадузятасцей, забабонаў, падазрэнняў, фанатызму і г.д., трыумфальна ідзе па шляху законнай вытанчанасці.</p>\n<p>Дэградаваны розум жыве ў палоне мінулага, прадузятасцей, гонару, самалюбства, забабонаў і г.д., і г.д.</p>\n<p>Дэградаваны розум не ўмее бачыць новае, не ўмее слухаць, ён абумоўлены САМАЛЮБСТВАМ.</p>\n<p>Фанаты МАРКСІЗМУ-ЛЕНІНІЗМУ не прымаюць новага; не прызнаюць чацвёртай ХАРАКТАРЫСТЫКІ ўсіх рэчаў, чацвёртага ВЫМЯРЭННЯ, з-за самалюбства, яны занадта любяць сябе, прывязваюцца да сваіх уласных абсурдных матэрыялістычных тэорый, і калі мы ставім іх на глебу канкрэтных фактаў, калі мы дэманструем ім абсурднасць іх сафізмаў, яны падымаюць левую руку, глядзяць на стрэлкі свайго наручнага гадзінніка, даюць укліністае апраўданне і сыходзяць.</p>\n<p>Гэта дэградавалыя розумы, старыя розумы, якія не ўмеюць слухаць, якія не ўмеюць адкрываць для сябе новае, якія не прымаюць рэальнасць, таму што знаходзяцца ў палоне САМАЛЮБСТВА. Розумы, якія занадта любяць сябе, розумы, якія не ведаюць КУЛЬТУРНАЙ ВЫТАНЧАНАСЦІ, грубыя розумы, жорсткія розумы, якія слухаюць толькі сваё любімае ЭГА.</p>\n<p>ФУНДАМЕНТАЛЬНАЯ АДУКАЦЫЯ вучыць слухаць, вучыць жыць мудра.</p>\n<p>Настаўнікі і настаўніцы школ, каледжаў, універсітэтаў павінны вучыць сваіх вучняў і вучаніц сапраўднаму шляху сапраўднай жыццёвай вытанчанасці.</p>\n<p>Нічога не варта заставацца дзесяць і пятнаццаць гадоў у школах, каледжах і ўніверсітэтах, калі, выходзячы, мы ўнутрана з’яўляемся сапраўднымі свіннямі ў сваіх думках, ідэях, пачуццях і звычках.</p>\n<p>Неабходна ФУНДАМЕНТАЛЬНАЯ АДУКАЦЫЯ ў тэрміновым парадку, таму што новыя пакаленні азначаюць пачатак новай эры.</p>\n<p>Надышоў час САПРАЎДНАЙ РЭВАЛЮЦЫІ, надышоў момант ФУНДАМЕНТАЛЬНАЙ РЭВАЛЮЦЫІ.</p>\n<p>Мінулае ёсць мінулае і ўжо дало свае плады. Нам неабходна зразумець глыбокае значэнне моманту, у які мы жывем.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/be/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
