import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Умението да слушаш",
  "locale": "bg",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. Умението да слушаш",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>В света има много оратори, които удивляват със своето красноречие, но малко са хората, които знаят как да слушат.</p>\n<p>Да знаеш как да слушаш е много трудно, малко са наистина хората, които знаят как да слушат.</p>\n<p>КОГАТО ГОВОРИ УЧИТЕЛЯТ, учителката, лекторът, аудиторията изглежда много внимателна, сякаш следи в детайли всяка дума на оратора, всичко създава впечатление, че слушат, че са в състояние на готовност, но в психологическата същност на всеки индивид има секретар, който превежда всяка дума на оратора.</p>\n<p>ТОЗИ СЕКРЕТАР Е АЗ-ЪТ, МОЕТО АЗ, АЗ САМИЯТ. Работата на този секретар се състои в неправилно тълкуване, неправилен превод на думите на оратора.</p>\n<p>АЗ-ЪТ превежда в съответствие със своите предразсъдъци, предубеждения, страхове, гордост, тревоги, идеи, спомени и т.н., и т.н., и т.н.</p>\n<p>Учениците в училище, ученичките, индивидите, които взети заедно съставляват аудиторията, която слуша, всъщност не слушат оратора, а слушат себе си, слушат собственото си ЕГО, своето скъпо ЕГО МАКИАВЕЛИ, което не е готово да приеме РЕАЛНОТО, ИСТИНСКОТО, СЪЩЕСТВЕНОТО.</p>\n<p>Само в състояние на готовност за НОВОСТ, с СПОНТАНЕН УМ, свободен от тежестта на миналото, в състояние на пълна ВЪЗПРИЕМЧИВОСТ, можем наистина да слушаме без намесата на този ужасен секретар на лоши предзнаменования, наречен АЗ, МОЕТО АЗ, АЗ САМИЯТ, ЕГО.</p>\n<p>Когато умът е обусловен от паметта, той само повтаря това, което е натрупал.</p>\n<p>Умът, обусловен от преживяванията на толкова много отминали дни, може да види настоящето само през мътните очила на миналото.</p>\n<p>АКО ИСКАМЕ ДА ЗНАЕМ КАК ДА СЛУШАМЕ, ако искаме да се научим да слушаме, за да открием новото, трябва да живеем според философията на МОМЕНТАЛНОСТТА.</p>\n<p>Наложително е да живеем от момент на момент без притесненията от миналото и без плановете за бъдещето.</p>\n<p>ИСТИНАТА е непознатото от момент на момент, умовете ни трябва винаги да са нащрек, в пълно внимание, свободни от предразсъдъци, предубеждения, за да бъдем наистина възприемчиви.</p>\n<p>Учителите и учителките в училище трябва да научат своите ученици и ученички на дълбокия смисъл, който се крие в това да знаеш как да слушаш.</p>\n<p>Необходимо е да се научим да живеем мъдро, да потвърдим сетивата си, да усъвършенстваме поведението си, мислите си, чувствата си.</p>\n<p>Безполезно е да имаме голяма академична култура, ако не знаем как да слушаме, ако не сме способни да откриваме новото от момент на момент.</p>\n<p>Трябва да усъвършенстваме вниманието си, да усъвършенстваме маниерите си, да усъвършенстваме личностите си, нещата и т.н., и т.н., и т.н.</p>\n<p>Невъзможно е да бъдеш наистина изискан, когато не знаеш как да слушаш.</p>\n<p>Грубите, сурови, влошени, дегенерирали умове никога не знаят как да слушат, никога не знаят как да открият новото, тези умове само разбират, само разбират по грешен начин абсурдните преводи на този сатанински секретар, наречен АЗ, МОЕТО АЗ, ЕГО.</p>\n<p>Да бъдеш изискан е нещо много трудно и изисква пълно внимание. Някой може да бъде много изискан в модите, костюмите, роклите, градините, автомобилите, приятелствата и въпреки това да продължава да бъде груб, суров, тежък в интимността.</p>\n<p>Който знае как да живее от момент на момент, наистина върви по пътя на истинското усъвършенстване.</p>\n<p>Който има възприемчив, спонтанен, цялостен, нащрек ум, върви по пътя на автентичното усъвършенстване.</p>\n<p>Който се отвори за всичко ново, изоставяйки тежестта на миналото, предубежденията, предразсъдъците, подозренията, фанатизма и т.н., триумфално върви по пътя на законното усъвършенстване.</p>\n<p>Дегенериралият ум живее затворен в миналото, в предубежденията, гордостта, себелюбието, предразсъдъците и т.н., и т.н.</p>\n<p>Дегенериралият ум не знае как да види новото, не знае как да слуша, той е обусловен от СЕБЕЛЮБИЕТО.</p>\n<p>Феновете на МАРКСИЗМА-ЛЕНИНИЗМА не приемат новото; не признават четвъртата ХАРАКТЕРИСТИКА на всички неща, четвъртото ИЗМЕРЕНИЕ, от себелюбие, те обичат твърде много себе си, привързват се към собствените си абсурдни материалистични теории и когато ги поставим в полето на конкретните факти, когато им покажем абсурда на техните софизми, те вдигат лявата си ръка, поглеждат стрелките на ръчния си часовник, дават уклончив извинение и си тръгват.</p>\n<p>Това са дегенерирали умове, разложени умове, които не знаят как да слушат, които не знаят как да открият новото, които не приемат реалността, защото са затворени в СЕБЕЛЮБИЕТО. Умове, които обичат твърде много себе си, умове, които не знаят за КУЛТУРНИ УСЪВЪРШЕНСТВАНИЯ, груби умове, сурови умове, които слушат само своето скъпо ЕГО.</p>\n<p>ОСНОВНОТО ОБРАЗОВАНИЕ учи да слушаш, учи да живееш мъдро.</p>\n<p>Учителите и учителките в училища, колежи, университети трябва да научат своите ученици и ученички на автентичния път на истинското жизнено усъвършенстване.</p>\n<p>Безполезно е да прекараме десет и петнадесет години затворени в училища, колежи и университети, ако при излизане сме вътрешно истински прасета в нашите мисли, идеи, чувства и обичаи.</p>\n<p>Необходимо е ОСНОВНО ОБРАЗОВАНИЕ спешно, защото новите поколения означават началото на нова ера.</p>\n<p>Дойде часът на ИСТИНСКАТА РЕВОЛЮЦИЯ, дойде моментът на ОСНОВНАТА РЕВОЛЮЦИЯ.</p>\n<p>Миналото е минало и вече даде плодовете си. Трябва да разберем дълбокия смисъл на момента, в който живеем.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bg/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
