import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ทักษะการฟัง",
  "locale": "th",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. ทักษะการฟัง",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ในโลกนี้มีนักพูดมากมายที่สร้างความประทับใจด้วยวาทศิลป์ แต่มีเพียงไม่กี่คนที่รู้จักวิธีฟัง</p>\n<p>การรู้จักฟังเป็นเรื่องยากมาก มีเพียงไม่กี่คนที่รู้จักวิธีฟังอย่างแท้จริง</p>\n<p>เมื่อครู อาจารย์ หรือวิทยากรพูด ผู้ฟังดูเหมือนจะตั้งใจฟังอย่างมาก ราวกับว่ากำลังติดตามทุกคำพูดของวิทยากรอย่างละเอียด ทุกอย่างให้ความรู้สึกว่าพวกเขากำลังฟัง กำลังอยู่ในสภาวะตื่นตัว แต่ในส่วนลึกของจิตใจของแต่ละคน มีเลขานุการที่แปลทุกคำพูดของวิทยากร</p>\n<p>เลขานุการนี้คืออัตตา ตัวตน ตัวเอง การทำงานของเลขานุการดังกล่าวคือการตีความผิด แปลคำพูดของวิทยากรผิดๆ</p>\n<p>อัตตาแปลตามอคติ แนวคิด ความกลัว ความเย่อหยิ่ง ความวิตกกังวล ความคิด ความทรงจำ ฯลฯ</p>\n<p>นักเรียนในโรงเรียน นักเรียนหญิง ผู้คนที่รวมกันเป็นผู้ฟังที่กำลังฟัง จริงๆ แล้วไม่ได้ฟังวิทยากร พวกเขากำลังฟังตัวเอง กำลังฟังอัตตาของตัวเอง อัตตาเจ้าเล่ห์ที่รักของพวกเขา ซึ่งไม่เต็มใจที่จะยอมรับความเป็นจริง ความจริงแท้ สิ่งสำคัญ</p>\n<p>เฉพาะในสภาวะของการตื่นตัว ความแปลกใหม่ ด้วยจิตใจที่เกิดขึ้นเองตามธรรมชาติ ปราศจากภาระของอดีต ในสภาวะของการเปิดรับอย่างเต็มที่ เราจึงสามารถฟังได้อย่างแท้จริงโดยไม่มีการแทรกแซงของเลขานุการที่แย่และเป็นลางร้ายที่เรียกว่าอัตตา ตัวเอง ตัวเอง อีโก้</p>\n<p>เมื่อจิตใจถูกกำหนดโดยความทรงจำ มันจะทำซ้ำสิ่งที่สะสมไว้เท่านั้น</p>\n<p>จิตใจที่ถูกกำหนดโดยประสบการณ์มากมายในอดีต สามารถมองเห็นปัจจุบันผ่านเลนส์ขุ่นมัวของอดีตเท่านั้น</p>\n<p>หากเราต้องการรู้วิธีฟัง หากเราต้องการเรียนรู้ที่จะฟังเพื่อค้นพบสิ่งใหม่ๆ เราต้องดำเนินชีวิตตามปรัชญาของความเป็นปัจจุบัน</p>\n<p>เป็นเรื่องเร่งด่วนที่จะต้องใช้ชีวิตจากช่วงเวลาหนึ่งไปอีกช่วงเวลาหนึ่ง โดยไม่มีความกังวลในอดีต และไม่มีโครงการในอนาคต</p>\n<p>ความจริงคือสิ่งที่ไม่รู้จักในแต่ละช่วงเวลา จิตใจของเราต้องตื่นตัวอยู่เสมอ อยู่ในความสนใจอย่างเต็มที่ ปราศจากอคติ แนวคิด เพื่อที่จะเปิดรับได้อย่างแท้จริง</p>\n<p>ครูอาจารย์ในโรงเรียนต้องสอนนักเรียนชายและหญิงถึงความหมายอันลึกซึ้งที่ซ่อนอยู่ในการรู้จักฟัง</p>\n<p>จำเป็นต้องเรียนรู้ที่จะใช้ชีวิตอย่างชาญฉลาด ยืนยันความรู้สึกของเรา กลั่นกรองพฤติกรรม ความคิด ความรู้สึกของเรา</p>\n<p>ไม่มีประโยชน์ที่จะมีวัฒนธรรมทางวิชาการที่ยิ่งใหญ่ หากเราไม่รู้วิธีฟัง หากเราไม่สามารถค้นพบสิ่งใหม่ๆ ในแต่ละช่วงเวลาได้</p>\n<p>เราจำเป็นต้องปรับปรุงความสนใจ ปรับปรุงมารยาท ปรับปรุงผู้คน สิ่งต่างๆ ฯลฯ</p>\n<p>เป็นไปไม่ได้ที่จะได้รับการขัดเกลาอย่างแท้จริงเมื่อเราไม่รู้วิธีฟัง</p>\n<p>จิตใจที่หยาบกระด้าง รุนแรง เสื่อมโทรม ไม่เคยรู้วิธีฟัง ไม่เคยรู้วิธีค้นพบสิ่งใหม่ๆ จิตใจเหล่านั้นเข้าใจ เพียงแต่เข้าใจผิดในการแปลที่ไร้สาระของเลขานุการปีศาจที่เรียกว่าอัตตา ตัวเอง อีโก้</p>\n<p>การได้รับการขัดเกลาเป็นสิ่งที่ยากมากและต้องให้ความสนใจอย่างเต็มที่ ใครบางคนอาจเป็นคนที่ได้รับการขัดเกลาอย่างมากในด้านแฟชั่น ชุด สวน รถยนต์ มิตรภาพ แต่ถึงกระนั้นก็ยังคงมีความหยาบกระด้าง หนักอึ้งอยู่ภายใน</p>\n<p>ผู้ที่รู้วิธีใช้ชีวิตจากช่วงเวลาหนึ่งไปอีกช่วงเวลาหนึ่ง เดินไปตามเส้นทางของการขัดเกลาที่แท้จริงอย่างแท้จริง</p>\n<p>ผู้ที่มีจิตใจที่เปิดรับ เกิดขึ้นเอง เป็นหนึ่งเดียว ตื่นตัว เดินไปตามเส้นทางของการขัดเกลาที่แท้จริง</p>\n<p>ผู้ที่เปิดรับทุกสิ่งใหม่ๆ ละทิ้งภาระของอดีต แนวคิด อคติ ความระแวง ความคลั่งไคล้ ฯลฯ เดินไปตามเส้นทางของการขัดเกลาที่ถูกต้องตามกฎหมายอย่างมีชัย</p>\n<p>จิตใจที่เสื่อมโทรมมีชีวิตอยู่ในการถูกขังอยู่ในอดีต ในแนวคิด ความเย่อหยิ่ง ความรักตัวเอง อคติ ฯลฯ</p>\n<p>จิตใจที่เสื่อมโทรมไม่รู้วิธีมองเห็นสิ่งใหม่ๆ ไม่รู้วิธีฟัง ถูกกำหนดโดยความรักตัวเอง</p>\n<p>ผู้คลั่งไคล้ในลัทธิมาร์กซ์-เลนินไม่ยอมรับสิ่งใหม่ พวกเขาไม่ยอมรับคุณลักษณะที่สี่ของทุกสิ่ง มิติที่สี่ เพราะความรักตัวเอง พวกเขารักตัวเองมากเกินไป พวกเขาผูกพันกับทฤษฎีวัตถุนิยมที่ไร้สาระของตนเอง และเมื่อเราวางพวกเขาไว้ในขอบเขตของข้อเท็จจริงที่เป็นรูปธรรม เมื่อเราแสดงให้เห็นถึงความไร้สาระของตรรกะวิบัติของพวกเขา พวกเขายกแขนซ้ายขึ้น มองเข็มนาฬิกาข้อมือของพวกเขา ให้ข้อแก้ตัวที่คลุมเครือ และจากไป</p>\n<p>นั่นคือจิตใจที่เสื่อมโทรม จิตใจที่เสื่อมโทรมที่ไม่รู้วิธีฟัง ที่ไม่รู้วิธีค้นพบสิ่งใหม่ๆ ที่ไม่ยอมรับความเป็นจริงเพราะถูกขังอยู่ในความรักตัวเอง จิตใจที่รักตัวเองมากเกินไป จิตใจที่ไม่รู้เรื่องการขัดเกลาทางวัฒนธรรม จิตใจที่หยาบกระด้าง จิตใจที่รุนแรง ที่ฟังแต่อัตตาที่รักของตนเอง</p>\n<p>การศึกษาขั้นพื้นฐานสอนให้ฟัง สอนให้ใช้ชีวิตอย่างชาญฉลาด</p>\n<p>ครูอาจารย์ในโรงเรียน วิทยาลัย มหาวิทยาลัยต้องสอนนักเรียนชายและหญิงถึงเส้นทางที่แท้จริงของการขัดเกลาชีวิตที่แท้จริง</p>\n<p>ไม่มีประโยชน์ที่จะอยู่ในโรงเรียน วิทยาลัย และมหาวิทยาลัยเป็นเวลาสิบถึงสิบห้าปี หากเมื่อเราออกมาแล้ว เราเป็นหมูที่แท้จริงภายในความคิด ความคิด ความรู้สึก และประเพณีของเรา</p>\n<p>จำเป็นต้องมีการศึกษาขั้นพื้นฐานอย่างเร่งด่วน เพราะคนรุ่นใหม่หมายถึงการเริ่มต้นของยุคใหม่</p>\n<p>เวลาแห่งการปฏิวัติที่แท้จริงมาถึงแล้ว ช่วงเวลาแห่งการปฏิวัติขั้นพื้นฐานมาถึงแล้ว</p>\n<p>อดีตคืออดีตและให้ผลแล้ว เราต้องเข้าใจความหมายอันลึกซึ้งของช่วงเวลาที่เรากำลังมีชีวิตอยู่</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/th/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
