import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Вміти Слухати",
  "locale": "uk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. Вміти Слухати",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>У світі є багато ораторів, які вражають своєю красномовністю, але мало хто вміє слухати.</p>\n<p>Вміти слухати дуже важко, мало хто справді вміє слухати.</p>\n<p>КОЛИ ГОВОРИТЬ МАЙСТЕР, майстриня, доповідач, аудиторія здається дуже уважною, ніби слідкує за кожним словом оратора в деталях, все створює враження, що вони слухають, що перебувають у стані пильності, але в глибині психології кожної людини є секретар, який перекладає кожне слово оратора.</p>\n<p>ЦЕЙ СЕКРЕТАР - ЦЕ Я, МІЙ САМ, САМ СОБІ. Робота цього секретаря полягає в тому, щоб неправильно інтерпретувати, неправильно перекладати слова оратора.</p>\n<p>Я перекладає відповідно до своїх упереджень, стереотипів, страхів, гордості, тривог, ідей, спогадів тощо, тощо, тощо.</p>\n<p>Учні в школі, учениці, люди, які разом складають аудиторію, що слухає, насправді не слухають оратора, вони слухають себе, вони слухають своє власне ЕГО, своє улюблене МАКІАВЕЛІСТСЬКЕ ЕГО, яке не бажає приймати РЕАЛЬНЕ, ПРАВДИВЕ, ІСТОТНЕ.</p>\n<p>Лише в стані пильності НОВИЗНИ, з МИТТЄВИМ РОЗУМОМ, вільним від тягаря минулого, в стані повної СПРИЙНЯТЛИВОСТІ, ми можемо дійсно слухати без втручання цього жахливого секретаря нещастя під назвою Я, МІЙ САМ, САМ СОБІ, ЕГО.</p>\n<p>Коли розум обумовлений пам’яттю, він лише повторює те, що накопичив.</p>\n<p>Розум, обумовлений досвідом багатьох і багатьох днів учорашніх, може бачити сьогодення лише через мутні лінзи минулого.</p>\n<p>ЯКЩО МИ ХОЧЕМО ВМІТИ СЛУХАТИ, якщо ми хочемо навчитися слухати, щоб відкривати нове, ми повинні жити відповідно до філософії МИТТЄВОСТІ.</p>\n<p>Нагально потрібно жити від моменту до моменту без турбот про минуле і без планів на майбутнє.</p>\n<p>ПРАВДА - це невідоме від моменту до моменту, наші уми повинні завжди бути пильними, в повній увазі, вільними від упереджень, стереотипів, щоб бути дійсно сприйнятливими.</p>\n<p>Вчителі та вчительки в школі повинні навчити своїх учнів і учениць глибокого значення, яке міститься в тому, щоб вміти слухати.</p>\n<p>Необхідно навчитися жити мудро, підтверджувати наші почуття, покращувати нашу поведінку, наші думки, наші почуття.</p>\n<p>Немає сенсу мати велику академічну культуру, якщо ми не вміємо слухати, якщо ми не здатні відкривати нове від моменту до моменту.</p>\n<p>Нам потрібно покращувати увагу, покращувати наші манери, покращувати наші особистості, речі тощо, тощо, тощо.</p>\n<p>Неможливо бути справді витонченим, коли ми не вміємо слухати.</p>\n<p>Неотесані, грубі, зіпсовані, дегенеративні уми ніколи не вміють слухати, ніколи не вміють відкривати нове, ці уми лише розуміють, лише розуміють у хибний спосіб абсурдні переклади цього сатанинського секретаря під назвою Я, МІЙ САМ, ЕГО.</p>\n<p>Бути витонченим - це дуже важко і вимагає повної уваги. Хтось може бути дуже витонченою людиною в моді, костюмах, сукнях, садах, автомобілях, друзях, і все ж залишатися в глибині душі грубим, неотесаним, важким.</p>\n<p>Той, хто вміє жити від моменту до моменту, справді йде шляхом справжньої витонченості.</p>\n<p>Той, хто має сприйнятливий, спонтанний, цілісний, пильний розум, йде шляхом автентичної витонченості.</p>\n<p>Той, хто відкривається всьому новому, відкидаючи тягар минулого, стереотипи, упередження, підозри, фанатизм тощо, тріумфально йде шляхом законної витонченості.</p>\n<p>Дегенеративний розум живе замкненим у минулому, у стереотипах, гордості, самолюбстві, упередженнях тощо, тощо.</p>\n<p>Дегенеративний розум не вміє бачити нове, не вміє слухати, він обумовлений САМОЛЮБСТВОМ.</p>\n<p>Фанатики МАРКСИЗМУ-ЛЕНІНІЗМУ не приймають нове; не визнають четвертої ХАРАКТЕРИСТИКИ всіх речей, четвертого ВИМІРУ, через самолюбство, вони занадто люблять себе, вони чіпляються за власні абсурдні матеріалістичні теорії, і коли ми ставимо їх на ґрунт конкретних фактів, коли ми доводимо абсурдність їхніх софізмів, вони піднімають ліву руку, дивляться на стрілки свого наручного годинника, вибачаються і йдуть.</p>\n<p>Це дегенеративні уми, занепадницькі уми, які не вміють слухати, які не вміють відкривати нове, які не приймають реальність, тому що вони замкнені в САМОЛЮБСТВІ. Уми, які занадто люблять себе, уми, які не знають про КУЛЬТУРНУ ВИШУКАНІСТЬ, неотесані уми, грубі уми, які слухають лише своє улюблене ЕГО.</p>\n<p>ФУНДАМЕНТАЛЬНА ОСВІТА вчить слухати, вчить жити мудро.</p>\n<p>Вчителі та вчительки шкіл, коледжів, університетів повинні навчити своїх учнів і учениць автентичного шляху справжньої життєвої витонченості.</p>\n<p>Немає сенсу перебувати десять і п’ятнадцять років у школах, коледжах та університетах, якщо, вийшовши з них, ми внутрішньо є справжніми свинями у своїх думках, ідеях, почуттях і звичках.</p>\n<p>ФУНДАМЕНТАЛЬНА ОСВІТА потрібна терміново, тому що нові покоління означають початок нової ери.</p>\n<p>Настав час СПРАВЖНЬОЇ РЕВОЛЮЦІЇ, настав час ФУНДАМЕНТАЛЬНОЇ РЕВОЛЮЦІЇ.</p>\n<p>Минуле є минулим і вже дало свої плоди. Нам потрібно зрозуміти глибоке значення моменту, в якому ми живемо.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/uk/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
