import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ښه اورېدل",
  "locale": "ps",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. ښه اورېدل",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>په نړۍ کې ډېر داسې ويونکي شته چې په خپلې فصاحت سره خلک حیرانوي، خو ډېر لږ داسې خلک شته چې اورېدل زده وي.</p>\n<p>اورېدل ډېر ستونزمن کار دی، ډېر لږ داسې خلک شته چې په رښتيا سره اورېدل زده وي.</p>\n<p>کله چې استاد، ښوونکې، یا ويناوال خبرې کوي، نو اورېدونکي داسې ښکاري چې ډېر په غور سره دي، او د ويونکي هره خبره په ځير سره تعقيبوي، هرڅه داسې تاثر ورکوي چې دوی اوري، چې دوی په خبر دي، خو د هر فرد په رواني ژوروالي کې یو منشي شته چې د ويونکي هره خبره ترجمه کوي.</p>\n<p>دا منشي “زه” دی، “زما خپل” دی، “ځان” دی. د دې منشي دنده د ويونکي د خبرو ناسم تعبير او ناسم ترجمه کول دي.</p>\n<p>“زه” د خپلو تعصباتو، مخکیني تصوراتو، ډارونو، غرور، اضطرابونو، نظریاتو، یادونو او نورو سره سم ترجمه کوي.</p>\n<p>په ښوونځي کې زده کوونکي، نجونې، هغه افراد چې ټول يوځای د اورېدونکو ټولګه جوړوي چې اوري، په رښتيا سره ويونکي نه اوري، دوی خپل ځان اوري، دوی خپل اېګو اوري، خپل ګران ماکیاولیان اېګو اوري، چې د رښتيا، د رښتیني، د اصلي منلو ته چمتو نه دی.</p>\n<p>یوازې د نوي خبرتیا په حالت کې، د ماضي له بار څخه پرته په ناڅاپي ذهن سره، د بشپړ منلو په حالت کې، موږ کولی شو په رښتیا سره د “زه”، “زما خپل”، “ځان”، “اېګو” په نامه د هغه بدمرغه منشي له مداخلې پرته واورو.</p>\n<p>کله چې ذهن د حافظې له خوا شرطي شوی وي، نو یوازې هغه څه تکراروي چې جمع شوي یې دي.</p>\n<p>هغه ذهن چې د تېرو ډېرو تجربو له خوا شرطي شوی وي، یوازې د تېر په خړو عینکو سره اوس لیدلی شي.</p>\n<p>که موږ غواړو اورېدل زده کړو، که موږ غواړو د نوي موندلو لپاره اورېدل زده کړو، نو موږ باید د وخت د فلسفې سره سم ژوند وکړو.</p>\n<p>دا بیړنۍ ده چې له تېرو اندېښنو او د راتلونکي له پروژو پرته، په هره لحظه کې ژوند وکړو.</p>\n<p>حقیقت په هره لحظه کې نا معلوم دی، زموږ ذهنونه باید تل په خبرتیا کې وي، په بشپړه توګه په پام سره، له تعصباتو او مخکیني تصوراتو څخه پاک وي، ترڅو په رښتیا سره د منلو وړ وي.</p>\n<p>د ښوونځي ښوونکي او ښوونکې باید خپلو زده کوونکو ته د اورېدلو په هنر کې پټ ژور مفهوم ور زده کړي.</p>\n<p>دا اړینه ده چې په حکمت سره ژوند کول زده کړو، خپل حواس بیا تایید کړو، خپل چلند، خپل فکرونه، خپل احساسات ښه کړو.</p>\n<p>د لوی علمي کلتور درلودل هیڅ ګټه نه لري، که موږ اورېدل نه پوهیږو، که موږ په هره لحظه کې د نوي موندلو توان نه لرو.</p>\n<p>موږ اړتیا لرو چې توجه ښه کړو، خپل آداب ښه کړو، خپل ځانونه، شیان او نور ښه کړو.</p>\n<p>کله چې موږ اورېدل نه پوهیږو، نو په رښتیا سره ښه کېدل ناشونې دي.</p>\n<p>خام، بې تربیې، خراب شوي، زوال شوي ذهنونه هیڅکله اورېدل نه پوهیږي، هیڅکله د نوي موندل نه پوهیږي، دا ذهنونه یوازې د “زه”، “زما خپل”، “اېګو” په نامه د هغه شیطاني منشي بې ځایه ترجمې په غلطه توګه پوهیږي او درک کوي.</p>\n<p>ښه کېدل ډېر ستونزمن کار دی او بشپړې پاملرنې ته اړتیا لري. یو څوک کیدای شي په فیشن، جامو، باغونو، موټرو، ملګرتیاوو کې ډېر ښه وي، خو بیا هم په خپل ځان کې خام، بې تربیې او دروند پاتې شي.</p>\n<p>څوک چې په هره لحظه کې ژوند کول پوهیږي، هغه په رښتیا سره د ریښتیني ښه کېدو په لاره روان دی.</p>\n<p>څوک چې د منلو وړ، ناڅاپي، بشپړ، خبر ذهن لري، هغه د اصلي ښه کېدو په لاره ځي.</p>\n<p>څوک چې د تېر وزن، مخکیني تصوراتو، تعصباتو، شکونو، فناتیزمونو او نورو څخه په لاس اخیستو سره هر نوي ته ځان خلاصوي، هغه د قانوني ښه کېدو په لاره په بریالیتوب سره روان دی.</p>\n<p>زوال شوی ذهن په تېر، په مخکیني تصوراتو، غرور، ځان سره مینه، تعصباتو او نورو کې بند ژوند کوي.</p>\n<p>زوال شوی ذهن د نوي لیدل نه پوهیږي، اورېدل نه پوهیږي، د ځان سره مینې له خوا شرطي شوی دی.</p>\n<p>د مارکسیزم-لینینیزم مینه وال نوي نه مني؛ د ټولو شیانو څلورم خاصیت، څلورم بعد نه مني، د ځان سره د مینې له امله، دوی خپل ځانونه ډېر خوښوي، د خپلو مادي نظریو سره نښتي دي او کله چې موږ دوی د واقعیتونو په ډګر کې راولو، کله چې موږ دوی ته د دوی د سفسطو بې ځایه والی ورښیو، نو خپل کیڼ لاس پورته کوي، د خپل لاس د ساعت ستنو ته ګوري، یو تښتېدونکی عذر وړاندې کوي او ځي.</p>\n<p>دا هغه زوال شوي ذهنونه دي، هغه زړښتلي ذهنونه دي چې اورېدل نه پوهیږي، چې د نوي موندل نه پوهیږي، چې حقیقت نه مني ځکه چې دوی د ځان سره مینې کې بند دي. هغه ذهنونه چې خپل ځانونه ډېر خوښوي، هغه ذهنونه چې د فرهنګي ښه کېدو څخه ناخبره دي، هغه خام ذهنونه، هغه بې تربیې ذهنونه، چې یوازې خپل ګران اېګو اوري.</p>\n<p>بنسټیزه زده کړه اورېدل ښيي، په حکمت سره ژوند کول ښيي.</p>\n<p>د ښوونځیو، کالجونو، پوهنتونونو ښوونکي او ښوونکې باید خپلو زده کوونکو ته د ریښتیني ژوند ښه کېدو اصلي لار ور وښيي.</p>\n<p>په ښوونځیو، کالجونو او پوهنتونونو کې لس او پنځلس کاله تېرول هیڅ ګټه نه لري، که چیرې له وتلو وروسته موږ په خپل فکر، نظریاتو، احساساتو او عادتونو کې په داخلي توګه رښتیني خنزیران واوسو.</p>\n<p>بنسټیزې زده کړې ته په بیړنۍ توګه اړتیا ده ځکه چې نوي نسلونه د یوې نوې دورې پیل په ګوته کوي.</p>\n<p>د ریښتیني انقلاب وخت رارسېدلی، د بنسټیز انقلاب وخت رارسېدلی.</p>\n<p>تېر تېر دی او خپلې پایلې یې ورکړې دي. موږ اړتیا لرو د هغه وخت ژور مفهوم درک کړو چې موږ پکې ژوند کوو.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ps/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
