import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "གསན་ནུས",
  "locale": "bo",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. གསན་ནུས",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>འཛམ་བུ་གླིང་འདིར་གཏམ་བཤད་ཀྱི་སྒྱུ་རྩལ་ལ་བརྟེན་ནས་མི་མང་ཧ་ལས་དགོས་པ་བཟོ་མཁན་མང་པོ་ཡོད་མོད། འོན་ཀྱང་ཉན་ཤེས་མཁན་ཉུང་ཉུང་ཡིན།</p>\n<p>ཉན་ཤེས་པ་ནི་ཧ་ཅང་དཀའ་ལས་ཁག་པོ་ཡིན་ལ། དངོས་གནས་ཉན་ཤེས་མཁན་ནི་མི་ཉུང་ཤས་ཤིག་ལས་མེད།</p>\n<p>དགེ་རྒན་ནམ། སློབ་དཔོན། ཡང་ན་གཏམ་བཤད་པ་ཞིག་གིས་གཏམ་བཤད་བྱེད་དུས། ཉན་མཁན་ཚོས་ཧ་ཅང་དོ་སྣང་བྱེད་པ་དང་། གཏམ་བཤད་པས་བཤད་པའི་ཚིག་རེ་རེ་ཞིབ་ཏུ་ཉན་པ་ལྟ་བུ། ཚང་མས་ཁོང་ཚོ་ཉན་བཞིན་པ་དང་། དོགས་ཟོན་ཆེན་པོས་ཡོད་པ་ལྟ་བུའི་བསམ་ཚུལ་སྟེར། འོན་ཀྱང་མི་རེ་རེའི་སེམས་ནང་དུ་གཏམ་བཤད་པས་བཤད་པའི་ཚིག་ཚང་མ་བསྒྱུར་མཁན་གྱི་དྲུང་ཡིག་ཅིག་ཡོད།</p>\n<p>དྲུང་ཡིག་དེ་ནི་ང་རང་དང་། ངའི་རང་ཉིད། ངེད་རང་ཉིད་ཡིན། དྲུང་ཡིག་དེའི་ལས་འགན་ནི་གཏམ་བཤད་པའི་ཚིག་ལ་གོ་ནོར་ལེན་པ་དང་། ནོར་འཁྲུལ་ཅན་གྱི་བསྒྱུར་བཅོས་བྱེད་རྒྱུ་དེ་ཡིན།</p>\n<p>ང་རང་གིས་སྔོན་འཛིན་དང་། སྔོན་དཔག ཞེད་སྣང་། ང་རྒྱལ། སེམས་ཁྲལ། བསམ་ཚུལ། དྲན་ཤེས། སོགས་སོགས་དང་མཐུན་པའི་བསྒྱུར་བཅོས་བྱེད།</p>\n<p>སློབ་གྲྭའི་སློབ་མ་དང་། བུ་མོ། མཉམ་འབྲེལ་བྱས་ཏེ་ཉན་མཁན་གྲུབ་པའི་མི་ཚོས་དངོས་གནས་གཏམ་བཤད་པར་ཉན་གྱི་མེད། ཁོང་ཚོ་རང་ཉིད་ལ་ཉན་པ་དང་། རང་ཉིད་ཀྱི་ང་རྒྱལ་དང་། རང་ཉིད་ཀྱི་ང་རྒྱལ་གྱི་ཇུས་ངན་ལ་ཉན་པ་རེད། དེས་དངོས་ཡོད་དང་། བདེན་པ། ངོ་བོ་བཅས་དང་ལེན་བྱེད་འདོད་མེད།</p>\n<p>དོགས་ཟོན་གསར་པ་དང་། སྔོན་ཆད་ཀྱི་ལྗིད་ཚད་མེད་པའི་རང་བཞིན་གྱི་སེམས། ཡོངས་སུ་ལེན་ཤེས་པའི་གནས་སྟངས་འོག ང་ཚོས་དངོས་གནས་ངེད་རང་དང་། རང་ཉིད། ང་རྒྱལ་ཟེར་བའི་ལྟས་ངན་ཅན་གྱི་དྲུང་ཡིག་དེའི་ཐེ་བྱུས་མེད་པར་ཉན་ཐུབ།</p>\n<p>སེམས་དྲན་ཤེས་ཀྱིས་བསླད་དུས། དེས་བསགས་ཡོད་པ་དེ་བསྐྱར་ཟློས་བྱེད།</p>\n<p>སྔོན་ཆད་ཀྱི་ཉམས་མྱོང་མང་པོས་བསླད་པའི་སེམས་ཀྱིས་ད་ལྟ་སྔོན་ཆད་ཀྱི་མིག་ཤེལ་རྙོག་འཛིང་ཅན་བརྒྱུད་ནས་མཐོང་ཐུབ།</p>\n<p>ང་ཚོས་ཉན་ཤེས་དགོས་ན། གསར་པ་རྟོགས་འདོད་ཀྱིས་ཉན་ཤེས་སློབ་དགོས་ན། སྐད་ཅིག་མའི་ལྟ་གྲུབ་དང་མཐུན་པར་འཚོ་དགོས།</p>\n<p>སྔོན་ཆད་ཀྱི་སེམས་ཁྲལ་དང་། མ་འོངས་པའི་འཆར་གཞི་མེད་པར་སྐད་ཅིག་སྐད་ཅིག་ལ་འཚོ་དགོས་པ་ནི་ཛ་དྲག་ཅིག་ཡིན།</p>\n<p>བདེན་པ་ནི་སྐད་ཅིག་སྐད་ཅིག་ལ་མི་ཤེས་པ་དེ་ཡིན་པས། ང་ཚོའི་སེམས་ནི་དོགས་ཟོན་ཆེན་པོས་ཡོད་དགོས་ལ། ཡོངས་སུ་ལེན་ཤེས་ཆེད་སྔོན་འཛིན་དང་། སྔོན་དཔག་མེད་པར་དོ་སྣང་ཆེན་པོས་ཡོད་དགོས།</p>\n<p>སློབ་གྲྭའི་དགེ་རྒན་དང་དགེ་རྒན་མས་སློབ་མ་ཚོར་ཉན་ཤེས་པའི་གོ་དོན་ཟབ་མོ་དེ་སློབ་དགོས།</p>\n<p>ང་ཚོས་བློ་གྲོས་དང་ལྡན་པའི་འཚོ་བ་རོལ་བ་དང་། ཚོར་བ་སླར་གསོ་བྱེད་པ། སྤྱོད་ལམ་དང་། བསམ་བློ། ཚོར་སྣང་བཅས་ལ་ཞིབ་ཚགས་སུ་གཏོང་དགོས།</p>\n<p>གལ་ཏེ་ང་ཚོས་ཉན་ཤེས་མ་བྱུང་ན། ཡང་ན་སྐད་ཅིག་སྐད་ཅིག་ལ་གསར་པ་རྟོགས་ཐུབ་ཀྱི་མེད་ན་སློབ་སྦྱོང་གི་རིག་གནས་ཆེན་པོ་ཞིག་ཡོད་པས་ཅི་ཕན།</p>\n<p>ང་ཚོས་དོ་སྣང་ལ་ཞིབ་ཚགས་སུ་གཏོང་བ་དང་། སྤྱོད་ལམ་དང་། མི་གཤིས། དངོས་པོ་སོགས་ལ་ཞིབ་ཚགས་སུ་གཏོང་དགོས།</p>\n<p>ང་ཚོས་ཉན་ཤེས་ཀྱི་མེད་དུས་དངོས་གནས་ཞིབ་ཚགས་སུ་གཏོང་ཐབས་མེད།</p>\n<p>སེམས་རྩུབ་པ་དང་། མ་རབས། ཉམས་རྒུད། འཁྱོག་བཤད་ཅན་གྱིས་ཉན་ཤེས་མི་ཐུབ་ལ། གསར་པ་རྟོགས་ཤེས་ཀྱང་མི་ཐུབ། སེམས་དེ་ཚོས་ངེད་རང་དང་། རང་ཉིད་ཀྱི་ང་རྒྱལ་ཟེར་བའི་དྲུང་ཡིག་གདུག་རྩུབ་ཅན་གྱི་བསྒྱུར་བཅོས་དོན་མེད་ཅིག་ལ་ནོར་འཁྲུལ་ཅན་གྱི་རྣམ་པས་རྟོགས་པ་ཙམ་ཡིན།</p>\n<p>ཞིབ་ཚགས་ཡིན་པ་ནི་ཧ་ཅང་དཀའ་ལས་ཁག་པོ་ཡིན་ལ། ཡིད་གཟབ་ཆེན་པོས་བྱེད་དགོས། གང་ཟག་གིས་དེང་རབས་ཀྱི་གྱོན་ཆས་དང་། ཕྱུ་པ། གོས་ཐུང་། མེ་ཏོག་གླིང་། རླངས་འཁོར། གྲོགས་པོ་བཅས་ཞིབ་ཚགས་སུ་གཏོང་ཐུབ་མོད། འོན་ཀྱང་གསང་བའི་ནང་དུ་རྩུབ་པ་དང་། གནོན་ཤུགས་ཆེ་བར་མུ་མཐུད་གནས་ཐུབ།</p>\n<p>སུ་ཞིག་གིས་སྐད་ཅིག་སྐད་ཅིག་ལ་འཚོ་བ་རོལ་ཤེས་ན། དངོས་གནས་ཞིབ་ཚགས་ཀྱི་ལམ་དུ་འགྲོ་བ་ཡིན།</p>\n<p>སུ་ཞིག་ལ་ལེན་ཤེས་དང་། རང་བཞིན་གྱིས། ཆ་ཚང་། དོགས་ཟོན་ཅན་གྱི་སེམས་ཡོད་ན། ངོ་མཚར་ཅན་གྱི་ཞིབ་ཚགས་ཀྱི་ལམ་དུ་འགྲོ་བ་ཡིན།</p>\n<p>སུ་ཞིག་གིས་སྔོན་ཆད་ཀྱི་ལྗིད་ཚད་དང་། སྔོན་དཔག སྔོན་འཛིན། ཕྲག་དོག དད་མོས་ཆེན་པོ་སོགས་བསྐྱུར་ནས་གསར་པ་ཚང་མར་སྒོ་ཕྱེ་ན། ཁྲིམས་མཐུན་གྱི་ཞིབ་ཚགས་ཀྱི་ལམ་དུ་རྒྱལ་ཁ་དང་བཅས་ཏེ་འགྲོ་བ་ཡིན།</p>\n<p>འཁྱོག་བཤད་ཅན་གྱི་སེམས་ནི་སྔོན་ཆད་དང་། སྔོན་དཔག ང་རྒྱལ། རང་གཅེས། སྔོན་འཛིན་སོགས་ཀྱི་ནང་དུ་བཙོན་འཇུག་བྱས་ཡོད།</p>\n<p>འཁྱོག་བཤད་ཅན་གྱི་སེམས་ཀྱིས་གསར་པ་མཐོང་མི་ཐུབ་ལ། ཉན་ཤེས་ཀྱང་མི་ཐུབ། དེ་ནི་རང་གཅེས་ཀྱིས་བསླད་ཡོད།</p>\n<p>མར་ཁེ་སི་ལེ་ཉིན་གྱི་རིང་ལུགས་ལ་དད་མོས་ཆེན་པོ་བྱེད་མཁན་ཚོས་གསར་པ་དང་ལེན་མི་བྱེད། དངོས་པོ་ཚང་མའི་ཁྱད་ཆོས་བཞི་པ་དང་། བཞི་མཐོང་སྟོན་པ་དང་ལེན་མི་བྱེད་པ་ནི་རང་གཅེས་ཀྱི་རྐྱེན་གྱིས་རེད། ཁོང་ཚོས་རང་ཉིད་ལ་དགའ་དྲགས་ནས་རང་ཉིད་ཀྱི་དངོས་གཙོ་རིང་ལུགས་ཀྱི་རྣམ་གྲངས་དོན་མེད་ཅིག་ལ་འཇུ། ང་ཚོས་ཁོང་ཚོ་བྱ་དངོས་ཀྱི་གནས་སྟངས་སུ་འཇོག་དུས། ཁོང་ཚོའི་ཁྲོལ་སླུ་མེད་པའི་རྩོད་རྙོག་དོན་མེད་ཅིག་ཡིན་པ་བསྟན་དུས། ཁོང་ཚོས་གཡོན་ལག་བཀྱགས་ཏེ་རང་ཉིད་ཀྱི་ཆུ་ཚོད་ཀྱི་འཁོར་ལོའི་མདའ་ལ་བལྟས་ནས་གཡོལ་ཐབས་ཀྱི་དགོངས་སེལ་བྱས་ཏེ་འགྲོ་བ་རེད།</p>\n<p>དེ་དག་ནི་ཉམས་རྒུད་ཅན་གྱི་སེམས་དང་། ཉན་ཤེས་མི་ཐུབ་པའི་རྒས་འཁོགས་ཅན་གྱི་སེམས། རང་གཅེས་ཀྱི་ནང་དུ་བཙོན་འཇུག་བྱས་ཡོད་པས་དངོས་ཡོད་དང་ལེན་མི་བྱེད་པའི་སེམས་རེད། རང་ཉིད་ལ་དགའ་དྲགས་པའི་སེམས། རིག་གནས་ཀྱི་ཞིབ་ཚགས་སྐོར་མི་ཤེས་པའི་སེམས། རྩུབ་པ་དང་མ་རབས་ཀྱི་སེམས་ཀྱིས་རང་ཉིད་ཀྱི་ང་རྒྱལ་ལ་ཉན་པ་ཙམ་ཡིན།</p>\n<p>གཞི་རྩའི་སློབ་གསོས་ཉན་ཤེས་དང་། བློ་གྲོས་ཀྱི་འཚོ་བ་རོལ་སྟངས་སློབ་སྟོན་བྱེད།</p>\n<p>སློབ་གྲྭ་དང་མཐོ་སློབ། གཙུག་ལག་སློབ་གྲྭའི་དགེ་རྒན་ཚོས་སློབ་མ་ཚོར་འཚོ་བའི་ཞིབ་ཚགས་དངོས་ཀྱི་ལམ་དུ་འཁྲིད་དགོས།</p>\n<p>ང་ཚོ་སློབ་གྲྭ་དང་མཐོ་སློབ། གཙུག་ལག་སློབ་གྲྭའི་ནང་ལོ་བཅུ་དང་བཅོ་ལྔ་བསྡད་ཀྱང་། ཕྱིར་ཐོན་དུས་ང་ཚོའི་བསམ་བློ་དང་། བསམ་ཚུལ། ཚོར་སྣང་། གོམས་གཤིས་བཅས་ཀྱི་ནང་དུ་ནང་ནས་ཕག་པ་ངོ་མ་ཞིག་ཡིན་ན་ཅི་ཕན།</p>\n<p>གཞི་རྩའི་སློབ་གསོ་ནི་ཛ་དྲག་གི་རྣམ་པའི་ཐོག་ནས་དགོས་ཏེ། གཞོན་སྐྱེས་མི་རབས་ནི་དུས་རབས་གསར་པའི་འགོ་འཛུགས་མཚོན་པ་རེད།</p>\n<p>བདེན་པའི་གསར་བརྗེ་ཡི་དུས་ལ་བབ་པ་དང་། གཞི་རྩའི་གསར་བརྗེ་ཡི་དུས་སྐབས་ལ་བབ་ཡོད།</p>\n<p>སྔོན་ཆད་ནི་སྔོན་ཆད་ཡིན་ལ། དེས་འབྲས་བུ་སྨིན་ཡོད། ང་ཚོས་འཚོ་བ་རོལ་བཞིན་པའི་དུས་སྐབས་ཀྱི་གོ་དོན་ཟབ་མོ་དེ་རྟོགས་དགོས།</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bo/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bo/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bo/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
