import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ចេះស្តាប់",
  "locale": "km",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. ចេះស្តាប់",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>នៅក្នុងពិភពលោកមានវាគ្មិនជាច្រើនដែលធ្វើឱ្យមនុស្សភ្ញាក់ផ្អើលជាមួយនឹងវោហារស័ព្ទរបស់ពួកគេ ប៉ុន្តែមនុស្សតិចណាស់ដែលចេះស្តាប់។</p>\n<p>ការចេះស្តាប់គឺពិបាកណាស់ មានមនុស្សតិចណាស់ដែលពិតជាចេះស្តាប់។</p>\n<p>នៅពេលដែលគ្រូ គ្រូស្រី ឬវាគ្មិនកំពុងនិយាយ សាលប្រជុំហាក់ដូចជាយកចិត្តទុកដាក់យ៉ាងខ្លាំង ហាក់ដូចជាតាមដានរាល់ពាក្យសំដីរបស់អ្នកនិយាយយ៉ាងលម្អិត អ្វីគ្រប់យ៉ាងផ្តល់គំនិតថាពួកគេកំពុងស្តាប់ ថាពួកគេស្ថិតក្នុងស្ថានភាពប្រុងប្រយ័ត្ន ប៉ុន្តែនៅក្នុងជម្រៅផ្លូវចិត្តរបស់មនុស្សម្នាក់ៗមានលេខាធិការដែលបកប្រែរាល់ពាក្យរបស់អ្នកនិយាយ។</p>\n<p>លេខាធិការនេះគឺ ខ្ញុំ ខ្លួនឯង។ ការងាររបស់លេខាធិការនេះគឺ ការបកស្រាយខុស ការបកប្រែខុសពាក្យរបស់អ្នកនិយាយ។</p>\n<p>ខ្ញុំ បកប្រែតាមការរើសអើង គំនិត ភាពភ័យខ្លាច មោទនភាព ការថប់បារម្ភ គំនិត ការចងចាំ។ល។</p>\n<p>សិស្សប្រុសស្រីនៅសាលារៀន បុគ្គលដែលរួមគ្នាបង្កើតជាសាលប្រជុំដែលកំពុងស្តាប់ មិនបានស្តាប់អ្នកនិយាយទេ គឺកំពុងស្តាប់ខ្លួនឯង គឺកំពុងស្តាប់ EGO របស់ពួកគេ ដែលជា EGO MAQUIAVÉLICO ជាទីស្រឡាញ់របស់ពួកគេ ដែលមិនមានឆន្ទៈក្នុងការទទួលយកអ្វីដែលពិត អ្វីដែលត្រឹមត្រូវ អ្វីដែលសំខាន់។</p>\n<p>លុះត្រាតែនៅក្នុងស្ថានភាពនៃការប្រុងប្រយ័ត្នថ្មី ជាមួយនឹងចិត្តដែលកើតឡើងដោយឯកឯងដោយគ្មានទម្ងន់នៃអតីតកាល នៅក្នុងស្ថានភាពនៃការទទួលយកពេញលេញ យើងពិតជាអាចស្តាប់បានដោយគ្មានការជ្រៀតជ្រែកពីលេខាធិការដ៏អាក្រក់ដែលមានប្រផ្នូលអាក្រក់ដែលគេហៅថា ខ្ញុំ ខ្លួនឯង EGO។</p>\n<p>នៅពេលដែលចិត្តត្រូវបានកំណត់ដោយការចងចាំ វានឹងនិយាយឡើងវិញនូវអ្វីដែលវាបានប្រមូលផ្ដុំ។</p>\n<p>ចិត្តដែលត្រូវបានកំណត់ដោយបទពិសោធន៍នៃអតីតកាលជាច្រើន អាចមើលឃើញតែបច្ចុប្បន្នតាមរយៈកញ្ចក់ដែល 흐릿 នៃអតីតកាលប៉ុណ្ណោះ។</p>\n<p>ប្រសិនបើយើងចង់ចេះស្តាប់ ប្រសិនបើយើងចង់រៀនស្តាប់ដើម្បីរកឱ្យឃើញនូវអ្វីដែលថ្មី យើងត្រូវរស់នៅតាមទស្សនវិជ្ជានៃភាព तात्कालिक។</p>\n<p>វាជាការបន្ទាន់ក្នុងការរស់នៅពីមួយពេលទៅមួយពេលដោយគ្មានកង្វល់ពីអតីតកាល និងគ្មានគម្រោងសម្រាប់អនាគត។</p>\n<p>ការពិត គឺជាអ្វីដែលមិនទាន់ដឹងពីមួយពេលទៅមួយពេល ចិត្តរបស់យើងត្រូវតែប្រុងប្រយ័ត្នជានិច្ច យកចិត្តទុកដាក់ពេញលេញ គ្មានការរើសអើង គំនិត ដើម្បីឱ្យមានការទទួលយកពិតប្រាកដ។</p>\n<p>គ្រូបង្រៀនប្រុសស្រី គួរតែបង្រៀនសិស្សប្រុសស្រីរបស់ពួកគេអំពីអត្ថន័យដ៏ជ្រាលជ្រៅដែលលាក់ទុកក្នុងការចេះស្តាប់។</p>\n<p>វាចាំបាច់ណាស់ក្នុងការរៀនរស់នៅដោយឈ្លាសវៃ ពង្រឹងញ្ញាណរបស់យើង កែច្នៃអាកប្បកិរិយា គំនិត និងអារម្មណ៍របស់យើង។</p>\n<p>វាមិនមានប្រយោជន៍អ្វីទេក្នុងការមានវប្បធម៌សិក្សាដ៏អស្ចារ្យ ប្រសិនបើយើងមិនចេះស្តាប់ ប្រសិនបើយើងមិនអាចរកឃើញអ្វីដែលថ្មីពីមួយពេលទៅមួយពេល។</p>\n<p>យើងត្រូវកែលម្អការយកចិត្តទុកដាក់ កែលម្អឥរិយាបថ កែលម្អបុគ្គលិកលក្ខណៈរបស់យើង របស់របរជាដើម។</p>\n<p>វាមិនអាចទៅរួចទេក្នុងការកែលម្អពិតប្រាកដនៅពេលដែលយើងមិនចេះស្តាប់។</p>\n<p>ចិត្តដែលឆ្គាំឆ្គង រដុប និងខូច មិនដែលចេះស្តាប់ មិនដែលចេះរកឃើញអ្វីដែលថ្មី ចិត្តទាំងនោះគ្រាន់តែយល់ គ្រាន់តែយល់ខុសនូវការបកប្រែដ៏ абсурдно របស់លេខាធិការអាក្រក់ដែលគេហៅថា ខ្ញុំ ខ្លួនឯង EGO ។</p>\n<p>ការចេះកែលម្អ គឺជាអ្វីដែលពិបាកខ្លាំង ហើយត្រូវការការយកចិត្តទុកដាក់ពេញលេញ។ មនុស្សម្នាក់អាចជាមនុស្សដែលចេះកែលម្អម៉ូត សម្លៀកបំពាក់ សួនច្បារ រថយន្ត មិត្តភក្តិ ប៉ុន្តែនៅតែបន្តស្ថិតក្នុងភាពស្និទ្ធស្នាល រដុប និងធ្ងន់។</p>\n<p>អ្នកដែលចេះរស់នៅពីមួយពេលទៅមួយពេល ដើរលើផ្លូវនៃការកែលម្អពិតប្រាកដ។</p>\n<p>អ្នកដែលមានចិត្តបើកចំហ កើតឡើងដោយឯកឯង ពេញលេញ ប្រុងប្រយ័ត្ន ដើរតាមមាគ៌ានៃការកែលម្អពិតប្រាកដ។</p>\n<p>អ្នកដែលបើកចំហចំពោះអ្វីគ្រប់យ៉ាងដែលថ្មី ដោយបោះបង់ចោលទម្ងន់នៃអតីតកាល គំនិត ការរើសអើង ការសង្ស័យ ភាពជ្រុលនិយម ដើរយ៉ាងជោគជ័យតាមផ្លូវនៃការកែលម្អត្រឹមត្រូវ។</p>\n<p>ចិត្តដែលខូច រស់នៅក្នុងអតីតកាល ក្នុងគំនិត មោទនភាព សេចក្តីស្រឡាញ់ខ្លួនឯង ការរើសអើង។ល។</p>\n<p>ចិត្តដែលខូច មិនដឹងមើលអ្វីដែលថ្មី មិនដឹងស្តាប់ គឺត្រូវបានកំណត់ដោយសេចក្តីស្រឡាញ់ខ្លួនឯង។</p>\n<p>ពួកនិយមជ្រុលនៃលទ្ធិម៉ាក្ស-លេនីន មិនទទួលយកអ្វីដែលថ្មី មិនទទួលស្គាល់លក្ខណៈពិសេសទីបួននៃអ្វីៗទាំងអស់ វិមាត្រទីបួន ដោយសារតែសេចក្តីស្រឡាញ់ខ្លួនឯង ពួកគេស្រឡាញ់ខ្លួនឯងខ្លាំងពេក ពួកគេប្រកាន់ខ្ជាប់នូវទ្រឹស្តី vật chất ដ៏ абсурдно របស់ពួកគេ ហើយនៅពេលដែលយើងដាក់ពួកគេនៅលើមូលដ្ឋាននៃ γεγονότα សំខាន់ៗ នៅពេលដែលយើងបង្ហាញពួកគេពីភាព абсурдно នៃ sophisms របស់ពួកគេ ពួកគេលើកដៃឆ្វេង មើលម្ជុលនាឡិកាដៃរបស់ពួកគេ ផ្តល់លេសគេចវេស ហើយចាកចេញទៅ។</p>\n<p>ទាំងនោះគឺជាចិត្តដែលខូច ចិត្តដែលទ្រុឌទ្រោមដែលមិនចេះស្តាប់ ដែលមិនចេះរកឃើញអ្វីដែលថ្មី ដែលមិនទទួលយកការពិត ព្រោះវាត្រូវបាន encumbered នៅក្នុងសេចក្តីស្រឡាញ់ខ្លួនឯង។ ចិត្តដែលស្រឡាញ់ខ្លួនឯងខ្លាំងពេក ចិត្តដែលមិនដឹងអំពីការកែលម្អវប្បធម៌ ចិត្តដែលឆ្គាំឆ្គង ចិត្តដែលរដុប ដែលស្តាប់តែ EGO ជាទីស្រឡាញ់របស់ពួកគេ។</p>\n<p>ការអប់រំជាមូលដ្ឋាន បង្រៀនឱ្យចេះស្តាប់ បង្រៀនឱ្យរស់នៅដោយឈ្លាសវៃ។</p>\n<p>គ្រូបង្រៀនប្រុសស្រីនៅសាលារៀន មហាវិទ្យាល័យ និងសាកលវិទ្យាល័យ គួរតែបង្រៀនសិស្សប្រុសស្រីរបស់ពួកគេអំពីមាគ៌ាពិតប្រាកដនៃការកែលម្អជីវិតពិតប្រាកដ។</p>\n<p>វាមិនមានប្រយោជន៍អ្វីទេក្នុងការស្នាក់នៅក្នុងសាលារៀន មហាវិទ្យាល័យ និងសាកលវិទ្យាល័យរយៈពេលដប់ និងដប់ប្រាំឆ្នាំ ប្រសិនបើនៅពេលយើងចាកចេញ យើងគឺជាជ្រូកពិតប្រាកដខាងក្នុងនៅក្នុងគំនិត គំនិត អារម្មណ៍ និងទម្លាប់របស់យើង។</p>\n<p>ការអប់រំជាមូលដ្ឋានគឺត្រូវការជាបន្ទាន់ ពីព្រោះមនុស្សជំនាន់ថ្មីមានន័យថាជាការចាប់ផ្តើមនៃយុគសម័យថ្មី។</p>\n<p>ពេលវេលានៃបដិវត្តន៍ពិតប្រាកដបានមកដល់ ពេលវេលានៃបដិវត្តន៍ជាមូលដ្ឋានបានមកដល់ហើយ។</p>\n<p>អតីតកាលគឺជាអតីតកាល ហើយបានផ្តល់ផ្លែផ្កាហើយ។ យើងត្រូវយល់ពីអត្ថន័យដ៏ជ្រាលជ្រៅនៃពេលដែលយើងកំពុងរស់នៅ។</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/km/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/km/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/km/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
