import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Լսելու ունակություն",
  "locale": "hy",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. Լսելու ունակություն",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Աշխարհում կան շատ հռետորներ, որոնք զարմացնում են իրենց красноречием, բայց քչերն են, որ գիտեն լսել։</p>\n<p>Լսել իմանալը շատ դժվար է, քչերն են իրականում լսել իմանում։</p>\n<p>ԵՐԲ ԽՈՍՈՒՄ Է ՎԱՐՊԵՏԸ, ուսուցիչը, դասախոսը, լսարանը կարծես շատ ուշադիր է, կարծես մանրամասն հետևում է բանախոսի յուրաքանչյուր խոսքին, ամեն ինչ այնպիսի տեսք ունի, որ լսում են, որ գտնվում են զգոն վիճակում, բայց յուրաքանչյուր անհատի հոգեբանական խորքում կա քարտուղար, որը թարգմանում է բանախոսի յուրաքանչյուր խոսքը։</p>\n<p>ԱՅՍ ՔԱՐՏՈՒՂԱՐՆ Է ԵՍ-Ը, ԻՆՔՍ ԻՆձ, ԻՆՔՆԻՐԵՆ։ Այդ քարտուղարի աշխատանքը կայանում է բանախոսի խոսքերը սխալ մեկնաբանելու, սխալ թարգմանելու մեջ։</p>\n<p>ԵՍ-Ը թարգմանում է իր նախապաշարմունքներին, նախապաշարումներին, վախերին, հպարտությանը, անհանգստություններին, գաղափարներին, հիշողություններին և այլն, և այլն, և այլն համապատասխան։</p>\n<p>Դպրոցի աշակերտները, ուսանողուհիները, անհատները, որոնք միասին կազմում են լսարանը, որը լսում է, իրականում չեն լսում բանախոսին, այլ իրենց են լսում, լսում են իրենց սեփական ԷԳՈՆ, իրենց սիրելի ՄԱՔԻԱՎԵԼԻԱՆ ԷԳՈՆ, որը պատրաստ չէ ընդունել ԻՐԱԿԱՆԸ, ՃՇՄԱՐՏՈՒԹՅՈՒՆԸ, ԷՈՒԹՅՈՒՆԸ։</p>\n<p>Միայն զգոն ՆՈՐՈՒԹՅԱՆ վիճակում, ԱՆՄԻՋԱԿԱՆ ՄՏՔՈՎ, որը զերծ է անցյալի ծանրությունից, լիարժեք ԸՆԿԱԼՈՒՆԱԿՈՒԹՅԱՆ վիճակում, մենք կարող ենք իսկապես լսել առանց այդ վատագույն նախանշանային քարտուղարի միջամտության, որը կոչվում է ԵՍ, ԻՆՔՍ ԻՆՁ, ԻՆՔՆԻՐԵՆ, ԷԳՈ։</p>\n<p>Երբ միտքը պայմանավորված է հիշողությամբ, այն միայն կրկնում է այն, ինչ կուտակել է։</p>\n<p>Միտքը պայմանավորված է այդքան ու այդքան անցյալի փորձառություններով, կարող է ներկան տեսնել միայն անցյալի պղտոր ոսպնյակներով։</p>\n<p>ԵԹԵ ՄԵՆՔ ՈՒԶՈՒՄ ԵՆՔ ԻՄԱՆԱԼ ԼՍԵԼ, եթե մենք ցանկանում ենք սովորել լսել՝ նորը բացահայտելու համար, մենք պետք է ապրենք ԸՆԹԱՑԻԿՈՒԹՅԱՆ փիլիսոփայության համաձայն։</p>\n<p>Հրատապ է ապրել պահ առ պահ առանց անցյալի մտահոգությունների և առանց ապագայի նախագծերի։</p>\n<p>ՃՇՄԱՐՏՈՒԹՅՈՒՆԸ պահ առ պահ անհայտ է, մեր մտքերը միշտ պետք է լինեն զգոն, լիարժեք ուշադրության մեջ, զերծ նախապաշարմունքներից, նախապաշարումներից, որպեսզի լինեն իսկապես ընկալունակ։</p>\n<p>Դպրոցի ուսուցիչներն ու ուսուցչուհիները պետք է սովորեցնեն իրենց աշակերտներին ու ուսանողուհիներին այն խորը նշանակությունը, որը պարփակված է լսել իմանալու մեջ։</p>\n<p>Անհրաժեշտ է սովորել իմաստությամբ ապրել, վերահաստատել մեր զգայարանները, բարելավել մեր վարքը, մեր մտքերը, մեր զգացմունքները։</p>\n<p>Անօգուտ է ունենալ մեծ ակադեմիական մշակույթ, եթե մենք չգիտենք լսել, եթե ի վիճակի չենք պահ առ պահ նորը բացահայտել։</p>\n<p>Մեզ անհրաժեշտ է բարելավել ուշադրությունը, բարելավել մեր վարվելակերպը, բարելավել մեր անձերը, իրերը և այլն, և այլն, և այլն։</p>\n<p>Անհնար է լինել իսկապես բարեկիրթ, երբ մենք չգիտենք լսել։</p>\n<p>Կոպիտ, կոշտ, վատթարացած, այլասերված մտքերը երբեք չգիտեն լսել, երբեք չգիտեն նորը բացահայտել, այդ մտքերը միայն սխալմամբ հասկանում են այն սատանայական քարտուղարի աբսուրդ թարգմանությունները, որը կոչվում է ԵՍ, ԻՆՔՍ ԻՆՁ, ԷԳՈ։</p>\n<p>Բարեկիրթ լինելը շատ դժվար է և պահանջում է լիարժեք ուշադրություն։ Ոմանք կարող են լինել շատ բարեկիրթ մարդիկ նորաձևության, կոստյումների, զգեստների, այգիների, ավտոմեքենաների, բարեկամության մեջ, և այնուամենայնիվ շարունակել լինել կոշտ, կոպիտ, ծանր ներսում։</p>\n<p>Ով գիտի ապրել պահ առ պահ, իսկապես քայլում է իսկական բարեկրթության ճանապարհով։</p>\n<p>Ով ունի ընկալունակ, անմիջական, ամբողջական, զգոն միտք, քայլում է իսկական բարեկրթության ուղով։</p>\n<p>Ով բացվում է ամեն ինչի նորի առաջ՝ լքելով անցյալի ծանրությունը, նախապաշարումները, նախապաշարմունքները, կասկածները, մոլեռանդությունները և այլն, հաղթականորեն քայլում է օրինական բարեկրթության ճանապարհով։</p>\n<p>Այլասերված միտքն ապրում է անցյալում, նախապաշարումներում, հպարտության, եսասիրության, նախապաշարմունքների մեջ փակված։</p>\n<p>Այլասերված միտքը չգիտի տեսնել նորը, չգիտի լսել, պայմանավորված է ԵՍԱՍԻՐՈՒԹՅԱՄԲ։</p>\n<p>ՄԱՐՔՍԻԶՄ-ԼԵՆԻՆԻԶՄԻ երկրպագուները չեն ընդունում նորը; նրանք չեն ընդունում բոլոր իրերի չորրորդ ԲՆՈՒԹԱԳԻՐԸ, չորրորդ ՉԱՓԸ, եսասիրությունից դրդված, նրանք շատ են սիրում իրենց, կառչում են իրենց սեփական աբսուրդ մատերիալիստական տեսություններին և երբ մենք նրանց տեղավորում ենք կոնկրետ փաստերի մեջ, երբ մենք ցույց ենք տալիս նրանց իրենց սոֆիզմների աբսուրդությունը, նրանք բարձրացնում են ձախ ձեռքը, նայում են իրենց ձեռքի ժամացույցի սլաքներին, խուսափողական արդարացում են բերում և հեռանում։</p>\n<p>Դրանք այլասերված մտքեր են, քայքայված մտքեր, որոնք չգիտեն լսել, որոնք չգիտեն նորը բացահայտել, որոնք չեն ընդունում իրականությունը, քանի որ նրանք փակված են ԵՍԱՍԻՐՈՒԹՅԱՄԲ։ Մտքեր, որոնք չափազանց շատ են սիրում իրենց, մտքեր, որոնք տեղյակ չեն ՄՇԱԿՈՒԹԱՅԻՆ ԲԱՐԵԿՐԹՈՒԹՅՈՒՆՆԵՐԻՑ, կոպիտ մտքեր, կոշտ մտքեր, որոնք լսում են միայն իրենց սիրելի ԷԳՈՆ։</p>\n<p>ՀԻՄՆԱԿԱՆ ԿՐԹՈՒԹՅՈՒՆԸ սովորեցնում է լսել, սովորեցնում է իմաստությամբ ապրել։</p>\n<p>Դպրոցների, քոլեջների, համալսարանների ուսուցիչներն ու ուսուցչուհիները պետք է իրենց աշակերտներին և ուսանողուհիներին սովորեցնեն կենսական իսկական բարեկրթության վավերական ճանապարհը։</p>\n<p>Անօգուտ է տասը և տասնհինգ տարի մնալ դպրոցներում, քոլեջներում և համալսարաններում, եթե դուրս գալով մենք ներքուստ իսկական խոզեր ենք մեր մտքերում, գաղափարներում, զգացմունքներում և սովորություններում։</p>\n<p>Հրատապ անհրաժեշտ է ՀԻՄՆԱԿԱՆ ԿՐԹՈՒԹՅՈՒՆԸ, քանի որ նոր սերունդները նշանակում են մի նոր դարաշրջանի սկիզբ։</p>\n<p>Եկել է ԻՐԱԿԱՆ ՀԵՂԱՓՈԽՈՒԹՅԱՆ ժամանակը, եկել է ՀԻՄՆԱԿԱՆ ՀԵՂԱՓՈԽՈՒԹՅԱՆ պահը։</p>\n<p>Անցյալն անցյալ է և արդեն տվել է իր պտուղները։ Մենք պետք է հասկանանք այն պահի խորը նշանակությունը, որում ապրում ենք։</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hy/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
