import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "მოსმენის უნარი",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. მოსმენის უნარი",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>მსოფლიოში ბევრი ორატორია, რომლებიც თავიანთი მჭევრმეტყველებით აოცებენ, მაგრამ ცოტაა ადამიანი, ვინც მოსმენა იცის.</p>\n<p>მოსმენა ძალიან რთულია, ცოტაა ისეთი ადამიანი, ვინც ნამდვილად იცის მოსმენა.</p>\n<p>როდესაც მასწავლებელი, ლექტორი საუბრობს, აუდიტორია თითქოს ყურადღებით არის, თითქოს დეტალურად ადევნებს თვალს ორატორის ყველა სიტყვას, ყველაფერი ისე გამოიყურება, თითქოს უსმენენ, თითქოს სიფხიზლის მდგომარეობაში არიან, მაგრამ თითოეული ინდივიდის ფსიქოლოგიურ სიღრმეში არის მდივანი, რომელიც თარგმნის ორატორის ყველა სიტყვას.</p>\n<p>ეს მდივანი არის მე, ჩემი თავი, თვით მე. ამ მდივნის ამოცანაა ორატორის სიტყვების არასწორად ინტერპრეტაცია, არასწორად თარგმნა.</p>\n<p>მე ვთარგმნი ჩემი წინასწარგანწყობების, ცრურწმენების, შიშების, სიამაყის, შფოთვის, იდეების, მოგონებების და ა.შ. მიხედვით.</p>\n<p>მოსწავლეები სკოლაში, ის ინდივიდები, რომლებიც აუდიტორიას ქმნიან, რეალურად არ უსმენენ ორატორს, ისინი საკუთარ თავს უსმენენ, უსმენენ საკუთარ ეგოს, თავიანთ საყვარელ მაკიაველურ ეგოს, რომელიც არ არის მზად მიიღოს რეალური, ჭეშმარიტი, არსებითი.</p>\n<p>მხოლოდ სიფხიზლის სიახლის მდგომარეობაში, სპონტანური გონებით, წარსულის ტვირთისგან თავისუფალი, სრული მიმღებლობის მდგომარეობაში შეგვიძლია რეალურად მოვუსმინოთ იმ უბედური მდივნის ჩარევის გარეშე, რომელსაც მე, ჩემი თავი, თვით მე, ეგო ჰქვია.</p>\n<p>როდესაც გონება მეხსიერებით არის განპირობებული, ის მხოლოდ იმას იმეორებს, რაც დაგროვებული აქვს.</p>\n<p>გონება, რომელიც ამდენი და ამდენი გუშინდელი დღის გამოცდილებით არის განპირობებული, აწმყოს მხოლოდ წარსულის ბუნდოვანი ლინზებით ხედავს.</p>\n<p>თუ გვინდა, რომ მოსმენა ვისწავლოთ, თუ გვინდა, რომ მოსმენა ვისწავლოთ ახლის აღმოსაჩენად, მომენტალურობის ფილოსოფიის მიხედვით უნდა ვიცხოვროთ.</p>\n<p>აუცილებელია მომენტიდან მომენტამდე ცხოვრება წარსულის საზრუნავებისა და მომავლის გეგმების გარეშე.</p>\n<p>ჭეშმარიტება არის უცნობი მომენტიდან მომენტამდე, ჩვენი გონება ყოველთვის ფხიზლად უნდა იყოს, სრული ყურადღებით, წინასწარგანწყობებისა და ცრურწმენებისგან თავისუფალი, რათა ნამდვილად მიმღები იყოს.</p>\n<p>სკოლის მასწავლებლებმა მოსწავლეებს უნდა ასწავლონ ის ღრმა მნიშვნელობა, რომელიც მოსმენის ცოდნაში იმალება.</p>\n<p>აუცილებელია ბრძნულად ცხოვრების სწავლა, ჩვენი გრძნობების გამყარება, ჩვენი ქცევის, აზრების, გრძნობების დახვეწა.</p>\n<p>არაფრად ღირს დიდი აკადემიური კულტურის ქონა, თუ მოსმენა არ ვიცით, თუ არ შეგვიძლია ახლის აღმოჩენა მომენტიდან მომენტამდე.</p>\n<p>საჭიროა ყურადღების დახვეწა, ჩვენი მანერების დახვეწა, ჩვენი პიროვნებების, საგნების და ა.შ. დახვეწა.</p>\n<p>შეუძლებელია ჭეშმარიტად დახვეწილი იყო, როდესაც მოსმენა არ ვიცით.</p>\n<p>უხეში, უხეში, გაფუჭებული, დეგენერირებული გონება არასოდეს იცის მოსმენა, არასოდეს იცის ახლის აღმოჩენა, ეს გონება მხოლოდ შეცდომით ხვდება იმ სატანური მდივნის აბსურდულ თარგმანებს, რომელსაც მე, ჩემი თავი, ეგო ჰქვია.</p>\n<p>დახვეწილი იყო ძალიან რთულია და სრულ ყურადღებას მოითხოვს. ვინმე შეიძლება იყოს ძალიან დახვეწილი ადამიანი მოდაში, კოსტიუმებში, კაბებში, ბაღებში, ავტომობილებში, მეგობრობაში და, მიუხედავად ამისა, ინტიმურ ურთიერთობაში დარჩეს უხეში, უხეში, მძიმე.</p>\n<p>ვინც მომენტიდან მომენტამდე ცხოვრება იცის, ნამდვილად მიდის ჭეშმარიტი დახვეწილობის გზაზე.</p>\n<p>ვისაც აქვს მიმღები, სპონტანური, მთლიანი, ფხიზელი გონება, მიდის ავთენტური დახვეწილობის გზაზე.</p>\n<p>ვინც ყველაფერს ახალს ეხსნება, ტოვებს წარსულის ტვირთს, ცრურწმენებს, წინასწარგანწყობებს, ეჭვებს, ფანატიზმს და ა.შ., ის ტრიუმფალურად მიდის კანონიერი დახვეწილობის გზაზე.</p>\n<p>დეგენერირებული გონება ცხოვრობს წარსულში ჩაკეტილი, ცრურწმენებში, სიამაყეში, თავმოყვარეობაში, წინასწარგანწყობებში და ა.შ.</p>\n<p>დეგენერირებულმა გონებამ არ იცის ახლის დანახვა, არ იცის მოსმენა, ის განპირობებულია თავმოყვარეობით.</p>\n<p>მარქსიზმ-ლენინიზმის ფანატიკოსები არ იღებენ ახალს; არ აღიარებენ ყველა საგნის მეოთხე მახასიათებელს, მეოთხე განზომილებას, თავმოყვარეობის გამო, ძალიან უყვართ საკუთარი თავი, ეჭიდებიან თავიანთ მატერიალისტურ აბსურდულ თეორიებს და როდესაც მათ კონკრეტული ფაქტების სფეროში გადავიყვანთ, როდესაც ვუმტკიცებთ მათ სოფიზმების აბსურდულობას, ისინი მარცხენა ხელს ასწევენ, მაჯის საათის ისრებს უყურებენ, თავის არიდების მიზეზს პოულობენ და მიდიან.</p>\n<p>ეს არის დეგენერირებული გონება, დაშლილი გონება, რომელმაც არ იცის მოსმენა, რომელმაც არ იცის ახლის აღმოჩენა, რომელიც არ იღებს რეალობას, რადგან ჩაკეტილია თავმოყვარეობაში. გონება, რომელსაც ძალიან უყვარს საკუთარი თავი, გონება, რომელმაც არ იცის კულტურული დახვეწილობები, უხეში გონება, რომელიც მხოლოდ თავის საყვარელ ეგოს უსმენს.</p>\n<p>ფუნდამენტური განათლება ასწავლის მოსმენას, ასწავლის ბრძნულად ცხოვრებას.</p>\n<p>სკოლების, კოლეჯების, უნივერსიტეტების მასწავლებლებმა მოსწავლეებს უნდა ასწავლონ ჭეშმარიტი სასიცოცხლო დახვეწილობის ავთენტური გზა.</p>\n<p>არაფრად ღირს ათი და თხუთმეტი წელი სკოლებში, კოლეჯებსა და უნივერსიტეტებში ყოფნა, თუ გამოსვლისას შინაგანად ნამდვილი ღორები ვართ ჩვენს აზრებში, იდეებში, გრძნობებში და ჩვევებში.</p>\n<p>საჭიროა ფუნდამენტური განათლება გადაუდებელი ფორმით, რადგან ახალი თაობები ახალი ეპოქის დასაწყისს ნიშნავს.</p>\n<p>დადგა ჭეშმარიტი რევოლუციის დრო, დადგა ფუნდამენტური რევოლუციის მომენტი.</p>\n<p>წარსული წარსულია და უკვე გამოიღო თავისი ნაყოფი. საჭიროა იმ მომენტის ღრმა მნიშვნელობის გაგება, რომელშიც ვცხოვრობთ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
