import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Сонсох Чадвар",
  "locale": "mn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "10. Сонсох Чадвар",
    "order": 10
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Дэлхий дээр уран цэцэн үгээрээ гайхшруулдаг олон илтгэгчид байдаг ч сонсож чаддаг хүмүүс цөөхөн.</p>\n<p>Сонсож сурах нь маш хэцүү, үнэхээр сонсож чаддаг хүмүүс маш цөөхөн.</p>\n<p>БАГШ, багш нар, илтгэгч нар ярих үед танхим нь илтгэгчийн үг бүрийг нарийвчлан дагаж, маш анхааралтай байгаа мэт харагддаг, бүх зүйл сонсож байгаа, сэрэмжтэй байгаа гэсэн санаа төрүүлдэг, гэвч хувь хүн бүрийн сэтгэл зүйн гүнд илтгэгчийн үг бүрийг орчуулдаг нарийн бичиг байдаг.</p>\n<p>ЭНЭ НАРИЙН БИЧИГ БОЛ БИ, ӨӨРӨӨ, ӨӨРИЙН БИЕ. Энэ нарийн бичгийн ажлын гол зорилго нь илтгэгчийн үгийг буруу тайлбарлах, буруу орчуулах юм.</p>\n<p>БИ өөрийн үзэл бодол, ойлголт, айдас, бардам зан, түгшүүр, санаа, дурсамж гэх мэт зүйлстэйгээ нийцүүлэн орчуулдаг.</p>\n<p>Сургуулийн сурагчид, эмэгтэй сурагчид, нийлээд сонсогчдыг бүрдүүлдэг хүмүүс үнэндээ илтгэгчийг сонсохгүй, харин өөрсдийгөө сонсож, өөрийнхөө ЭГО-г, өөрийнхөө эрхэм МАКИАВЕЛИ ЭГО-г сонсож байгаа бөгөөд энэ нь БИЙ БОЛСОН ЗҮЙЛ, ҮНЭН, ЧАНАРЫГ хүлээн авахад бэлэн биш юм.</p>\n<p>Зөвхөн СЭРГЭЛЭН сонор сэрэмжтэй, өнгөрсний дарамтгүйгээр СЭТГЭЛЭЭ НЭЭЖ, бүрэн ХҮЛЭЭН АВАХ чадвартай үед л бид БИ, ӨӨРӨӨ, ӨӨРИЙН БИЕ, ЭГО гэж нэрлэгддэг муу ёртой нарийн бичгийн оролцоогүйгээр үнэхээр сонсож чадна.</p>\n<p>Оюун ухаан дурсамжаар хязгаарлагдсан үед зөвхөн хуримтлуулсан зүйлээ л давтана.</p>\n<p>Өнгөрсөн өдрийн туршлагаар хязгаарлагдсан Оюун ухаан зөвхөн өнгөрсний бүдэг шилээр л өнөөдрийг харж чадна.</p>\n<p>ХЭРВЭЭ БИД СОНСОЖ СУРАХЫГ ХҮСЭЖ БАЙГАА БОЛ, шинэ зүйлийг олж нээхийн тулд сонсож сурахыг хүсэж байвал БИД ӨНГӨРСӨН ЦАГИЙН УХАМСАРЫН ФИЛОСОФИЙН дагуу амьдрах ёстой.</p>\n<p>Өнгөрсөн цагийн санаа зовнилгүйгээр, ирээдүйн төлөвлөгөөгүйгээр хором бүрт амьдрах нь нэн чухал юм.</p>\n<p>ҮНЭН гэдэг бол хором бүрт үл мэдэгдэх зүйл бөгөөд бидний оюун ухаан үргэлж сэрэмжтэй, анхаарал төвлөрсөн, ялгаварлан гадуурхах үзэл, ойлголтоос ангид байж, үнэхээр хүлээн авах чадвартай байх ёстой.</p>\n<p>Сургуулийн багш нар сурагчдадаа сонсож сурахын гүн гүнзгий утга учрыг заах ёстой.</p>\n<p>Мэргэн ухаанаар амьдарч, мэдрэхүйгээ дахин баталж, зан авир, бодол санаа, мэдрэмжээ дээшлүүлэхэд суралцах шаардлагатай.</p>\n<p>Хэрэв бид сонсож мэдэхгүй, хором бүрт шинэ зүйлийг олж мэдэх чадваргүй бол асар их академик соёлтой байх нь ямар ч хэрэггүй.</p>\n<p>Бидэнд анхаарлаа дээшлүүлж, ёс зүйгээ сайжруулж, хувь хүнээ, эд зүйлсээ гэх мэтийг сайжруулах хэрэгтэй.</p>\n<p>Сонсож мэдэхгүй үед үнэхээр боловсон байх боломжгүй.</p>\n<p>Бүдүүлэг, доройтсон, муудсан Оюун ухаан хэзээ ч сонсож мэдэхгүй, шинэ зүйлийг хэзээ ч олж мэдэхгүй, эдгээр Оюун ухаан зөвхөн БИ, ӨӨРӨӨ, ЭГО гэж нэрлэгддэг сатаны нарийн бичгийн утгагүй орчуулгыг л буруугаар ойлгодог.</p>\n<p>Боловсон байх нь маш хэцүү бөгөөд бүрэн анхаарал шаарддаг. Хэн нэгэн хувцас загвар, костюм, даашинз, цэцэрлэг, автомашин, нөхөрлөлөөрөө маш боловсон хүн байж болох ч дотооддоо бүдүүлэг хэвээр байж болно.</p>\n<p>Хором бүрт амьдарч чаддаг хүн жинхэнэ боловсролын замаар үнэхээр явж байна.</p>\n<p>Хүлээн авах чадвартай, уужим, бүрэн, сэрэмжтэй Оюун ухаантай хүн жинхэнэ боловсролын замаар явж байна.</p>\n<p>Өнгөрсний дарамт, ойлголт, үзэл, хардалтууд, фанатизмуудаа орхиж шинэ бүхэнд өөрийгөө нээдэг хүн хууль ёсны боловсролын замаар ялалт байгуулан явж байна.</p>\n<p>Доройтсон оюун ухаан өнгөрсөн, үзэл бодол, бардам зан, өөрийгөө хайрлах үзэл, үзэл бодол гэх мэт зүйлд хавчигдан амьдардаг.</p>\n<p>Доройтсон оюун ухаан шинэ зүйлийг харж мэдэхгүй, сонсож мэдэхгүй, ӨӨРИЙГӨӨ ХАЙРЛАХУЙД хязгаарлагдсан байдаг.</p>\n<p>МАРКС-ЛЕНИНИЗМ-ийн фанатууд шинэ зүйлийг хүлээн авахгүй; өөрийгөө хэт хайрлаж, өөрсдийн гэсэн абсурд материалист онолоо баримталдаг тул бүх зүйлийн дөрөв дэх ШИНЖ ЧАНАРЫГ, дөрөв дэх ХЭМЖЭЭСИЙГ хүлээн зөвшөөрөхгүй, бид тэднийг бодит үйл явдлын талбарт авчраад, софизм нь абсурд болохыг харуулахад зүүн гараа өргөж, бугуйн цагныхаа зүүг хараад, зайлсхийсэн тайлбар хэлээд явдаг.</p>\n<p>Эдгээр нь сонсож мэдэхгүй, шинэ зүйлийг олж мэдэхгүй, өөрийгөө ХАЙРЛАХУЙД хавчигдсан тул бодит байдлыг хүлээн зөвшөөрөхгүй доройтсон оюун ухаан юм. Өөрсдийгөө хэт хайрладаг оюун ухаан, СОЁЛЫН БОЛОВСРОЛЫГ мэдэхгүй оюун ухаан, бүдүүлэг оюун ухаан, зөвхөн өөрийн эрхэм ЭГО-г сонсдог оюун ухаан.</p>\n<p>СУУРЬ БОЛОВСРОЛ нь сонсож сургах, мэргэн ухаанаар амьдарч сургадаг.</p>\n<p>Сургууль, коллеж, их дээд сургуулийн багш нар сурагчдадаа жинхэнэ амин чухал боловсролын жинхэнэ замыг заах ёстой.</p>\n<p>Гараад дотроо бодол санаа, мэдрэмж, зан үйлийн хувьд жинхэнэ гахай хэвээр байвал сургууль, коллеж, их дээд сургуульд арван, арван таван жил суралцаад ямар ч хэрэггүй.</p>\n<p>Шинэ үе бол шинэ эриний эхлэл гэсэн утгатай тул СУУРЬ БОЛОВСРОЛ яаралтай хэрэгтэй байна.</p>\n<p>ЖИНХЭНЭ ХУВЬСГАЛЫН цаг ирлээ, СУУРЬ ХУВЬСГАЛЫН агшин ирлээ.</p>\n<p>Өнгөрсөн бол өнгөрсөн, үр жимсээ өгсөн. Бидний амьдарч буй мөчийн гүн гүнзгий утга учрыг ойлгох хэрэгтэй.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mn/educacion-fundamental/saber-escuchar.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/saber-escuchar.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/saber-escuchar.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
