import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ប្រាជ្ញា​និង​សេចក្ដី​ស្រឡាញ់",
  "locale": "km",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. ប្រាជ្ញា​និង​សេចក្ដី​ស្រឡាញ់",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ប្រាជ្ញា និង សេចក្តីស្រឡាញ់ គឺជាសសរស្តម្ភសំខាន់ពីរនៃអរិយធម៌ពិតប្រាកដទាំងអស់។</p>\n<p>នៅលើចានជញ្ជីងនៃយុត្តិធម៌ យើងត្រូវដាក់ប្រាជ្ញា នៅលើចានម្ខាងទៀត យើងត្រូវដាក់សេចក្តីស្រឡាញ់។</p>\n<p>ប្រាជ្ញា និង សេចក្តីស្រឡាញ់ ត្រូវតែមានតុល្យភាពគ្នាទៅវិញទៅមក។ ប្រាជ្ញា​ដោយ​គ្មាន​សេចក្តី​ស្រឡាញ់​គឺជា​ធាតុ​បំផ្លិចបំផ្លាញ។ សេចក្តីស្រឡាញ់ដោយគ្មានប្រាជ្ញាអាចនាំយើងទៅរកកំហុស “សេចក្តីស្រឡាញ់គឺជាច្បាប់ ប៉ុន្តែសេចក្តីស្រឡាញ់ប្រកបដោយមនសិការ”។</p>\n<p>វាចាំបាច់ណាស់ក្នុងការសិក្សាឱ្យបានច្រើន និងទទួលបានចំណេះដឹង ប៉ុន្តែវាក៏ជាការចាំបាច់ផងដែរក្នុងការអភិវឌ្ឍ ភាពជានិស្ស័យខាងវិញ្ញាណនៅក្នុងខ្លួនយើង។</p>\n<p>ចំណេះដឹងដោយគ្មាន ភាពជានិស្ស័យខាងវិញ្ញាណដែលបានអភិវឌ្ឍយ៉ាងល្អនៅក្នុងខ្លួនយើង ក្លាយជាមូលហេតុនៃអ្វីដែលគេហៅថា ភាពអសីលធម៌។</p>\n<p>ភាពជាដែលបានអភិវឌ្ឍយ៉ាងល្អនៅក្នុងខ្លួនយើង ប៉ុន្តែដោយគ្មានចំណេះដឹងផ្នែកបញ្ញាណាមួយ បង្កើតបានជាពួកបរិសុទ្ធដ៏ល្ងង់ខ្លៅ។</p>\n<p>ពួកបរិសុទ្ធដ៏ល្ងង់ខ្លៅមាន ភាពជានិស្ស័យខាងវិញ្ញាណដែលបានអភិវឌ្ឍយ៉ាងខ្លាំង ប៉ុន្តែដោយសារតែពួកគេមិនមានចំណេះដឹងផ្នែកបញ្ញា ពួកគេមិនអាចធ្វើអ្វីបានទេ ព្រោះពួកគេមិនដឹងពីរបៀបធ្វើ។</p>\n<p>ពួកបរិសុទ្ធដ៏ល្ងង់ខ្លៅមានអំណាចក្នុងការធ្វើ ប៉ុន្តែមិនអាចធ្វើបានទេ ព្រោះពួកគេមិនដឹងពីរបៀបធ្វើ។</p>\n<p>ចំណេះដឹងផ្នែកបញ្ញាដោយគ្មាន ភាពជានិស្ស័យខាងវិញ្ញាណដែលបានអភិវឌ្ឍយ៉ាងល្អ បង្កើតឱ្យមានការភ័ន្តច្រឡំខាងបញ្ញា ភាពឃោរឃៅ មោទនភាព។ល។ ល។</p>\n<p>ក្នុងអំឡុងសង្គ្រាមលោកលើកទី 2 វិទ្យាសាស្រ្តរាប់ពាន់នាក់ដែលដកហូតធាតុខាងវិញ្ញាណទាំងអស់ក្នុងនាមវិទ្យាសាស្រ្ត និងមនុស្សជាតិ បានប្រព្រឹត្តឧក្រិដ្ឋកម្មដ៏គួរឱ្យភ័យខ្លាច ក្នុងគោលបំណងធ្វើការពិសោធន៍វិទ្យាសាស្រ្ត។</p>\n<p>យើងត្រូវបង្កើតវប្បធម៌បញ្ញាដ៏មានឥទ្ធិពលមួយ ប៉ុន្តែមានតុល្យភាពយ៉ាងខ្លាំងជាមួយនឹងខាងវិញ្ញាណពិតប្រាកដ។</p>\n<p>យើងត្រូវការក្រមសីលធម៌បដិវត្តន៍ និងចិត្តវិទ្យាបដិវត្តន៍ ប្រសិនបើយើងពិតជាចង់រំលាយ អត្ត ដើម្បីអភិវឌ្ឍ ភាពជាខាងវិញ្ញាណស្របច្បាប់នៅក្នុងខ្លួនយើង។</p>\n<p>វាជារឿងគួរឱ្យសោកស្តាយដែលដោយសារតែកង្វះសេចក្តីស្រឡាញ់ មនុស្សប្រើប្រាស់ បញ្ញា ក្នុងលក្ខណៈបំផ្លិចបំផ្លាញ។</p>\n<p>សិស្សប្រុសស្រី ត្រូវសិក្សាវិទ្យាសាស្ត្រ ប្រវត្តិសាស្ត្រ គណិតវិទ្យា។ល។ ល។</p>\n<p>វាចាំបាច់ណាស់ក្នុងការទទួលបានចំណេះដឹងផ្នែកអាជីព ក្នុងគោលបំណងដើម្បីមានប្រយោជន៍ដល់អ្នកជិតខាង។</p>\n<p>ការសិក្សាគឺចាំបាច់។ ការប្រមូលផ្តុំចំណេះដឹងជាមូលដ្ឋានគឺជៀសមិនរួច ប៉ុន្តែការភ័យខ្លាចមិនអាចខ្វះបានទេ។</p>\n<p>មនុស្សជាច្រើនប្រមូលផ្តុំចំណេះដឹងដោយសារតែការភ័យខ្លាច ពួកគេខ្លាចជីវិត ខ្លាចសេចក្តីស្លាប់ ភាពអត់ឃ្លាន ភាពក្រីក្រ អ្វីដែលពួកគេនឹងនិយាយ។ល។ ហើយដោយហេតុផលនោះពួកគេសិក្សា។</p>\n<p>អ្នកត្រូវតែសិក្សាដោយក្តីស្រឡាញ់ចំពោះអ្នកជិតខាងរបស់អ្នក ដោយក្តីប្រាថ្នាចង់បម្រើពួកគេឱ្យកាន់តែប្រសើរ ប៉ុន្តែអ្នកមិនត្រូវសិក្សាដោយសារតែការភ័យខ្លាចឡើយ។</p>\n<p>នៅក្នុងជីវិតជាក់ស្តែង យើងអាចផ្ទៀងផ្ទាត់ថា សិស្សទាំងអស់ដែលសិក្សាដោយសារតែការភ័យខ្លាច ឆាប់ឬក្រោយមកក្លាយជាមនុស្សអសីលធម៌។</p>\n<p>យើងត្រូវតែស្មោះត្រង់ជាមួយខ្លួនយើង ដើម្បីសង្កេតខ្លួនឯង និងរកឃើញដំណើរការទាំងអស់នៃការភ័យខ្លាចនៅក្នុងខ្លួនយើង។</p>\n<p>យើងមិនត្រូវភ្លេចឡើយក្នុងជីវិតថា ការភ័យខ្លាចមានដំណាក់កាលជាច្រើន។ ពេលខ្លះការភ័យខ្លាចច្រឡំជាមួយនឹងភាពក្លាហាន។ ទាហាននៅសមរភូមិហាក់ដូចជាក្លាហានណាស់ ប៉ុន្តែតាមពិតពួកគេផ្លាស់ទី និងប្រយុទ្ធដោយសារតែការភ័យខ្លាច។ អ្នកធ្វើអត្តឃាតក៏ហាក់ដូចជាក្លាហានណាស់នៅ glance ដំបូង ប៉ុន្តែតាមពិតគាត់គឺជាមនុស្សកំសាកដែលខ្លាចជីវិត។</p>\n<p>រាល់មនុស្សអសីលធម៌ក្នុងជីវិតហាក់ដូចជាក្លាហានណាស់ ប៉ុន្តែតាមពិតគាត់គឺជាមនុស្សកំសាក។ ជន​អសីលធម៌​ច្រើន​តែ​ប្រើ​វិជ្ជាជីវៈ និង​អំណាច​ក្នុង​លក្ខណៈ​បំផ្លិចបំផ្លាញ​ពេល​ខ្លាច។ ឧទាហរណ៍; កាស្ត្រូ រូអា; នៅគុយបា។</p>\n<p>យើងមិនដែលនិយាយប្រឆាំងនឹងបទពិសោធន៍នៃជីវិតជាក់ស្តែង ឬប្រឆាំងនឹងការដាំដុះបញ្ញាទេ ប៉ុន្តែយើងថ្កោលទោសកង្វះសេចក្តីស្រឡាញ់។</p>\n<p>ចំណេះដឹង និងបទពិសោធន៍នៃជីវិតគឺបំផ្លិចបំផ្លាញនៅពេលដែល សេចក្តីស្រឡាញ់ បាត់។</p>\n<p>EGO តែងតែចាប់យកបទពិសោធន៍ និងចំណេះដឹងផ្នែកបញ្ញានៅពេលដែលអវត្តមាននៃអ្វីដែលគេហៅថា សេចក្តីស្រឡាញ់ ។</p>\n<p>EGO បំពានលើបទពិសោធន៍ និងបញ្ញានៅពេលដែលវាប្រើវាដើម្បីពង្រឹងខ្លួនឯង។</p>\n<p>ការរំសាយ EGO, YO, MI MISMO បទពិសោធន៍ និងបញ្ញានៅក្នុងដៃរបស់ SER INTIMO ហើយការរំលោភបំពានណាមួយនឹងមិនអាចទៅរួចនោះទេ។</p>\n<p>សិស្សគ្រប់រូបត្រូវតែតម្រង់ទិសខ្លួនឯងតាមមាគ៌ាអាជីព និងសិក្សាឱ្យស៊ីជម្រៅនូវទ្រឹស្តីទាំងអស់ដែលទាក់ទងនឹងអាជីពរបស់ពួកគេ។</p>\n<p>ការសិក្សា បញ្ញា មិនធ្វើឱ្យនរណាម្នាក់ឈឺចាប់ឡើយ ប៉ុន្តែយើងមិនត្រូវបំពានលើបញ្ញាឡើយ។</p>\n<p>យើងត្រូវសិក្សាដើម្បីកុំឱ្យបំពានគំនិត។ អ្នកដែលចង់សិក្សាទ្រឹស្តីនៃអាជីពផ្សេងៗគ្នា អ្នកដែលចង់ធ្វើបាបអ្នកដទៃដោយបញ្ញា អ្នកដែលប្រើអំពើហិង្សាលើគំនិតអ្នកដទៃ។ល។ល។ល។</p>\n<p>វាចាំបាច់ណាស់ក្នុងការសិក្សាមុខវិជ្ជាជំនាញ និងមុខវិជ្ជាខាងវិញ្ញាណ ដើម្បីឱ្យមានគំនិតដែលមានតុល្យភាព។</p>\n<p>វាជារឿងចាំបាច់ក្នុងការឈានទៅដល់ការសំយោគបញ្ញា និងការសំយោគខាងវិញ្ញាណ ប្រសិនបើយើងពិតជាចង់បានគំនិតដែលមានតុល្យភាព។</p>\n<p>គ្រូបង្រៀននៅសាលារៀន មហាវិទ្យាល័យ សាកលវិទ្យាល័យ។ល។ ត្រូវសិក្សាឱ្យស៊ីជម្រៅនូវចិត្តវិទ្យាបដិវត្តន៍របស់យើង ប្រសិនបើពួកគេពិតជាចង់ដឹកនាំសិស្សរបស់ពួកគេតាមមាគ៌ានៃ បដិវត្តន៍ជាមូលដ្ឋាន។</p>\n<p>វាចាំបាច់សម្រាប់សិស្សដើម្បីទទួលបាន ភាពជានិស្ស័យខាងវិញ្ញាណ អភិវឌ្ឍ ភាពជាពិតប្រាកដ នៅក្នុងខ្លួនពួកគេ ដើម្បីឱ្យពួកគេចាកចេញពីសាលាប្រែទៅជាបុគ្គលដែលមានទំនួលខុសត្រូវ មិនមែនជាមនុស្សអសីលធម៌ដ៏ល្ងង់ខ្លៅនោះទេ។</p>\n<p>ប្រាជ្ញាមិនមានប្រយោជន៍អ្វីទេបើគ្មានសេចក្តីស្រឡាញ់។ បញ្ញាគ្មានសេចក្តីស្រឡាញ់ បង្កើតបានតែមនុស្សអសីលធម៌។</p>\n<p>ប្រាជ្ញា​ដោយ​ខ្លួន​វា​គឺ​ជា​សារធាតុ​អាតូមិច ទុន​អាតូមិច​ដែល​គួរ​តែ​ត្រូវ​បាន​គ្រប់​គ្រង​ដោយ​បុគ្គល​ដែល​ពោរពេញ​ទៅ​ដោយ​សេចក្ដី​ស្រឡាញ់​ពិត។</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/km/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/km/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/km/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
