import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ပညာနှင့်မေတ္တာ",
  "locale": "my",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. ပညာနှင့်မေတ္တာ",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ပညာဉာဏ်နှင့် ချစ်ခြင်းမေတ္တာသည် စစ်မှန်သောယဉ်ကျေးမှုတိုင်း၏ အဓိကကျသော မဏ္ဍိုင်နှစ်ခုဖြစ်သည်။</p>\n<p>တရားမျှတမှု၏ ချိန်ခွင်တစ်ခုတွင် ပညာဉာဏ်ကိုတင်ပြီး ကျန်တစ်ခုတွင် ချစ်ခြင်းမေတ္တာကို ထားရမည်။</p>\n<p>ပညာဉာဏ်နှင့် ချစ်ခြင်းမေတ္တာသည် အပြန်အလှန်မျှတသင့်သည်။ ချစ်ခြင်းမေတ္တာမပါသော ပညာဉာဏ်သည် အဖျက်စွမ်းအားရှိသော အရာဖြစ်သည်။ ပညာဉာဏ်မပါသော ချစ်ခြင်းမေတ္တာသည် ကျွန်ုပ်တို့ကိုအမှားသို့ ပို့ဆောင်နိုင်သည်။ “ချစ်ခြင်းမေတ္တာသည် နိယာမဖြစ်သည်၊ သို့သော် သတိရှိသော ချစ်ခြင်းမေတ္တာ”။</p>\n<p>လေ့လာသင်ယူမှုများစွာပြုလုပ်ပြီး ဗဟုသုတများရယူရန် လိုအပ်သလို ကျွန်ုပ်တို့အတွင်းတွင် ဝိညာဉ်ရေးရာဖြစ်တည်မှုကိုလည်း အရေးတကြီး ဖွံ့ဖြိုးတိုးတက်စေရန် လိုအပ်သည်။</p>\n<p>ကျွန်ုပ်တို့အတွင်း၌ ဝိညာဉ်ရေးရာဖြစ်တည်မှု ကောင်းစွာမဖွံ့ဖြိုးသေးသော ဗဟုသုတသည် လူလိမ်လူညာဟုခေါ်သောအရာ၏ အကြောင်းရင်းဖြစ်လာသည်။</p>\n<p>ကျွန်ုပ်တို့အတွင်းတွင် ကောင်းစွာဖွံ့ဖြိုးပြီး အသိဉာဏ်ဗဟုသုတမရှိသော ဖြစ်တည်မှုသည် အရူးသူတော်စင်များကို မွေးထုတ်ပေးသည်။</p>\n<p>အရူးသူတော်စင်တစ်ဦးသည် ဝိညာဉ်ရေးရာဖြစ်တည်မှုကို အလွန်အမင်းဖွံ့ဖြိုးစေသော်လည်း အသိဉာဏ်ဗဟုသုတမရှိသောကြောင့် မည်သို့လုပ်ရမည်ကိုမသိသောကြောင့် မည်သည့်အရာကိုမျှ မလုပ်နိုင်ပါ။</p>\n<p>အရူးသူတော်စင်သည် လုပ်နိုင်စွမ်းရှိသော်လည်း မည်သို့လုပ်ရမည်ကိုမသိသောကြောင့် မလုပ်နိုင်ပါ။</p>\n<p>ဝိညာဉ်ရေးရာဖြစ်တည်မှု ကောင်းစွာမဖွံ့ဖြိုးသေးသော အသိဉာဏ်သည် အသိဉာဏ်ရှုပ်ထွေးမှု၊ ဖောက်ပြန်မှု၊ မာနစသည်တို့ကို ဖြစ်ပေါ်စေသည်။</p>\n<p>ဒုတိယကမ္ဘာစစ်အတွင်း သိပ္ပံနှင့် လူသားမျိုးနွယ်အမည်ခံ၍ ဝိညာဉ်ရေးရာအရာကင်းမဲ့သော သိပ္ပံပညာရှင်ထောင်ပေါင်းများစွာသည် သိပ္ပံစမ်းသပ်မှုများပြုလုပ်ရန် ရည်ရွယ်ကာ ကြောက်မက်ဖွယ်ရာ ရာဇ၀တ်မှုများကို ကျူးလွန်ခဲ့ကြသည်။</p>\n<p>ကျွန်ုပ်တို့သည် အသိစိတ်ရှိသော စစ်မှန်သော ဝိညာဉ်ရေးရာနှင့် ကြီးမားစွာ မျှတသော အစွမ်းထက်သည့် အသိဉာဏ်ယဉ်ကျေးမှုကို တည်ဆောက်ရန် လိုအပ်သည်။</p>\n<p>ကျွန်ုပ်တို့အတွင်း၌ တရားဝင် ဝိညာဉ်ရေးရာဖြစ်တည်မှုကို ဖွံ့ဖြိုးတိုးတက်စေရန်အတွက် မိမိကိုယ်ကိုယ် ဖျက်သိမ်းလိုပါက တော်လှန်သော ကိုယ်ကျင့်တရားနှင့် တော်လှန်သော စိတ်ပညာကို လိုအပ်သည်။</p>\n<p>ချစ်ခြင်းမေတ္တာကင်းမဲ့မှုကြောင့် လူတို့သည် အသိဉာဏ်ကို ဖျက်ဆီးသောပုံစံဖြင့် အသုံးပြုခြင်းသည် ဝမ်းနည်းစရာကောင်းသည်။</p>\n<p>ကျောင်းသားများသည် သိပ္ပံ၊ သမိုင်း၊ သင်္ချာစသည်တို့ကို လေ့လာရန် လိုအပ်သည်။</p>\n<p>အိမ်နီးချင်းများအတွက် အသုံးဝင်စေရန် ရည်ရွယ်၍ စိတ်ပါဝင်စားသော ဗဟုသုတများကို ရယူရန် လိုအပ်သည်။</p>\n<p>လေ့လာသင်ယူရန် လိုအပ်သည်။ အခြေခံဗဟုသုတများ စုဆောင်းရန် မရှိမဖြစ်လိုအပ်သော်လည်း ကြောက်ရွံ့ရန် မလိုအပ်ပါ။</p>\n<p>လူအများအပြားသည် ကြောက်ရွံ့မှုကြောင့် ဗဟုသုတများကို စုဆောင်းကြသည်။ ဘဝကိုကြောက်၊ သေခြင်းကိုကြောက်၊ ဆာလောင်မွတ်သိပ်မှုကိုကြောက်၊ ဆင်းရဲဒုက္ခကိုကြောက်၊ အပြောခံရမည်ကိုကြောက်စသည်တို့ကြောင့် ထိုအကြောင်းပြချက်ဖြင့် လေ့လာသင်ယူကြသည်။</p>\n<p>ကျွန်ုပ်တို့၏အိမ်နီးချင်းများကို ပိုမိုကောင်းမွန်စွာ အမှုထမ်းလိုသော စိတ်ဆန္ဒဖြင့် ချစ်ခြင်းမေတ္တာကြောင့် လေ့လာသင့်သော်လည်း ကြောက်ရွံ့မှုကြောင့် လေ့လာရန် မဖြစ်သင့်ပါ။</p>\n<p>လက်တွေ့ဘဝတွင် ကြောက်ရွံ့မှုကြောင့် လေ့လာသော ကျောင်းသားအားလုံးသည် မကြာမီ လူလိမ်လူညာများဖြစ်လာသည်ကို ကျွန်ုပ်တို့တွေ့မြင်နိုင်သည်။</p>\n<p>မိမိကိုယ်ကို စောင့်ကြည့်လေ့လာပြီး မိမိကိုယ်အတွင်းရှိ ကြောက်ရွံ့မှုဖြစ်စဉ်အားလုံးကို ရှာဖွေတွေ့ရှိရန် မိမိကိုယ်ကို ရိုးသားရန် လိုအပ်သည်။</p>\n<p>ဘဝတွင် ကြောက်ရွံ့မှုတွင် ကဏ္ဍအများအပြားရှိသည်ကို ဘယ်တော့မှ မမေ့သင့်ပါ။ တစ်ခါတစ်ရံ ကြောက်ရွံ့မှုသည် ရဲစွမ်းသတ္တိနှင့် ရောထွေးနေတတ်သည်။ စစ်မြေပြင်ရှိ စစ်သားများသည် အလွန်ရဲရင့်ပုံရသော်လည်း အမှန်တကယ်တွင် ကြောက်ရွံ့မှုကြောင့် လှုပ်ရှားတိုက်ခိုက်ကြသည်။ မိမိကိုယ်ကို သတ်သေသူသည်လည်း တစ်ချက်ကြည့်လိုက်ရုံဖြင့် အလွန်ရဲရင့်ပုံရသော်လည်း အမှန်တကယ်တွင် ဘဝကိုကြောက်ရွံ့သော သူရဲဘောကြောင်သူဖြစ်သည်။</p>\n<p>ဘဝ၌ရှိသော လူလိမ်လူညာတိုင်းသည် အလွန်ရဲရင့်ဟန်ဆောင်သော်လည်း အတွင်းစိတ်၌ သူရဲဘောကြောင်သူဖြစ်သည်။ လူလိမ်လူညာများသည် ကြောက်ရွံ့သောအခါ အသက်မွေးဝမ်းကြောင်းနှင့် အာဏာကို ဖျက်ဆီးသောပုံစံဖြင့် အသုံးပြုလေ့ရှိသည်။ ဥပမာ; ကျူးဘားရှိ ကတ်စထရိုရူးအားကြည့်ပါ။</p>\n<p>ကျွန်ုပ်တို့သည် လက်တွေ့ဘဝအတွေ့အကြုံကို ဆန့်ကျင်ခြင်း သို့မဟုတ် အသိဉာဏ်ကို ပြုစုပျိုးထောင်ခြင်းကို ဘယ်တော့မှ မပြောဆိုပါ၊ သို့သော် ချစ်ခြင်းမေတ္တာကင်းမဲ့ခြင်းကို ရှုတ်ချပါသည်။</p>\n<p>ချစ်ခြင်းမေတ္တာကင်းမဲ့သောအခါ ဘဝ၏အသိပညာနှင့် အတွေ့အကြုံများသည် ဖျက်ဆီးတတ်သည်။</p>\n<p>အတ္တသည် ချစ်ခြင်းမေတ္တာဟုခေါ်သောအရာမရှိသောအခါ အတွေ့အကြုံများနှင့် အသိဉာဏ်ဗဟုသုတများကို ဖမ်းယူလေ့ရှိသည်။</p>\n<p>အတ္တသည် မိမိကိုယ်ကို အားကောင်းလာစေရန် အသုံးပြုသောအခါ အတွေ့အကြုံများနှင့် အသိဉာဏ်ကို အလွဲသုံးစားလုပ်သည်။</p>\n<p>အတ္တ၊ ကိုယ်၊ ငါ့ကိုယ်ငါ ဖျက်ဆီးခြင်းဖြင့် အတွေ့အကြုံများနှင့် အသိဉာဏ်သည် အတွင်းစိတ်၏လက်ထဲတွင်ရှိနေပြီး ထိုအခါ အလွဲသုံးစားလုပ်ရန် မဖြစ်နိုင်တော့ပေ။</p>\n<p>ကျောင်းသားတိုင်းသည် စိတ်ပါဝင်စားသောလမ်းကြောင်းကို လိုက်နာသင့်ပြီး မိမိ၏စိတ်ဝင်စားမှုနှင့်သက်ဆိုင်သော သီအိုရီအားလုံးကို အသေးစိတ်လေ့လာသင့်သည်။</p>\n<p>လေ့လာသင်ယူမှု၊ အသိဉာဏ်သည် မည်သူ့ကိုမျှ မထိခိုက်စေသော်လည်း အသိဉာဏ်ကို အလွဲသုံးစားမလုပ်သင့်ပါ။</p>\n<p>စိတ်ကိုအလွဲသုံးစားမလုပ်မိစေရန် လေ့လာသင်ယူရန် လိုအပ်သည်။ မတူညီသော စိတ်ပါဝင်စားမှုများ၏ သီအိုရီများကို လေ့လာလိုသူ၊ အသိဉာဏ်ဖြင့် အခြားသူများကို ထိခိုက်လိုသူ၊ အခြားသူများ၏စိတ်ကို အကြမ်းဖက်သူသည် စိတ်ကို အလွဲသုံးစားလုပ်သူဖြစ်သည်။</p>\n<p>မျှတသောစိတ်ရှိစေရန် အသက်မွေးဝမ်းကြောင်းဆိုင်ရာဘာသာရပ်များနှင့် ဝိညာဉ်ရေးရာဘာသာရပ်များကို လေ့လာရန် လိုအပ်သည်။</p>\n<p>ကျွန်ုပ်တို့သည် မျှတသောစိတ်ကို အမှန်တကယ်လိုချင်ပါက အသိဉာဏ်ဆိုင်ရာပေါင်းစပ်မှုနှင့် ဝိညာဉ်ရေးရာပေါင်းစပ်မှုရရှိရန် အရေးတကြီးလိုအပ်ပါသည်။</p>\n<p>ကျောင်းများ၊ ကောလိပ်များ၊ တက္ကသိုလ်များစသည်တို့မှ ဆရာဆရာမများသည် မိမိတို့၏ကျောင်းသားများကို အခြေခံတော်လှန်ရေးလမ်းကြောင်းသို့ ပို့ဆောင်လိုပါက ကျွန်ုပ်တို့၏တော်လှန်ရေးစိတ်ပညာကို အသေးစိတ်လေ့လာသင့်သည်။</p>\n<p>ကျောင်းသားများသည် ဝိညာဉ်ရေးရာဖြစ်တည်မှုကိုရရှိရန်၊ မိမိကိုယ်၌ စစ်မှန်သောဖြစ်တည်မှုကို ဖွံ့ဖြိုးတိုးတက်စေရန် လိုအပ်ပြီးမှသာ ကျောင်းမှတာဝန်ယူနိုင်သောလူပုဂ္ဂိုလ်များအဖြစ် ပြောင်းလဲ၍ ထွက်ခွာလာမည်ဖြစ်ပြီး လူမိုက်လူလိမ်လူညာများအဖြစ် ထွက်ခွာလာမည်မဟုတ်ပေ။</p>\n<p>ချစ်ခြင်းမေတ္တာမပါသော ပညာဉာဏ်သည် အသုံးမဝင်ပါ။ ချစ်ခြင်းမေတ္တာမပါသော အသိဉာဏ်သည် လူလိမ်လူညာများကိုသာ ထုတ်လုပ်ပေးသည်။</p>\n<p>ပညာဉာဏ်သည် အဏုမြူအနှစ်သာရ၊ အဏုမြူအရင်းအနှီးဖြစ်ပြီး စစ်မှန်သော ချစ်ခြင်းမေတ္တာအပြည့်ရှိသောသူများမှသာ စီမံခန့်ခွဲသင့်သည်။</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/my/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/my/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/my/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
