import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ஞானமும் அன்பும்",
  "locale": "ta",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. ஞானமும் அன்பும்",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ஞானமும் அன்பும் தான் உண்மையான நாகரிகத்தின் இரண்டு முக்கிய தூண்களாகும்.</p>\n<p>நீதியின் தராசில் ஒரு தட்டில் ஞானத்தையும், மறு தட்டில் அன்பையும் வைக்க வேண்டும்.</p>\n<p>ஞானமும் அன்பும் ஒன்றுக்கொன்று சமமாக இருக்க வேண்டும். அன்பு இல்லாத ஞானம் அழிவுக்கான காரணியாகும். ஞானம் இல்லாத அன்பு நம்மை தவறான பாதைக்கு அழைத்துச் செல்லலாம். “அன்பு ஒரு சட்டம், ஆனால் அது விழிப்புணர்வுள்ள அன்பாக இருக்க வேண்டும்”.</p>\n<p>நிறைய படித்து அறிவைப் பெறுவது அவசியம், அதே நேரத்தில் நம் ஆன்மீக இருப்பை வளர்ப்பதும் அவசரமானது.</p>\n<p>நம்முள் நல்ல முறையில் வளர்ச்சி அடையாத ஆன்மீக அறிவு, மோசடிக்கு காரணமாகிறது.</p>\n<p>ஒரு நல்ல ஆன்மீக வளர்ச்சி அடைந்த மனிதனுக்கு அறிவு இல்லாவிட்டால், அது முட்டாள் தனமான புனிதராக உருவாக்கும்.</p>\n<p>ஒரு முட்டாள் தனமான புனிதர் ஆன்மீக வளர்ச்சி அடைந்தவராக இருப்பார், ஆனால் அவரிடம் அறிவு இல்லாததால், அவரால் எதுவும் செய்ய முடியாது, ஏனென்றால் எப்படி செய்வது என்று அவருக்கு தெரியாது.</p>\n<p>முட்டாள் புனிதனுக்குச் சக்தி இருக்கிறது, ஆனால் எப்படிச் செய்வது என்று தெரியாததால் அவரால் செய்ய முடியாது.</p>\n<p>ஆன்மீக அறிவு இல்லாத அறிவு குழப்பம், கொடுமை, அகந்தை போன்றவற்றை உருவாக்கும்.</p>\n<p>இரண்டாம் உலகப் போரின் போது ஆயிரக்கணக்கான விஞ்ஞானிகள் ஆன்மீக அறிவு இல்லாமல், அறிவியல் மற்றும் மனித குலத்தின் பெயரில், அறிவியல் சோதனைகளை செய்வதற்காக பயங்கரமான குற்றங்களை செய்தனர்.</p>\n<p>வலிமையான அறிவுசார் கலாச்சாரத்தை உருவாக்க வேண்டும், அதே நேரத்தில் அதை உண்மையான ஆன்மீக உணர்வுடன் சமநிலைப்படுத்த வேண்டும்.</p>\n<p>நம்முள் இருக்கும் ஆன்மீக இருப்பை வளர்க்க, நாம் ஒரு புரட்சிகரமான நெறிமுறையையும், புரட்சிகரமான உளவியலையும் உருவாக்க வேண்டும்.</p>\n<p>அன்பு இல்லாததால், மக்கள் அறிவை அழிவுக்காக பயன்படுத்துவது வருத்தமளிக்கிறது.</p>\n<p>மாணவர்கள் அறிவியல், வரலாறு, கணிதம் போன்றவற்றை படிக்க வேண்டும்.</p>\n<p>பிறருக்கு உதவக்கூடிய வகையில் தொழில் சார்ந்த அறிவைப் பெற வேண்டும்.</p>\n<p>படிப்பது அவசியம். அடிப்படை அறிவைச் சேகரிப்பது இன்றியமையாதது, ஆனால் பயம் தேவையில்லை.</p>\n<p>பலர் பயத்தின் காரணமாக அறிவைச் சேகரிக்கிறார்கள். வாழ்க்கை, மரணம், பசி, வறுமை, மற்றவர்கள் என்ன சொல்வார்களோ என்ற பயம் போன்ற காரணங்களுக்காக படிக்கிறார்கள்.</p>\n<p>நம் சக மனிதர்களுக்குச் சேவை செய்ய வேண்டும் என்ற அன்பினால் படிக்க வேண்டுமே தவிர, பயத்தின் காரணமாகப் படிக்கக் கூடாது.</p>\n<p>பயத்தின் காரணமாகப் படிக்கும் மாணவர்கள் காலப்போக்கில் மோசடி செய்பவர்களாக மாறுகிறார்கள் என்பதை வாழ்க்கையில் நாம் அனுபவித்திருக்கிறோம்.</p>\n<p>நம்மை நாமே கவனித்து, பயத்தின் செயல்முறைகளை நம்மில் கண்டுபிடிக்க வேண்டும்.</p>\n<p>பயத்திற்கு பல நிலைகள் உள்ளன என்பதை நாம் ஒருபோதும் மறக்கக் கூடாது. சில நேரங்களில் பயம் தைரியத்துடன் குழப்பமடைகிறது. போர்க்களத்தில் உள்ள வீரர்கள் தைரியமாகத் தோன்றலாம், ஆனால் அவர்கள் பயத்தின் காரணமாகவே நகர்கிறார்கள் மற்றும் சண்டையிடுகிறார்கள். தற்கொலை செய்பவர் தைரியமாகத் தோன்றலாம், ஆனால் உண்மையில் அவர் வாழ்க்கைக்குப் பயப்படுகிறார்.</p>\n<p>வாழ்க்கையில் மோசடி செய்பவர்கள் தைரியமாகத் தோன்றுவார்கள், ஆனால் அவர்கள் கோழைகள். மோசடி செய்பவர்கள் தங்களுக்கு பயம் இருக்கும்போது தொழில் மற்றும் அதிகாரத்தை அழிவுக்காக பயன்படுத்துகிறார்கள். உதாரணமாக, கியூபாவில் காஸ்ட்ரோ ரூவா.</p>\n<p>வாழ்க்கை அனுபவத்திற்கும், அறிவுத் திறனுக்கும் எதிராக நாங்கள் ஒருபோதும் பேசவில்லை, ஆனால் அன்பின்மையைக் கண்டிக்கிறோம்.</p>\n<p>அன்பு இல்லாதபோது அறிவு மற்றும் வாழ்க்கையின் அனுபவங்கள் அழிவை ஏற்படுத்தும்.</p>\n<p>அன்பு இல்லாதபோது, ஈகோ அறிவுசார் அனுபவங்களையும் அறிவையும் பிடித்துக்கொள்கிறது.</p>\n<p>ஈகோ தன்னை வலுப்படுத்த அனுபவங்களையும் அறிவையும் பயன்படுத்தும்போது தவறாகப் பயன்படுத்துகிறது.</p>\n<p>ஈகோவை அழிப்பதன் மூலம், அனுபவங்களும் அறிவும் உள்ளார்ந்த இருப்பில் இருக்கும், மேலும் தவறாகப் பயன்படுத்துவது சாத்தியமில்லாமல் போகும்.</p>\n<p>ஒவ்வொரு மாணவரும் தொழில் பாதையில் செல்ல வேண்டும் மற்றும் தனது தொழிலுடன் தொடர்புடைய அனைத்து கோட்பாடுகளையும் ஆழமாகப் படிக்க வேண்டும்.</p>\n<p>படிப்பும், அறிவும் யாருக்கும் தீங்கு விளைவிப்பதில்லை, ஆனால் அறிவை அதிகமாகப் பயன்படுத்தக்கூடாது.</p>\n<p>அறிவை அதிகமாகப் பயன்படுத்தாமல் இருக்க நாம் படிக்க வேண்டும். பல தொழில்களின் கோட்பாடுகளைப் படிக்க விரும்புபவர், மற்றவர்களை அறிவால் காயப்படுத்த விரும்புபவர், மற்றவர்களின் மனதை வன்முறையால் கட்டுப்படுத்துபவர் அறிவை தவறாகப் பயன்படுத்துகிறார்.</p>\n<p>சமநிலையான மனதைப் பெற தொழில் சார்ந்த மற்றும் ஆன்மீக விஷயங்களைப் படிப்பது அவசியம்.</p>\n<p>உண்மையில் சமநிலையான மனதை நாம் பெற வேண்டுமானால், அறிவுசார் தொகுப்பு மற்றும் ஆன்மீக தொகுப்பை அடைவது அவசரம்.</p>\n<p>பள்ளிகள், கல்லூரிகள், பல்கலைக்கழகங்கள் போன்ற இடங்களில் உள்ள ஆசிரியர்கள், தங்கள் மாணவர்களை அடிப்படை புரட்சியின் பாதையில் வழிநடத்த வேண்டுமானால், நமது புரட்சிகர உளவியலை ஆழமாக படிக்க வேண்டும்.</p>\n<p>மாணவர்கள் ஆன்மீக அறிவைப் பெற வேண்டும், தங்களுக்குள் உண்மையான இருப்பை வளர்த்துக் கொள்ள வேண்டும், இதனால் அவர்கள் பள்ளியிலிருந்து பொறுப்பானவர்களாக வெளியேறுவார்கள், முட்டாள் மோசடி செய்பவர்களாக அல்ல.</p>\n<p>அன்பு இல்லாத ஞானம் பயனற்றது. அன்பு இல்லாத அறிவு மோசடியை மட்டுமே உருவாக்கும்.</p>\n<p>ஞானம் என்பது அணுசக்தி மூலதனம், அது அன்பு நிறைந்தவர்களால் மட்டுமே நிர்வகிக்கப்பட வேண்டும்.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ta/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ta/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ta/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
