import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "حکمت اور محبت",
  "locale": "ur",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. حکمت اور محبت",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>حکمت اور محبت ہر حقیقی تہذیب کے دو اہم ستون ہیں۔</p>\n<p>انصاف کے ترازو کے ایک پلڑے میں ہمیں حکمت رکھنی چاہیے، اور دوسرے پلڑے میں ہمیں محبت رکھنی چاہیے۔</p>\n<p>حکمت اور محبت کو ایک دوسرے کو متوازن کرنا چاہیے۔ محبت کے بغیر حکمت ایک تخریبی عنصر ہے۔ حکمت کے بغیر محبت ہمیں غلطی کی طرف لے جا سکتی ہے “محبت قانون ہے لیکن شعوری محبت”۔</p>\n<p>بہت زیادہ مطالعہ کرنا اور علم حاصل کرنا ضروری ہے، لیکن اپنے اندر روحانی وجود کو ترقی دینا بھی ضروری ہے۔</p>\n<p>ہمارے اندرونی طور پر ہم آہنگی کے ساتھ ترقی یافتہ روحانی وجود کے بغیر علم، بدمعاشی کا سبب بنتا ہے۔</p>\n<p>ہمارے اندرونی طور پر اچھی طرح سے ترقی یافتہ وجود لیکن کسی بھی قسم کے فکری علم کے بغیر، احمق سنتوں کو جنم دیتا ہے۔</p>\n<p>ایک احمق سنت روحانی وجود کو بہت زیادہ ترقی یافتہ رکھتا ہے، لیکن چونکہ اس کے پاس فکری علم نہیں ہوتا ہے، اس لیے وہ کچھ نہیں کر سکتا کیونکہ وہ نہیں جانتا کہ کیسے کرنا ہے۔</p>\n<p>احمق سنت میں کرنے کی طاقت تو ہوتی ہے لیکن وہ نہیں کر سکتا کیونکہ وہ نہیں جانتا کہ کیسے کرنا ہے۔</p>\n<p>اچھی طرح سے ترقی یافتہ روحانی وجود کے بغیر فکری علم فکری الجھن، فساد، غرور وغیرہ پیدا کرتا ہے۔</p>\n<p>دوسری جنگ عظیم کے دوران ہزاروں سائنسدانوں نے سائنس اور انسانیت کے نام پر تمام روحانی عناصر سے محروم ہو کر سائنسی تجربات کرنے کے مقصد سے خوفناک جرائم کا ارتکاب کیا۔</p>\n<p>ہمیں ایک مضبوط فکری ثقافت بنانے کی ضرورت ہے لیکن اسے حقیقی شعوری روحانیت کے ساتھ بے حد متوازن کرنا ہوگا۔</p>\n<p>اگر ہم واقعی انا کو تحلیل کرنا چاہتے ہیں اور اپنے اندر حقیقی روحانی وجود کو ترقی دینا چاہتے ہیں تو ہمیں ایک انقلابی اخلاقیات اور ایک انقلابی نفسیات کی ضرورت ہے۔</p>\n<p>یہ افسوسناک ہے کہ محبت کی کمی کی وجہ سے لوگ عقل کو تخریبی انداز میں استعمال کرتے ہیں۔</p>\n<p>طلباء کو سائنس، تاریخ، ریاضی وغیرہ کا مطالعہ کرنے کی ضرورت ہے۔</p>\n<p>پڑوسیوں کے لیے کارآمد ہونے کے مقصد سے پیشہ ورانہ علم حاصل کرنے کی ضرورت ہے۔</p>\n<p>مطالعہ کرنا ضروری ہے۔ بنیادی علم جمع کرنا لازمی ہے، لیکن خوف لازمی نہیں ہے۔</p>\n<p>بہت سے لوگ خوف کی وجہ سے علم جمع کرتے ہیں۔ انہیں زندگی، موت، بھوک، غربت، لوگوں کے کہنے کا خوف ہوتا ہے، اور اس وجہ سے وہ مطالعہ کرتے ہیں۔</p>\n<p>ہمیں اپنے ساتھی انسانوں سے محبت کی وجہ سے ان کی بہتر خدمت کرنے کی خواہش کے ساتھ مطالعہ کرنا چاہیے، لیکن ہمیں کبھی بھی خوف کی وجہ سے مطالعہ نہیں کرنا چاہیے۔</p>\n<p>عملی زندگی میں ہم نے تصدیق کی ہے کہ وہ تمام طلباء جو خوف کی وجہ سے مطالعہ کرتے ہیں، وہ دیر سویر بدمعاش بن جاتے ہیں۔</p>\n<p>خود مشاہدہ کرنے اور اپنے اندر خوف کے تمام عمل کو دریافت کرنے کے لیے ہمیں اپنے آپ سے مخلص ہونے کی ضرورت ہے۔</p>\n<p>ہمیں زندگی میں کبھی نہیں بھولنا چاہیے کہ خوف کی بہت سی شکلیں ہوتی ہیں۔ بعض اوقات خوف بہادری کے ساتھ الجھ جاتا ہے۔ میدان جنگ میں سپاہی بہت بہادر نظر آتے ہیں لیکن حقیقت میں وہ خوف کی وجہ سے حرکت کرتے ہیں اور لڑتے ہیں۔ خودکشی کرنے والا بھی پہلی نظر میں بہت بہادر نظر آتا ہے لیکن حقیقت میں وہ ایک بزدل ہے جسے زندگی سے ڈر لگتا ہے۔</p>\n<p>زندگی میں ہر بدمعاش بہت بہادر ہونے کا دکھاوا کرتا ہے لیکن گہرائی میں وہ ایک بزدل ہوتا ہے۔ بدمعاش خوفزدہ ہونے پر پیشے اور طاقت کو تخریبی انداز میں استعمال کرتے ہیں۔ مثال کے طور پر؛ کیسترو روآ؛ کیوبا میں۔</p>\n<p>ہم عملی زندگی کے تجربے یا عقل کی کاشت کے خلاف کبھی نہیں بولتے، لیکن ہم محبت کی کمی کی مذمت کرتے ہیں۔</p>\n<p>علم اور زندگی کے تجربات اس وقت تخریبی ہوتے ہیں جب محبت کی کمی ہو۔</p>\n<p>انا تجربات اور فکری علم کو پکڑ لیتی ہے جب محبت کی کمی ہو۔</p>\n<p>انا تجربات اور عقل کا غلط استعمال کرتی ہے جب وہ خود کو مضبوط بنانے کے لیے ان کا استعمال کرتی ہے۔</p>\n<p>انا، میں، میرا نفس کو ختم کرنے سے، تجربات اور عقل ذاتی وجود کے ہاتھ میں آجاتے ہیں اور اس وقت ہر طرح کا غلط استعمال ناممکن ہو جاتا ہے۔</p>\n<p>ہر طالب علم کو پیشہ ورانہ راستے پر گامزن ہونا چاہیے اور ان تمام نظریات کا گہرائی سے مطالعہ کرنا چاہیے جو اس کے پیشے سے متعلق ہیں۔</p>\n<p>مطالعہ، عقل کسی کو نقصان نہیں پہنچاتی، لیکن ہمیں عقل کا غلط استعمال نہیں کرنا چاہیے۔</p>\n<p>ہمیں اپنے دماغ کا غلط استعمال نہ کرنے کے لیے مطالعہ کرنے کی ضرورت ہے۔ جو مختلف پیشوں کے نظریات کا مطالعہ کرنا چاہتا ہے، جو عقل سے دوسروں کو نقصان پہنچانا چاہتا ہے، جو دوسرے کے ذہن پر تشدد کرتا ہے وغیرہ دماغ کا غلط استعمال کرتا ہے۔</p>\n<p>متوازن ذہن رکھنے کے لیے پیشہ ورانہ مضامین اور روحانی مضامین کا مطالعہ کرنا ضروری ہے۔</p>\n<p>اگر ہم واقعی ایک متوازن ذہن چاہتے ہیں تو فکری ترکیب اور روحانی ترکیب تک پہنچنا فوری ہے۔</p>\n<p>اسکولوں، کالجوں، یونیورسٹیوں وغیرہ کے اساتذہ کو ہماری انقلابی نفسیات کا گہرائی سے مطالعہ کرنا چاہیے اگر وہ واقعی اپنے طلباء کو بنیادی انقلاب کے راستے پر گامزن کرنا چاہتے ہیں۔</p>\n<p>طلباء کے لیے روحانی وجود حاصل کرنا ضروری ہے، اپنے اندر حقیقی وجود کو ترقی دینا ضروری ہے، تاکہ وہ اسکول سے ذمہ دار افراد بن کر نکلیں نہ کہ احمق بدمعاش۔</p>\n<p>محبت کے بغیر حکمت کسی کام کی نہیں ہے۔ محبت کے بغیر عقل صرف بدمعاش پیدا کرتی ہے۔</p>\n<p>حکمت اپنے آپ میں ایٹمی جوہر ہے، ایٹمی سرمایے جو صرف حقیقی محبت سے بھرے افراد کے زیر انتظام ہونے چاہئیں۔</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ur/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ur/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
