import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ປັນຍາແລະຄວາມຮັກ",
  "locale": "lao",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. ປັນຍາແລະຄວາມຮັກ",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ປັນຍາ ແລະ ຄວາມຮັກ ແມ່ນສອງເສົາຫຼັກຂອງພົນລະເຮືອນທີ່ແທ້ຈິງທັງໝົດ.</p>\n<p>ຢູ່ໃນຈານຂອງຄວາມຍຸດຕິທໍາ ພວກເຮົາຕ້ອງເອົາປັນຍາໃສ່, ໃນຈານອື່ນພວກເຮົາຕ້ອງເອົາຄວາມຮັກໃສ່.</p>\n<p>ປັນຍາ ແລະ ຄວາມຮັກຕ້ອງດຸ່ນດ່ຽງກັນ. ປັນຍາທີ່ບໍ່ມີຄວາມຮັກເປັນອົງປະກອບທີ່ທໍາລາຍລ້າງ. ຄວາມຮັກທີ່ບໍ່ມີປັນຍາສາມາດນໍາພາພວກເຮົາໄປສູ່ຄວາມຜິດພາດ “ຄວາມຮັກແມ່ນກົດໝາຍ ແຕ່ຄວາມຮັກມີສະຕິ”.</p>\n<p>ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະສຶກສາຫຼາຍແລະໄດ້ຮັບຄວາມຮູ້, ແຕ່ມັນຍັງເປັນສິ່ງສໍາຄັນທີ່ຈະພັດທະນາຄວາມເປັນຈິດວິນຍານພາຍໃນພວກເຮົາ.</p>\n<p>ຄວາມຮູ້ທີ່ບໍ່ມີຄວາມເປັນຈິດວິນຍານທີ່ພັດທະນາດີໃນແບບທີ່ກົມກຽວພາຍໃນພວກເຮົາ, ກາຍເປັນສາເຫດຂອງສິ່ງທີ່ເອີ້ນວ່າ BRIBONISMO.</p>\n<p>ການເປັນຢູ່ທີ່ພັດທະນາດີພາຍໃນພວກເຮົາແຕ່ບໍ່ມີຄວາມຮູ້ທາງປັນຍາໃດໆ, ເຮັດໃຫ້ເກີດໄພ່ພົນໂງ່ຈ້າ.</p>\n<p>ໄພ່ພົນໂງ່ຈ້າມີຄວາມເປັນຈິດວິນຍານທີ່ພັດທະນາຫຼາຍ, ແຕ່ເນື່ອງຈາກວ່າລາວບໍ່ມີຄວາມຮູ້ທາງປັນຍາ, ລາວບໍ່ສາມາດເຮັດຫຍັງໄດ້ເພາະວ່າລາວບໍ່ຮູ້ວິທີເຮັດ.</p>\n<p>ໄພ່ພົນໂງ່ຈ້າມີອໍານາດທີ່ຈະເຮັດແຕ່ບໍ່ສາມາດເຮັດໄດ້ເພາະວ່າລາວບໍ່ຮູ້ວິທີເຮັດ.</p>\n<p>ຄວາມຮູ້ທາງປັນຍາທີ່ບໍ່ມີຄວາມເປັນຈິດວິນຍານທີ່ພັດທະນາດີເຮັດໃຫ້ເກີດຄວາມສັບສົນທາງປັນຍາ, ຄວາມຊົ່ວ, ຄວາມພາກພູມໃຈ, ແລະອື່ນໆ.</p>\n<p>ໃນລະຫວ່າງສົງຄາມໂລກຄັ້ງທີສອງ, ນັກວິທະຍາສາດຫຼາຍພັນຄົນທີ່ຂາດອົງປະກອບທາງວິນຍານທັງໝົດໃນນາມວິທະຍາສາດ ແລະ ມະນຸດສະທໍາ, ໄດ້ກໍ່ອາຊະຍາກໍາທີ່ໜ້າຢ້ານກົວໂດຍມີຈຸດປະສົງເພື່ອທົດລອງທາງວິທະຍາສາດ.</p>\n<p>ພວກເຮົາຈໍາເປັນຕ້ອງໄດ້ສ້າງວັດທະນະທໍາທາງປັນຍາທີ່ມີອໍານາດແຕ່ມີຄວາມສົມດູນຢ່າງຫຼວງຫຼາຍກັບຈິດວິນຍານທີ່ມີສະຕິທີ່ແທ້ຈິງ.</p>\n<p>ພວກເຮົາຕ້ອງການ ETHICS ປະຕິວັດ ແລະ PSYCHOLOGY ປະຕິວັດ ຖ້າພວກເຮົາຕ້ອງການທີ່ຈະລະລາຍຕົວເອງເພື່ອພັດທະນາການເປັນຢູ່ທາງວິນຍານທີ່ຖືກຕ້ອງຕາມກົດໝາຍໃນພວກເຮົາ.</p>\n<p>ມັນເປັນເລື່ອງທີ່ຫນ້າເສຍໃຈທີ່ຍ້ອນການຂາດຄວາມຮັກ ປະຊາຊົນໃຊ້ INTELECT ໃນທາງທໍາລາຍ.</p>\n<p>ນັກຮຽນຊາຍ ແລະ ຍິງຕ້ອງຮຽນວິທະຍາສາດ, ປະຫວັດສາດ, ຄະນິດສາດ, ແລະອື່ນໆ.</p>\n<p>ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະໄດ້ຮັບຄວາມຮູ້ດ້ານວິຊາຊີບ, ໂດຍມີຈຸດປະສົງເພື່ອເປັນປະໂຫຍດຕໍ່ເພື່ອນບ້ານ.</p>\n<p>ການສຶກສາແມ່ນສິ່ງຈໍາເປັນ. ການສະສົມຄວາມຮູ້ພື້ນຖານແມ່ນສິ່ງທີ່ຂາດບໍ່ໄດ້, ແຕ່ຄວາມຢ້ານກົວບໍ່ແມ່ນສິ່ງທີ່ຂາດບໍ່ໄດ້.</p>\n<p>ປະຊາຊົນຈໍານວນຫຼາຍສະສົມຄວາມຮູ້ຍ້ອນຄວາມຢ້ານກົວ; ພວກເຂົາຢ້ານຊີວິດ, ຢ້ານຄວາມຕາຍ, ຢ້ານຄວາມອຶດຫິວ, ຢ້ານຄວາມທຸກຍາກ, ຢ້ານສິ່ງທີ່ພວກເຂົາຈະເວົ້າ, ແລະອື່ນໆ, ແລະດ້ວຍເຫດຜົນນັ້ນພວກເຂົາຮຽນ.</p>\n<p>ຄວນສຶກສາເພາະຮັກເພື່ອນມະນຸດດ້ວຍຄວາມປາດຖະໜາທີ່ຈະຮັບໃຊ້ເຂົາເຈົ້າໃຫ້ດີຂຶ້ນ, ແຕ່ບໍ່ຄວນສຶກສາເພາະຢ້ານ.</p>\n<p>ໃນຊີວິດພາກປະຕິບັດ, ພວກເຮົາໄດ້ກວດສອບວ່າ ນັກສຶກສາທຸກຄົນທີ່ຮຽນເພາະຢ້ານກົວ, ບໍ່ວ່າຈະໄວຫຼືຊ້າ, ກາຍເປັນຄົນຂີ້ຄ້ານ.</p>\n<p>ພວກເຮົາຈໍາເປັນຕ້ອງຊື່ສັດກັບຕົວເອງເພື່ອສັງເກດຕົນເອງແລະຄົ້ນພົບຂະບວນການທັງຫມົດຂອງຄວາມຢ້ານກົວໃນຕົວເຮົາເອງ.</p>\n<p>ພວກເຮົາບໍ່ຄວນລືມໃນຊີວິດທີ່ຄວາມຢ້ານກົວມີຫຼາຍໄລຍະ. ບາງຄັ້ງຄວາມຢ້ານກົວສັບສົນກັບຄວາມກ້າຫານ. ທະຫານຢູ່ໃນສະຫນາມຮົບເບິ່ງຄືວ່າກ້າຫານຫຼາຍແຕ່ໃນຄວາມເປັນຈິງພວກເຂົາເຄື່ອນທີ່ແລະຕໍ່ສູ້ຍ້ອນຄວາມຢ້ານກົວ. ຄົນທີ່ຂ້າຕົວຕາຍຍັງເບິ່ງຄືວ່າມີຄວາມກ້າຫານຫຼາຍໃນ glance ທໍາອິດແຕ່ໃນຄວາມເປັນຈິງເປັນຄົນຂີ້ຂາດທີ່ຢ້ານຊີວິດ.</p>\n<p>ທຸກຄົນຂີ້ຄ້ານໃນຊີວິດເບິ່ງຄືວ່າມີຄວາມກ້າຫານຫຼາຍແຕ່ຢູ່ໃນຄວາມເລິກພວກເຂົາເປັນຄົນຂີ້ຂາດ. ຄົນຂີ້ຄ້ານມັກຈະໃຊ້ວິຊາຊີບ ແລະ ອໍານາດໃນທາງທຳລາຍເມື່ອເຂົາເຈົ້າຢ້ານ. ຕົວຢ່າງ; Castro Rúa; ໃນປະເທດຄິວບາ.</p>\n<p>ພວກເຮົາບໍ່ເຄີຍອອກສຽງຕໍ່ກັບປະສົບການຂອງຊີວິດພາກປະຕິບັດຫຼືຕໍ່ກັບການປູກຝັງປັນຍາ, ແຕ່ພວກເຮົາປະນາມການຂາດຄວາມຮັກ.</p>\n<p>ຄວາມຮູ້ ແລະ ປະສົບການຂອງຊີວິດກາຍເປັນການທຳລາຍເມື່ອຂາດຄວາມຮັກ.</p>\n<p>EGO ມັກຈະຈັບປະສົບການ ແລະ ຄວາມຮູ້ທາງປັນຍາເມື່ອບໍ່ມີສິ່ງທີ່ເອີ້ນວ່າຄວາມຮັກ.</p>\n<p>EGO ສວຍໃຊ້ປະສົບການ ແລະ ປັນຍາເມື່ອໃຊ້ເພື່ອສ້າງຄວາມເຂັ້ມແຂງ.</p>\n<p>ໂດຍການລວມເອົາ EGO, ຂ້ອຍ, ຕົວຂ້ອຍເອງ, ປະສົບການ ແລະ ປັນຍາຢູ່ໃນມືຂອງ BEING INTIMATE ແລະທຸກໆການລ່ວງລະເມີດກໍ່ເປັນໄປບໍ່ໄດ້.</p>\n<p>ນັກຮຽນແຕ່ລະຄົນຄວນໄດ້ຮັບການນໍາພາໂດຍເສັ້ນທາງອາຊີບແລະສຶກສາຢ່າງເລິກເຊິ່ງທຸກທິດສະດີທີ່ກ່ຽວຂ້ອງກັບອາຊີບຂອງພວກເຂົາ.</p>\n<p>ການສຶກສາ, ປັນຍາ, ບໍ່ໄດ້ທໍາຮ້າຍໃຜ, ແຕ່ພວກເຮົາບໍ່ຄວນສວຍໃຊ້ປັນຍາ.</p>\n<p>ພວກເຮົາຈໍາເປັນຕ້ອງຮຽນຮູ້ເພື່ອບໍ່ໃຫ້ສວຍໃຊ້ຈິດໃຈ. ຜູ້ທີ່ຕ້ອງການສຶກສາທິດສະດີຂອງອາຊີບທີ່ແຕກຕ່າງກັນ, ຜູ້ທີ່ຕ້ອງການທໍາຮ້າຍຄົນອື່ນດ້ວຍປັນຍາ, ຜູ້ທີ່ໃຊ້ຄວາມຮຸນແຮງຕໍ່ຈິດໃຈຂອງຄົນອື່ນ, ແລະອື່ນໆ, ລ່ວງລະເມີດຈິດໃຈ.</p>\n<p>ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະສຶກສາວິຊາຊີບແລະວັດຖຸທາງວິນຍານເພື່ອໃຫ້ມີຈິດໃຈທີ່ສົມດູນ.</p>\n<p>ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະໄປເຖິງການສັງເຄາະທາງປັນຍາແລະການສັງເຄາະທາງວິນຍານຖ້າພວກເຮົາຕ້ອງການຈິດໃຈທີ່ສົມດູນ.</p>\n<p>ຄູສອນຊາຍ ແລະ ຍິງໃນໂຮງຮຽນ, ວິທະຍາໄລ, ມະຫາວິທະຍາໄລ ແລະອື່ນໆ ຄວນສຶກສາຢ່າງລະອຽດກ່ຽວກັບຈິດຕະສາດການປະຕິວັດຂອງພວກເຮົາ ຖ້າເຂົາເຈົ້າຕ້ອງການນຳພານັກຮຽນຂອງເຂົາເຈົ້າໄປສູ່ເສັ້ນທາງຂອງການປະຕິວັດພື້ນຖານ.</p>\n<p>ມັນເປັນສິ່ງຈໍາເປັນທີ່ນັກຮຽນຈະໄດ້ຮັບການເປັນຢູ່ທາງວິນຍານ, ພັດທະນາການເປັນຢູ່ທີ່ແທ້ຈິງພາຍໃນຕົວເອງ, ເພື່ອໃຫ້ພວກເຂົາອອກຈາກໂຮງຮຽນກາຍເປັນບຸກຄົນທີ່ມີຄວາມຮັບຜິດຊອບແລະບໍ່ແມ່ນຄົນຂີ້ຄ້ານໂງ່.</p>\n<p>ປັນຍາບໍ່ມີປະໂຫຍດຫຍັງຖ້າບໍ່ມີຄວາມຮັກ. ປັນຍາທີ່ບໍ່ມີຄວາມຮັກພຽງແຕ່ຜະລິດຄົນຂີ້ຄ້ານ.</p>\n<p>ປັນຍາໃນຕົວມັນເອງແມ່ນສານປະລໍາມະນູ, ທຶນປະລໍາມະນູທີ່ຄວນຈະຖືກຄຸ້ມຄອງໂດຍບຸກຄົນທີ່ເຕັມໄປດ້ວຍຄວາມຮັກທີ່ແທ້ຈິງເທົ່ານັ້ນ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/lao/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/lao/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
