import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Мудрость и Любовь",
  "locale": "ru",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. Мудрость и Любовь",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>МУДРОСТЬ и ЛЮБОВЬ — два краеугольных камня любой истинной цивилизации.</p>\n<p>На одну чашу весов правосудия мы должны положить МУДРОСТЬ, на другую чашу мы должны положить ЛЮБОВЬ.</p>\n<p>Мудрость и Любовь должны взаимно уравновешивать друг друга. Мудрость без Любви — разрушительный элемент. Любовь без Мудрости может привести нас к ошибке: «ЛЮБОВЬ — ЭТО ЗАКОН, НО ЛЮБОВЬ СОЗНАТЕЛЬНАЯ».</p>\n<p>Необходимо много учиться и приобретать знания, но также СРОЧНО необходимо развивать в себе ДУХОВНОЕ СУЩЕСТВО.</p>\n<p>Знание без ДУХОВНОГО СУЩЕСТВА, хорошо и гармонично развитого внутри нас, становится причиной того, что называется МОШЕННИЧЕСТВОМ.</p>\n<p>СУЩЕСТВО, хорошо развитое внутри нас, но без каких-либо интеллектуальных знаний, порождает глупых святых.</p>\n<p>Глупый святой обладает очень развитым ДУХОВНЫМ СУЩЕСТВОМ, но поскольку у него нет интеллектуальных знаний, он ничего не может сделать, потому что не знает, как делать.</p>\n<p>У ГЛУПОГО СВЯТОГО есть сила ДЕЛАТЬ, но он не может делать, потому что не знает, как делать.</p>\n<p>Интеллектуальное знание без хорошо развитого ДУХОВНОГО СУЩЕСТВА порождает интеллектуальную путаницу, порочность, гордость и т. д., и т. п.</p>\n<p>Во время Второй мировой войны тысячи ученых, лишенных всякого Духовного элемента, во имя науки и человечества совершали чудовищные преступления с целью проведения научных экспериментов.</p>\n<p>Нам необходимо сформировать мощную интеллектуальную культуру, но в огромной степени сбалансированную с истинной сознательной Духовностью.</p>\n<p>Нам нужна РЕВОЛЮЦИОННАЯ ЭТИКА и РЕВОЛЮЦИОННАЯ ПСИХОЛОГИЯ, если мы действительно хотим растворить Я, чтобы развивать законно Духовное СУЩЕСТВО в нас.</p>\n<p>Прискорбно, что из-за недостатка ЛЮБВИ люди используют ИНТЕЛЛЕКТ в деструктивной форме.</p>\n<p>Ученикам и ученицам необходимо изучать науки, историю, математику и т. д., и т. п.</p>\n<p>Необходимо приобретать профессиональные знания, чтобы быть полезным ближнему.</p>\n<p>Учиться необходимо. Накапливать базовые знания необходимо, но страх не является необходимым.</p>\n<p>Многие люди накапливают знания из-за страха; они боятся жизни, смерти, голода, нищеты, того, что скажут и т. д., и по этой причине учатся.</p>\n<p>Нужно учиться из Любви к нашим ближним, с желанием лучше им служить, но никогда нельзя учиться из страха.</p>\n<p>На практике мы смогли убедиться, что все те студенты, которые учатся из страха, рано или поздно становятся мошенниками.</p>\n<p>Нам нужно быть честными с самими собой, чтобы самонаблюдаться и обнаруживать в себе все процессы страха.</p>\n<p>Мы никогда не должны забывать в жизни, что у страха много фаз. Иногда страх путают с доблестью. Солдаты на поле боя кажутся очень храбрыми, но на самом деле они двигаются и сражаются из-за страха. Самоубийца тоже на первый взгляд кажется очень храбрым, но на самом деле он трус, который боится жизни.</p>\n<p>Любой мошенник в жизни кажется очень храбрым, но в глубине души он трус. Мошенники обычно используют профессию и власть в деструктивной форме, когда им страшно. Пример: Кастро Руа; на Кубе.</p>\n<p>Мы никогда не высказываемся против опыта практической жизни или против развития интеллекта, но мы осуждаем недостаток ЛЮБВИ.</p>\n<p>Знания и опыт жизни оказываются разрушительными, когда не хватает ЛЮБВИ.</p>\n<p>ЭГО обычно захватывает опыт и интеллектуальные знания, когда отсутствует то, что называется ЛЮБОВЬЮ.</p>\n<p>ЭГО злоупотребляет опытом и интеллектом, когда использует их для укрепления себя.</p>\n<p>Расщепляя ЭГО, Я, САМ СЕБЯ, опыт и Интеллект остаются в руках ВНУТРЕННЕГО СУЩЕСТВА, и любое злоупотребление становится невозможным.</p>\n<p>Каждый студент должен ориентироваться по профессиональному пути и очень глубоко изучать все теории, связанные с его призванием.</p>\n<p>Учеба, интеллект никому не вредят, но мы не должны злоупотреблять интеллектом.</p>\n<p>Злоупотребляет разумом тот, кто хочет изучать теории разных профессий, кто хочет навредить другим интеллектом, кто применяет насилие над чужим разумом и т. д., и т. п., и т. п.</p>\n<p>Необходимо изучать профессиональные предметы и духовные предметы, чтобы иметь уравновешенный ум.</p>\n<p>СРОЧНО необходимо прийти к интеллектуальному СИНТЕЗУ и к Духовному синтезу, если мы действительно хотим уравновешенный ум.</p>\n<p>Учителя и учительницы школ, колледжей, университетов и т. д. должны глубоко изучать нашу Революционную Психологию, если они действительно хотят вести своих учеников по пути ФУНДАМЕНТАЛЬНОЙ РЕВОЛЮЦИИ.</p>\n<p>Необходимо, чтобы студенты приобрели ДУХОВНОЕ СУЩЕСТВО, развивали в себе ИСТИННОЕ СУЩЕСТВО, чтобы они вышли из Школы превращенными в ответственных людей, а не в глупых МОШЕННИКОВ.</p>\n<p>Бесполезна Мудрость без Любви. Интеллект без Любви порождает только Мошенников.</p>\n<p>Мудрость сама по себе является Атомной Субстанцией, Атомным капиталом, которым должны управлять только люди, полные истинной Любви.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ru/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ru/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
