import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "خرد و عشق",
  "locale": "fa",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. خرد و عشق",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>خرد و عشق دو ستون اصلی هر تمدن واقعی هستند.</p>\n<p>در یک کفه ترازوی عدالت باید خرد را قرار دهیم و در کفه دیگر باید عشق را قرار دهیم.</p>\n<p>خرد و عشق باید یکدیگر را متعادل کنند. خرد بدون عشق یک عنصر مخرب است. عشق بدون خرد می تواند ما را به اشتباه بکشاند “عشق قانون است اما عشق آگاهانه”.</p>\n<p>لازم است بسیار مطالعه کنیم و دانش کسب کنیم، اما فوری است که وجود معنوی را در خود توسعه دهیم.</p>\n<p>دانش بدون وجود معنوی که به طور هماهنگ در درون ما به خوبی توسعه یافته باشد، علت چیزی می شود که به آن شیادی می گویند.</p>\n<p>وجود به خوبی توسعه یافته در درون ما اما بدون دانش فکری از هیچ نوع، باعث ایجاد مقدسین احمق می شود.</p>\n<p>یک قدیس احمق وجود معنوی بسیار توسعه یافته ای دارد، اما چون دانش فکری ندارد، نمی تواند کاری انجام دهد زیرا نمی داند چگونه انجام دهد.</p>\n<p>قدیس احمق قدرت انجام دادن دارد اما نمی تواند انجام دهد زیرا نمی داند چگونه انجام دهد.</p>\n<p>دانش فکری بدون وجود معنوی که به خوبی توسعه یافته باشد، باعث سردرگمی فکری، فساد، غرور و غیره می شود.</p>\n<p>در طول جنگ جهانی دوم، هزاران دانشمند فاقد هرگونه عنصر معنوی به نام علم و بشریت، جنایات وحشتناکی را به منظور انجام آزمایش های علمی مرتکب شدند.</p>\n<p>ما باید یک فرهنگ فکری قدرتمند برای خود ایجاد کنیم، اما به شدت با معنویت آگاهانه واقعی متعادل شود.</p>\n<p>اگر واقعاً می خواهیم “من” را حل کنیم تا وجود معنوی مشروع را در خود توسعه دهیم، به یک اخلاق انقلابی و یک روانشناسی انقلابی نیاز داریم.</p>\n<p>متاسفانه به دلیل کمبود عشق، مردم از عقل به صورت مخرب استفاده می کنند.</p>\n<p>دانش آموزان و دانشجویان نیاز به مطالعه علوم، تاریخ، ریاضیات و غیره دارند.</p>\n<p>لازم است دانش حرفه ای کسب شود تا برای همسایه مفید باشیم.</p>\n<p>مطالعه ضروری است. جمع آوری دانش پایه ضروری است، اما ترس ضروری نیست.</p>\n<p>بسیاری از مردم به دلیل ترس دانش جمع می کنند. آنها از زندگی، مرگ، گرسنگی، بدبختی، حرف مردم و غیره می ترسند و به همین دلیل مطالعه می کنند.</p>\n<p>باید به خاطر عشق به همنوعان خود با آرزوی خدمت بهتر به آنها مطالعه کرد، اما هرگز نباید از ترس مطالعه کرد.</p>\n<p>در زندگی عملی توانسته ایم ثابت کنیم که همه دانش آموزانی که از ترس مطالعه می کنند، دیر یا زود به شیاد تبدیل می شوند.</p>\n<p>ما باید با خودمان صادق باشیم تا خودمان را مشاهده کنیم و تمام فرآیندهای ترس را در خودمان کشف کنیم.</p>\n<p>هرگز نباید در زندگی فراموش کنیم که ترس مراحل زیادی دارد. گاهی اوقات ترس با شجاعت اشتباه گرفته می شود. سربازان در میدان جنگ بسیار شجاع به نظر می رسند، اما در واقع به دلیل ترس حرکت می کنند و می جنگند. خودکشی نیز در نگاه اول بسیار شجاع به نظر می رسد، اما در واقع ترسو است که از زندگی می ترسد.</p>\n<p>هر شیاد در زندگی بسیار شجاع به نظر می رسد، اما در اعماق وجود یک ترسو است. شیادان معمولاً از حرفه و قدرت به صورت مخرب استفاده می کنند زمانی که می ترسند. مثال؛ کاسترو روآ؛ در کوبا.</p>\n<p>ما هرگز علیه تجربه زندگی عملی یا علیه پرورش عقل موضع نمی گیریم، اما کمبود عشق را محکوم می کنیم.</p>\n<p>دانش و تجربیات زندگی زمانی که عشق وجود نداشته باشد، مخرب هستند.</p>\n<p>ایگو معمولاً تجربیات و دانش فکری را به دام می اندازد زمانی که چیزی که عشق نامیده می شود وجود ندارد.</p>\n<p>ایگو از تجربیات و عقل سوء استفاده می کند زمانی که از آنها برای تقویت خود استفاده می کند.</p>\n<p>با از بین بردن ایگو، من، خودم، تجربیات و عقل به دست وجود درونی می افتد و هرگونه سوء استفاده غیرممکن می شود.</p>\n<p>هر دانشجو باید در مسیر حرفه ای هدایت شود و تمام نظریه های مربوط به حرفه خود را به طور کامل مطالعه کند.</p>\n<p>مطالعه، عقل، به کسی آسیب نمی رساند، اما نباید از عقل سوء استفاده کنیم. کسی از عقل سوء استفاده می کند که می خواهد نظریه های حرفه های مختلف را مطالعه کند، کسی که می خواهد با عقل به دیگران آسیب برساند، کسی که بر ذهن دیگران خشونت می ورزد و غیره.</p>\n<p>لازم است مواد حرفه ای و مواد معنوی را مطالعه کنیم تا ذهنی متعادل داشته باشیم.</p>\n<p>فوری است که اگر واقعاً می خواهیم ذهنی متعادل داشته باشیم، به سنتز فکری و سنتز معنوی برسیم.</p>\n<p>معلمان و آموزگاران مدارس، کالج ها، دانشگاه ها و غیره، اگر واقعاً می خواهند دانش آموزان خود را در مسیر انقلاب اساسی هدایت کنند، باید روانشناسی انقلابی ما را به طور کامل مطالعه کنند.</p>\n<p>لازم است که دانش آموزان وجود معنوی را به دست آورند، وجود واقعی را در خود توسعه دهند، تا از مدرسه به عنوان افرادی مسئول خارج شوند و نه به عنوان شیادان احمق.</p>\n<p>خرد بدون عشق هیچ فایده ای ندارد. عقل بدون عشق فقط باعث ایجاد شیاد می شود.</p>\n<p>خرد در ذات خود ماده اتمی است، سرمایه اتمی که فقط باید توسط افراد پر از عشق واقعی اداره شود.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/fa/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/fa/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
