import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ज्ञान आनी मोग",
  "locale": "kok",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. ज्ञान आनी मोग",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>जण खरी संस्कृतायेचीं दोन मुखेल आदार म्हळ्यार गिन्यान आनी मोग.</p>\n<p>न्यायाचे तराजूचे एके पाळेचेर गिन्यान घालपाक जाय, आनी दुसरे पाळेचेर मोग घालपाक जाय.</p>\n<p>गिन्यान आनी मोग हांचो समतोल सादपाक जाय. मोगा बिनाचें गिन्यान घातक थारूं येता. गिन्याना बिनाचो मोग चुकोवंक शकता “मोग म्हळ्यार नेम पूण जागृत मोग”.</p>\n<p>खूब अभ्यास करप आनी गिन्यान मेळोवप गरजेचें आसा, पूण आमचे भितर आत्मिक अस्तित्व वाडोवप तितलेंच म्हत्वाचें.</p>\n<p>आत्मिक अस्तित्व सांबाळ्ळ्या बिना गिन्यान आसल्यार भश्टाचाराक कारण थारूं येता.</p>\n<p>आत्मिक अस्तित्व खूब वाडिल्लें आसा पूण कसलेच तरेचें गिन्यान नासल्यार मूर्ख संत तयार जातात.</p>\n<p>मूर्ख संतांचें आत्मिक अस्तित्व खूब वाडिल्लें आसता, पूण तांकां गिन्यान नासता म्हणून ते कितेंच करूंक शकनात कारण तांकां कशें करचें तें खबर नासता.</p>\n<p>मूर्ख संतांक कितेंय करपाची ताकद आसता पूण तांकां कशें करचें तें खबर नासता म्हणून ते कितेंच करूंक शकनात.</p>\n<p>आत्मिक अस्तित्व सांबाळ्ळ्या बिना गिन्यान आसल्यार बौध्दीक गोंदळ, वायटपण, अहंकार निर्माण जाता.</p>\n<p>दुसऱ्या म्हाझुजा वेळार हजारानी वैज्ञानिकांनी आत्मिकतेचो अंश नासताना विज्ञानाच्या आनी मनशाच्या नांवान भयंकर अपराध केले, विज्ञानाचे प्रयोग करपाच्या उद्देशान.</p>\n<p>आमी आमच्या मनाक गिन्यानान भरपाची गरज आसा, पूण जागरूक आत्मिकतेन समतोल सादपाक जाय.</p>\n<p>आमी खऱ्या आत्मिक अस्तित्वाक वाडोवपा खातीर स्वताक विलीन करपाची गरज आसा, ते खातीर क्रांतीकारी नीतीशास्त्र आनी क्रांतीकारी मानसशास्त्र गरजेचें.</p>\n<p>दुख्खाची गजाल म्हळ्यार मोगाच्या उणावाक लागून लोक बुध्दीचो उपेग वायट कामा खातीर करतात.</p>\n<p>विद्यार्थींनी विज्ञान, इतिहास, गणित शिकपाची गरज आसा.</p>\n<p>शेजारच्या लोकांक उपेगी पडचे खातीर वेवसायीक गिन्यान मेळोवपाची गरज आसा.</p>\n<p>अभ्यास करप गरजेचें. मुळावें गिन्यान साठोवप खूब म्हत्वाचें, पूण भंय गरजेचें न्हय.</p>\n<p>खूब लोक भंयान गिन्यान साठयतात; तांकां जिणेची, मरणाची, भुकेची, गरीबीची, लोक कितें म्हणटले हाची भंय आसता, आनी ताका लागून ते अभ्यास करतात.</p>\n<p>आमच्या सारक्या मनशांचेर आशिल्ल्या मोगाक लागून तांकां बरी सेवा दिवपाचे हेतून अभ्यास करपाक जाय, पूण भंयान अभ्यास करपाक फावो न्हय.</p>\n<p>आमी आमच्या वेव्हारीक जिणेंत अणभव घेतला की जे विद्यार्थी भंयान अभ्यास करतात, ते केन्ना तरी भश्टाचारी जातात.</p>\n<p>आमी स्वताक सोदून काडपा खातीर आमी स्वता कडेन प्रामाणीक रावपाक जाय आनी आमच्या भितर आशिल्ल्यो सगळ्यो भंयाच्यो प्रक्रिया सोदून काडपाक जाय.</p>\n<p>जिणेंत भंयाक खूब रूप आसतात हें आमी केन्नाच विसरचे न्हय. केन्ना केन्ना भंय धैर्या वांगडा गोंदळटा. झुजाच्या मळार सैनिक खूब धिराचे दिसतात पूण खरें म्हणल्यार ते भंयाक लागून हलतात आनी झुजतात. आत्मघात करपी मनीस पळोवपाक धिराचो दिसता पूण तो खरें म्हणल्यार जिणेक भियेता.</p>\n<p>जिणेंत सगळे भश्टाचारी खूब धिराचे दिसतात पूण ते भितरल्यान खूब भियेतात. भश्टाचारी लोक भंय आसतना वेवसाय आनी सत्तेचो उपेग वायट कामा खातीर करतात. देखीक; कॅस्ट्रो रुआ; क्युबांत.</p>\n<p>आमी वेव्हारीक जिणेच्या अणभवाचेर वा बुध्दी वाडोवपाचेर केन्नाच आड उबे रावना, पूण मोगाच्या उणावाक दोस दितात.</p>\n<p>गिन्यान आनी जिणेचे अणभव घातक थारतात जेन्ना मोग नासता.</p>\n<p>जेन्ना मोग नासता तेन्ना अहंकार अणभव आनी बुध्दीक गिन्यान आपल्या ताब्यांत घेता.</p>\n<p>जेन्ना अहंकार अणभव आनी गिन्यानाचो उपेग स्वताक घट करपा खातीर करता तेन्ना तो तांचो दुरुपयोग करता.</p>\n<p>अहंकार, स्वताक आनी म्हाका नश्ट केल्या उपरांत अणभव आनी गिन्यान आत्मिक अस्तित्वाच्या हातांत येतात आनी मागीर दुरुपयोग करप शक्य ना.</p>\n<p>दरेक विद्यार्थ्यांक वेवसायीक मार्गदर्शनान वचपाची गरज आसा आनी आपल्या वेवसाया कडेन संबंदीत आशिल्ल्या सगळ्या सिध्दांतांचो खोलायेन अभ्यास करपाची गरज आसा.</p>\n<p>अभ्यास आनी गिन्यान कोणाकूच बादा हाडना, पूण गिन्यानाचो दुरुपयोग करपाक फावो न्हय.</p>\n<p>मनाचो दुरुपयोग जावचो न्हय म्हणून अभ्यास करपाची गरज आसा. मनाचो दुरुपयोग तो करता जंय वेगवेगळ्या वेवसायाचे सिध्दांत शिकपाक सोदता, जो गिन्यानान दुसऱ्यांक त्रास दिवपाक सोदता, जो दुसऱ्यांच्या मनाचेर अत्याचार करता.</p>\n<p>समतोल मन मेळोवपा खातीर वेवसायीक विशय आनी आत्मिक विशय शिकप गरजेचें.</p>\n<p>जर तुमकां खरेंच समतोल मन जाय आसल्यार बौध्दीक संश्लेषण आनी आत्मिक संश्लेषण सादप खूब गरजेचें.</p>\n<p>शाळेच्या, महाविद्यालयाच्या आनी विद्यापीठाच्या शिक्षकांनी आमच्या क्रांतीकारी मानसशास्त्राचो खोलायेन अभ्यास करपाची गरज आसा, जर तांकां खऱ्या अर्थान आपल्या विद्यार्थ्यांक मुळाव्या क्रांतीच्या मार्गान व्हरपाची इत्सा आसा.</p>\n<p>विद्यार्थ्यांक आत्मिक अस्तित्व मेळोवप गरजेचें आसा, स्वता भितर खरें अस्तित्व वाडोवपाची गरज आसा, जेणे करून ते शाळेंतल्यान भायर पडटकच जापसालदार व्यक्ती म्हणून भायर पडूं, मूर्ख भश्टाचारी म्हणून न्हय.</p>\n<p>मोगा बिना गिन्यानाचो कांयच उपेग ना. मोगा बिना गिन्यान फकत भश्टाचारी निर्माण करता.</p>\n<p>गिन्यान म्हळ्यार अणुंचो साठा, अणुंचें भांडवल, जें फकत खऱ्या मोगा भरलेल्या व्यक्तींनी वापरूंक जाय.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kok/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kok/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kok/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
