import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ปัญญาและความรัก",
  "locale": "th",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. ปัญญาและความรัก",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ปัญญาและความรักเป็นเสาหลักสำคัญสองประการของอารยธรรมที่แท้จริงทั้งปวง</p>\n<p>ในจานชั่งแห่งความยุติธรรม เราต้องวางปัญญาไว้ข้างหนึ่ง และความรักไว้ในอีกข้างหนึ่ง</p>\n<p>ปัญญาและความรักต้องสร้างสมดุลซึ่งกันและกัน ปัญญาที่ปราศจากความรักเป็นองค์ประกอบที่ทำลายล้าง ความรักที่ปราศจากปัญญาอาจนำเราไปสู่ความผิดพลาด “ความรักคือกฎ แต่ความรักที่ตระหนักรู้”</p>\n<p>จำเป็นต้องศึกษาให้มากและได้รับความรู้ แต่ก็จำเป็นอย่างยิ่งที่จะต้องพัฒนาความเป็นจิตวิญญาณในตัวเรา</p>\n<p>ความรู้ที่ปราศจากความเป็นจิตวิญญาณที่ได้รับการพัฒนาอย่างกลมกลืนในตัวเรา กลายเป็นสาเหตุของสิ่งที่เรียกว่าการฉ้อฉล</p>\n<p>การเป็นอยู่ที่ดีที่พัฒนาขึ้นภายในตัวเรา แต่ปราศจากความรู้ทางปัญญาใดๆ ก่อให้เกิดนักบุญที่โง่เขลา</p>\n<p>นักบุญที่โง่เขลาครอบครองความเป็นจิตวิญญาณที่ได้รับการพัฒนาอย่างมาก แต่เนื่องจากเขาไม่มีความรู้ทางปัญญา เขาจึงไม่สามารถทำอะไรได้เพราะเขาไม่รู้วิธีทำ</p>\n<p>นักบุญที่โง่เขลามีอำนาจที่จะทำ แต่ไม่สามารถทำได้เพราะเขาไม่รู้วิธีทำ</p>\n<p>ความรู้ทางปัญญาที่ปราศจากความเป็นจิตวิญญาณที่ได้รับการพัฒนาอย่างดี ก่อให้เกิดความสับสนทางปัญญา ความชั่วร้าย ความหยิ่งยโส ฯลฯ</p>\n<p>ในช่วงสงครามโลกครั้งที่สอง นักวิทยาศาสตร์หลายพันคนที่ปราศจากองค์ประกอบทางจิตวิญญาณใดๆ ในนามของวิทยาศาสตร์และมนุษยชาติ ได้ก่ออาชญากรรมที่น่าสะพรึงกลัวโดยมีจุดประสงค์เพื่อทำการทดลองทางวิทยาศาสตร์</p>\n<p>เราจำเป็นต้องสร้างวัฒนธรรมทางปัญญาที่ทรงพลัง แต่มีความสมดุลอย่างมากกับจิตวิญญาณที่แท้จริงและมีสติ</p>\n<p>เราต้องการจริยธรรมปฏิวัติและจิตวิทยาสังคมปฏิวัติ หากเราต้องการที่จะละลาย “ตัวตน” อย่างแท้จริง เพื่อพัฒนา “การเป็นอยู่” ทางจิตวิญญาณที่ถูกต้องตามกฎหมายในตัวเรา</p>\n<p>เป็นเรื่องน่าเสียใจที่ผู้คนใช้สติปัญญาในทางที่ผิดทำลายล้างเพราะขาดความรัก</p>\n<p>นักเรียนชายและหญิงจำเป็นต้องเรียนวิทยาศาสตร์ ประวัติศาสตร์ คณิตศาสตร์ ฯลฯ</p>\n<p>จำเป็นต้องได้รับความรู้ด้านอาชีพ เพื่อที่จะเป็นประโยชน์ต่อเพื่อนบ้าน</p>\n<p>การเรียนเป็นสิ่งจำเป็น การสะสมความรู้พื้นฐานเป็นสิ่งจำเป็น แต่ความกลัวไม่จำเป็น</p>\n<p>ผู้คนจำนวนมากสะสมความรู้เพราะความกลัว พวกเขากลัวชีวิต กลัวความตาย กลัวความหิวโหย กลัวความทุกข์ยาก กลัวสิ่งที่คนอื่นจะพูด ฯลฯ และด้วยเหตุผลนั้นพวกเขาจึงเรียน</p>\n<p>เราควรศึกษาด้วยความรักต่อเพื่อนมนุษย์ของเราด้วยความปรารถนาที่จะรับใช้พวกเขาให้ดีขึ้น แต่เราไม่ควรศึกษาด้วยความกลัว</p>\n<p>ในชีวิตจริง เราได้พิสูจน์แล้วว่านักเรียนทุกคนที่เรียนเพราะความกลัว ไม่ช้าก็เร็วจะกลายเป็นคนขี้โกง</p>\n<p>เราจำเป็นต้องจริงใจกับตัวเอง เพื่อสังเกตตัวเองและค้นพบกระบวนการทั้งหมดของความกลัวในตัวเราเอง</p>\n<p>เราต้องไม่ลืมในชีวิตว่าความกลัวมีหลายแง่มุม บางครั้งความกลัวก็สับสนกับความกล้าหาญ ทหารในสนามรบดูเหมือนจะกล้าหาญมาก แต่จริงๆ แล้วพวกเขาเคลื่อนไหวและต่อสู้เพราะความกลัว คนที่ฆ่าตัวตายก็ดูเหมือนจะกล้าหาญมาก แต่จริงๆ แล้วเป็นคนขี้ขลาดที่กลัวชีวิต</p>\n<p>คนขี้โกงทุกคนในชีวิตดูเหมือนจะกล้าหาญมาก แต่จริงๆ แล้วเป็นคนขี้ขลาด คนขี้โกงมักจะใช้อาชีพและอำนาจในทางที่ผิดทำลายล้างเมื่อพวกเขากลัว ตัวอย่างเช่น กัสโตร รูอา ในคิวบา</p>\n<p>เราไม่เคยแสดงความเห็นคัดค้านประสบการณ์ในชีวิตจริง หรือต่อต้านการเพาะปลูกสติปัญญา แต่เราประณามการขาดความรัก</p>\n<p>ความรู้และประสบการณ์ในชีวิตเป็นสิ่งที่ทำลายล้างเมื่อขาดความรัก</p>\n<p>อัตตา (EGO) มักจะดักจับประสบการณ์และความรู้ทางปัญญาเมื่อไม่มีสิ่งที่เรียกว่าความรัก</p>\n<p>อัตตา (EGO) ใช้อำนาจในทางที่ผิดจากประสบการณ์และสติปัญญาเมื่อใช้เพื่อเสริมสร้างตัวเอง</p>\n<p>เมื่อทำลายอัตตา (EGO) “ตัวตน” “ของฉัน” ประสบการณ์และสติปัญญาจะอยู่ในมือของ “การเป็นอยู่ภายใน” และการใช้อำนาจในทางที่ผิดทั้งหมดก็เป็นไปไม่ได้</p>\n<p>นักเรียนทุกคนควรได้รับการชี้นำตามเส้นทางอาชีพและศึกษาทฤษฎีทั้งหมดที่เกี่ยวข้องกับอาชีพของตนอย่างละเอียดถี่ถ้วน</p>\n<p>การศึกษา สติปัญญา ไม่เป็นอันตรายต่อใคร แต่เราไม่ควรใช้อำนาจในทางที่ผิดจากสติปัญญา</p>\n<p>เราจำเป็นต้องศึกษาเพื่อไม่ให้ใช้อำนาจในทางที่ผิดจากจิตใจ ใครก็ตามที่ต้องการศึกษาทฤษฎีของอาชีพต่างๆ ใครก็ตามที่ต้องการทำร้ายผู้อื่นด้วยสติปัญญา ใครก็ตามที่ใช้ความรุนแรงต่อจิตใจของผู้อื่น ฯลฯ เป็นผู้ใช้อำนาจในทางที่ผิดจากจิตใจ</p>\n<p>จำเป็นต้องศึกษาเนื้อหาวิชาชีพและเนื้อหาทางจิตวิญญาณเพื่อให้มีจิตใจที่สมดุล</p>\n<p>จำเป็นอย่างยิ่งที่จะต้องเข้าถึงการสังเคราะห์ทางปัญญาและการสังเคราะห์ทางจิตวิญญาณ หากเราต้องการจิตใจที่สมดุลอย่างแท้จริง</p>\n<p>ครูชายและหญิงจากโรงเรียน วิทยาลัย มหาวิทยาลัย ฯลฯ ต้องศึกษาจิตวิทยาสังคมปฏิวัติของเราอย่างละเอียดถี่ถ้วน หากพวกเขาต้องการนำนักเรียนของตนไปตามเส้นทางของการปฏิวัติขั้นพื้นฐานอย่างแท้จริง</p>\n<p>จำเป็นที่นักเรียนจะต้องได้รับความเป็นจิตวิญญาณ พัฒนาการเป็นอยู่แท้จริงในตัวเอง เพื่อที่จะออกจากโรงเรียนและกลายเป็นบุคคลที่มีความรับผิดชอบ ไม่ใช่คนขี้โกงที่โง่เขลา</p>\n<p>ปัญญาที่ปราศจากความรักนั้นไร้ประโยชน์ สติปัญญาที่ปราศจากความรักก่อให้เกิดคนขี้โกงเท่านั้น</p>\n<p>ปัญญาในตัวมันเองคือสารอะตอม ทุนอะตอมที่ควรได้รับการจัดการโดยบุคคลที่เต็มไปด้วยความรักที่แท้จริงเท่านั้น</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/th/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/th/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
