import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ཤེས་རབ་དང་བྱམས་བརྩེ་",
  "locale": "bo",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. ཤེས་རབ་དང་བྱམས་བརྩེ་",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>བློ་གྲོས་དང་བྱམས་པ་ནི་དངོས་འབྲེལ་གྱི་ཤེས་རིག་ཡོད་པའི་དཔལ་ཡོན་ཐམས་ཅད་ཀྱི་རྩ་བའི་ཀ་བ་གཉིས་ཡིན།</p>\n<p>དྲང་བདེན་གྱི་ལྗིད་ཁོག་གི་སྡེར་མ་གཅིག་གི་ནང་དུ་ང་ཚོས་བློ་གྲོས་འཇོག་དགོས་ལ། ལྗིད་ཁོག་གི་སྡེར་མ་གཞན་ཞིག་གི་ནང་དུ་ང་ཚོས་བྱམས་པ་འཇོག་དགོས།</p>\n<p>བློ་གྲོས་དང་བྱམས་པ་གཉིས་ཕན་ཚུན་དོ་མཉམ་ཡོང་བ་བྱེད་དགོས། བྱམས་པ་མེད་པའི་བློ་གྲོས་ནི་གཏོར་བརླག་གཏོང་བྱེད་ཀྱི་རྒྱུ་ཞིག་རེད། བློ་གྲོས་མེད་པའི་བྱམས་པས་ང་ཚོ་ནོར་འཁྲུལ་དུ་ཁྲིད་སྲིད་པ་རེད། “བྱམས་པ་ནི་ཁྲིམས་ཡིན། འོན་ཀྱང་རིག་པ་དང་ལྡན་པའི་བྱམས་པ་ཡིན།”</p>\n<p>ང་ཚོས་སློབ་སྦྱོང་མང་པོ་བྱེད་དགོས་པ་དང་ཤེས་ཡོན་བསྡུ་རུབ་བྱེད་དགོས། ཡིན་ནའང་ང་ཚོས་རང་གི་ནང་ནས་སེམས་ཀྱི་གནས་བབ་གོང་འཕེལ་དུ་གཏོང་རྒྱུ་དེ་ཡང་ཛ་དྲག་ཆེ་ཤོས་ཡིན།</p>\n<p>ང་ཚོའི་ནང་ནས་ཡག་པོ་གོང་འཕེལ་དུ་བཏང་བའི་སེམས་ཀྱི་གནས་བབ་མེད་པའི་ཤེས་ཡོན་ནི་གཞན་ལ་གནོད་འཚེ་གཏོང་མཁན་གྱི་རྐྱེན་དུ་འགྱུར་སྲིད་པ་རེད།</p>\n<p>ང་ཚོའི་ནང་ནས་ཡག་པོ་གོང་འཕེལ་དུ་བཏང་བའི་སེམས་ཀྱི་གནས་བབ་ཡོད་པ་དེས་ཤེས་ཡོན་གྱི་རིགས་གང་ཡང་མེད་ཚེ་རྨོངས་ཞེན་ཅན་གྱི་དམ་པ་སྐྱེས་སྲིད་པ་རེད།</p>\n<p>རྨོངས་ཞེན་ཅན་གྱི་དམ་པ་ཞིག་ལ་སེམས་ཀྱི་གནས་བབ་ཡག་པོ་གོང་འཕེལ་དུ་བཏང་ཡོད་ནའང་ཤེས་ཡོན་མེད་པའི་རྐྱེན་གྱིས་ཅི་ཞིག་བྱེད་དགོས་མིན་མི་ཤེས་སྟབས་ཅི་ཡང་བྱེད་ཐུབ་ཀྱི་མ་རེད།</p>\n<p>རྨོངས་ཞེན་ཅན་གྱི་དམ་པ་ཞིག་ལ་ནུས་པ་ཡོད་ནའང་བྱེད་སྟངས་མི་ཤེས་སྟབས་ཅི་ཡང་བྱེད་ཐུབ་ཀྱི་མ་རེད།</p>\n<p>ཡག་པོ་གོང་འཕེལ་དུ་བཏང་བའི་སེམས་ཀྱི་གནས་བབ་མེད་པའི་ཤེས་ཡོན་གྱིས་རྟོག་ཞིབ་ཀྱི་འཁྲུལ་སྣང་དང་། བསམ་ངན་དང་། ང་རྒྱལ་སོགས་བསྐྱེད་སྲིད་པ་རེད།</p>\n<p>འཛམ་གླིང་དམག་ཆེན་གཉིས་པའི་སྐབས་སུ་ཚན་རིག་པ་སྟོང་ཕྲག་མང་པོས་ཚན་རིག་དང་མིའི་རིགས་ཀྱི་མིང་ཐོག་ནས་བསམ་པའི་ནང་ན་སེམས་ཀྱི་གནས་བབ་ཅི་ཡང་མེད་པའི་ཐོག་ནས་ཚན་རིག་གི་ཚོད་ལྟ་བྱེད་པའི་དམིགས་ཡུལ་འོག་ནག་ཉེས་ཚབས་ཆེན་མང་པོ་བསགས་ཡོད་པ་རེད།</p>\n<p>ང་ཚོས་རྟོག་ཞིབ་ཀྱི་རིག་གཞུང་སྟོབས་ཤུགས་ཅན་ཞིག་བསྐྲུན་དགོས་ནའང་དངོས་ཡོད་ཀྱི་སེམས་ཀྱི་གནས་བབ་དང་དོ་མཉམ་ཡོང་བ་བྱེད་དགོས།</p>\n<p>གལ་ཏེ་ང་ཚོས་རང་གི་ནང་ནས་དངོས་འབྲེལ་གྱི་སེམས་ཀྱི་གནས་བབ་གོང་འཕེལ་དུ་གཏོང་འདོད་ཡོད་ན་ང་ཚོས་བསམ་བློ་གསར་བརྗེ་ཞིག་དང་སེམས་ཁམས་རིག་པ་གསར་བརྗེ་ཞིག་དགོས་ངེས་ཡིན།</p>\n<p>བྱམས་པ་མེད་པའི་རྐྱེན་གྱིས་མི་རྣམས་ཀྱིས་རང་གི་ཤེས་རབ་གཏོར་བརླག་གཏོང་བྱེད་ཀྱི་ཆེད་དུ་བེད་སྤྱོད་བྱེད་པ་ནི་ཡིད་སྐྱོ་བ་ཞིག་རེད།</p>\n<p>སློབ་མ་དང་སློབ་གྲོགས་རྣམས་ཀྱིས་ཚན་རིག་དང་། ལོ་རྒྱུས། རྩིས་རིག་སོགས་སློབ་སྦྱོང་བྱེད་དགོས།</p>\n<p>ཁྱིམ་མཚེས་ལ་ཕན་ཐོགས་ཡོང་ཆེད་དུ་ལས་རིགས་ཀྱི་ཤེས་ཡོན་བསྡུ་རུབ་བྱེད་དགོས།</p>\n<p>སློབ་སྦྱོང་བྱེད་པ་ནི་དགོས་ངེས་ཡིན། རྩ་བའི་ཤེས་ཡོན་མང་པོ་བསྡུ་རུབ་བྱེད་པ་ནི་མེད་དུ་མི་རུང་བ་ཞིག་ཡིན་ནའང་འཇིགས་སྣང་ནི་མེད་དུ་མི་རུང་བ་ཞིག་མ་རེད།</p>\n<p>མི་མང་པོ་ཞིག་གིས་འཇིགས་སྣང་གི་རྐྱེན་པས་ཤེས་ཡོན་མང་པོ་བསྡུ་རུབ་བྱེད་ཀྱི་ཡོད། ཁོ་ཚོར་འཚོ་བ་དང་། འཆི་བ་དང་། བཀྲེས་སྐོམ། དབུལ་ཕོངས་དང་གཞན་གྱིས་ཅི་ཞིག་བརྗོད་སོགས་ལ་འཇིགས་སྐྲག་ཡོད་སྟབས་སློབ་སྦྱོང་བྱེད་ཀྱི་ཡོད།</p>\n<p>ང་ཚོས་ཁྱིམ་མཚེས་ཚོར་བྱམས་པའི་སྒོ་ནས་སློབ་སྦྱོང་བྱེད་དགོས་ཤིང་དེ་དག་ལ་ཞབས་ཞུ་ཡག་པོ་ཞུ་འདོད་ཡོད་ནའང་འཇིགས་སྣང་གི་རྐྱེན་པས་སློབ་སྦྱོང་བྱེད་མི་རུང་།</p>\n<p>དངོས་ཡོད་ཀྱི་འཚོ་བའི་ནང་དུ་ང་ཚོས་ར་སྤྲོད་ཐུབ་པ་ལྟར་ན། འཇིགས་སྐྲག་གི་རྐྱེན་པས་སློབ་སྦྱོང་བྱེད་མཁན་གྱི་སློབ་ཕྲུག་དེ་ཚོ་མཐའ་མར་ཚང་མ་གཞན་ལ་གནོད་འཚེ་གཏོང་མཁན་དུ་འགྱུར་གྱི་རེད།</p>\n<p>རང་ཉིད་ལ་བདེན་པ་བརྗོད་དགོས་པ་དང་། རང་ཉིད་ལ་ཞིབ་དཔྱོད་བྱེད་དགོས་པ་དང་རང་གི་ནང་ནས་འཇིགས་སྣང་གི་བརྒྱུད་རིམ་རྣམས་འཚོལ་ཞིབ་བྱེད་དགོས།</p>\n<p>འཚོ་བའི་ནང་དུ་འཇིགས་སྣང་ལ་རིམ་པ་མང་པོ་ཡོད་པ་ནམ་ཡང་བརྗེད་མི་རུང་། སྐབས་རེར་འཇིགས་སྣང་དེ་སྙིང་སྟོབས་དང་འདྲེས་ཀྱི་རེད། དམག་སར་ཡོད་པའི་དམག་མི་དེ་ཚོ་སྙིང་སྟོབས་ཅན་ཞིག་ཏུ་མཐོང་སྲིད་ནའང་དོན་དངོས་ཐོག་ཁོ་ཚོ་འཇིགས་སྣང་གིས་སྐུལ་སློང་བྱེད་ཀྱི་རེད། རང་སྲོག་གཅོད་མཁན་དེ་ཚོ་ཡང་མཐོང་སྣང་ལ་སྙིང་སྟོབས་ཅན་ཞིག་ཏུ་མཐོང་སྲིད་ནའང་དོན་དངོས་སུ་འཚོ་བར་འཇིགས་སྐྲག་སྐྱེས་མཁན་གྱི་སྐྱེས་བུ་ཞིག་ཡིན།</p>\n<p>འཚོ་བའི་ནང་གཞན་ལ་གནོད་འཚེ་གཏོང་མཁན་དེ་ཚོ་ཚང་མ་སྙིང་སྟོབས་ཅན་དུ་འཁྲུལ་སྲིད་ནའང་དོན་དངོས་སུ་ཞེད་སྣང་སྐྱེས་མཁན་ཞིག་རེད། གཞན་ལ་གནོད་འཚེ་གཏོང་མཁན་ཚོས་ལས་རིགས་དང་དབང་ཆ་དེ་ཚོ་འཇིགས་སྣང་ཡོད་དུས་གཏོར་བརླག་གཏོང་བྱེད་ཀྱི་ཆེད་དུ་བེད་སྤྱོད་བྱེད་སྲིད། དཔེར་ན། ཀ་སི་ཏྲོ་རུ་ཨ་ནི་ཁོ་པ་ཀུ་བའི་ནང་དུ་ཡོད་པ་རེད།</p>\n<p>ང་ཚོས་དངོས་ཡོད་ཀྱི་འཚོ་བའི་ཉམས་མྱོང་དང་རྟོག་ཞིབ་ཀྱི་ནུས་སྟོབས་གོང་འཕེལ་དུ་གཏོང་རྒྱུར་ངོ་རྒོལ་བྱེད་ཀྱི་མེད། ཡིན་ནའང་ང་ཚོས་བྱམས་པ་མེད་པ་དེར་སྐྱོན་བརྗོད་བྱེད་ཀྱི་ཡོད།</p>\n<p>བྱམས་པ་མེད་དུས་ཤེས་ཡོན་དང་འཚོ་བའི་ཉམས་མྱོང་དེ་ཚོ་གཏོར་བརླག་གཏོང་བྱེད་དུ་འགྱུར་སྲིད།</p>\n<p>བྱམས་པ་མེད་དུས་རང་སྣང་གིས་ཉམས་མྱོང་དང་ཤེས་ཡོན་དེ་ཚོ་འཛིན་གྱི་རེད།</p>\n<p>རང་སྣང་གིས་ཉམས་མྱོང་དང་ཤེས་ཡོན་ལ་བརྟེན་ནས་རང་ཉིད་སྟོབས་ཤུགས་ཅན་དུ་བཟོ་བར་བེད་སྤྱོད་བྱེད་དུས་ལོག་སྤྱོད་བྱེད་ཀྱི་རེད།</p>\n<p>རང་སྣང་དང་ང་དང་ངའི་རང་གཤིས་སོགས་མེད་པར་བཟོས་ཚེ་ཉམས་མྱོང་དང་ཤེས་ཡོན་དེ་ཚོ་སེམས་ཀྱི་བདག་པོའི་ལག་ཏུ་སླེབས་པ་དང་ལོག་སྤྱོད་བྱེད་མི་སྲིད་པ་རེད།</p>\n<p>སློབ་ཕྲུག་ཚང་མས་ལས་རིགས་ཀྱི་ལམ་སྟོན་འོག་ཏུ་འགྲོ་དགོས་པ་དང་རང་གི་ལས་རིགས་དང་འབྲེལ་བ་ཡོད་པའི་བསམ་ཚུལ་ཚང་མ་ཞིབ་ཕྲ་སློབ་སྦྱོང་བྱེད་དགོས།</p>\n<p>སློབ་སྦྱོང་དང་རྟོག་ཞིབ་ཀྱིས་སུ་ལའང་གནོད་པ་གཏོང་གི་མེད། འོན་ཀྱང་ང་ཚོས་རྟོག་ཞིབ་ལ་ལོག་སྤྱོད་བྱེད་མི་རུང་།</p>\n<p>ང་ཚོས་བསམ་པ་ལོག་སྤྱོད་མི་བྱེད་ཆེད་དུ་སློབ་སྦྱོང་བྱེད་དགོས་པ་རེད། ལས་རིགས་མི་འདྲ་བའི་བསམ་ཚུལ་ལ་སློབ་སྦྱོང་བྱེད་འདོད་ཡོད་མཁན་དང་། ཤེས་རབ་ཀྱི་སྒོ་ནས་གཞན་ལ་གནོད་འཚེ་གཏོང་འདོད་ཡོད་མཁན། གཞན་གྱི་བསམ་པར་དྲག་སྤྱོད་བྱེད་མཁན་ཚོས་བསམ་པ་ལོག་སྤྱོད་བྱེད་ཀྱི་རེད།</p>\n<p>བསམ་པ་དོ་མཉམ་ཡོང་ཆེད་ལས་རིགས་ཀྱི་བརྗོད་གཞི་དང་སེམས་ཀྱི་བརྗོད་གཞི་དག་ལ་སློབ་སྦྱོང་བྱེད་དགོས།</p>\n<p>གལ་ཏེ་ང་ཚོས་དངོས་འབྲེལ་བསམ་པ་དོ་མཉམ་ཞིག་དགོས་ན་ང་ཚོས་རྟོག་ཞིབ་དང་སེམས་ཀྱི་གནས་བབ་གཉིས་ཀྱི་སྡོམ་ཚིག་ལ་སླེབས་རྒྱུ་ནི་ཛ་དྲག་ཆེ་ཤོས་ཡིན།</p>\n<p>གལ་ཏེ་སློབ་གྲྭ་དང་མཐོ་སློབ་སོགས་ཀྱི་དགེ་རྒན་དང་དགེ་མའི་རྣམ་པ་ཚོས་དངོས་འབྲེལ་སློབ་ཕྲུག་རྣམས་རྩ་བའི་གསར་བརྗེའི་ལམ་དུ་ཁྲིད་འདོད་ཡོད་ཚེ་ང་ཚོའི་སེམས་ཁམས་རིག་པ་གསར་བརྗེ་དེ་ཞིབ་ཕྲ་སློབ་སྦྱོང་བྱེད་དགོས།</p>\n<p>སློབ་ཕྲུག་ཚོས་སེམས་ཀྱི་གནས་བབ་ཐོབ་དགོས་པ་དང་དངོས་ཡོད་ཀྱི་གནས་བབ་དེ་རང་གི་ནང་ནས་གོང་འཕེལ་དུ་བཏང་སྟེ་སློབ་གྲྭ་ནས་འགྲོ་དུས་འགན་ཁུར་ཐུབ་མཁན་ཞིག་ཏུ་འགྱུར་དགོས་པ་ལས་གཞན་ལ་གནོད་འཚེ་གཏོང་མཁན་རྨོངས་ཞེན་ཅན་ཞིག་ཏུ་འགྱུར་མི་རུང་།</p>\n<p>བྱམས་པ་མེད་པའི་བློ་གྲོས་ཀྱིས་ཅི་ཡང་ཕན་གྱི་མེད། བྱམས་པ་མེད་པའི་རྟོག་ཞིབ་ཀྱིས་གཞན་ལ་གནོད་འཚེ་གཏོང་མཁན་ཁོ་ན་སྐྱེད་སྲིང་བྱེད་ཀྱི་རེད།</p>\n<p>བློ་གྲོས་ནི་རང་བཞིན་གྱིས་མ་རྡུལ་གྱི་དངོས་པོ་ཞིག་སྟེ་མ་རྡུལ་གྱི་མ་རྩ་རེད། མ་རྩ་དེ་དག་དངོས་འབྲེལ་གྱི་བྱམས་པ་དང་ལྡན་པའི་སྐྱེས་བུ་དག་གིས་འཛིན་སྐྱོང་བྱེད་དགོས།</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bo/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bo/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bo/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
