import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "జ్ఞానం మరియు ప్రేమ",
  "locale": "te",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. జ్ఞానం మరియు ప్రేమ",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>జ్ఞానం మరియు ప్రేమ నిజమైన నాగరికత యొక్క రెండు ముఖ్యమైన స్తంభాలు.</p>\n<p>న్యాయం యొక్క త్రాసులో ఒక వైపు జ్ఞానాన్ని, మరొక వైపు ప్రేమను ఉంచాలి.</p>\n<p>జ్ఞానం మరియు ప్రేమ ఒకదానికొకటి సమతుల్యంగా ఉండాలి. ప్రేమ లేని జ్ఞానం ఒక విధ్వంసక మూలకం. జ్ఞానం లేని ప్రేమ మనల్ని తప్పుదారి పట్టించవచ్చు “ప్రేమ ఒక చట్టం, కానీ స్పృహతో కూడిన ప్రేమ”.</p>\n<p>చాలా చదవాలి, జ్ఞానాన్ని సంపాదించాలి, కానీ మనలో ఆధ్యాత్మిక సారాన్ని అభివృద్ధి చేయడం కూడా అత్యవసరం.</p>\n<p>మనలో సామరస్యంగా అభివృద్ధి చెందిన ఆధ్యాత్మిక సారం లేకుండా జ్ఞానం ఉంటే, అది మోసానికి కారణమవుతుంది.</p>\n<p>మనలో బాగా అభివృద్ధి చెందిన సారం, కానీ ఎటువంటి మేధో జ్ఞానం లేకుండా ఉంటే, అది తెలివితక్కువ సాధువులకు జన్మనిస్తుంది.</p>\n<p>తెలివితక్కువ సాధువు ఆధ్యాత్మిక సారాన్ని బాగా కలిగి ఉంటాడు, కాని అతనికి మేధో జ్ఞానం లేనందున, అతను ఎలా చేయాలో తెలియదు కాబట్టి అతను ఏమీ చేయలేడు.</p>\n<p>తెలివితక్కువ సాధువుకు చేసే శక్తి ఉంది, కాని ఎలా చేయాలో తెలియదు కాబట్టి చేయలేడు.</p>\n<p>మంచిగా అభివృద్ధి చెందిన ఆధ్యాత్మిక సారం లేకుండా మేధో జ్ఞానం ఉంటే మేధో గందరగోళం, వక్రత్వం, అహంకారం మొదలైనవాటికి దారితీస్తుంది.</p>\n<p>రెండవ ప్రపంచ యుద్ధంలో వేలాది మంది శాస్త్రవేత్తలు ఆధ్యాత్మిక అంశాలు లేకుండా, విజ్ఞానం మరియు మానవత్వం పేరుతో శాస్త్రీయ ప్రయోగాలు చేయడానికి భయంకరమైన నేరాలకు పాల్పడ్డారు.</p>\n<p>మనకు శక్తివంతమైన మేధో సంస్కృతి అవసరం, కానీ అది నిజమైన స్పృహతో కూడిన ఆధ్యాత్మికతతో సమతుల్యంగా ఉండాలి.</p>\n<p>మనకు నిజంగా “నేను”ను కరిగించి, మనలో నిజమైన ఆధ్యాత్మిక సారాన్ని అభివృద్ధి చేయాలంటే, విప్లవాత్మక నీతి మరియు విప్లవాత్మక మనస్తత్వ శాస్త్రం అవసరం.</p>\n<p>ప్రేమ లేకపోవడం వల్ల ప్రజలు మేధస్సును విధ్వంసకరంగా ఉపయోగించడం విచారకరం.</p>\n<p>విద్యార్థులు సైన్స్, చరిత్ర, గణితం మొదలైనవి చదవాలి.</p>\n<p>ఇతరులకు ఉపయోగపడే విధంగా వృత్తిపరమైన జ్ఞానాన్ని సంపాదించాలి.</p>\n<p>చదవడం అవసరం. ప్రాథమిక జ్ఞానాన్ని కూడబెట్టడం తప్పనిసరి, కానీ భయం తప్పనిసరి కాదు.</p>\n<p>చాలా మంది భయం కారణంగా జ్ఞానాన్ని కూడబెడతారు; వారికి జీవితం, మరణం, ఆకలి, పేదరికం, ప్రజలు ఏమంటారో అనే భయం ఉంటుంది, కాబట్టి వారు చదువుతారు.</p>\n<p>మన తోటివారికి మంచిగా సేవ చేయాలనే కోరికతో వారిపై ప్రేమతో చదవాలి, కానీ ఎప్పుడూ భయంతో చదవకూడదు.</p>\n<p>భయం కారణంగా చదివే విద్యార్థులందరూ ఏదో ఒక సమయంలో మోసగాళ్ళుగా మారతారని ఆచరణాత్మక జీవితంలో మనం రుజువు చేయగలిగాము.</p>\n<p>మనల్ని మనం గమనించుకుని, భయం యొక్క అన్ని ప్రక్రియలను మనలో మనం కనుగొనడానికి నిజాయితీగా ఉండాలి.</p>\n<p>భయానికి చాలా దశలు ఉన్నాయని జీవితంలో ఎప్పుడూ మరచిపోకూడదు. కొన్నిసార్లు భయం ధైర్యంతో గందరగోళానికి గురవుతుంది. యుద్ధరంగంలో సైనికులు చాలా ధైర్యంగా కనిపిస్తారు, కానీ వాస్తవానికి వారు భయం కారణంగా కదులుతారు మరియు పోరాడతారు. ఆత్మహత్య చేసుకునే వ్యక్తి కూడా మొదటి చూపులో చాలా ధైర్యంగా కనిపిస్తాడు, కానీ వాస్తవానికి అతను జీవితానికి భయపడే పిరికివాడు.</p>\n<p>జీవితంలోని ప్రతి మోసగాడు చాలా ధైర్యంగా కనిపించడానికి ప్రయత్నిస్తాడు, కాని లోపల అతను పిరికివాడు. మోసగాళ్ళు భయపడినప్పుడు వృత్తిని, అధికారాన్ని విధ్వంసకరంగా ఉపయోగిస్తారు. ఉదాహరణ; క్యూబాలో కాస్ట్రో రూవా;</p>\n<p>ఆచరణాత్మక జీవిత అనుభవాన్ని లేదా మేధస్సును పెంపొందించడాన్ని మేము ఎప్పుడూ వ్యతిరేకించము, కాని ప్రేమ లేకపోవడాన్ని ఖండిస్తున్నాము.</p>\n<p>ప్రేమ లేనప్పుడు జ్ఞానం మరియు జీవిత అనుభవాలు విధ్వంసకరంగా ఉంటాయి.</p>\n<p>ప్రేమ లేనప్పుడు అహం అనుభవాలను మరియు మేధో జ్ఞానాన్ని పట్టుకుంటుంది.</p>\n<p>అహం బలపడటానికి ఉపయోగించినప్పుడు అనుభవాలను మరియు మేధస్సును దుర్వినియోగం చేస్తుంది.</p>\n<p>అహం, నేను, నన్ను నేను విచ్ఛిన్నం చేస్తే, అనుభవాలు మరియు మేధస్సు అంతర్గత సారం చేతుల్లో ఉంటాయి మరియు అప్పుడు దుర్వినియోగం అసాధ్యం అవుతుంది.</p>\n<p>ప్రతి విద్యార్థి వృత్తి మార్గంలో దృష్టి పెట్టాలి మరియు అతని వృత్తికి సంబంధించిన అన్ని సిద్ధాంతాలను లోతుగా అధ్యయనం చేయాలి.</p>\n<p>అధ్యయనం, మేధస్సు ఎవరికీ హాని చేయదు, కానీ మనం మేధస్సును దుర్వినియోగం చేయకూడదు.</p>\n<p>మనస్సును దుర్వినియోగం చేయకుండా ఉండటానికి మనం చదవాలి. వివిధ వృత్తుల సిద్ధాంతాలను అధ్యయనం చేయాలనుకునే వారు, మేధస్సుతో ఇతరులను బాధించాలనుకునే వారు, ఇతరుల మనస్సుపై హింసను ఉపయోగించే వారు మనస్సును దుర్వినియోగం చేస్తారు.</p>\n<p>సమతుల్యమైన మనస్సును కలిగి ఉండటానికి వృత్తిపరమైన విషయాలు మరియు ఆధ్యాత్మిక విషయాలను అధ్యయనం చేయడం అవసరం.</p>\n<p>మనకు నిజంగా సమతుల్యమైన మనస్సు కావాలంటే మేధో సంశ్లేషణ మరియు ఆధ్యాత్మిక సంశ్లేషణకు చేరుకోవడం అత్యవసరం.</p>\n<p>పాఠశాలలు, కళాశాలలు, విశ్వవిద్యాలయాలు మొదలైన వాటిలోని ఉపాధ్యాయులు మరియు ఉపాధ్యాయురాళ్ళు నిజంగా వారి విద్యార్థులను ప్రాథమిక విప్లవం మార్గంలో నడిపించాలనుకుంటే, మన విప్లవాత్మక మనస్తత్వ శాస్త్రాన్ని లోతుగా అధ్యయనం చేయాలి.</p>\n<p>విద్యార్థులు ఆధ్యాత్మిక సారాన్ని పొందడం, వారిలో నిజమైన సారాన్ని అభివృద్ధి చేయడం అవసరం, తద్వారా వారు బాధ్యతాయుతమైన వ్యక్తులుగా పాఠశాల నుండి బయటకు వస్తారు, తెలివితక్కువ మోసగాళ్లుగా కాదు.</p>\n<p>ప్రేమ లేని జ్ఞానం దేనికీ ఉపయోగపడదు. ప్రేమ లేని మేధస్సు మోసగాళ్లను మాత్రమే ఉత్పత్తి చేస్తుంది.</p>\n<p>జ్ఞానం అనేది అణు పదార్ధం, అణు మూలధనం, దీనిని నిజమైన ప్రేమతో నిండిన వ్యక్తులు మాత్రమే నిర్వహించాలి.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/te/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/te/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/te/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
