import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Σοφία και Αγάπη",
  "locale": "el",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. Σοφία και Αγάπη",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>Η ΣΟΦΙΑ και η ΑΓΑΠΗ είναι οι δύο βασικοί πυλώνες κάθε αληθινού πολιτισμού.</p>\n<p>Σε ένα πιάτο της ζυγαριάς της δικαιοσύνης πρέπει να βάλουμε τη ΣΟΦΙΑ, στο άλλο πιάτο πρέπει να βάλουμε την ΑΓΑΠΗ.</p>\n<p>Η Σοφία και η Αγάπη πρέπει να αλληλοεξισορροπούνται. Η Σοφία χωρίς Αγάπη είναι ένα καταστροφικό στοιχείο. Η Αγάπη χωρίς Σοφία μπορεί να μας οδηγήσει σε λάθος “ΑΓΑΠΗ ΕΙΝΑΙ ΝΟΜΟΣ ΑΛΛΑ ΑΓΑΠΗ ΣΥΝΕΙΔΗΤΗ”.</p>\n<p>Είναι απαραίτητο να μελετήσουμε πολύ και να αποκτήσουμε γνώσεις, αλλά είναι επίσης ΕΠΕΙΓΟΝ να αναπτύξουμε μέσα μας το ΠΝΕΥΜΑΤΙΚΟ ΟΝ.</p>\n<p>Η γνώση χωρίς το ΠΝΕΥΜΑΤΙΚΟ ΟΝ καλά ανεπτυγμένο με αρμονικό τρόπο μέσα μας, γίνεται η αιτία αυτού που ονομάζεται ΑΠΑΤΗ.</p>\n<p>Το ΟΝ καλά ανεπτυγμένο μέσα μας αλλά χωρίς πνευματικές γνώσεις κανενός είδους, δημιουργεί ηλίθιους Αγίους.</p>\n<p>Ένας ηλίθιος Άγιος διαθέτει το ΠΝΕΥΜΑΤΙΚΟ ΟΝ πολύ ανεπτυγμένο, αλλά επειδή δεν έχει πνευματικές γνώσεις, δεν μπορεί να κάνει τίποτα γιατί δεν ξέρει πώς να κάνει.</p>\n<p>Ο ΗΛΙΘΙΟΣ ΑΓΙΟΣ έχει τη δύναμη να Κάνει αλλά δεν μπορεί να κάνει γιατί δεν ξέρει πώς να κάνει.</p>\n<p>Η πνευματική γνώση χωρίς το ΠΝΕΥΜΑΤΙΚΟ ΟΝ καλά ανεπτυγμένο προκαλεί πνευματική σύγχυση, διαστροφή, υπερηφάνεια, κ.λπ., κ.λπ.</p>\n<p>Κατά τη διάρκεια του Β’ Παγκοσμίου Πολέμου χιλιάδες επιστήμονες στερούμενοι κάθε πνευματικού στοιχείου στο όνομα της επιστήμης και της ανθρωπότητας, διέπραξαν φρικτά εγκλήματα με σκοπό να κάνουν επιστημονικά πειράματα.</p>\n<p>Χρειάζεται να διαμορφώσουμε μια ισχυρή πνευματική κουλτούρα αλλά ισορροπημένη τρομερά με την αληθινή συνειδητή Πνευματικότητα.</p>\n<p>Χρειαζόμαστε μια ΕΠΑΝΑΣΤΑΤΙΚΗ ΗΘΙΚΗ και μια ΕΠΑΝΑΣΤΑΤΙΚΗ ΨΥΧΟΛΟΓΙΑ αν πραγματικά θέλουμε να διαλύσουμε το ΕΓΩ για να αναπτύξουμε το νόμιμο Πνευματικό ΟΝ μέσα μας.</p>\n<p>Είναι λυπηρό που λόγω έλλειψης ΑΓΑΠΗΣ οι άνθρωποι χρησιμοποιούν το ΝΟΥ με καταστροφικό τρόπο.</p>\n<p>Οι μαθητές και οι μαθήτριες πρέπει να μελετούν επιστήμες, ιστορία, μαθηματικά, κ.λπ., κ.λπ.</p>\n<p>Είναι απαραίτητο να αποκτήσουμε επαγγελματικές γνώσεις, με σκοπό να είμαστε χρήσιμοι στους συνανθρώπους μας.</p>\n<p>Το διάβασμα είναι απαραίτητο. Η συσσώρευση βασικών γνώσεων είναι απαραίτητη, αλλά ο φόβος δεν είναι απαραίτητος.</p>\n<p>Πολλοί άνθρωποι συσσωρεύουν γνώσεις από φόβο. Έχουν Φόβο για τη ζωή, για τον θάνατο, για την πείνα, για τη μιζέρια, για το τι θα πουν, κ.λπ., και για αυτόν τον λόγο σπουδάζουν.</p>\n<p>Πρέπει να σπουδάζουμε από Αγάπη προς τους συνανθρώπους μας με την επιθυμία να τους υπηρετήσουμε καλύτερα, αλλά ποτέ δεν πρέπει να σπουδάζουμε από φόβο.</p>\n<p>Στην πράξη έχουμε μπορέσει να διαπιστώσουμε ότι όλοι αυτοί οι φοιτητές που σπουδάζουν από φόβο, αργά ή γρήγορα γίνονται απατεώνες.</p>\n<p>Χρειάζεται να ειλικρινευτούμε με τον εαυτό μας για να αυτοπαρατηρηθούμε και να ανακαλύψουμε μέσα μας όλες τις διαδικασίες του φόβου.</p>\n<p>Δεν πρέπει ποτέ να ξεχνάμε στη ζωή ότι ο φόβος έχει πολλές φάσεις. Μερικές φορές ο φόβος συγχέεται με το θάρρος. Οι στρατιώτες στο πεδίο της μάχης φαίνονται πολύ γενναίοι αλλά στην πραγματικότητα κινούνται και μάχονται λόγω φόβου. Ο αυτόχειρας επίσης φαίνεται με μια πρώτη ματιά πολύ γενναίος αλλά στην πραγματικότητα είναι ένας δειλός που φοβάται τη ζωή.</p>\n<p>Κάθε απατεώνας στη ζωή φαίνεται να είναι πολύ γενναίος αλλά στην ουσία είναι ένας δειλός. Οι απατεώνες συνήθως χρησιμοποιούν το επάγγελμα και την εξουσία με καταστροφικό τρόπο όταν φοβούνται. Παράδειγμα; Κάστρο Ρούα; στην Κούβα.</p>\n<p>Εμείς ποτέ δεν εκφραζόμαστε κατά της εμπειρίας της πρακτικής ζωής ούτε κατά της καλλιέργειας του νου, αλλά καταδικάζουμε την έλλειψη ΑΓΑΠΗΣ.</p>\n<p>Η γνώση και οι εμπειρίες της ζωής είναι καταστροφικές όταν λείπει η ΑΓΑΠΗ.</p>\n<p>Το ΕΓΩ συνηθίζει να παγιδεύει τις εμπειρίες και τις πνευματικές γνώσεις όταν υπάρχει απουσία αυτού που ονομάζεται ΑΓΑΠΗ.</p>\n<p>Το ΕΓΩ καταχράται τις εμπειρίες και το νου όταν τα χρησιμοποιεί για να ενισχυθεί.</p>\n<p>Αποσυνθέτοντας το ΕΓΩ, ΕΓΩ, Ο ΙΔΙΟΣ ΜΟΥ, οι εμπειρίες και ο Νους μένουν στα χέρια του ΕΣΩΤΕΡΙΚΟΥ ΟΝΤΟΣ και κάθε κατάχρηση γίνεται τότε αδύνατη.</p>\n<p>Κάθε φοιτητής πρέπει να προσανατολιστεί στον επαγγελματικό δρόμο και να μελετήσει σε βάθος όλες τις θεωρίες που σχετίζονται με το επάγγελμά του.</p>\n<p>Η μελέτη, ο νους, δεν βλάπτουν κανέναν, αλλά δεν πρέπει να κάνουμε κατάχρηση του νου.</p>\n<p>Χρειάζεται να μελετήσουμε για να μην κάνουμε κατάχρηση του μυαλού. Καταχράται το μυαλό όποιος θέλει να μελετήσει τις θεωρίες διαφορετικών επαγγελμάτων, όποιος θέλει να βλάψει άλλους με το νου, όποιος ασκεί βία στο ξένο μυαλό, κ.λπ. κ.λπ. κ.λπ.</p>\n<p>Είναι απαραίτητο να μελετήσουμε τα επαγγελματικά και τα πνευματικά θέματα για να έχουμε ένα ισορροπημένο μυαλό.</p>\n<p>Είναι ΕΠΕΙΓΟΝ να φτάσουμε στη διανοητική ΣΥΝΘΕΣΗ και στην πνευματική σύνθεση αν πραγματικά θέλουμε ένα ισορροπημένο μυαλό.</p>\n<p>Οι Δάσκαλοι και οι Δασκάλες Σχολείων, Κολλεγίων, Πανεπιστημίων, κ.λπ., πρέπει να μελετήσουν σε βάθος την Επαναστατική μας Ψυχολογία αν πραγματικά θέλουν να οδηγήσουν τους μαθητές τους στο δρόμο της ΘΕΜΕΛΙΩΔΟΥΣ ΕΠΑΝΑΣΤΑΣΗΣ.</p>\n<p>Είναι απαραίτητο οι φοιτητές να αποκτήσουν το ΠΝΕΥΜΑΤΙΚΟ ΟΝ, να αναπτύξουν μέσα τους το ΑΛΗΘΙΝΟ ΟΝ, για να βγουν από το Σχολείο μετατραπέντες σε υπεύθυνα άτομα και όχι σε ηλίθιους ΑΠΑΤΕΩΝΕΣ.</p>\n<p>Δεν χρησιμεύει σε τίποτα η Σοφία χωρίς Αγάπη. Ο Νους χωρίς Αγάπη παράγει μόνο Απατεώνες.</p>\n<p>Η Σοφία από μόνη της είναι Ατομική Ουσία, Ατομικό κεφάλαιο που πρέπει να διαχειρίζονται μόνο άτομα γεμάτα αληθινή Αγάπη.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/el/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/el/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
