import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Даналық пен Махаббат",
  "locale": "kk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. Даналық пен Махаббат",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ДААНЫШПАНДЫҚ пен МАХАББАТ - кез келген шынайы өркениеттің екі негізгі тірегі.</p>\n<p>Әділдік таразысының бір табақшасына ДААНЫШПАНДЫҚТЫ, екінші табақшасына МАХАББАТТЫ қоюымыз керек.</p>\n<p>Даналық пен Махаббат бір-бірін теңестіруі керек. Махаббатсыз даналық - жойқын элемент. Даналықсыз махаббат бізді қателікке жетелеуі мүмкін “МАХАББАТ - ЗАҢ, БІРАҚ САУАТТЫ МАХАББАТ”.</p>\n<p>Көп оқып, білім алу қажет, бірақ біздің ішімізде РУХАНИ БОЛМЫСТЫ дамыту да ШҰҒЫЛ.</p>\n<p>Ішімізде үйлесімді түрде жақсы дамыған РУХАНИ БОЛМЫСЫ жоқ білім, алаяқтық деп аталатын нәрсенің себебі болып табылады.</p>\n<p>Ішімізде жақсы дамыған БОЛМЫС, бірақ ешқандай интеллектуалды білімі жоқ, ақымақ Әулиелерді тудырады.</p>\n<p>Ақымақ Әулиенің РУХАНИ БОЛМЫСЫ өте жақсы дамыған, бірақ интеллектуалды білімі жоқ болғандықтан, ол ештеңе істей алмайды, өйткені қалай істеу керектігін білмейді.</p>\n<p>Ақымақ ӘУЛИЕ істеуге күші бар, бірақ қалай істеу керектігін білмейтіндіктен істей алмайды.</p>\n<p>Жақсы дамыған РУХАНИ БОЛМЫСЫ жоқ интеллектуалды білім ақыл-ойдың шатасуына, азғындыққа, тәкаппарлыққа және т.б. әкеледі.</p>\n<p>Екінші дүниежүзілік соғыс кезінде ғылым мен адамзаттың атынан барлық рухани элементтерден айырылған мыңдаған ғалымдар ғылыми эксперименттер жасау мақсатында қорқынышты қылмыстар жасады.</p>\n<p>Біз нағыз саналы руханиятпен теңестірілген қуатты интеллектуалды мәдениетті қалыптастыруымыз керек.</p>\n<p>Егер біз өзіміздің ішіміздегі заңды рухани БОЛМЫСТЫ дамыту үшін МЕН-ді шынымен еріткіміз келсе, бізге РЕВОЛЮЦИЯЛЫҚ ЭТИКА және РЕВОЛЮЦИЯЛЫҚ ПСИХОЛОГИЯ қажет.</p>\n<p>МАХАББАТТЫҢ жоқтығынан адамдар ЗИЯТКЕРЛІКТІ жойқын түрде пайдаланатыны өкінішті.</p>\n<p>Оқушылар мен студенттер ғылымдарды, тарихты, математиканы және т.б. оқып үйренулері керек.</p>\n<p>Жақыныңа пайдалы болу үшін кәсіби білім алу қажет.</p>\n<p>Оқу қажет. Негізгі білімді жинақтау қажет, бірақ қорқыныш қажет емес.</p>\n<p>Көптеген адамдар қорқыныштан білім жинайды; олардың өмірден, өлімнен, аштықтан, кедейліктен, ел не дейді дегеннен қорқынышы бар және осы себепті оқиды.</p>\n<p>Жақсырақ қызмет етуге деген ықыласпен жақындарымызға деген Махаббаттан оқу керек, бірақ ешқашан қорқыныштан оқуға болмайды.</p>\n<p>Практикалық өмірде қорқыныштан оқитын студенттер ерте ме, кеш пе алаяққа айналатынына көз жеткіздік.</p>\n<p>Өзімізді бақылап, өзіміздің ішіміздегі қорқыныштың барлық процестерін ашу үшін өзімізбен шынайы болуымыз керек.</p>\n<p>Өмірде қорқыныштың көптеген кезеңдері болатынын ешқашан ұмытпауымыз керек. Кейде қорқыныш ерлікпен шатастырылады. Соғыс даласындағы сарбаздар өте батыл болып көрінеді, бірақ шын мәнінде қорқыныштан қозғалады және соғысады. Өз-өзіне қол жұмсаушы да бір қарағанда өте батыл болып көрінеді, бірақ шын мәнінде өмірден қорқатын қорқақ.</p>\n<p>Өмірдегі әрбір алаяқ өте батыл болып көрінеді, бірақ түбінде қорқақ. Алаяқтар қорқыныш болған кезде кәсіп пен билікті жойқын түрде пайдаланады. Мысал; Кастро Руа; Кубада.</p>\n<p>Біз ешқашан практикалық өмір тәжірибесіне де, интеллектіні дамытуға да қарсы шықпаймыз, бірақ МАХАББАТТЫҢ жоқтығын айыптаймыз.</p>\n<p>МАХАББАТ болмаған кезде білім мен өмір тәжірибесі жойқын болады.</p>\n<p>ЭГО МАХАББАТ деп аталатын нәрсе болмаған кезде тәжірибелер мен интеллектуалды білімді ұстап алады.</p>\n<p>ЭГО өз күшін арттыру үшін пайдаланған кезде тәжірибелер мен интеллектіні теріс пайдаланады.</p>\n<p>ЭГО-ны, МЕН-ді, ӨЗІМДІ жою арқылы тәжірибелер мен Интеллект ІШКІ БОЛМЫСТЫҢ қолында қалады және барлық теріс пайдалану мүмкін болмай қалады.</p>\n<p>Әрбір студент өзінің кәсіби жолымен бағытталып, өзінің кәсібіне қатысты барлық теорияларды терең зерттеуі керек.</p>\n<p>Оқу, интеллект ешкімге зиян тигізбейді, бірақ интеллектіні теріс пайдаланбауымыз керек.</p>\n<p>Ақылды теріс пайдаланатын адам, әртүрлі кәсіптердің теорияларын оқығысы келетін, интеллектімен басқаларға зиян тигізгісі келетін, бөтен ақылға күш көрсететін және т.б.</p>\n<p>Теңгерімді ақыл-ойға ие болу үшін кәсіби пәндер мен рухани пәндерді оқып үйрену қажет.</p>\n<p>Егер біз шынымен де теңгерімді ақыл-ойды қаласақ, интеллектуалды синтезге және Рухани синтезге жету ШҰҒЫЛ.</p>\n<p>Егер мектептердің, колледждердің, университеттердің және т.б. мұғалімдері мен оқытушылары студенттерін түбегейлі РЕВОЛЮЦИЯ жолымен шынымен жетелегісі келсе, біздің Революциялық Психологиямизді мұқият оқып үйренулері керек.</p>\n<p>Студенттер РУХАНИ БОЛМЫСҚА ие болуы, өз бойында ШЫНАЙЫ БОЛМЫСТЫ дамытуы керек, сонда олар мектептен жауапты адамдар болып шығады, ақымақ АЛАЯҚТАР емес.</p>\n<p>Махаббатсыз Даналықтың пайдасы жоқ. Махаббатсыз Интеллект тек Алаяқтарды тудырады.</p>\n<p>Даналықтың өзі - атомдық зат, тек шынайы Махаббатқа толы адамдар ғана басқаруы керек атомдық капитал.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kk/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kk/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
