import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "სიბრძნე და სიყვარული",
  "locale": "ka",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. სიბრძნე და სიყვარული",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>სიბრძნე და სიყვარული ყოველი ჭეშმარიტი ცივილიზაციის ქვაკუთხედია.</p>\n<p>სამართლიანობის სასწორის ერთ მხარეს უნდა დავდოთ სიბრძნე, მეორე მხარეს კი - სიყვარული.</p>\n<p>სიბრძნე და სიყვარული ერთმანეთს უნდა აბალანსებდეს. სიბრძნე სიყვარულის გარეშე დესტრუქციული ელემენტია. სიყვარული სიბრძნის გარეშე შეიძლება შეცდომაში შეგვიყვანოს - “სიყვარული კანონია, მაგრამ შეგნებული სიყვარული”.</p>\n<p>აუცილებელია ბევრი სწავლა და ცოდნის შეძენა, მაგრამ ასევე გადაუდებელია საკუთარ თავში სულიერი არსების განვითარება.</p>\n<p>ცოდნა ჩვენში ჰარმონიულად განვითარებული სულიერი არსების გარეშე ხდება იმის მიზეზი, რასაც თაღლითობა ეწოდება.</p>\n<p>ჩვენში კარგად განვითარებული არსება, მაგრამ ყოველგვარი ინტელექტუალური ცოდნის გარეშე, წარმოშობს სულელ წმინდანებს.</p>\n<p>სულელ წმინდანს ძალიან განვითარებული აქვს სულიერი არსება, მაგრამ რადგან მას არ აქვს ინტელექტუალური ცოდნა, ვერაფერს აკეთებს, რადგან არ იცის როგორ გააკეთოს.</p>\n<p>სულელ წმინდანს აქვს კეთების ძალა, მაგრამ ვერ აკეთებს, რადგან არ იცის როგორ.</p>\n<p>ინტელექტუალური ცოდნა კარგად განვითარებული სულიერი არსების გარეშე წარმოშობს ინტელექტუალურ დაბნეულობას, გარყვნილებას, სიამაყეს და ა.შ.</p>\n<p>მეორე მსოფლიო ომის დროს ათასობით მეცნიერმა, რომლებსაც მოკლებული ჰქონდათ ყოველგვარი სულიერი ელემენტი, მეცნიერებისა და კაცობრიობის სახელით, ჩაიდინეს საშინელი დანაშაულებები სამეცნიერო ექსპერიმენტების ჩატარების მიზნით.</p>\n<p>ჩვენ უნდა ჩამოვაყალიბოთ ძლიერი ინტელექტუალური კულტურა, რომელიც საშინლად გაწონასწორებული იქნება ჭეშმარიტი შეგნებული სულიერებით.</p>\n<p>ჩვენ გვჭირდება რევოლუციური ეთიკა და რევოლუციური ფსიქოლოგია, თუ ჭეშმარიტად გვსურს გავხსნათ მე, რათა განვავითაროთ ჩვენში ლეგიტიმურად სულიერი არსება.</p>\n<p>სამწუხაროა, რომ სიყვარულის ნაკლებობის გამო ადამიანები დესტრუქციულად იყენებენ ინტელექტს.</p>\n<p>მოსწავლეებმა და სტუდენტებმა უნდა ისწავლონ მეცნიერებები, ისტორია, მათემატიკა და ა.შ.</p>\n<p>აუცილებელია პროფესიული ცოდნის შეძენა, რათა სასარგებლო ვიყოთ მოყვასისთვის.</p>\n<p>სწავლა აუცილებელია. ძირითადი ცოდნის დაგროვება აუცილებელია, მაგრამ შიში არ არის აუცილებელი.</p>\n<p>ბევრი ადამიანი აგროვებს ცოდნას შიშის გამო; მათ ეშინიათ სიცოცხლის, სიკვდილის, შიმშილის, სიღარიბის, რას იტყვიან და ა.შ. და ამ მიზეზით სწავლობენ.</p>\n<p>უნდა ისწავლო მოყვასის სიყვარულით, უკეთესად მსახურების სურვილით, მაგრამ არასოდეს უნდა ისწავლო შიშის გამო.</p>\n<p>პრაქტიკულ ცხოვრებაში ჩვენ დავრწმუნდით, რომ ყველა ის სტუდენტი, ვინც შიშის გამო სწავლობს, ადრე თუ გვიან თაღლითებად იქცევა.</p>\n<p>ჩვენ უნდა ვიყოთ გულწრფელები საკუთარ თავთან, რათა დავაკვირდეთ საკუთარ თავს და აღმოვაჩინოთ საკუთარ თავში შიშის ყველა პროცესი.</p>\n<p>არასოდეს არ უნდა დაგვავიწყდეს ცხოვრებაში, რომ შიშს ბევრი ფაზა აქვს. ხანდახან შიში ვაჟკაცობაში გვეშლება. ჯარისკაცები ბრძოლის ველზე ძალიან მამაცები ჩანან, მაგრამ სინამდვილეში შიშის გამო მოძრაობენ და იბრძვიან. თვითმკვლელიც ერთი შეხედვით ძალიან მამაცი ჩანს, მაგრამ სინამდვილეში ის მშიშარაა, რომელსაც სიცოცხლის ეშინია.</p>\n<p>ნებისმიერი თაღლითი ცხოვრებაში ძალიან მამაცი ჩანს, მაგრამ შინაგანად მშიშარაა. თაღლითები ხშირად იყენებენ პროფესიასა და ძალაუფლებას დესტრუქციულად, როცა ეშინიათ. მაგალითად; კასტრო რუა; კუბაში.</p>\n<p>ჩვენ არასოდეს ვამბობთ უარს პრაქტიკული ცხოვრების გამოცდილებაზე და არც ინტელექტის კულტივირებაზე, მაგრამ ვგმობთ სიყვარულის ნაკლებობას.</p>\n<p>ცოდნა და ცხოვრებისეული გამოცდილება დესტრუქციულია, როცა სიყვარული აკლია.</p>\n<p>ეგო ხშირად იჭერს გამოცდილებას და ინტელექტუალურ ცოდნას, როცა არ არის ის, რასაც სიყვარული ჰქვია.</p>\n<p>ეგო ბოროტად იყენებს გამოცდილებასა და ინტელექტს, როდესაც იყენებს მათ გასაძლიერებლად.</p>\n<p>ეგოს, მე-ს, ჩემი თავის დეზინტეგრაციით, გამოცდილება და ინტელექტი ინტიმური არსების ხელში რჩება და ყოველგვარი ბოროტად გამოყენება მაშინ შეუძლებელი ხდება.</p>\n<p>ყოველი სტუდენტი უნდა ხელმძღვანელობდეს პროფესიული გზით და საფუძვლიანად შეისწავლოს ყველა თეორია, რომელიც მის პროფესიას უკავშირდება.</p>\n<p>სწავლა, ინტელექტი არავის ვნებს, მაგრამ ინტელექტი არ უნდა ბოროტად გამოვიყენოთ.</p>\n<p>ჩვენ უნდა ვისწავლოთ, რომ არ გამოვიყენოთ გონება ბოროტად. გონებას ბოროტად იყენებს ის, ვისაც სხვადასხვა პროფესიის თეორიების შესწავლა სურს, ვისაც სურს სხვებს ინტელექტით ზიანი მიაყენოს, ვინც სხვის გონებაზე ძალადობას ახორციელებს და ა.შ.</p>\n<p>აუცილებელია პროფესიული და სულიერი საგნების შესწავლა, რათა გვქონდეს გაწონასწორებული გონება.</p>\n<p>გადაუდებელია ინტელექტუალურ სინთეზამდე და სულიერ სინთეზამდე მისვლა, თუ ჭეშმარიტად გვსურს გაწონასწორებული გონება.</p>\n<p>სკოლების, კოლეჯების, უნივერსიტეტების და ა.შ. მასწავლებლებმა საფუძვლიანად უნდა შეისწავლონ ჩვენი რევოლუციური ფსიქოლოგია, თუ ჭეშმარიტად სურთ თავიანთი სტუდენტების ფუნდამენტური რევოლუციის გზაზე წარმართვა.</p>\n<p>აუცილებელია, რომ სტუდენტებმა შეიძინონ სულიერი არსება, განავითარონ საკუთარ თავში ჭეშმარიტი არსება, რათა სკოლიდან გამოვიდნენ პასუხისმგებელ პირებად და არა სულელ თაღლითებად.</p>\n<p>სიბრძნე სიყვარულის გარეშე არაფერს არგებს. ინტელექტი სიყვარულის გარეშე მხოლოდ თაღლითებს წარმოშობს.</p>\n<p>სიბრძნე თავისთავად არის ატომური ნივთიერება, ატომური კაპიტალი, რომელსაც მხოლოდ ჭეშმარიტი სიყვარულით სავსე პირებმა უნდა მართონ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ka/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ka/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
