import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Даанышмандык жана Сүйүү",
  "locale": "ky",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. Даанышмандык жана Сүйүү",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>АКЫЛМАНДЫК жана СҮЙҮҮ - бүткүл чыныгы цивилизациянын эки негизги тиреги.</p>\n<p>Адилеттүүлүктүн таразасынын бир табагына АКЫЛМАНДЫКТЫ, экинчи табагына СҮЙҮҮНҮ коюшубуз керек.</p>\n<p>Акылмандык менен Сүйүү бири-бирин тең салмакташтырышы керек. Сүйүүсүз акылмандык - кыйратуучу элемент. Акылмандыксыз сүйүү бизди жаңылыштыкка алып келиши мүмкүн “СҮЙҮҮ - ЗАҢ, БИРОК АҢ-СЕЗИМДҮҮ СҮЙҮҮ”.</p>\n<p>Көп окуп, билим алуу зарыл, бирок биздин ичибиздеги РУХАНИЙ ЖАРАТЫЛЫШТЫ өнүктүрүү да ШАШЫЛЫШ.</p>\n<p>Биздин ичибизде гармониялуу түрдө жакшы өнүккөн РУХАНИЙ ЖАРАТЫЛЫШЫ жок билим, БУЗКУЛУК деп аталган нерсенин себеби болуп саналат.</p>\n<p>Биздин ичибизде жакшы өнүккөн, бирок эч кандай интеллектуалдык билими жок ЖАРАТЫЛЫШ, акылсыз Ыйыктарды жаратат.</p>\n<p>Акылсыз Ыйыктын РУХАНИЙ ЖАРАТЫЛЫШЫ абдан өнүккөн, бирок интеллектуалдык билими жок болгондуктан, эч нерсе кыла албайт, анткени кантип жасоону билбейт.</p>\n<p>Акылсыз ЫЙЫК жасай алуу күчүнө ээ, бирок кантип жасоону билбегендиктен жасай албайт.</p>\n<p>Жакшы өнүккөн РУХАНИЙ ЖАРАТЫЛЫШЫ жок интеллектуалдык билим интеллектуалдык башаламандыкка, бузукулукка, текебердикке ж.б. алып келет.</p>\n<p>Экинчи дүйнөлүк согуш учурунда илимдин жана адамзаттын атынан бардык Руханий элементтерден ажыраган миңдеген окумуштуулар илимий эксперименттерди жасоо максатында коркунучтуу кылмыштарды жасашкан.</p>\n<p>Биз күчтүү интеллектуалдык маданиятты түзүшүбүз керек, бирок чыныгы аң-сезимдүү Руханият менен тең салмакташтырылган.</p>\n<p>Эгерде биз чындап эле МЕНДИ эритипти, биздин ичибиздеги мыйзамдуу Руханий ЖАРАТЫЛЫШТЫ өнүктүрүүнү кааласак, бизге РЕВОЛЮЦИЯЛЫК ЭТИКА жана РЕВОЛЮЦИЯЛЫК ПСИХОЛОГИЯ керек.</p>\n<p>СҮЙҮҮНҮН жетишсиздигинен улам адамдар ИНТЕЛЛЕКТИ кыйратуучу түрдө колдонушу өкүнүчтүү.</p>\n<p>Окуучулар илим, тарых, математика ж.б.у.с. илимдерди окуусу зарыл.</p>\n<p>Жакындарыбызга пайдалуу болуу максатында кесиптик билим алуу зарыл.</p>\n<p>Окуу зарыл. Негизги билимдерди топтоо зарыл, бирок коркуу зарыл эмес.</p>\n<p>Көптөгөн адамдар коркуудан улам билим топтошот; алар жашоодон, өлүмдөн, ачкачылыктан, жакырчылыктан, эмне дейт деп коркушат ж.б., ошондуктан окушат.</p>\n<p>Жакындарыбызга жакшыраак кызмат кылуу каалоосу менен Сүйүү үчүн окуу керек, бирок эч качан коркуудан улам окууга болбойт.</p>\n<p>Практикалык жашоодо коркуудан улам окуган студенттер эртеби-кечпи бузукуларга айланышаарын көрдүк.</p>\n<p>Өзүбүздү байкоо жана ичибиздеги коркуунун бардык процесстерин табуу үчүн өзүбүз менен чынчыл болушубуз керек.</p>\n<p>Жашоодо коркуунун көптөгөн фазалары бар экенин эч качан унутпашыбыз керек. Кээде коркуу эрдик менен чаташтырылат. Согуш талаасындагы жоокерлер абдан эр жүрөк көрүнөт, бирок чындыгында алар коркуудан улам кыймылдап, күрөшүшөт. Өз жанын кыйгандар да сыртынан абдан эр жүрөк көрүнөт, бирок чындыгында алар жашоодон корккон коркоктор.</p>\n<p>Жашоодогу ар бир бузуку абдан эр жүрөк көрүнөт, бирок чындыгында алар коркок. Бузукулар корккондо кесибин жана бийлигин кыйратуучу түрдө колдонушат. Мисалы; Кубадагы Кастро Руа.</p>\n<p>Биз эч качан практикалык жашоонун тажрыйбасына же интеллектти өстүрүүгө каршы чыкпайбыз, бирок СҮЙҮҮНҮН жетишсиздигин айыптайбыз.</p>\n<p>СҮЙҮҮ жетишпегенде жашоонун билими жана тажрыйбасы кыйратуучу болуп калат.</p>\n<p>АМАНСЫЗ болгондо ЭГО тажрыйбаларды жана интеллектуалдык билимдерди кармап алат.</p>\n<p>Өзүн күчөтүү үчүн колдонгондо ЭГО тажрыйбаларды жана интеллектти кыянаттык менен пайдаланат.</p>\n<p>ЭГО, МЕН, ӨЗҮМДҮ жок кылуу менен тажрыйбалар жана Интеллект ЖАКЫН ЖАРАТЫЛЫШТЫН колунда калат жана бардык кыянатчылык мүмкүн болбой калат.</p>\n<p>Ар бир студент кесиптик жол менен багытталып, өзүнүн кесибине тиешелүү бардык теорияларды кылдаттык менен изилдөөсү керек.</p>\n<p>Окуу, интеллект эч кимге зыян келтирбейт, бирок интеллектти кыянаттык менен пайдаланбашыбыз керек.</p>\n<p>Акыл-эсти кыянаттык менен пайдаланбоо үчүн окуубуз керек. Ар кандай кесиптердин теорияларын окугусу келген, интеллект менен башкаларга зыян келтиргиси келген, башкалардын акылына зомбулук көрсөткөн адам акыл-эсти кыянаттык менен пайдаланат ж.б.</p>\n<p>Тең салмактуу акылга ээ болуу үчүн кесиптик жана руханий предметтерди окуу зарыл.</p>\n<p>Эгерде биз чындап эле тең салмактуу акылды кааласак, интеллектуалдык СИНТЕЗГЕ жана Руханий синтезге жетүү ШАШЫЛЫШ.</p>\n<p>Мектептердин, колледждердин, Университеттердин ж.б. мугалимдери, эгерде алар чындап эле студенттерин НЕГИЗГИ РЕВОЛЮЦИЯ жолуна багыттоону кааласа, биздин Революциялык Психологиябызды терең изилдөөсү керек.</p>\n<p>Окуучулар РУХАНИЙ ЖАРАТЫЛЫШКА ээ болушу, өздөрүндө ЧЫНЫГЫ ЖАРАТЫЛЫШТЫ өнүктүрүшү зарыл, ошондо алар мектептен жоопкерчиликтүү инсан болуп чыгып, акылсыз БУЗУКУЛАРГА айланбайт.</p>\n<p>Сүйүүсүз Акылмандыктын пайдасы жок. Сүйүүсүз Интеллект бузукуларды гана жаратат.</p>\n<p>Акылмандык өзүнчө атомдук субстанция, атомдук капитал, аны чыныгы Сүйүүгө толгон адамдар гана башкарууга тийиш.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ky/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ky/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
