import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Мудрост и Љубов",
  "locale": "mk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. Мудрост и Љубов",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>МУДРОСТА и ЉУБОВТА се двата столба на секоја вистинска цивилизација.</p>\n<p>На едниот крак од вагата на правдата треба да ја ставиме МУДРОСТА, на другиот крак треба да ја ставиме ЉУБОВТА.</p>\n<p>Мудроста и Љубовта мора меѓусебно да се избалансираат. Мудроста без Љубов е деструктивен елемент. Љубовта без Мудрост може да нѐ одведе до грешка „ЉУБОВТА Е ЗАКОН НО СВЕСНА ЉУБОВ“.</p>\n<p>Неопходно е многу да се учи и да се стекнуваат знаења, но исто така е ИТНО да го развиваме во себе ДУХОВНОТО БИТИЕ.</p>\n<p>Знаењето без добро развиено ДУХОВНО БИТИЕ во хармонична форма во нас, станува причина за тоа што се нарекува ИЗМАМНИШТВО.</p>\n<p>Добро развиеното БИТИЕ во нас, но без интелектуални знаења од било кој вид, дава потекло на глупави светци.</p>\n<p>Глупавиот светец има многу развиено ДУХОВНО БИТИЕ, но бидејќи нема интелектуални знаења, не може ништо да направи затоа што не знае како да направи.</p>\n<p>ГЛУПАВИОТ СВЕТЕЦ ја има моќта да прави, но не може да направи затоа што не знае како да направи.</p>\n<p>Интелектуалното знаење без добро развиено ДУХОВНО БИТИЕ произведува интелектуална конфузија, изопаченост, гордост итн., итн.</p>\n<p>За време на Втората светска војна, илјадници научници лишени од каков било Духовен елемент во име на науката и човештвото, извршија страшни злосторства со цел да прават научни експерименти.</p>\n<p>Треба да формираме моќна интелектуална култура, но страшно избалансирана со вистинската свесна Духовност.</p>\n<p>Потребна ни е РЕВОЛУЦИОНЕРНА ЕТИКА и РЕВОЛУЦИОНЕРНА ПСИХОЛОГИЈА, ако навистина сакаме да го распуштиме ЈАСОТ за да го развиеме легитимно Духовното БИТИЕ во нас.</p>\n<p>Жалосно е што поради недостаток на ЉУБОВ луѓето го користат ИНТЕЛЕКТОТ на деструктивен начин.</p>\n<p>Учениците и ученичките треба да изучуваат науки, историја, математика итн., итн.</p>\n<p>Потребно е да се стекнат стручни знаења, со цел да се биде корисен на ближниот.</p>\n<p>Учењето е неопходно. Акумулирањето основни знаења е незаменливо, но стравот не е незаменлив.</p>\n<p>Многу луѓе акумулираат знаења од страв; имаат Страв од животот, од смртта, од гладта, од бедата, од тоа што ќе кажат другите итн., и поради таа причина учат.</p>\n<p>Треба да се учи од Љубов кон нашите ближни со желба да им служиме подобро, но никогаш не треба да се учи од страв.</p>\n<p>Во практичниот живот успеавме да потврдиме дека сите оние студенти кои учат од страв, порано или подоцна стануваат измамници.</p>\n<p>Треба да бидеме искрени со себе за да се само-набљудуваме и да ги откриеме во себе сите процеси на стравот.</p>\n<p>Никогаш не треба да заборавиме во животот дека стравот има многу фази. Понекогаш стравот се меша со храброста. Војниците на бојното поле изгледаат многу храбри, но всушност се движат и се борат поради страв. Самоубиецот исто така на прв поглед изгледа многу храбар, но всушност е кукавица која се плаши од животот.</p>\n<p>Секој измамник во животот изгледа многу храбар, но во основа е кукавица. Измамниците обично ја користат професијата и моќта на деструктивен начин кога се плашат. Пример; Кастро Руа; во Куба.</p>\n<p>Ние никогаш не се изјаснуваме против искуството на практичниот живот ниту против негувањето на интелектот, но го осудуваме недостатокот на ЉУБОВ.</p>\n<p>Знаењето и искуствата од животот се деструктивни кога недостасува ЉУБОВТА.</p>\n<p>ЕГОТО обично ги заробува искуствата и интелектуалните знаења кога постои отсуство на тоа што се нарекува ЉУБОВ.</p>\n<p>ЕГОТО злоупотребува искуства и интелект кога ги користи за да се зајакне.</p>\n<p>Дезинтегрирајќи го ЕГОТО, ЈАСОТ, МЕНЕ САМИОТ, искуствата и Интелектот остануваат во рацете на ИНТИМНОТО БИТИЕ и секоја злоупотреба станува тогаш невозможна.</p>\n<p>Секој студент треба да се ориентира по стручниот пат и многу длабоко да ги изучува сите теории кои се поврзани со неговата струка.</p>\n<p>Студирањето, интелектот, не му штетат на никого, но не треба да го злоупотребуваме интелектот.</p>\n<p>Треба да учиме за да не ја злоупотребуваме умот. Го злоупотребува умот тој што сака да ги изучува теориите на различни струки, кој сака да им наштети на другите со интелектот, кој врши насилство врз туѓиот ум, итн. итн. итн.</p>\n<p>Неопходно е да се изучуваат професионални предмети и духовни предмети за да имаме избалансиран ум.</p>\n<p>ИТНО е да се дојде до интелектуална СИНТЕЗА и до Духовна синтеза, ако навистина сакаме избалансиран ум.</p>\n<p>Наставниците и наставничките во училиштата, колеџите, универзитетите итн., треба длабоко да ја изучуваат нашата Револуционерна психологија, ако навистина сакаат да ги водат своите студенти по патот на ФУНДАМЕНТАЛНАТА РЕВОЛУЦИЈА.</p>\n<p>Неопходно е студентите да го стекнат ДУХОВНОТО БИТИЕ, да го развијат во себе ВИСТИНСКОТО БИТИЕ, за да излезат од Училиштето претворени во одговорни индивидуи, а не во глупави ИЗМАМНИЦИ.</p>\n<p>Не вреди ништо Мудроста без Љубов. Интелектот без Љубов произведува само Измамници.</p>\n<p>Мудроста сама по себе е Атомска Супстанција, Атомски капитал кој треба да биде управуван само од индивидуи полни со вистинска Љубов.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mk/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mk/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
