import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Իմաստություն և Սեր",
  "locale": "hy",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. Իմաստություն և Սեր",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ԻՄԱՍՏՈՒԹՅՈՒՆԸ և ՍԵՐԸ ցանկացած ճշմարիտ քաղաքակրթության երկու հիմնական սյուներն են։</p>\n<p>Արդարության կշեռքի մի նժարին մենք պետք է դնենք ԻՄԱՍՏՈՒԹՅՈՒՆԸ, մյուս նժարին պետք է դնենք ՍԵՐԸ։</p>\n<p>Իմաստությունը և Սերը պետք է հավասարակշռեն միմյանց։ Առանց Սիրո իմաստությունը կործանարար տարր է։ Առանց Իմաստության Սերը կարող է մեզ մոլորեցնել. «ՍԵՐԸ ՕՐԵՆՔ Է, ԲԱՅՑ ԳԻՏԱԿՑՎԱԾ ՍԵՐԸ»։</p>\n<p>Անհրաժեշտ է շատ սովորել և գիտելիքներ ձեռք բերել, բայց նաև ՀՐԱՏԱՊ է մեր մեջ զարգացնել ՀՈԳԵՎՈՐ ԷՈՒԹՅՈՒՆԸ։</p>\n<p>Առանց մեր մեջ ներդաշնակ կերպով զարգացած ՀՈԳԵՎՈՐ ԷՈՒԹՅԱՆ գիտելիքը դառնում է այն, ինչ կոչվում է ԽԱԲԵԲԱՅՈՒԹՅՈՒՆ։</p>\n<p>Մեր մեջ լավ զարգացած ԷՈՒԹՅՈՒՆԸ, բայց առանց որևէ տեսակի մտավոր գիտելիքների, առաջացնում է Հիմար սրբեր։</p>\n<p>Հիմար Սուրբն ունի շատ զարգացած ՀՈԳԵՎՈՐ ԷՈՒԹՅՈՒՆ, բայց քանի որ նա չունի մտավոր գիտելիքներ, ոչինչ չի կարող անել, քանի որ չգիտի, թե ինչպես անել։</p>\n<p>ՀԻՄԱՐ ՍՈՒՐԲՆ ունի անելու ուժ, բայց չի կարող անել, քանի որ չգիտի, թե ինչպես անել։</p>\n<p>Մտավոր գիտելիքները առանց լավ զարգացած ՀՈԳԵՎՈՐ ԷՈՒԹՅԱՆ առաջացնում են մտավոր շփոթություն, այլասերվածություն, հպարտություն և այլն, և այլն։</p>\n<p>Երկրորդ համաշխարհային պատերազմի ժամանակ հազարավոր գիտնականներ, զուրկ լինելով որևէ հոգևոր տարրից, գիտության և մարդկության անունից սարսափելի հանցագործություններ են կատարել գիտական փորձեր կատարելու նպատակով։</p>\n<p>Մեզ անհրաժեշտ է ձևավորել հզոր մտավոր մշակույթ, բայց սարսափելիորեն հավասարակշռված իրական գիտակցված Հոգևորականությամբ։</p>\n<p>Մեզ անհրաժեշտ է ՀԵՂԱՓՈԽԱԿԱՆ ԷԹԻԿԱ և ՀԵՂԱՓՈԽԱԿԱՆ ՀՈԳԵԲԱՆՈՒԹՅՈՒՆ, եթե իսկապես ցանկանում ենք լուծարել ԵՍ-ը, որպեսզի մեր մեջ զարգացնենք օրինականորեն Հոգևոր ԷՈՒԹՅՈՒՆ։</p>\n<p>Ցավալի է, որ ՍԻՐՈ բացակայության պատճառով մարդիկ ԻՆՏԵԼԵԿՏԸ օգտագործում են կործանարար կերպով։</p>\n<p>Աշակերտներն ու ուսանողները պետք է սովորեն գիտություններ, պատմություն, մաթեմատիկա և այլն, և այլն։</p>\n<p>Անհրաժեշտ է ձեռք բերել մասնագիտական գիտելիքներ, որպեսզի օգտակար լինեն մերձավորին։</p>\n<p>Սովորելն անհրաժեշտ է։ Հիմնական գիտելիքների կուտակումն անփոխարինելի է, բայց վախը անփոխարինելի չէ։</p>\n<p>Շատ մարդիկ գիտելիք են կուտակում վախից; նրանք վախենում են կյանքից, մահից, սովից, թշվառությունից, թե ինչ կասեն և այլն, և այդ պատճառով են սովորում։</p>\n<p>Մենք պետք է սովորենք մեր նմաններին սիրելու համար, նրանց ավելի լավ ծառայելու ձգտումով, բայց երբեք չպետք է սովորենք վախից։</p>\n<p>Գործնական կյանքում մենք կարողացանք ստուգել, որ բոլոր այն ուսանողները, ովքեր սովորում են վախից, վաղ թե ուշ դառնում են խաբեբաներ։</p>\n<p>Մեզ անհրաժեշտ է անկեղծ լինել ինքներս մեզ հետ, որպեսզի ինքնադիտարկենք մեզ և բացահայտենք մեր մեջ վախի բոլոր գործընթացները։</p>\n<p>Մենք երբեք չպետք է մոռանանք կյանքում, որ վախն ունի շատ փուլեր։ Երբեմն վախը շփոթվում է արժեքի հետ։ Պատերազմի դաշտում զինվորները շատ խիզախ են թվում, բայց իրականում շարժվում և կռվում են վախի պատճառով։ Ինքնասպանը նույնպես առաջին հայացքից շատ խիզախ է թվում, բայց իրականում վախկոտ է, որը վախենում է կյանքից։</p>\n<p>Կյանքում ցանկացած խաբեբա ձևացնում է, թե շատ խիզախ է, բայց խորքում վախկոտ է։ Խաբեբաները հակված են կործանարար ձևով օգտագործել մասնագիտությունը և իշխանությունը, երբ վախենում են։ Օրինակ՝ Կաստրո Ռուա; Կուբայում։</p>\n<p>Մենք երբեք չենք արտահայտվում գործնական կյանքի փորձի կամ ինտելեկտի մշակման դեմ, բայց դատապարտում ենք ՍԻՐՈ բացակայությունը։</p>\n<p>Գիտելիքները և կյանքի փորձը կործանարար են դառնում, երբ ՍԵՐԸ բացակայում է։</p>\n<p>ԵՍ-ը հակված է որսալ փորձառությունները և մտավոր գիտելիքները, երբ բացակայում է այն, ինչ կոչվում է ՍԵՐ։</p>\n<p>ԵՍ-ը չարաշահում է փորձառությունները և ինտելեկտը, երբ օգտագործում է դրանք ամրապնդվելու համար։</p>\n<p>Միավորելով ԵՍ-ը, ԵՍ-ը, ԻՆՔՍ ԻՆՁ հետ, փորձառությունները և Ինտելեկտը մնում են ՄԵՐՁԱՎՈՐ ԷՈՒԹՅԱՆ ձեռքում, և ցանկացած չարաշահում այնուհետև անհնար է դառնում։</p>\n<p>Յուրաքանչյուր ուսանող պետք է կողմնորոշվի մասնագիտական ճանապարհով և շատ խորությամբ ուսումնասիրի իր մասնագիտության հետ կապված բոլոր տեսությունները։</p>\n<p>Ուսումնասիրությունը, ինտելեկտը ոչ մեկին չի վնասում, սակայն չպետք է չարաշահել ինտելեկտը։</p>\n<p>Մեզ անհրաժեշտ է սովորել, որպեսզի չչարաշահենք միտքը։ Միտքը չարաշահում է նա, ով ցանկանում է սովորել տարբեր մասնագիտությունների տեսությունները, ով ցանկանում է վնասել ուրիշներին ինտելեկտով, ով բռնություն է գործադրում ուրիշների մտքի վրա և այլն, և այլն։</p>\n<p>Անհրաժեշտ է սովորել մասնագիտական առարկաներ և հոգևոր առարկաներ՝ հավասարակշռված միտք ունենալու համար։</p>\n<p>ՀՐԱՏԱՊ Է հասնել մտավոր ՍԻՆԹԵԶԻ և Հոգևոր սինթեզի, եթե իսկապես ցանկանում ենք հավասարակշռված միտք։</p>\n<p>Դպրոցների, քոլեջների, համալսարանների և այլնի ուսուցիչներն ու ուսուցչուհիները պետք է խորությամբ ուսումնասիրեն մեր Հեղափոխական հոգեբանությունը, եթե իսկապես ցանկանում են իրենց ուսանողներին առաջնորդել ՀԻՄՆԱԿԱՆ ՀԵՂԱՓՈԽՈՒԹՅԱՆ ճանապարհով։</p>\n<p>Անհրաժեշտ է, որ ուսանողները ձեռք բերեն ՀՈԳԵՎՈՐ ԷՈՒԹՅՈՒՆ, զարգացնեն իրենց մեջ ԻՐԱԿԱՆ ԷՈՒԹՅՈՒՆԸ, որպեսզի դպրոցից դուրս գան որպես պատասխանատու անհատներ և ոչ թե հիմար ԽԱԲԵԲԱՆԵՐ։</p>\n<p>Առանց Սիրո իմաստությունն անօգուտ է։ Առանց Սիրո ինտելեկտը միայն խաբեբաներ է առաջացնում։</p>\n<p>Իմաստությունն ինքնին Ատոմային Նյութ է, Ատոմային կապիտալ, որը պետք է կառավարվի միայն իսկական Սիրով լի անհատների կողմից։</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/hy/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/hy/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
