import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Мудрість і Любов",
  "locale": "uk",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. Мудрість і Любов",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>МУДРІСТЬ і ЛЮБОВ є двома головними стовпами будь-якої справжньої цивілізації.</p>\n<p>На одну шальку терезів справедливості ми повинні покласти МУДРІСТЬ, на іншу шальку ми повинні покласти ЛЮБОВ.</p>\n<p>Мудрість і Любов повинні взаємно врівноважуватись. Мудрість без Любові є руйнівним елементом. Любов без Мудрості може привести нас до помилки “ЛЮБОВ Є ЗАКОН, АЛЕ ЛЮБОВ СВІДОМА”.</p>\n<p>Необхідно багато вчитися і здобувати знання, але також ТЕРМІНОВО розвивати в нас ДУХОВНЕ ЄСТВО.</p>\n<p>Знання без ДУХОВНОГО ЄСТВА, добре розвиненого гармонійно всередині нас, стає причиною того, що називається ШАХРАЙСТВОМ.</p>\n<p>ЄСТВО, добре розвинене всередині нас, але без інтелектуальних знань будь-якого роду, породжує Дурних святих.</p>\n<p>Дурний святий має дуже розвинене ДУХОВНЕ ЄСТВО, але оскільки він не має інтелектуальних знань, він нічого не може зробити, бо не знає, як це зробити.</p>\n<p>У ДУРНОГО СВЯТОГО є сила діяти, але він не може діяти, тому що не знає, як це зробити.</p>\n<p>Інтелектуальні знання без добре розвиненого ДУХОВНОГО ЄСТВА викликають інтелектуальну плутанину, збоченість, гордість тощо, тощо.</p>\n<p>Під час Другої світової війни тисячі вчених, позбавлених будь-якого Духовного елементу, в ім’я науки і людства, скоювали жахливі злочини з метою проведення наукових експериментів.</p>\n<p>Нам потрібно сформувати потужну інтелектуальну культуру, але надзвичайно збалансовану з істинною свідомою Духовністю.</p>\n<p>Нам потрібна РЕВОЛЮЦІЙНА ЕТИКА і РЕВОЛЮЦІЙНА ПСИХОЛОГІЯ, якщо ми дійсно хочемо розчинити Я, щоб розвинути законно Духовне ЄСТВО в нас.</p>\n<p>Шкода, що через брак ЛЮБОВІ люди використовують ІНТЕЛЕКТ у деструктивний спосіб.</p>\n<p>Учні та учениці повинні вивчати науки, історію, математику тощо, тощо.</p>\n<p>Необхідно здобувати професійні знання, щоб бути корисними для ближнього.</p>\n<p>Вчитися необхідно. Накопичувати базові знання необхідно, але страх не є необхідним.</p>\n<p>Багато людей накопичують знання через страх; вони бояться життя, смерті, голоду, злиднів, що скажуть люди, тощо, і тому вчаться.</p>\n<p>Вчитися потрібно з Любові до наших ближніх з прагненням краще їм служити, але ніколи не можна вчитися зі страху.</p>\n<p>На практиці ми переконалися, що всі ті студенти, які вчаться зі страху, рано чи пізно стають шахраями.</p>\n<p>Нам потрібно бути щирими з собою, щоб само-спостерігати і відкривати в собі всі процеси страху.</p>\n<p>Ми ніколи не повинні забувати в житті, що страх має багато фаз. Іноді страх плутають з хоробрістю. Солдати на полі бою здаються дуже хоробрими, але насправді вони рухаються і б’ються через страх. Самогубець також здається на перший погляд дуже хоробрим, але насправді він боягуз, який боїться життя.</p>\n<p>Кожен шахрай у житті здається дуже хоробрим, але в глибині душі він боягуз. Шахраї зазвичай використовують професію і владу у деструктивний спосіб, коли бояться. Приклад: Кастро Руа; на Кубі.</p>\n<p>Ми ніколи не висловлюємося проти досвіду практичного життя або проти розвитку інтелекту, але ми засуджуємо брак ЛЮБОВІ.</p>\n<p>Знання і досвід життя стають руйнівними, коли бракує ЛЮБОВІ.</p>\n<p>ЕГО зазвичай захоплює досвід та інтелектуальні знання, коли відсутня те, що називається ЛЮБОВ’Ю.</p>\n<p>ЕГО зловживає досвідом та інтелектом, коли використовує їх для зміцнення себе.</p>\n<p>Розчиняючи ЕГО, Я, МОЄ Я, досвід та Інтелект залишаються в руках ВНУТРІШНЬОГО ЄСТВА, і будь-яке зловживання стає неможливим.</p>\n<p>Кожен студент повинен орієнтуватися на професійний шлях і дуже глибоко вивчати всі теорії, пов’язані з його покликанням.</p>\n<p>Навчання, інтелект, нікому не шкодять, але ми не повинні зловживати інтелектом.</p>\n<p>Нам потрібно вчитися, щоб не зловживати розумом. Зловживає розумом той, хто хоче вивчати теорії різних професій, хто хоче зашкодити іншим інтелектом, хто чинить насильство над чужим розумом тощо, тощо, тощо.</p>\n<p>Необхідно вивчати професійні предмети і духовні предмети, щоб мати збалансований розум.</p>\n<p>ТЕРМІНОВО дійти до інтелектуального СИНТЕЗУ і до Духовного синтезу, якщо ми дійсно хочемо мати збалансований розум.</p>\n<p>Вчителі та викладачі шкіл, коледжів, університетів тощо, повинні глибоко вивчати нашу Революційну Психологію, якщо вони дійсно хочуть вести своїх студентів шляхом ФУНДАМЕНТАЛЬНОЇ РЕВОЛЮЦІЇ.</p>\n<p>Необхідно, щоб студенти здобули ДУХОВНЕ ЄСТВО, розвинули в собі ІСТИННЕ ЄСТВО, щоб вони вийшли зі Школи перетвореними на відповідальних осіб, а не на дурних ШАХРАЇВ.</p>\n<p>Даремна Мудрість без Любові. Інтелект без Любові породжує лише Шахраїв.</p>\n<p>Мудрість сама по собі є Атомною Субстанцією, Атомним капіталом, яким повинні управляти лише особи, сповнені справжньої Любові.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/uk/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/uk/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
