import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "حکمت او مینه",
  "locale": "ps",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. حکمت او مینه",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>حکمت او مینه د هر رښتیني تمدن دوه اصلي ستنې دي.</p>\n<p>د عدالت په تله کې باید په یوه پله کې حکمت او په بله پله کې مینه کیښودل شي.</p>\n<p>حکمت او مینه باید یو بل سره متوازن شي. له مینې پرته حکمت یو تخریبي عنصر دی. له حکمت پرته مینه کیدای شي موږ په تېروتنه کې وغورځوي “مینه قانون ده، خو هوښیاره مینه”.</p>\n<p>ډېره مطالعه او د پوهې ترلاسه کول اړین دي، خو په ځان کې د روحاني وجود وده هم بیړنۍ ده.</p>\n<p>له موږ سره په همغږۍ توګه ښه وده شوي روحاني وجود پرته پوهه، د هغې لامل ګرځي چې د بې عزتۍ په نوم یادیږي.</p>\n<p>په موږ کې دننه ښه وده شوی وجود، خو د هیڅ ډول فکري پوهې پرته، د احمقو سنتانو لامل کیږي.</p>\n<p>یو احمق سنت روحاني وجود ډېر وده کړی وي، خو څرنګه چې فکري پوهه نه لري، هیڅ نشي کولی ځکه چې نه پوهیږي چې څنګه یې وکړي.</p>\n<p>احمق سنت د کولو ځواک لري خو ځکه نشي کولی چې نه پوهیږي چې څنګه یې وکړي.</p>\n<p>د روحاني وجود پرته فکري پوهه چې په ښه توګه وده کړې وي، فکري ګډوډي، بدکاري، غرور او داسې نور، د داسې نورو لامل ګرځي.</p>\n<p>د دویمې نړیوالې جګړې په جریان کې زرګونو ساینس پوهانو چې د ساینس او انسانیت په نوم یې د روحاني عنصر څخه بې برخې وو، د ساینسي تجربو ترسره کولو په موخه یې ډارونکي جرمونه ترسره کړل.</p>\n<p>موږ اړتیا لرو چې یو پیاوړی فکري کلتور جوړ کړو، خو په ریښتینې هوښیار روحانيت سره په ډېره اندازه متوازن وي.</p>\n<p>موږ یو انقلابي اخلاقو او یو انقلابي ارواپوهنې ته اړتیا لرو که چیرې موږ واقعیا غواړو چې “زه” منحل کړو ترڅو په ځان کې یو په قانوني توګه روحاني وجود وده وکړو.</p>\n<p>دا د افسوس ځای دی چې د مینې د نشتوالي له امله خلک له عقل څخه په تخریبي توګه کار اخلي.</p>\n<p>زده کوونکو هلکانو او نجونو ته اړتیا ده چې ساینس، تاریخ، ریاضي او داسې نور، مطالعه کړي.</p>\n<p>د دې لپاره چې ګاونډیانو ته ګټور وي، مسلکي پوهه ترلاسه کولو ته اړتیا ده.</p>\n<p>مطالعه اړینه ده. د لومړنیو پوهو راټولول اړین دي، خو وېره اړینه نه ده.</p>\n<p>ډېر خلک د وېرې له امله پوهه راټولوي؛ دوی د ژوند، مرګ، لوږې، بېوزلۍ، د نورو د څه ویلو څخه وېره لري او له همدې امله مطالعه کوي.</p>\n<p>باید د خپلو همنوعانو سره د مینې له امله مطالعه وشي، د دوی د ښه خدمت کولو په هیله، خو هیڅکله باید د وېرې له امله مطالعه ونشي.</p>\n<p>په عملي ژوند کې موږ دا ثابته کړې ده چې ټول هغه زده کوونکي چې د وېرې له امله مطالعه کوي، ناوخته یا ژر په بې عزتۍ بدلېږي.</p>\n<p>موږ اړتیا لرو چې له ځانه سره صادق واوسو ترڅو خپل ځان وڅارو او په ځان کې د وېرې ټول بهیرونه ومومو.</p>\n<p>موږ باید هیڅکله په ژوند کې دا هېره نکړو چې وېره ډېر پړاوونه لري. ځینې وختونه وېره له زړورتیا سره ګډېږي. په جګړه کې سرتیري ډېر زړور ښکاري خو په حقیقت کې دوی د وېرې له امله حرکت کوي او جنګیږي. په ښکاره ډول ځان وژونکی هم ډېر زړور ښکاري خو په حقیقت کې هغه یو بزدل دی چې له ژوند څخه وېره لري.</p>\n<p>په ژوند کې هر بې عزته ډېر زړور ښکاري خو په حقیقت کې یو بزدل دی. بې عزته کسان معمولا له خپل مسلک او واک څخه په تخریبي توګه کار اخلي کله چې وېره لري. د مثال په توګه؛ کاسترو روا؛ په کیوبا کې.</p>\n<p>موږ هیڅکله د عملي ژوند له تجربې او یا د عقل له روزنې سره مخالفت نه کوو، خو د مینې نشتوالی غندو.</p>\n<p>پوهه او د ژوند تجربې تخریبي کیږي کله چې مینه نه وي.</p>\n<p>ځان (EGO) معمولا تجربې او فکري پوهه نیسي کله چې د هغه څه نشتوالی وي چې مینې ته نږدې وي.</p>\n<p>ځان (EGO) له تجربو او عقل څخه ناوړه ګټه اخلي کله چې له دوی څخه د ځان د پیاوړي کولو لپاره کار اخلي.</p>\n<p>د ځان (EGO) په منحل کولو، زه، زما، تجربې او عقل د خپل ذات په لاس کې پاتې کیږي او بیا هر ډول ناوړه ګټه اخیستنه ناشونې کیږي.</p>\n<p>هر زده کوونکی باید د مسلکي لارې په اوږدو کې لارښوونه وشي او ټول هغه نظریات چې د هغه له مسلک سره تړاو لري، په ژوره توګه مطالعه کړي.</p>\n<p>مطالعه، عقل، هیچا ته زیان نه رسوي خو موږ باید له عقل څخه ناوړه ګټه وانخلو.</p>\n<p>موږ اړتیا لرو چې مطالعه وکړو ترڅو له ذهن څخه ناوړه ګټه وانخلو. څوک چې د مختلفو مسلکونو نظریات مطالعه کول غواړي، له ذهن څخه ناوړه ګټه اخلي، څوک چې په عقل سره نورو ته زیان رسول غواړي، څوک چې د نورو په ذهن تاوتریخوالی کوي او داسې نور، د داسې نورو.</p>\n<p>د متوازن ذهن درلودو لپاره اړینه ده چې مسلکي موضوعات او روحاني موضوعات مطالعه شي.</p>\n<p>که موږ واقعیا یو متوازن ذهن غواړو، فکري ترکیب او روحاني ترکیب ته رسېدل بیړني دي.</p>\n<p>د ښوونځیو، کالجونو، پوهنتونونو او نورو ښوونکي باید زموږ انقلابي ارواپوهنه په ژوره توګه مطالعه کړي که چیرې دوی واقعیا غواړي خپل زده کوونکي د بنسټیز انقلاب په لاره کې رهبري کړي.</p>\n<p>زده کوونکو ته اړتیا ده چې روحاني وجود ترلاسه کړي، په ځان کې رښتینی وجود وده ورکړي، ترڅو دوی له ښوونځي څخه په مسؤلو اشخاصو بدل شي، نه په احمقو بې عزته کسانو.</p>\n<p>له مینې پرته حکمت هیڅ ګټه نلري. له مینې پرته عقل یوازې بې عزته کسان تولیدوي.</p>\n<p>حکمت په خپل ذات کې اتومي ماده ده، اتومي پانګه ده چې باید یوازې د هغو کسانو لخوا اداره شي چې له ریښتینې مینې ډک وي.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ps/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ps/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
