import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Мудрасць і Любоў",
  "locale": "be",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. Мудрасць і Любоў",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>МУДРАСЦЬ і ЛЮБОЎ - гэта два асноўныя слупы любой сапраўднай цывілізацыі.</p>\n<p>На адну шальку вагаў справядлівасці мы павінны пакласці МУДРАСЦЬ, на другую шальку мы павінны пакласці ЛЮБОЎ.</p>\n<p>Мудрасць і Любоў павінны ўраўнаважваць адно аднаго. Мудрасць без Любові - гэта разбуральны элемент. Любоў без Мудрасці можа прывесці нас да памылкі “ЛЮБОЎ - ЗАКОН, АЛЕ ЛЮБОЎ СВЯДОМАЯ”.</p>\n<p>Неабходна шмат вучыцца і набываць веды, але таксама ТЭРМІНОВА развіваць у сабе ДУХОЎНУЮ ІСТОТУ.</p>\n<p>Веды без ДУХОЎНАЙ ІСТОТЫ, добра развітай гарманічна ўнутры нас, становяцца прычынай таго, што называецца МАХЛЯРСТВАМ.</p>\n<p>ІСТОТА, добра развітая ўнутры нас, але без інтэлектуальных ведаў любога роду, дае пачатак дурным святым.</p>\n<p>Дурны святы валодае вельмі развітай ДУХОЎНАЙ ІСТОТАЙ, але, паколькі ў яго няма інтэлектуальных ведаў, ён нічога не можа зрабіць, бо не ведае, як рабіць.</p>\n<p>Дурны СВЯТЫ мае сілу Дзейнічаць, але не можа дзейнічаць, бо не ведае, як рабіць.</p>\n<p>Інтэлектуальныя веды без добра развітай ДУХОЎНАЙ ІСТОТЫ выклікаюць інтэлектуальную блытаніну, разбэшчанасць, гонар і г.д., і г.д.</p>\n<p>Падчас Другой сусветнай вайны тысячы навукоўцаў, пазбаўленых усялякага Духоўнага элемента, ад імя навукі і чалавецтва, здзейснілі жудасныя злачынствы з мэтай правядзення навуковых эксперыментаў.</p>\n<p>Нам трэба сфармаваць магутную інтэлектуальную культуру, але ўраўнаважаную сапраўднай свядомай Духоўнасцю.</p>\n<p>Нам патрэбна РЭВАЛЮЦЫЙНАЯ ЭТЫКА і РЭВАЛЮЦЫЙНАЯ ПСІХАЛОГІЯ, калі мы сапраўды хочам распусціць Я, каб развіць сапраўды Духоўную ІСТОТУ ў сабе.</p>\n<p>На жаль, з-за недахопу ЛЮБОВІ людзі выкарыстоўваюць ІНТЭЛЕКТ разбуральным чынам.</p>\n<p>Вучні і вучаніцы павінны вывучаць навукі, гісторыю, матэматыку і г.д., і г.д.</p>\n<p>Неабходна набываць прафесійныя веды, каб быць карысным бліжнім.</p>\n<p>Вучыцца неабходна. Назапашваць асноўныя веды неабходна, але страх не з’яўляецца неабходным.</p>\n<p>Многія людзі назапашваюць веды са страху; яны баяцца жыцця, смерці, голаду, галечы, таго, што скажуць, і г.д., і па гэтай прычыне вучацца.</p>\n<p>Трэба вучыцца з Любові да нашых блізкіх з імкненнем лепш ім служыць, але ніколі нельга вучыцца са страху.</p>\n<p>У практычным жыцці мы змаглі пераканацца, што ўсе тыя студэнты, якія вучацца са страху, рана ці позна становяцца махлярамі.</p>\n<p>Нам трэба быць шчырымі з самімі сабой, каб самастойна назіраць за сабой і выяўляць у сабе ўсе працэсы страху.</p>\n<p>Мы ніколі не павінны забываць у жыцці, што страх мае шмат фаз. Часам страх блытаюць з мужнасцю. Салдаты на полі бою здаюцца вельмі адважнымі, але насамрэч яны рухаюцца і змагаюцца з-за страху. Самазабойца таксама на першы погляд здаецца вельмі адважным, але насамрэч ён баязлівец, які баіцца жыцця.</p>\n<p>Кожны махляр у жыцці робіць выгляд вельмі адважнага, але ў глыбіні душы ён баязлівец. Махляры звычайна выкарыстоўваюць прафесію і ўладу разбуральным чынам, калі баяцца. Прыклад; Кастра Руа; на Кубе.</p>\n<p>Мы ніколі не выказваемся супраць вопыту практычнага жыцця ці супраць культывавання інтэлекту, але асуджаем недахоп ЛЮБОВІ.</p>\n<p>Веды і вопыт жыцця становяцца разбуральнымі, калі не хапае ЛЮБОВІ.</p>\n<p>ЭГА звычайна захоплівае вопыт і інтэлектуальныя веды, калі адсутнічае тое, што называецца ЛЮБОВЬ.</p>\n<p>ЭГА злоўжывае вопытам і інтэлектам, калі выкарыстоўвае іх для ўзмацнення.</p>\n<p>Дэзінтэграваўшы ЭГА, Я, САМОГА СЯБЕ, вопыт і Інтэлект застаюцца ў руках ІНТЫМНАЙ ІСТОТЫ, і тады любое злоўжыванне становіцца немагчымым.</p>\n<p>Кожны студэнт павінен арыентавацца на прафесійны шлях і вельмі глыбока вывучаць усе тэорыі, звязаныя з яго прафесіяй.</p>\n<p>Вучоба, інтэлект, нікому не шкодзяць, але мы не павінны злоўжываць інтэлектам.</p>\n<p>Нам трэба вучыцца, каб не злоўжываць розумам. Злоўжывае розумам той, хто хоча вывучаць тэорыі розных прафесій, хто хоча нашкодзіць іншым інтэлектам, хто аказвае гвалт над чужым розумам і г.д. і г.д. і г.д.</p>\n<p>Неабходна вывучаць прафесійныя прадметы і духоўныя прадметы, каб мець збалансаваны розум.</p>\n<p>ТЭРМІНОВА дасягнуць інтэлектуальнага СІНТЭЗУ і Духоўнага сінтэзу, калі мы сапраўды хочам збалансаваны розум.</p>\n<p>Настаўнікі і Настаўніцы школ, каледжаў, універсітэтаў і г.д., павінны глыбока вывучаць нашу Рэвалюцыйную Сіхалогію, калі яны сапраўды хочуць весці сваіх студэнтаў па шляху ФУНДАМЕНТАЛЬНАЙ РЭВАЛЮЦЫІ.</p>\n<p>Неабходна, каб студэнты набывалі ДУХОЎНУЮ ІСТОТУ, развівалі ў сабе САПРАЎДНУЮ ІСТОТУ, каб яны выйшлі са Школы ператворанымі ў адказных асоб, а не ў дурных МАХЛЯРОЎ.</p>\n<p>Нішто не карысна Мудрасць без Любові. Інтэлект без Любові толькі вырабляе Махляроў.</p>\n<p>Мудрасць сама па сабе - гэта Атамнае рэчыва, Атамны капітал, які павінен кіравацца толькі людзьмі, напоўненымі сапраўднай Любоўю.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/be/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/be/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
