import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "حكمة وحب",
  "locale": "ar",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. حكمة وحب",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>الحكمة والمحبة هما الركيزتان الأساسيتان لكل حضارة حقيقية.</p>\n<p>في كفة ميزان العدالة يجب أن نضع الحكمة، وفي الكفة الأخرى يجب أن نضع المحبة.</p>\n<p>يجب أن تتوازن الحكمة والمحبة مع بعضهما البعض. الحكمة بدون محبة هي عنصر مدمر. المحبة بدون حكمة يمكن أن تقودنا إلى الخطأ “المحبة قانون ولكن محبة واعية”.</p>\n<p>من الضروري أن ندرس كثيرًا ونكتسب المعرفة، ولكن من الملح أيضًا أن نطور في داخلنا الكينونة الروحية.</p>\n<p>المعرفة بدون الكينونة الروحية المتطورة بشكل جيد وبطريقة متناغمة داخلنا، تصبح سببًا لما يسمى بالانتهازية.</p>\n<p>الكينونة المتطورة بشكل جيد داخلنا ولكن بدون معرفة فكرية من أي نوع، تؤدي إلى قديسين أغبياء.</p>\n<p>القديس الغبي يمتلك الكينونة الروحية متطورة جدًا، ولكن بما أنه لا يمتلك معرفة فكرية، فإنه لا يستطيع فعل أي شيء لأنه لا يعرف كيف يفعل.</p>\n<p>القديس الغبي لديه القدرة على الفعل ولكنه لا يستطيع الفعل لأنه لا يعرف كيف يفعل.</p>\n<p>المعرفة الفكرية بدون الكينونة الروحية المتطورة بشكل جيد تنتج ارتباكًا فكريًا، وانحرافًا، وكبرياء، إلخ، إلخ.</p>\n<p>خلال الحرب العالمية الثانية، ارتكب آلاف العلماء المجردين من أي عنصر روحي باسم العلم والإنسانية، جرائم مروعة بهدف إجراء تجارب علمية.</p>\n<p>نحن بحاجة إلى تكوين ثقافة فكرية قوية ولكن متوازنة بشكل كبير مع الروحانية الواعية الحقيقية.</p>\n<p>نحن بحاجة إلى أخلاق ثورية وعلم نفس ثوري إذا كنا نريد حقًا حل الأنا لتطوير الكينونة الروحية المشروعة في داخلنا.</p>\n<p>من المؤسف أنه بسبب نقص المحبة، يستخدم الناس العقل بطريقة مدمرة.</p>\n<p>يحتاج الطلاب والطالبات إلى دراسة العلوم والتاريخ والرياضيات، إلخ، إلخ.</p>\n<p>من الضروري اكتساب المعرفة المهنية، بهدف أن نكون مفيدين للقريب.</p>\n<p>الدراسة ضرورية. تجميع المعرفة الأساسية أمر لا غنى عنه، لكن الخوف ليس ضروريًا.</p>\n<p>كثير من الناس يجمعون المعرفة بدافع الخوف. يخافون من الحياة، ومن الموت، ومن الجوع، ومن البؤس، ومن كلام الناس، إلخ، ولهذا السبب يدرسون.</p>\n<p>يجب أن ندرس بدافع المحبة تجاه إخواننا في الإنسانية، مع الرغبة في خدمتهم بشكل أفضل، ولكن لا ينبغي أبدًا أن ندرس بدافع الخوف.</p>\n<p>في الحياة العملية، تمكنا من التحقق من أن جميع الطلاب الذين يدرسون بدافع الخوف، عاجلاً أم آجلاً يتحولون إلى انتهازيين.</p>\n<p>نحن بحاجة إلى أن نكون صادقين مع أنفسنا لمراقبة أنفسنا واكتشاف جميع عمليات الخوف في داخلنا.</p>\n<p>يجب ألا ننسى أبدًا في الحياة أن للخوف مراحل عديدة. في بعض الأحيان يختلط الخوف بالشجاعة. يبدو الجنود في ساحة المعركة شجعانًا جدًا ولكنهم في الواقع يتحركون ويقاتلون بسبب الخوف. يبدو المنتحر أيضًا للوهلة الأولى شجاعًا جدًا ولكنه في الواقع جبان يخاف من الحياة.</p>\n<p>كل انتهازي في الحياة يبدو شجاعًا جدًا ولكنه في أعماقه جبان. عادة ما يستخدم الانتهازيون المهنة والسلطة بطريقة مدمرة عندما يخافون. مثال؛ كاسترو روا؛ في كوبا.</p>\n<p>نحن لا نعارض أبدًا تجربة الحياة العملية ولا تنمية العقل، لكننا ندين نقص المحبة.</p>\n<p>المعرفة وتجارب الحياة مدمرة عندما تكون المحبة غائبة.</p>\n<p>عادة ما يمسك الأنا بالتجارب والمعرفة الفكرية عندما يكون هناك غياب لما يسمى بالمحبة.</p>\n<p>الأنا يسيء استخدام التجارب والعقل عندما يستخدمها لتقوية نفسه.</p>\n<p>بتفكيك الأنا، والأنا، ونفسي، تبقى التجارب والعقل في أيدي الكينونة الداخلية وكل إساءة تصبح مستحيلة.</p>\n<p>يجب أن يسترشد كل طالب بالطريق المهني وأن يدرس بعمق جميع النظريات المتعلقة بمهنته.</p>\n<p>الدراسة، والعقل، لا تضر بأحد ولكن يجب ألا نسيء استخدام العقل.</p>\n<p>يسيء استخدام العقل من يريد دراسة نظريات المهن المختلفة، ومن يريد إيذاء الآخرين بالعقل، ومن يمارس العنف على عقل الآخرين، إلخ، إلخ، إلخ.</p>\n<p>من الضروري دراسة المواد المهنية والمواد الروحية للحصول على عقل متوازن.</p>\n<p>من الملح الوصول إلى التركيب الفكري والتركيب الروحي إذا كنا نريد حقًا عقلًا متوازنًا.</p>\n<p>يجب على المعلمين والمعلمات في المدارس والكليات والجامعات، إلخ، دراسة علم النفس الثوري الخاص بنا بعمق إذا كانوا يريدون حقًا توجيه طلابهم على طريق الثورة الأساسية.</p>\n<p>من الضروري أن يكتسب الطلاب الكينونة الروحية، وأن يطوروا في أنفسهم الكينونة الحقيقية، حتى يخرجوا من المدرسة وقد تحولوا إلى أفراد مسؤولين وليس إلى انتهازيين أغبياء.</p>\n<p>لا فائدة من الحكمة بدون محبة. العقل بدون محبة لا ينتج إلا الانتهازيين.</p>\n<p>الحكمة في حد ذاتها هي مادة ذرية، ورأس مال ذري لا ينبغي إدارته إلا من قبل أفراد مليئين بالمحبة الحقيقية.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/ar/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/ar/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
