import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ޙިކްމަތާއި ލޯބި",
  "locale": "dv",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. ޙިކްމަތާއި ލޯބި",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ޙިކްމަތްތެރިކަމާއި ލޯބިވެތިކަމަކީ ހުރިހާ ޙަޤީޤީ ޙަޟާރަތެއްގެ މައި ދެ ތަނބެވެ.</p>\n<p>އިންސާފުގެ ތިލަފަތުގެ އެއްފަރާތުގައި ޙިކްމަތްތެރިކަން، އަނެއް ފަރާތުގައި ލޯބިވެތިކަން ބަހައްޓަންވާނެއެވެ.</p>\n<p>ޙިކްމަތްތެރިކަމާއި ލޯބިވެތިކަން އެއްހަމަކަން ގެންގުޅެންވާނެއެވެ. ލޯބިވެތިކަމެއްނެތް ޙިކްމަތްތެރިކަމަކީ، ހަލާކުކުރަނިވި އުނސުރެކެވެ. ޙިކްމަތްތެރިކަމެއްނެތް ލޯބިވެތިކަން އަހަރެމެން މަގުއޮޅުވާލުމަށް މަގުފަހިކޮށްދެއެވެ. “ލޯބިވެތިކަމަކީ ޤާނޫނެވެ. އެހެނަސް ލޯބިވެތިކަމަކީ ހޭލުންތެރިކަމާއެކު ލިބިގެންވާ އެއްޗެކެވެ.”</p>\n<p>ވަރަށް ގިނައިން ކިޔަވައި، މަޢުލޫމާތު ހޯދުމަކީ މުހިއްމުކަމެކެވެ. އަދި އަހަރެމެންގެ ތެރޭގައި ރޫޙާނީ ވުޖޫދު ތަރައްޤީކުރުމަކީވެސް ވަރަށް މުހިއްމުކަމެކެވެ.</p>\n<p>އަހަރެމެންގެ ތެރޭގައި ރޫޙާނީ ވުޖޫދު ރަނގަޅުގޮތުގައި އެކުލެވިގެން ނުވާ މަޢުލޫމާތަކީ، ބްރިބޮނިޒްމްއޭ ކިޔާ އެއްޗެއްގެ ސަބަބެވެ.</p>\n<p>އަހަރެމެންގެ ތެރޭގައި ރަނގަޅަށް ތަރައްޤީވެފައިވާ ވުޖޫދެއް ނަމަވެސް އެއްވެސްވައްތަރެއްގެ ފިކުރީ މަޢުލޫމާތު ނެތްނަމަ، އުފެދެނީ މޮޔަ ސާންތުންނެވެ.</p>\n<p>މޮޔަ ސާންތަކުން ރޫޙާނީ ވުޖޫދު ވަރަށްބޮޑަށް ތަރައްޤީވެފައިވެއެވެ. އެހެނަސް ފިކުރީ މަޢުލޫމާތު ނެތުމުން، ކަމެއް ކުރާނެގޮތެއް ނޭނގޭތީ އެއްވެސްކަމެއް ނުކުރެވޭނެއެވެ.</p>\n<p>މޮޔަ ސާންތަކަށް ކަންކަން ކުރުމުގެ ބާރު އެބަހުއްޓެވެ. އެހެނަސް ކުރާނެ ގޮތް ނޭނގޭތީ ކަންކަން ނުކުރެވެއެވެ.</p>\n<p>ރަނގަޅަށް ތަރައްޤީވެފައިވާ ރޫޙާނީ ވުޖޫދެއްނެތް ފިކުރީ މަޢުލޫމާތަކީ، ފިކުރީ އޮޅުންބޮޅުން، ނުބައިކަން، ފަޚުރުވެރިވުން ފަދަ ކަންކަން އުފައްދާ އެއްޗެކެވެ.</p>\n<p>ދެވަނަ ބޮޑު ހަނގުރާމައިގެ ތެރޭގައި، ސައިންސްގެ ނަމުގަޔާއި އިންސާނިއްޔަތުގެ ނަމުގައި، ހުރިހާ ރޫޙާނީ އުނސުރެއްނެތް އެތައްހާސް ސައިންސްވެރިން، ސައިންޓިފިކް ތަޖުރިބާކުރުމުގެ މަޤްޞަދުގައި ބިރުވެރި ޖަރީމާތައް ހިންގާފައިވެއެވެ.</p>\n<p>އަހަރެމެންގެ ބާރުގަދަ ފިކުރީ ސަޤާފަތެއް އުފައްދަން އެބަޖެހެއެވެ. އެހެނަސް ހޭލުންތެރިކަމާއެކު ޙަޤީޤީ ރޫޙާނީކަމާއެކު ހަމަހަމަކަން ގެންގުޅެން އެބަޖެހެއެވެ.</p>\n<p>އަހަރެމެންނަށް ބޭނުންވަނީ އިންޤިލާބީ އަޚްލާޤިއްޔާތަކާއި އިންޤިލާބީ ސައިކޮލޮޖީއެކެވެ. އަހަރެމެން ޙަޤީޤަތުގައިވެސް އެދޭނީ އަހަރެމެންގެ ތެރޭގައިވާ ޙަޤީޤީ ރޫޙާނީ ވުޖޫދު ތަރައްޤީކުރުމަށްޓަކައި އަހަރެމެންގެ އެތްމަފްސް ނައްތާލުމަށެވެ.</p>\n<p>ލޯބިވެތިކަން ނެތުމުގެ ސަބަބުން މީހުން ފިކުރު ބޭނުންކުރަނީ ހަލާކުކުރަނިވި ގޮތަކަށްކަން ފެނުމުން ހިތާމަވެރިވެއެވެ.</p>\n<p>ދަރިވަރުން ސައިންސާއި، ތާރީޚާއި، ހިސާބު ފަދަ ތަކެތި ދަސްކުރަން އެބަޖެހެއެވެ.</p>\n<p>އެހެންމީހުންނަށް މަންފާކުރަނިވި ބަޔަކަށްވުމުގެ މަޤްޞަދުގައި ވޮކޭޝަނަލް މަޢުލޫމާތު ހޯދަން އެބަޖެހެއެވެ.</p>\n<p>ކިޔެވުމަކީ މުހިއްމުކަމެކެވެ. އަސާސީ މަޢުލޫމާތު އެއްކުރުމަކީ ކޮންމެހެން ކުރަންޖެހޭ ކަމެކެވެ. އެހެނަސް ބިރުވެރިކަމަކީ ކޮންމެހެން ކުރަންޖެހޭ ކަމެއްނޫނެވެ.</p>\n<p>ގިނަބަޔަކު މަޢުލޫމާތު އެއްކުރަނީ ބިރުންނެވެ. އެމީހުންނަކީ ދިރިއުޅުމާއި، މަރާއި، ބަނޑުހައިހޫނުކަމާއި، ނިކަމެތިކަމާއި، މީހުން ދައްކާ ވާހަކަތަކަށް ބިރުގަންނަ ބައެކެވެ. އަދި އެސަބަބާހުރެ އެމީހުން ކިޔަވައެވެ.</p>\n<p>ކިޔަވަންވާނީ އެހެންމީހުންނަށް ރަނގަޅުގޮތުގައި ޚިދުމަތްކުރުމުގެ އެދުމުގައި އެމީހުންދެކެ ލޯބިވެތިވެގެންނެވެ. އެހެނަސް އެއްވެސްއިރަކު ބިރުން ކިޔަވައިގެން ނުވާނެއެވެ.</p>\n<p>ޢަމަލީ ދިރިއުޅުމުގައި އަހަރެމެންނަށް ޔަޤީންކުރެވުނީ ބިރުން ކިޔަވާ ހުރިހާ ދަރިވަރުންވެސް ލަސްވެގެންދާނީ ބްރިބޮނުންނަށެވެ.</p>\n<p>އަހަރެމެންގެ އަމިއްލަ ނަފްސަށް ތެދުވެރިވާން އެބަޖެހެއެވެ. އެއީ އަމިއްލަ ނަފްސު އޮބްޒާވްކުރުމަށްޓަކައެވެ. އަދި ބިރުގެ ހުރިހާ ކަންތައްތައް އަމިއްލަ ނަފްސުން ހޯދުމަށްޓަކައެވެ.</p>\n<p>އަހަރެމެން ދުވަހަކުވެސް ހަނދާންނެތިކޮށްގެން ނުވާނެއެވެ. ބިރަކީ އެތައް ފޭސްތަކެއް އޮންނަ އެއްޗެކެވެ. ބައެއްފަހަރު ބިރު ހިތްވަރުވެރިކަމާއެކު އޮޅުންފިލުވައެވެ. ހަނގުރާމައިގެ މައިދާނުގައި ތިބޭ ސިފައިން ވަރަށް ހިތްވަރުގަދަހެން ހީވެއެވެ. އެހެނަސް އެމީހުން ހަރަކާތްކުރަނީއާއި ހަނގުރާމަކުރަނީ ބިރުގެ ސަބަބުންނެވެ. އަމިއްލައަށް މަރުވާމީހާވެސް ފުރަތަމަ ނަޒަރުން ވަރަށް ހިތްވަރުގަދަހެން ހީވެއެވެ. އެހެނަސް ޙަޤީޤަތުގައި އެއީ ދިރިއުޅުމަށް ބިރުގަންނަ ފިނޑިއެކެވެ.</p>\n<p>ދިރިއުޅުމުގައި ހުރިހާ ބްރިބޮނުން ހިތްވަރުގަދަހެން ދައްކައެވެ. އެހެނަސް އެމީހުންގެ ހިތުގެއަޑީގައި އެމީހުންނަކީ ފިނޑިންނެވެ. ބްރިބޮނުން އެމީހުންގެ މަސައްކަތާއި ވެރިކަން ހަލާކުކުރަނިވި ގޮތަކަށް ބޭނުންކުރަނީ ބިރުންނެވެ. މިސާލަކީ ކާސްޓްރޯ ރޫއާ އެވެ؛ ކިއުބާގައި އެވެ.</p>\n<p>އަހަރެމެން ދުވަހަކުވެސް ޢަމަލީ ދިރިއުޅުމުގެ ތަޖުރިބާތަކާއި އަދި ފިކުރު ތަރައްޤީކުރުމާ ދެކޮޅުވެގެން ވާހަކައެއް ނުދައްކަމެވެ. އެހެނަސް އަހަރެމެން ކުށްވެރިކުރަނީ ލޯބިވެތިކަން ނެތުމެވެ.</p>\n<p>މަޢުލޫމާތާއި ދިރިއުޅުމުގެ ތަޖުރިބާ ހަލާކުކުރަނިވި ނަތީޖާއެއް ނެރެނީ ލޯބިވެތިކަން ނެތުމުންނެވެ.</p>\n<p>އީގޯއަށް ތަޖުރިބާތަކާއި ފިކުރީ މަޢުލޫމާތު ހިފެހެއްޓެނީ ލޯބިވެތިކަމޭ ކިޔާ އެއްޗެއް ނެތުމުންނެވެ.</p>\n<p>އީގޯއިން ތަޖުރިބާތަކާއި ފިކުރަށް ނަހަމަގޮތުގައި ބޭނުންކުރަނީ އަމިއްލަ ނަފްސު ވަރުގަދަކުރުމަށެވެ.</p>\n<p>އީގޯ، އަހަރެން، އަހަރެންގެ އަމިއްލަ ނަފްސު ނައްތާލުމުން، ތަޖުރިބާތަކާއި ފިކުރުތައް އިންޓިމޭޓް ވުޖޫދުގެ އަތްމައްޗަށް ދޫވެއެވެ. އަދި އޭރުން އެއްވެސް ނަހަމަގޮތެއްގައި ބޭނުންކުރުން ނުވާނެއެވެ.</p>\n<p>ކޮންމެ ދަރިވަރަކުވެސް ވޮކޭޝަނަލް މަގުން ދިއުމަށް އަމާޒުކުރަންވާނެއެވެ. އަދި އޭނާގެ ވޮކޭޝަނާ ގުޅުންހުރި ހުރިހާ ތިއަރީއެއް ރަނގަޅަށް ދަސްކުރަންވާނެއެވެ.</p>\n<p>ކިޔެވުމާއި ފިކުރު އެއްވެސް މީހަކަށް ގެއްލުމެއް ނުދެއެވެ. އެހެނަސް ފިކުރަށް ނަހަމަގޮތުގައި ބޭނުންކޮށްގެން ނުވާނެއެވެ.</p>\n<p>އަހަރެމެން ކިޔަވަން އެބަޖެހެއެވެ. ސިކުނޑިއަށް ނަހަމަގޮތުގައި ބޭނުން ނުކުރުމަށްޓަކައެވެ. ސިކުނޑިއަށް ނަހަމަގޮތުގައި ބޭނުންކުރަނީ އެކި ވޮކޭޝަންގެ ތިއަރީތައް ދަސްކުރަން ބޭނުންވާމީހުންނާއި، ފިކުރުން އެހެންމީހުންނަށް ގެއްލުންދޭން ބޭނުންވާ މީހުންނާއި، އެހެންމީހުންގެ ސިކުނޑީގެ މައްޗަށް ބާރު ހިންގާ މީހުންނެވެ.</p>\n<p>ހަމަހަމަ ސިކުނޑިއެއް ހޯދުމަށްޓަކައި ޕްރޮފެޝަނަލް މާއްދާތަކާއި ރޫޙާނީ މާއްދާތައް ކިޔެވުމަކީ މުހިއްމުކަމެކެވެ.</p>\n<p>ޙަޤީޤަތުގައިވެސް އަހަރެމެން ހަމަހަމަ ސިކުނޑިއަކަށް ބޭނުންވާނަމަ، ފިކުރީ ސިންތެސިސްއަށާއި ރޫޙާނީ ސިންތެސިސްއަށް ވާސިލްވުމަކީ ވަރަށް މުހިއްމުކަމެކެވެ.</p>\n<p>ސްކޫލުތަކާއި ކޮލެޖުތަކާއި ޔުނިވަރސިޓީތަކުގެ މުދައްރިސުން އަހަރެމެންގެ ސިކޮލޮޖީ ރަނގަޅަށް ދަސްކުރަން އެބަޖެހެއެވެ. އެއީ ޙަޤީޤަތުގައިވެސް އެމުދައްރިސުން އެމީހުންގެ ދަރިވަރުން ފަންޑަމެންޓަލް އިންޤިލާބުގެ މަގުން ގެންދަން ބޭނުންވާނަމައެވެ.</p>\n<p>ދަރިވަރުން ރޫޙާނީ ވުޖޫދު ހޯދަން އެބަޖެހެއެވެ. އެމީހުންގެ އަމިއްލަ ނަފްސުގައި ޙަޤީޤީ ވުޖޫދު ތަރައްޤީކުރަން އެބަޖެހެއެވެ. އެހެންވީމާ އެކުދިން ސްކޫލުން ނިކުންނާނީ ޒިންމާދާރު އަފްރާދުންގެ ގޮތުގައެވެ. އަދި މޮޔަ ބްރިބޮނުންގެ ގޮތުގައެއްނޫނެވެ.</p>\n<p>ލޯބިވެތިކަމެއްނެތް ޙިކްމަތްތެރިކަމަކުން އެއްވެސްކަމެއް ނުކުރެވޭނެއެވެ. ލޯބިވެތިކަމެއްނެތް ފިކުރުން އުފައްދަނީ ހަމައެކަނި ބްރިބޮނުންނެވެ.</p>\n<p>ޙިކްމަތްތެރިކަމަކީ އަމިއްލަ ޒާތުގައި އެޓޮމިކް މާއްދާއެކެވެ. އެޓޮމިކް ރައުސްމާލެކެވެ. އެއީ ޙަޤީޤީ ލޯބިވެތިކަމުން ފުރިގެންވާ މީހުން ބަލަހައްޓަންޖެހޭ އެއްޗެކެވެ.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/dv/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/dv/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
