import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Мъдрост и Любов",
  "locale": "bg",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. Мъдрост и Любов",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>МЪДРОСТТА и ЛЮБОВТА са двата основни стълба на всяка истинска цивилизация.</p>\n<p>В едната везна на правосъдието трябва да поставим МЪДРОСТТА, в другата везна трябва да поставим ЛЮБОВТА.</p>\n<p>Мъдростта и Любовта трябва да се уравновесяват взаимно. Мъдростта без Любов е разрушителен елемент. Любовта без Мъдрост може да ни доведе до грешка “ЛЮБОВТА Е ЗАКОН, НО СЪЗНАТЕЛНА ЛЮБОВ”.</p>\n<p>Необходимо е да се учи много и да се придобиват знания, но също така е НАЛОЖИТЕЛНО да развиваме в себе си ДУХОВНОТО БИТИЕ.</p>\n<p>Знанието без ДУХОВНОТО БИТИЕ, добре развито по хармоничен начин вътре в нас, се превръща в причина за това, което се нарича ИЗМАМНИЧЕСТВО.</p>\n<p>Добре развитото БИТИЕ вътре в нас, но без интелектуални знания от какъвто и да е вид, поражда Глупави светци.</p>\n<p>Един глупав светец притежава много развито ДУХОВНО БИТИЕ, но тъй като няма интелектуални знания, не може да направи нищо, защото не знае как да го направи.</p>\n<p>ГЛУПАВИЯТ СВЕТЕЦ има силата да прави, но не може да прави, защото не знае как да го направи.</p>\n<p>Интелектуалното познание без добре развито ДУХОВНО БИТИЕ поражда интелектуално объркване, извратеност, гордост и т.н., и т.н.</p>\n<p>По време на Втората световна война хиляди учени, лишени от всякакъв Духовен елемент, в името на науката и човечеството, извършиха ужасяващи престъпления с цел да правят научни експерименти.</p>\n<p>Трябва да си изградим мощна интелектуална култура, но балансирана изключително много с истинската съзнателна Духовност.</p>\n<p>Нуждаем се от РЕВОЛЮЦИОННА ЕТИКА и РЕВОЛЮЦИОННА ПСИХОЛОГИЯ, ако наистина искаме да разтворим АЗ-а, за да развием законно Духовното БИТИЕ в нас.</p>\n<p>Жалко е, че поради липса на ЛЮБОВ хората използват ИНТЕЛЕКТА по разрушителен начин.</p>\n<p>Учениците и студентките трябва да изучават науки, история, математика и т.н., и т.н.</p>\n<p>Необходимо е да се придобият професионални знания, за да бъдем полезни на ближния.</p>\n<p>Ученето е необходимо. Натрупването на основни знания е задължително, но страхът не е задължителен.</p>\n<p>Много хора трупат знания от страх; страхуват се от живота, от смъртта, от глада, от мизерията, от това какво ще кажат хората и т.н., и поради тази причина учат.</p>\n<p>Трябва да се учи от Любов към нашите ближни с желанието да им служим по-добре, но никога не трябва да се учи от страх.</p>\n<p>В практическия живот успяхме да проверим, че всички онези студенти, които учат от страх, рано или късно се превръщат в мошеници.</p>\n<p>Необходимо е да бъдем честни със себе си, за да се самонаблюдаваме и да открием в себе си всички процеси на страха.</p>\n<p>Никога не трябва да забравяме в живота, че страхът има много фази. Понякога страхът се бърка с храбростта. Войниците на бойното поле изглеждат много смели, но в действителност се движат и се бият поради страх. Самоубиецът също на пръв поглед изглежда много смел, но в действителност е страхливец, който се страхува от живота.</p>\n<p>Всеки мошеник в живота се преструва на много смел, но в дъното на душата си е страхливец. Мошениците обикновено използват професията и властта по разрушителен начин, когато се страхуват. Пример; Кастро Руа; в Куба.</p>\n<p>Ние никога не се произнасяме против опита от практическия живот, нито против култивирането на интелекта, но осъждаме липсата на ЛЮБОВ.</p>\n<p>Знанието и опитът от живота се оказват разрушителни, когато липсва ЛЮБОВ.</p>\n<p>ЕГОТО обикновено улавя опита и интелектуалните знания, когато има отсъствие на това, което се нарича ЛЮБОВ.</p>\n<p>ЕГОТО злоупотребява с опита и интелекта, когато ги използва, за да се подсили.</p>\n<p>Разрушавайки ЕГОТО, АЗ-а, САМИЯ АЗ, опитът и Интелектът остават в ръцете на ВЪТРЕШНОТО БИТИЕ и всяка злоупотреба става невъзможна тогава.</p>\n<p>Всеки студент трябва да се ориентира по професионалния път и да изучи много задълбочено всички теории, които са свързани с неговата професия.</p>\n<p>Ученето, интелектът, не вредят на никого, но не трябва да злоупотребяваме с интелекта.</p>\n<p>Трябва да учим, за да не злоупотребяваме с ума. Злоупотребява с ума този, който иска да изучава теориите на различни професии, който иска да навреди на другите с интелекта, който упражнява насилие върху чуждия ум и т.н., и т.н., и т.н.</p>\n<p>Необходимо е да се изучават професионалните предмети и духовните предмети, за да имаме уравновесен ум.</p>\n<p>СПЕШНО е да се достигне до интелектуалния СИНТЕЗ и до духовния синтез, ако наистина искаме уравновесен ум.</p>\n<p>Учителите и учителките в училища, колежи, университети и т.н., трябва да изучават задълбочено нашата Революционна Психология, ако наистина искат да поведат своите студенти по пътя на ФУНДАМЕНТАЛНАТА РЕВОЛЮЦИЯ.</p>\n<p>Необходимо е студентите да придобият ДУХОВНОТО БИТИЕ, да развият в себе си ИСТИНСКОТО БИТИЕ, за да излязат от училище превърнати в отговорни индивиди, а не в глупави ИЗМАМНИЦИ.</p>\n<p>Мъдростта е безполезна без Любов. Интелектът без Любов произвежда само Измамници.</p>\n<p>Мъдростта сама по себе си е Атомна Субстанция, Атомен капитал, който трябва да бъде управляван само от индивиди, изпълнени с истинска Любов.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/bg/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/bg/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
