import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "חוכמה ואהבה",
  "locale": "he",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. חוכמה ואהבה",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>חוכמה ואהבה הן שני עמודי התווך של כל ציוויליזציה אמיתית.</p>\n<p>בכף אחת של מאזני הצדק עלינו לשים את החוכמה, ובכף השנייה עלינו לשים את האהבה.</p>\n<p>חוכמה ואהבה צריכות לאזן זו את זו. חוכמה ללא אהבה היא גורם הרסני. אהבה ללא חוכמה עלולה להוביל אותנו לטעות “אהבה היא חוק, אבל אהבה מודעת”.</p>\n<p>יש צורך ללמוד הרבה ולרכוש ידע, אך דחוף גם לפתח בתוכנו את הישות הרוחנית.</p>\n<p>ידע ללא הישות הרוחנית המפותחת היטב בצורה הרמונית בתוכנו, הופך להיות הסיבה למה שנקרא נוכלות.</p>\n<p>ישות מפותחת היטב בתוכנו, אך ללא ידע אינטלקטואלי מכל סוג שהוא, מולידה קדושים טיפשים.</p>\n<p>קדוש טיפש מחזיק בישות רוחנית מפותחת מאוד, אך מכיוון שאין לו ידע אינטלקטואלי, הוא לא יכול לעשות דבר מכיוון שהוא לא יודע איך לעשות.</p>\n<p>לקדוש הטיפש יש את הכוח לעשות, אך הוא לא יכול לעשות מכיוון שהוא לא יודע איך לעשות.</p>\n<p>ידע אינטלקטואלי ללא הישות הרוחנית המפותחת היטב מייצר בלבול אינטלקטואלי, סטיות, גאווה וכו’, וכו’.</p>\n<p>במהלך מלחמת העולם השנייה, אלפי מדענים חסרי כל יסוד רוחני בשם המדע והאנושות, ביצעו פשעים נוראים במטרה לערוך ניסויים מדעיים.</p>\n<p>אנו צריכים לבנות לעצמנו תרבות אינטלקטואלית חזקה, אך מאוזנת מאוד עם רוחניות מודעת אמיתית.</p>\n<p>אנו זקוקים לאתיקה מהפכנית ולפסיכולוגיה מהפכנית אם באמת ברצוננו לפזר את האני כדי לפתח את הישות הרוחנית הלגיטימית בתוכנו.</p>\n<p>חבל שבגלל חוסר אהבה אנשים משתמשים באינטלקט בצורה הרסנית.</p>\n<p>תלמידים ותלמידות צריכים ללמוד מדעים, היסטוריה, מתמטיקה וכו’, וכו’.</p>\n<p>יש צורך לרכוש את הידע המקצועי, במטרה להיות מועילים לזולת.</p>\n<p>ללמוד זה הכרחי. צבירת ידע בסיסי היא חיונית, אך פחד אינו חיוני.</p>\n<p>אנשים רבים צוברים ידע מתוך פחד; הם מפחדים מהחיים, מהמוות, מרעב, מעוני, ממה יגידו וכו’, ומסיבה זו הם לומדים.</p>\n<p>יש ללמוד מתוך אהבה לרעינו, מתוך הכמיהה לשרת אותם טוב יותר, אך לעולם אסור ללמוד מתוך פחד.</p>\n<p>בחיים המעשיים הצלחנו לוודא שכל אותם סטודנטים שלומדים מתוך פחד, במוקדם או במאוחר הופכים לנוכלים.</p>\n<p>אנו צריכים להיות כנים עם עצמנו כדי להתבונן בעצמנו ולגלות בתוכנו את כל תהליכי הפחד.</p>\n<p>לעולם אסור לנו לשכוח בחיים שלפחד יש שלבים רבים. לפעמים הפחד מתבלבל עם אומץ. חיילים בשדה הקרב נראים מאוד אמיצים, אך למעשה הם נעים ונלחמים בגלל פחד. גם המתאבד נראה במבט ראשון מאוד אמיץ, אך למעשה הוא פחדן שמפחד מהחיים.</p>\n<p>כל נוכל בחיים מעמיד פנים שהוא מאוד אמיץ, אך בסתר ליבו הוא פחדן. נוכלים נוטים להשתמש במקצוע ובכוח בצורה הרסנית כאשר הם מפחדים. לדוגמה; קסטרו רואה; בקובה.</p>\n<p>לעולם לא נצא נגד הניסיון של החיים המעשיים או נגד טיפוח האינטלקט, אך אנו מגנים את חוסר האהבה.</p>\n<p>ידע וניסיון חיים הופכים להרסניים כאשר חסרה אהבה.</p>\n<p>האגו נוטה ללכוד חוויות וידע אינטלקטואלי כאשר קיים היעדר של מה שנוטעים אהבה.</p>\n<p>האגו מנצל לרעה את החוויות ואת האינטלקט כאשר הוא משתמש בהם כדי להתחזק.</p>\n<p>על ידי פירוק האגו, האני, עצמי, החוויות והאינטלקט נשארים בידי הישות הפנימית וכל התעללות הופכת אז לבלתי אפשרית.</p>\n<p>כל סטודנט צריך להיות מכוון על ידי הדרך המקצועית וללמוד לעומק את כל התיאוריות הקשורות למקצוע שלו.</p>\n<p>לימוד, אינטלקט, לא פוגעים באף אחד, אך אסור לנו לנצל לרעה את האינטלקט.</p>\n<p>אנו צריכים ללמוד כדי לא לנצל לרעה את המוח. מי שרוצה ללמוד את התיאוריות של מקצועות שונים, מי שרוצה לפגוע באחרים באינטלקט, מי שמפעיל אלימות על מוחו של אחר וכו’ וכו’ וכו’ מנצל לרעה את המוח.</p>\n<p>יש צורך ללמוד את הנושאים המקצועיים ואת הנושאים הרוחניים כדי שיהיה לנו שכל מאוזן.</p>\n<p>דחוף להגיע לסינתזה אינטלקטואלית ולסינתזה רוחנית אם באמת ברצוננו שכל מאוזן.</p>\n<p>מורים ומורות בבתי ספר, מכללות, אוניברסיטאות וכו’, צריכים ללמוד לעומק את הפסיכולוגיה המהפכנית שלנו אם באמת ברצונם להוביל את תלמידיהם בדרך המהפכה הבסיסית.</p>\n<p>יש צורך שהתלמידים ירכשו את הישות הרוחנית, יפתחו בעצמם את הישות האמיתית, כדי שיצאו מבית הספר כשהם הופכים ליחידים אחראיים ולא לנוכלים טיפשים.</p>\n<p>חוכמה ללא אהבה אינה מועילה כלל. אינטלקט ללא אהבה מייצר רק נוכלים.</p>\n<p>חוכמה כשלעצמה היא חומר אטומי, הון אטומי שצריך לנהל רק על ידי יחידים מלאי אהבה אמיתית.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/he/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/he/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
