import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "Мэргэн ухаан ба хайр",
  "locale": "mn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. Мэргэн ухаан ба хайр",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>МЭДЛЭГ, ХАЙР хоёр бол жинхэнэ соёл иргэншлийн тулгын хоёр багана юм.</p>\n<p>Шударга ёсны жингийн нэг тавган дээр МЭДЛЭГИЙГ, нөгөө тавган дээр ХАЙРЫГ тавих хэрэгтэй.</p>\n<p>МЭДЛЭГ, ХАЙР хоёр нь бие биенээ тэнцвэржүүлэх ёстой. Хайргүй МЭДЛЭГ бол сүйтгэгч хүчин зүйл юм. МЭДЛЭГГҮЙ ХАЙР нь биднийг алдаанд хүргэж болно “ХАЙР БОЛ ХУУЛЬ, ГЭХДЭЭ УХАМСАРТАЙ ХАЙР”.</p>\n<p>Маш их суралцаж, мэдлэг эзэмших шаардлагатай, гэхдээ бидний доторхи СҮНСЭН БИЕ-ийг хөгжүүлэх нь мөн ЯАРАЛТАЙ байна.</p>\n<p>Өөрийнхөө дотор СҮНСЭН БИЕ-ийг бүрэн дүүрэн хөгжүүлэлгүйгээр олж авсан мэдлэг нь заль мэх гэж нэрлэгддэг зүйлийн шалтгаан болдог.</p>\n<p>Бидний дотор бүрэн хөгжсөн СҮНСЭН БИЕ нь ямар ч төрлийн оюуны мэдлэггүй бол тэнэг Гэгээнтнүүдийг бий болгодог.</p>\n<p>Тэнэг Гэгээнтэн нь СҮНСЭН БИЕ-ийг маш сайн хөгжүүлсэн байдаг, гэхдээ оюуны мэдлэг байхгүй учраас яаж хийхээ мэдэхгүй учраас юу ч хийж чадахгүй.</p>\n<p>ТЭНЭГ Гэгээнтэн нь хийх хүчтэй, гэхдээ яаж хийхээ мэдэхгүй учраас хийж чадахгүй.</p>\n<p>СҮНСЭН БИЕ-ийг бүрэн хөгжүүлээгүй оюуны мэдлэг нь оюуны төөрөгдөл, завхрал, бардам зан гэх мэтийг бий болгодог.</p>\n<p>Дэлхийн 2-р дайны үеэр шинжлэх ухаан, хүн төрөлхтөний нэрийн өмнөөс ямар ч Сүнслэг элементгүй мянга мянган эрдэмтэд шинжлэх ухааны туршилт хийх зорилгоор аймшигт гэмт хэрэг үйлдсэн.</p>\n<p>Бид жинхэнэ ухамсартай Сүнслэг байдлаар маш сайн тэнцвэржсэн хүчирхэг оюуны соёлыг бүрдүүлэх хэрэгтэй.</p>\n<p>Бид өөрсдийн дотор хууль ёсны Сүнслэг БИЕ-ийг хөгжүүлэхийн тулд биеэ үнэхээр уусгахыг хүсэж байгаа бол ХУВЬСГАЛТ ЁС ЗҮЙ, ХУВЬСГАЛТ СЭТГЭЛ ЗҮЙ хэрэгтэй.</p>\n<p>ХАЙРГҮЙ учраас хүмүүс ОЮУН УХААНЫГ сүйтгэлийн хэлбэрээр ашиглаж байгаа нь харамсалтай.</p>\n<p>Оюутнууд болон оюутнууд шинжлэх ухаан, түүх, математик гэх мэтийг судлах шаардлагатай.</p>\n<p>Бусдад тустай байх зорилгоор мэргэжлийн мэдлэгийг эзэмших шаардлагатай.</p>\n<p>Сурах нь зайлшгүй. Үндсэн мэдлэгийг хуримтлуулах нь чухал, гэхдээ айдас нь чухал биш.</p>\n<p>Олон хүмүүс айдастай учраас мэдлэг хуримтлуулдаг; Тэд амьдрах, үхэх, өлсөх, ядуурахаас, хүмүүс юу гэж хэлэхээс гэх мэтээс АЙДАСТАЙ тул суралцдаг.</p>\n<p>Бид илүү сайн үйлчлэх хүсэл эрмэлзэлтэйгээр хүмүүст хайртай учраас суралцах ёстой, гэхдээ хэзээ ч айдастай учраас суралцаж болохгүй.</p>\n<p>Амьдрал дээр бид айдастай учраас суралцдаг бүх оюутнууд эрт орой хэзээ нэгэн цагт заль мэх болдог гэдгийг баталсан.</p>\n<p>Бид өөрсдийгөө ажиглаж, өөрсдөөсөө айдасны бүх үйл явцыг олохын тулд өөрсөдтэйгээ чин сэтгэлээсээ хандах хэрэгтэй.</p>\n<p>Айдас нь олон үе шаттай гэдгийг амьдралдаа хэзээ ч мартаж болохгүй. Заримдаа айдас нь эр зоригтой андуурдаг. Тулалдааны талбарт байлдагчид маш зоригтой харагддаг, гэхдээ үнэндээ тэд айдаснаас болж хөдөлж, тулалддаг. Амиа хорлогч ч гэсэн анх харахад маш зоригтой харагддаг, гэхдээ үнэндээ амьдрахаас айдаг хулчгар хүн юм.</p>\n<p>Амьдрал дээрх зальтай хүн бүр маш зоригтой мэт харагддаг боловч гүндээ хулчгар хүн юм. Зальтай хүмүүс айхдаа мэргэжил, эрх мэдлийг сүйтгэлийн хэлбэрээр ашигладаг. Жишээ; Кастро Руа; Кубад.</p>\n<p>Бид хэзээ ч амьдралын туршлага, оюун ухааныг хөгжүүлэхийг эсэргүүцдэггүй, харин ХАЙРГҮЙ байдлыг буруушааж байна.</p>\n<p>ХАЙРГҮЙ үед амьдралын мэдлэг, туршлага сүйтгэлийн үр дагавартай байдаг.</p>\n<p>ХАЙР гэж нэрлэгддэг зүйл байхгүй бол ЭГО туршлага, оюуны мэдлэгийг барьж авдаг.</p>\n<p>ЭГО өөрийгөө хүчирхэгжүүлэхийн тулд тэдгээрийг ашиглах үед туршлага, оюун ухааныг буруугаар ашигладаг.</p>\n<p>ЭГО, БИ, ӨӨРИЙГӨӨ салгаснаар туршлага, оюун ухаан нь ДОТНЫ БИЕ-ийн гарт үлддэг бөгөөд дараа нь ямар ч буруушаал боломжгүй болдог.</p>\n<p>Оюутан бүр мэргэжлийн замаар явах ёстой бөгөөд мэргэжилтэй нь холбоотой бүх онолыг нарийвчлан судлах ёстой.</p>\n<p>Сурах, оюун ухаан хэнд ч хор хөнөөл учруулдаггүй, гэхдээ бид оюун ухааныг хэтрүүлэн ашиглах ёсгүй.</p>\n<p>Бид оюун ухаанаа хэтрүүлэн ашиглахгүйн тулд суралцах хэрэгтэй. Өөр өөр мэргэжлийн онолуудыг судлахыг хүсдэг, оюун ухаанаар бусдад хор хөнөөл учруулахыг хүсдэг, бусдын оюун ухаанд хүч хэрэглэдэг хүмүүс оюун ухаанаа буруугаар ашигладаг гэх мэт.</p>\n<p>Тэнцвэртэй оюун ухаантай байхын тулд мэргэжлийн болон сүнслэг сэдвүүдийг судлах шаардлагатай.</p>\n<p>Хэрэв бид үнэхээр тэнцвэртэй оюун ухаантай болохыг хүсэж байгаа бол оюуны СИНТЕЗ, Сүнслэг синтезд хүрэх нь ЯАРАЛТАЙ байна.</p>\n<p>Хэрэв тэд оюутнуудаа ҮНДЭСНИЙ ХУВЬСГАЛЫН зам руу хөтлөхийг үнэхээр хүсч байгаа бол сургууль, коллеж, их сургуулийн багш, багш нар манай Хувьсгалт Сэтгэл Зүйг сайтар судлах ёстой.</p>\n<p>Оюутнууд СҮНСЭН БИЕ-ийг олж авах, өөрсдийн дотор ЖИНХЭНЭ БИЕ-ийг хөгжүүлэх шаардлагатай бөгөөд ингэснээр тэд Сургуулиас хариуцлагатай хувь хүмүүс болж гарч ирэх бөгөөд тэнэг БАРААН биш юм.</p>\n<p>ХАЙРГҮЙ МЭДЛЭГ юунд ч хэрэггүй. ХАЙРГҮЙ ОЮУН УХААН зөвхөн БАРААН үйлдвэрлэдэг.</p>\n<p>МЭДЛЭГ өөрөө Атомын бодис, Атомын капитал бөгөөд үүнийг зөвхөн жинхэнэ ХАЙРААР дүүрэн хувь хүмүүс удирдаж байх ёстой.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mn/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mn/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
