import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ज्ञान आणि प्रेम",
  "locale": "mr",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. ज्ञान आणि प्रेम",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ज्ञान आणि प्रेम हे कोणत्याही खऱ्या सभ्यतेचे दोन आधारस्तंभ आहेत.</p>\n<p>न्यायाच्या तराजूच्या एका पारड्यात आपण ज्ञान ठेवले पाहिजे, तर दुसऱ्या पारड्यात प्रेम ठेवले पाहिजे.</p>\n<p>ज्ञान आणि प्रेम एकमेकांना संतुलित ठेवले पाहिजे. प्रेमाशिवायचे ज्ञान हे विनाशकारी असते. ज्ञानाशिवायचे प्रेम आपल्याला चुकीच्या मार्गावर नेऊ शकते. “प्रेम हा नियम आहे, पण तो जाणीवपूर्वक असावा.”</p>\n<p>खूप अभ्यास करणे आणि ज्ञान मिळवणे आवश्यक आहे, पण आपल्यातील आध्यात्मिक अस्तित्वाचा विकास करणेही तितकेच महत्त्वाचे आहे.</p>\n<p>आपल्यामध्ये सुसंवादीपणे विकसित झालेल्या आध्यात्मिक अस्तित्वाशिवायचे ज्ञान, भ्रष्टाचाराचे कारण बनते.</p>\n<p>आपल्यातील चांगले विकसित झालेले अस्तित्व, परंतु कोणत्याही प्रकारचे बौद्धिक ज्ञान नसल्यास, ते मूर्ख संतांना जन्म देते.</p>\n<p>एका मूर्ख संतामध्ये आध्यात्मिक अस्तित्व खूप विकसित झालेले असते, पण बौद्धिक ज्ञान नसल्यामुळे तो काहीही करू शकत नाही, कारण त्याला कसे करावे हे माहीत नसते.</p>\n<p>मूर्ख संतामध्ये करण्याची शक्ती असते, पण त्याला कसे करावे हे माहीत नसल्यामुळे तो काही करू शकत नाही.</p>\n<p>चांगले विकसित झालेले आध्यात्मिक अस्तित्व नसलेले बौद्धिक ज्ञान, बौद्धिक गोंधळ, दुष्टता, गर्व इत्यादी निर्माण करते.</p>\n<p>दुसऱ्या महायुद्धात हजारो शास्त्रज्ञांनी विज्ञान आणि मानवतेच्या नावाखाली, कोणत्याही आध्यात्मिक गोष्टींपासून वंचित राहून, वैज्ञानिक प्रयोग करण्याच्या उद्देशाने भयंकर गुन्हे केले.</p>\n<p>आपल्याला एक शक्तिशाली बौद्धिक संस्कृती तयार करण्याची गरज आहे, जी खऱ्या जाणीवपूर्वक अध्यात्माने संतुलित असेल.</p>\n<p>जर आपल्याला खऱ्या अर्थाने ‘स्व’ विरघळवून आपल्यातील अस्सल आध्यात्मिक अस्तित्वाचा विकास करायचा असेल, तर आपल्याला क्रांतिकारी नैतिकता आणि क्रांतिकारी मानसशास्त्राची गरज आहे.</p>\n<p>हे दुर्दैवी आहे की, प्रेमाच्या अभावामुळे लोक बुद्धीचा उपयोग विनाशकारी पद्धतीने करतात.</p>\n<p>विद्यार्थ्यांनी विज्ञान, इतिहास, गणित इत्यादी विषयांचा अभ्यास करणे आवश्यक आहे.</p>\n<p>शेजाऱ्यांसाठी उपयुक्त ठरण्यासाठी व्यावसायिक ज्ञान मिळवणे आवश्यक आहे.</p>\n<p>अभ्यास करणे आवश्यक आहे. मूलभूत ज्ञान जमा करणे अत्यावश्यक आहे, पण भीती आवश्यक नाही.</p>\n<p>बरेच लोक भीतीमुळे ज्ञान जमा करतात; त्यांना जीवन, मृत्यू, भूक, गरिबी, लोक काय म्हणतील याची भीती असते आणि त्यामुळे ते अभ्यास करतात.</p>\n<p>आपल्या बांधवांना अधिक चांगली सेवा देण्याच्या इच्छेने, त्यांच्यावर प्रेम म्हणून अभ्यास केला पाहिजे, पण भीतीमुळे कधीही अभ्यास करू नये.</p>\n<p>ज्या विद्यार्थ्यांनी भीतीमुळे अभ्यास केला, ते कालांतराने भ्रष्ट बनतात, हे आपण प्रत्यक्ष जीवनात पाहिले आहे.</p>\n<p>स्वतःचे निरीक्षण करण्यासाठी आणि आपल्यातील भीतीची प्रक्रिया शोधण्यासाठी, आपण स्वतःशी प्रामाणिक असणे आवश्यक आहे.</p>\n<p>आपण हे कधीही विसरू नये की, भीतीचे अनेक टप्पे असतात. कधीकधी भीती धैर्याने गोंधळात टाकते. रणांगणातील सैनिक खूप शूर दिसतात, पण ते खरं तर भीतीमुळेच हालचाल करतात आणि लढतात. आत्महत्या करणारा माणूसदेखील पहिल्या दृष्टीक्षेपात खूप शूर दिसतो, पण तो प्रत्यक्षात एक भित्रा असतो, ज्याला जीवनाची भीती वाटते.</p>\n<p>प्रत्येक भ्रष्ट माणूस जीवनात खूप शूर असल्याचा देखावा करतो, पण तो मुळात भित्रा असतो. जेव्हा भ्रष्ट लोकांना भीती वाटते, तेव्हा ते त्यांच्या व्यवसायाचा आणि सत्तेचा उपयोग विनाशकारी पद्धतीने करतात. उदाहरणार्थ; क्युबामधील कॅस्ट्रो रुआ.</p>\n<p>आम्ही व्यावहारिक जीवनातील अनुभवाच्या किंवा बुद्धीच्या विकासाच्या विरोधात कधीही बोलत नाही, पण आम्ही प्रेमाच्या कमतरतेचा निषेध करतो.</p>\n<p>जेव्हा प्रेमाचा अभाव असतो, तेव्हा ज्ञान आणि जीवनातील अनुभव विनाशकारी ठरतात.</p>\n<p>जेव्हा प्रेमाचा अभाव असतो, तेव्हा अहंकार (EGO) अनुभव आणि बौद्धिक ज्ञानाला पकडतो.</p>\n<p>अहंकार (EGO) स्वतःला मजबूत करण्यासाठी अनुभवांचा आणि बुद्धीचा उपयोग करतो, तेव्हा तो त्यांचा गैरवापर करतो.</p>\n<p>अहंकार (EGO), ‘मी’, ‘माझे’ नष्ट केल्याने, अनुभव आणि बुद्धी ‘स्व’ च्या हातात राहतात आणि त्यामुळे गैरवापर करणे अशक्य होते.</p>\n<p>प्रत्येक विद्यार्थ्याने व्यावसायिक मार्गावर मार्गदर्शन घेतले पाहिजे आणि त्याच्या व्यवसायाशी संबंधित सर्व सिद्धांतांचा सखोल अभ्यास केला पाहिजे.</p>\n<p>अभ्यास, बुद्धी कोणालाही दुखवत नाही, पण आपण बुद्धीचा गैरवापर करू नये.</p>\n<p>ज्याला वेगवेगळ्या व्यवसायांचे सिद्धांत शिकायचे आहेत, जो बुद्धीने इतरांना दुखवू इच्छितो, जो दुसऱ्याच्या मनावर हिंसा करतो, तो बुद्धीचा गैरवापर करतो.</p>\n<p>संतुलित मन मिळवण्यासाठी व्यावसायिक आणि आध्यात्मिक दोन्ही विषयांचा अभ्यास करणे आवश्यक आहे.</p>\n<p>जर आपल्याला खऱ्या अर्थाने संतुलित मन हवे असेल, तर बौद्धिक संश्लेषण आणि आध्यात्मिक संश्लेषण साधणे अत्यंत आवश्यक आहे.</p>\n<p>शाळा, महाविद्यालये, विद्यापीठे इत्यादींमधील शिक्षक आणि शिक्षिकांनी, जर त्यांना त्यांच्या विद्यार्थ्यांना मूलभूत क्रांतीच्या मार्गावर खऱ्या अर्थाने न्यायचे असेल, तर त्यांनी आमच्या क्रांतिकारी मानसशास्त्राचा सखोल अभ्यास केला पाहिजे.</p>\n<p>विद्यार्थ्यांनी आध्यात्मिक अस्तित्व प्राप्त करणे, स्वतःमध्ये खरे ‘स्व’ विकसित करणे आवश्यक आहे, जेणेकरून ते शाळेतून जबाबदार व्यक्ती म्हणून बाहेर पडतील, ना की मूर्ख भ्रष्ट बनून.</p>\n<p>प्रेमाशिवाय ज्ञानाचा काही उपयोग नाही. प्रेमाशिवायची बुद्धी फक्त भ्रष्ट निर्माण करते.</p>\n<p>ज्ञान स्वतःच एक अणुऊर्जा आहे, अणु भांडवल आहे, जे फक्त खऱ्या प्रेमाने परिपूर्ण असलेल्या व्यक्तींनीच वापरले पाहिजे.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/mr/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mr/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/mr/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
