import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ප්‍රඥාව සහ ආදරය",
  "locale": "si",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. ප්‍රඥාව සහ ආදරය",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ප්‍රඥාව සහ ප්‍රේමය සැබෑ ශිෂ්ටාචාරයක කුළුණු දෙකයි.</p>\n<p>යුක්තියේ තරාදියේ එක් තැටියක ප්‍රඥාව තැබිය යුතු අතර අනෙක් තැටියේ ප්‍රේමය තැබිය යුතුය.</p>\n<p>ප්‍රඥාව සහ ප්‍රේමය එකිනෙකා සමතුලිත කළ යුතුය. ප්‍රේමය රහිත ප්‍රඥාව විනාශකාරී අංගයකි. ප්‍රඥාව රහිත ප්‍රේමය අපව වැරදි මඟට ගෙන යා හැකිය. “ප්‍රේමය නීතියයි, නමුත් එය දැනුවත් ප්‍රේමයක් විය යුතුය.”</p>\n<p>ගොඩක් ඉගෙනගෙන දැනුම ලබා ගැනීම අවශ්‍යයි, නමුත් අපගේ ආධ්‍යාත්මික පැවැත්ම වර්ධනය කිරීමත් හදිසි කාරණයක්.</p>\n<p>අප තුළ මනා ලෙස වර්ධනය වූ ආධ්‍යාත්මික පැවැත්මක් නොමැතිව දැනුම ලබා ගැනීමෙන් සිදුවන්නේ වංචනිකයින් බිහිවීමයි.</p>\n<p>යම් පුද්ගලයෙකුගේ ආධ්‍යාත්මික පැවැත්ම හොඳින් වර්ධනය වී තිබුණද කිසිදු බුද්ධිමය දැනුමක් නොමැති නම් එවැනි පුද්ගලයින් මෝඩ සාන්තුවරයන් බඳු වේ.</p>\n<p>මෝඩ සාන්තුවරයෙකුගේ ආධ්‍යාත්මික පැවැත්ම ඉතා හොඳින් වර්ධනය වී ඇත, නමුත් බුද්ධිමය දැනුමක් නොමැති නිසා කුමක් කළ යුතු දැයි නොදන්නා නිසා කිසිවක් කළ නොහැකිය.</p>\n<p>මෝඩ සාන්තුවරයාට යමක් කිරීමේ හැකියාව ඇතත් කරන්නේ කෙසේදැයි නොදන්නා නිසා කිසිවක් කළ නොහැකිය.</p>\n<p>හොඳින් වර්ධනය නොවූ ආධ්‍යාත්මික පැවැත්මක් සහිත බුද්ධිමය දැනුම මානසික ව්‍යාකූලතාවයට, දුෂ්ටකමට, අහංකාරයට හේතු වේ.</p>\n<p>දෙවන ලෝක යුද්ධ සමයේ විද්‍යාව සහ මනුෂ්‍යත්වය වෙනුවෙන් ආධ්‍යාත්මික ගුණාංගවලින් තොර විද්‍යාඥයන් දහස් ගණනක් විද්‍යාත්මක පරීක්ෂණ කිරීමේ අරමුණින් බිහිසුණු අපරාධ සිදු කළහ.</p>\n<p>අප සැබෑ අධ්‍යාත්මිකත්වය සමඟ සමබර වූ ප්‍රබල බුද්ධිමය සංස්කෘතියක් ගොඩනගා ගත යුතුය.</p>\n<p>අපට විප්ලවීය ආචාර ධර්ම පද්ධතියක් සහ විප්ලවීය මනෝවිද්‍යාවක් අවශ්‍යයි. එසේ නොමැතිනම් අපගේ සැබෑ ආධ්‍යාත්මික පැවැත්ම වර්ධනය කර ගැනීම සඳහා අපගේ ආත්මාර්ථකාමිත්වය විසුරුවා හැරීමට නොහැකිය.</p>\n<p>ප්‍රේමය නොමැතිකම නිසා මිනිසුන් බුද්ධිය විනාශකාරී ලෙස භාවිතා කිරීම කණගාටුදායකය.</p>\n<p>සිසුන් විද්‍යාව, ඉතිහාසය, ගණිතය වැනි විෂයයන් හැදෑරිය යුතුය.</p>\n<p>අන් අයට ප්‍රයෝජනවත් වීමට වෘත්තීය දැනුම ලබා ගැනීම අවශ්‍ය වේ.</p>\n<p>ඉගෙනීම අවශ්‍ය වේ. මූලික දැනුම රැස් කිරීම අත්‍යවශ්‍ය වේ, නමුත් බිය අත්‍යවශ්‍ය නොවේ.</p>\n<p>බොහෝ අය බිය නිසා දැනුම රැස් කරති; ඔවුන් ජීවිතයට, මරණයට, කුසගින්නට, දුප්පත්කමට, අන් අය පවසන දේට බිය වෙති. එම හේතුව නිසාම ඔවුන් ඉගෙන ගනිති.</p>\n<p>අප ඉගෙන ගත යුත්තේ අපගේ සහෝදර මිනිසුන්ට ඇති ආදරය නිසාත් ඔවුන්ට වඩා හොඳින් සේවය කිරීමට ඇති ආශාව නිසාත්ය. කිසිවිටක බිය නිසා ඉගෙන නොගත යුතුය.</p>\n<p>ප්‍රායෝගික ජීවිතයේදී අපට පෙනී ගොස් ඇත්තේ බිය නිසා ඉගෙන ගන්නා සියලුම සිසුන් වැඩි කල් නොගොස් වංචනිකයින් බවට පත්වන බවයි.</p>\n<p>අපව නිරීක්ෂණය කර බිය පිළිබඳ සියලු ක්‍රියාවලීන් අප තුළම සොයා ගැනීමට අප අවංක විය යුතුය.</p>\n<p>ජීවිතයේ කිසිවිටක බියට බොහෝ පැති ඇති බව අප අමතක නොකළ යුතුය. සමහර විට බිය නිර්භීතකම සමඟ ව්‍යාකූල වේ. යුධ පිටියේ සිටින සොල්දාදුවන් ඉතා නිර්භීත බවක් පෙනුනද, ඔවුන් ඇත්ත වශයෙන්ම බිය නිසා චලනය වී සටන් කරති. සියදිවි නසා ගන්නා පුද්ගලයා ද බැලූ බැල්මට ඉතා නිර්භීත බවක් පෙනෙන්නට තිබුණද ඇත්ත වශයෙන්ම ඔහු ජීවිතයට බිය වන බියගුල්ලෙකි.</p>\n<p>සෑම වංචනිකයෙක්ම නිර්භීත බවක් පෙන්වුවද ඔහු බියගුල්ලෙකි. වංචනිකයින් බිය වූ විට වෘත්තිය සහ බලය විනාශකාරී ලෙස භාවිතා කිරීමට නැඹුරු වෙති. උදාහරණයක්; කියුබාවේ කැස්ත්‍රෝ රූවා.</p>\n<p>අපි කිසිවිටෙක ප්‍රායෝගික ජීවිතයේ අත්දැකීම්වලට හෝ බුද්ධිය වර්ධනය කිරීමට විරුද්ධ නොවෙමු, නමුත් ප්‍රේමය නොමැතිකම හෙළා දකිමු.</p>\n<p>ප්‍රේමය නොමැති විට ජීවිතයේ දැනුම හා අත්දැකීම් විනාශකාරී වේ.</p>\n<p>ප්‍රේමය නොමැති විට ආත්මාර්ථකාමිත්වය අත්දැකීම් සහ බුද්ධිමය දැනුම ලබා ගැනීමට නැඹුරු වේ.</p>\n<p>ආත්මාර්ථකාමිත්වය ශක්තිමත් කර ගැනීම සඳහා අත්දැකීම් සහ බුද්ධිය භාවිතා කරන විට ආත්මාර්ථකාමිත්වය අත්දැකීම් සහ බුද්ධිය අනිසි ලෙස භාවිතා කරයි.</p>\n<p>ආත්මාර්ථකාමිත්වය, මමත්වය නැති කළ විට අත්දැකීම් සහ බුද්ධිය ආත්මයේ අතට පත්වන අතර එවිට කිසිදු අනිසි භාවිතයක් කළ නොහැක.</p>\n<p>සෑම සිසුවෙක්ම වෘත්තීය මාර්ගයට නැඹුරු වී තම වෘත්තියට අදාළ සියලුම න්‍යායන් හොඳින් අධ්‍යයනය කළ යුතුය.</p>\n<p>අධ්‍යයනය සහ බුද්ධිය කිසිවෙකුට හානියක් නොකරයි. එනමුත් අප බුද්ධිය අනිසි ලෙස භාවිතා නොකළ යුතුය.</p>\n<p>අප අධ්‍යයනය කළ යුත්තේ මනස අනිසි ලෙස භාවිතා නොකිරීමටයි. විවිධ වෘත්තීන්හි න්‍යායන් අධ්‍යයනය කිරීමට කැමති තැනැත්තාද, බුද්ධියෙන් අන් අයට හානි කිරීමට කැමති තැනැත්තාද, අන් අයගේ මනස කෙරෙහි ප්‍රචණ්ඩත්වය භාවිතා කරන තැනැත්තාද මනස අනිසි ලෙස භාවිතා කරයි.</p>\n<p>සමබර මනසක් ලබා ගැනීම සඳහා වෘත්තීය විෂයයන් සහ ආධ්‍යාත්මික විෂයයන් අධ්‍යයනය කිරීම අවශ්‍ය වේ.</p>\n<p>සැබවින්ම සමබර මනසක් අපට අවශ්‍ය නම් බුද්ධිමය සංශ්ලේෂණයට සහ ආධ්‍යාත්මික සංශ්ලේෂණයට ළඟා වීම හදිසි කාරණයකි.</p>\n<p>පාසල්, විද්‍යාල, විශ්ව විද්‍යාලවල ගුරුවරුන් තම සිසුන් මූලික විප්ලවයේ මාවතට ගෙන යාමට අවශ්‍ය නම් විප්ලවීය මනෝවිද්‍යාව හොඳින් අධ්‍යයනය කළ යුතුය.</p>\n<p>සිසුන් ආධ්‍යාත්මික පැවැත්ම ලබා ගත යුතුය. වගකිවයුතු පුද්ගලයන් බවට පත්ව පාසලෙන් පිටවීමට සැබෑ පැවැත්ම තමන් තුළම වර්ධනය කර ගත යුතුය. වංචනිකයින් බවට පත් නොවිය යුතුය.</p>\n<p>ප්‍රේමය නොමැති ප්‍රඥාවෙන් කිසිදු ප්‍රයෝජනයක් නැත. ප්‍රේමය නොමැති බුද්ධියෙන් බිහිවන්නේ වංචනිකයින් පමණි.</p>\n<p>ප්‍රඥාව යනු පරමාණුක ද්‍රව්‍යයකි. එය පරිපූර්ණ ප්‍රේමයෙන් පිරුණු පුද්ගලයන් විසින් පමණක් පරිපාලනය කළ යුතු පරමාණුක ධනයකි.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/si/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/si/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/si/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
