import { j as Fragment, _ as __astro_tag_component__, w as createVNode } from './astro/server_D5RFOXkj.mjs';
import { $ as $$Image } from './_astro_assets_D9DAVLmb.mjs';

const frontmatter = {
  "title": "ಜ್ಞಾನ ಮತ್ತು ಪ್ರೀತಿ",
  "locale": "kn",
  "statusTranslation": "automatic",
  "coverImage": "https://lhvmrqwrcowdvduuaukz.supabase.co/storage/v1/object/public/strapi-uploads/small_cover-educacion-fundamental.webp-2d51a7828a2b1309555be27f7e2a61a0.webp",
  "sidebar": {
    "label": "11. ಜ್ಞಾನ ಮತ್ತು ಪ್ರೀತಿ",
    "order": 11
  }
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const {Fragment} = props.components || ({});
  if (!Fragment) _missingMdxReference("Fragment");
  return createVNode(Fragment, {
    "set:html": "<p>ಜ್ಞಾನ ಮತ್ತು ಪ್ರೀತಿ ಇವುಗಳು ನಿಜವಾದ ನಾಗರಿಕತೆಯ ಎರಡು ಪ್ರಮುಖ ಆಧಾರ ಸ್ತಂಭಗಳು.</p>\n<p>ನ್ಯಾಯದ ತಕ್ಕಡಿಯಲ್ಲಿ ಜ್ಞಾನವನ್ನು ಒಂದು ತಟ್ಟೆಯಲ್ಲಿ ಮತ್ತು ಪ್ರೀತಿಯನ್ನು ಇನ್ನೊಂದು ತಟ್ಟೆಯಲ್ಲಿ ಇಡಬೇಕು.</p>\n<p>ಜ್ಞಾನ ಮತ್ತು ಪ್ರೀತಿ ಪರಸ್ಪರ ಸಮತೋಲನವನ್ನು ಕಾಪಾಡಬೇಕು. ಪ್ರೀತಿಯಿಲ್ಲದ ಜ್ಞಾನವು ಒಂದು ವಿನಾಶಕಾರಿ ಅಂಶ. ಜ್ಞಾನವಿಲ್ಲದ ಪ್ರೀತಿ ತಪ್ಪು ದಾರಿಗೆ ಕರೆದೊಯ್ಯಬಹುದು “ಪ್ರೀತಿ ಒಂದು ನಿಯಮ, ಆದರೆ ಪ್ರಜ್ಞಾಪೂರ್ವಕ ಪ್ರೀತಿ”.</p>\n<p>ತುಂಬಾ ಅಧ್ಯಯನ ಮಾಡುವುದು ಮತ್ತು ಜ್ಞಾನವನ್ನು ಪಡೆಯುವುದು ಅವಶ್ಯಕ, ಆದರೆ ನಮ್ಮಲ್ಲಿ ಆಧ್ಯಾತ್ಮಿಕ ಅಸ್ತಿತ್ವವನ್ನು (SER ESPIRITUAL) ಬೆಳೆಸುವುದು ಸಹ ತುರ್ತು.</p>\n<p>ನಮ್ಮಲ್ಲಿ ಸರಿಯಾಗಿ ಬೆಳೆದಿರದ ಆಧ್ಯಾತ್ಮಿಕ ಅಸ್ತಿತ್ವವಿಲ್ಲದ ಜ್ಞಾನವೇ ಬ್ರಿಬೋನಿಸಂ (BRIBONISMO) ಎಂದು ಕರೆಯಲ್ಪಡುವ ವಿಷಯಕ್ಕೆ ಕಾರಣವಾಗುತ್ತದೆ.</p>\n<p>ನಮ್ಮಲ್ಲಿ ಚೆನ್ನಾಗಿ ಬೆಳೆದ ಅಸ್ತಿತ್ವವು ಯಾವುದೇ ರೀತಿಯ ಬೌದ್ಧಿಕ ಜ್ಞಾನವಿಲ್ಲದೆ, ಮೂರ್ಖ ಸಂತರಿಗೆ ಜನ್ಮ ನೀಡುತ್ತದೆ.</p>\n<p>ಮೂರ್ಖ ಸಂತನು ಬಹಳ ಅಭಿವೃದ್ಧಿ ಹೊಂದಿದ ಆಧ್ಯಾತ್ಮಿಕ ಅಸ್ತಿತ್ವವನ್ನು ಹೊಂದಿರುತ್ತಾನೆ, ಆದರೆ ಅವನಿಗೆ ಬೌದ್ಧಿಕ ಜ್ಞಾನವಿಲ್ಲದ ಕಾರಣ, ಏನು ಮಾಡಬೇಕೆಂದು ತಿಳಿಯದ ಕಾರಣ ಏನನ್ನೂ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.</p>\n<p>ಮೂರ್ಖ ಸಂತನಿಗೆ ಮಾಡುವ ಶಕ್ತಿಯಿದೆ ಆದರೆ ಹೇಗೆ ಮಾಡಬೇಕೆಂದು ತಿಳಿಯದ ಕಾರಣ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.</p>\n<p>ಸರಿಯಾಗಿ ಅಭಿವೃದ್ಧಿಪಡಿಸದ ಆಧ್ಯಾತ್ಮಿಕ ಅಸ್ತಿತ್ವವಿಲ್ಲದ ಬೌದ್ಧಿಕ ಜ್ಞಾನವು ಬೌದ್ಧಿಕ ಗೊಂದಲ, ವಿಕೃತಿ, ಹೆಮ್ಮೆ ಇತ್ಯಾದಿಗಳನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ.</p>\n<p>ಎರಡನೆಯ ಮಹಾಯುದ್ಧದ ಸಮಯದಲ್ಲಿ ಸಾವಿರಾರು ವಿಜ್ಞಾನಿಗಳು ವಿಜ್ಞಾನ ಮತ್ತು ಮಾನವೀಯತೆಯ ಹೆಸರಿನಲ್ಲಿ ಯಾವುದೇ ಆಧ್ಯಾತ್ಮಿಕ ಅಂಶವಿಲ್ಲದೆ ವೈಜ್ಞಾನಿಕ ಪ್ರಯೋಗಗಳನ್ನು ಮಾಡುವ ಉದ್ದೇಶದಿಂದ ಭಯಾನಕ ಅಪರಾಧಗಳನ್ನು ಮಾಡಿದರು.</p>\n<p>ನಾವು ಬಲವಾದ ಬೌದ್ಧಿಕ ಸಂಸ್ಕೃತಿಯನ್ನು ರೂಪಿಸಿಕೊಳ್ಳಬೇಕು, ಆದರೆ ಅದನ್ನು ನಿಜವಾದ ಪ್ರಜ್ಞಾಪೂರ್ವಕ ಆಧ್ಯಾತ್ಮಿಕತೆಯಿಂದ ಸಮತೋಲನಗೊಳಿಸಬೇಕು.</p>\n<p>ನಮ್ಮಲ್ಲಿ ನಿಜವಾಗಿಯೂ ಆಧ್ಯಾತ್ಮಿಕ ಅಸ್ತಿತ್ವವನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸಲು ನಾವು ‘ನಾನು’ ವನ್ನು ಕರಗಿಸಲು ಕ್ರಾಂತಿಕಾರಿ ನೀತಿಶಾಸ್ತ್ರ ಮತ್ತು ಕ್ರಾಂತಿಕಾರಿ ಮನೋವಿಜ್ಞಾನದ ಅಗತ್ಯವಿದೆ.</p>\n<p>ಪ್ರೀತಿಯ ಕೊರತೆಯಿಂದ ಜನರು ಬುದ್ಧಿಶಕ್ತಿಯನ್ನು ವಿನಾಶಕಾರಿಯಾಗಿ ಬಳಸುತ್ತಿರುವುದು ದುರದೃಷ್ಟಕರ.</p>\n<p>ವಿದ್ಯಾರ್ಥಿಗಳು ವಿಜ್ಞಾನ, ಇತಿಹಾಸ, ಗಣಿತ ಇತ್ಯಾದಿಗಳನ್ನು ಅಧ್ಯಯನ ಮಾಡಬೇಕು.</p>\n<p>ನೆರೆಯವರಿಗೆ ಉಪಯುಕ್ತವಾಗುವ ಉದ್ದೇಶದಿಂದ ವೃತ್ತಿಪರ ಜ್ಞಾನವನ್ನು ಪಡೆಯುವುದು ಅವಶ್ಯಕ.</p>\n<p>ಅಧ್ಯಯನ ಅಗತ್ಯ. ಮೂಲಭೂತ ಜ್ಞಾನವನ್ನು ಸಂಗ್ರಹಿಸುವುದು ಅನಿವಾರ್ಯ, ಆದರೆ ಭಯ ಅನಿವಾರ್ಯವಲ್ಲ.</p>\n<p>ಅನೇಕ ಜನರು ಭಯದಿಂದ ಜ್ಞಾನವನ್ನು ಸಂಗ್ರಹಿಸುತ್ತಾರೆ; ಅವರಿಗೆ ಜೀವನ, ಸಾವು, ಹಸಿವು, ಬಡತನ, ಜನರು ಏನು ಹೇಳುತ್ತಾರೆ ಎಂಬ ಭಯವಿದೆ ಮತ್ತು ಆ ಕಾರಣದಿಂದ ಅವರು ಅಧ್ಯಯನ ಮಾಡುತ್ತಾರೆ.</p>\n<p>ನಮ್ಮ ನೆರೆಯವರಿಗೆ ಉತ್ತಮವಾಗಿ ಸೇವೆ ಸಲ್ಲಿಸುವ ಹಂಬಲದಿಂದ ಪ್ರೀತಿಯಿಂದ ಅಧ್ಯಯನ ಮಾಡಬೇಕು, ಆದರೆ ಎಂದಿಗೂ ಭಯದಿಂದ ಅಧ್ಯಯನ ಮಾಡಬಾರದು.</p>\n<p>ಪ್ರಾಯೋಗಿಕ ಜೀವನದಲ್ಲಿ ಭಯದಿಂದ ಅಧ್ಯಯನ ಮಾಡುವ ವಿದ್ಯಾರ್ಥಿಗಳು ತಡವಾಗಿ ಅಥವಾ ಬೇಗನೆ ಮೋಸಗಾರರಾಗುತ್ತಾರೆ ಎಂದು ನಾವು ಕಂಡುಕೊಂಡಿದ್ದೇವೆ.</p>\n<p>ನಮ್ಮನ್ನು ನಾವೇ ಗಮನಿಸಿಕೊಳ್ಳಲು ಮತ್ತು ಭಯದ ಎಲ್ಲಾ ಪ್ರಕ್ರಿಯೆಗಳನ್ನು ನಮ್ಮಲ್ಲಿಯೇ ಕಂಡುಹಿಡಿಯಲು ನಾವು ನಮ್ಮೊಂದಿಗೆ ಪ್ರಾಮಾಣಿಕವಾಗಿರಬೇಕು.</p>\n<p>ಜೀವನದಲ್ಲಿ ಭಯಕ್ಕೆ ಹಲವು ಮುಖಗಳಿವೆ ಎಂಬುದನ್ನು ನಾವು ಎಂದಿಗೂ ಮರೆಯಬಾರದು. ಕೆಲವೊಮ್ಮೆ ಭಯವು ಧೈರ್ಯದೊಂದಿಗೆ ಗೊಂದಲಕ್ಕೊಳಗಾಗುತ್ತದೆ. ಯುದ್ಧಭೂಮಿಯಲ್ಲಿರುವ ಸೈನಿಕರು ತುಂಬಾ ಧೈರ್ಯಶಾಲಿಗಳಂತೆ ಕಾಣುತ್ತಾರೆ ಆದರೆ ವಾಸ್ತವವಾಗಿ ಅವರು ಭಯದಿಂದ ಚಲಿಸುತ್ತಾರೆ ಮತ್ತು ಹೋರಾಡುತ್ತಾರೆ. ಆತ್ಮಹತ್ಯೆ ಮಾಡಿಕೊಳ್ಳುವವನು ಸಹ ನೋಡಲು ತುಂಬಾ ಧೈರ್ಯಶಾಲಿಯಂತೆ ಕಾಣುತ್ತಾನೆ ಆದರೆ ವಾಸ್ತವವಾಗಿ ಅವನು ಜೀವನಕ್ಕೆ ಹೆದರುವ ಹೇಡಿ.</p>\n<p>ಜೀವನದಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬ ಮೋಸಗಾರನು ತುಂಬಾ ಧೈರ್ಯಶಾಲಿಯಂತೆ ನಟಿಸುತ್ತಾನೆ ಆದರೆ ಆಳವಾಗಿ ಹೇಡಿಯಾಗಿರುತ್ತಾನೆ. ಮೋಸಗಾರರು ಭಯಗೊಂಡಾಗ ವೃತ್ತಿ ಮತ್ತು ಅಧಿಕಾರವನ್ನು ವಿನಾಶಕಾರಿಯಾಗಿ ಬಳಸುತ್ತಾರೆ. ಉದಾಹರಣೆ; ಕ್ಯೂಬಾದಲ್ಲಿ ಕ್ಯಾಸ್ಟ್ರೋ ರೂವಾ; .</p>\n<p>ನಾವು ಪ್ರಾಯೋಗಿಕ ಜೀವನದ ಅನುಭವ ಅಥವಾ ಬುದ್ಧಿಶಕ್ತಿಯ ಕೃಷಿಯನ್ನು ಎಂದಿಗೂ ವಿರೋಧಿಸುವುದಿಲ್ಲ, ಆದರೆ ಪ್ರೀತಿಯ ಕೊರತೆಯನ್ನು ಖಂಡಿಸುತ್ತೇವೆ.</p>\n<p>ಪ್ರೀತಿ ಇಲ್ಲದಿದ್ದಾಗ ಜ್ಞಾನ ಮತ್ತು ಜೀವನದ ಅನುಭವಗಳು ವಿನಾಶಕಾರಿಯಾಗುತ್ತವೆ.</p>\n<p>ಪ್ರೀತಿಯ ಕೊರತೆಯಿರುವಾಗ ಅಹಂಕಾರವು ಅನುಭವಗಳನ್ನು ಮತ್ತು ಬೌದ್ಧಿಕ ಜ್ಞಾನವನ್ನು ಸೆರೆಹಿಡಿಯುತ್ತದೆ.</p>\n<p>ಅಹಂಕಾರವು ಬಲಗೊಳ್ಳಲು ಅನುಭವ ಮತ್ತು ಬುದ್ಧಿಶಕ್ತಿಯನ್ನು ಬಳಸಿದಾಗ ದುರುಪಯೋಗಪಡಿಸಿಕೊಳ್ಳುತ್ತದೆ.</p>\n<p>ಅಹಂಕಾರವನ್ನು (EGO), ‘ನಾನು’, ‘ನನ್ನನ್ನು’ ವಿಲೀನಗೊಳಿಸುವುದರಿಂದ, ಅನುಭವಗಳು ಮತ್ತು ಬುದ್ಧಿಶಕ್ತಿಯು ಆತ್ಮದ ಕೈಯಲ್ಲಿ ಉಳಿಯುತ್ತದೆ ಮತ್ತು ನಂತರ ಯಾವುದೇ ದುರುಪಯೋಗ ಅಸಾಧ್ಯವಾಗುತ್ತದೆ.</p>\n<p>ಪ್ರತಿಯೊಬ್ಬ ವಿದ್ಯಾರ್ಥಿಯು ವೃತ್ತಿಪರ ಮಾರ್ಗದಿಂದ ಮಾರ್ಗದರ್ಶನ ಪಡೆಯಬೇಕು ಮತ್ತು ಅವನ ವೃತ್ತಿಗೆ ಸಂಬಂಧಿಸಿದ ಎಲ್ಲಾ ಸಿದ್ಧಾಂತಗಳನ್ನು ಆಳವಾಗಿ ಅಧ್ಯಯನ ಮಾಡಬೇಕು.</p>\n<p>ಅಧ್ಯಯನ, ಬುದ್ಧಿಶಕ್ತಿ ಯಾರಿಗೂ ಹಾನಿ ಮಾಡುವುದಿಲ್ಲ, ಆದರೆ ನಾವು ಬುದ್ಧಿಶಕ್ತಿಯನ್ನು ದುರುಪಯೋಗಪಡಿಸಿಕೊಳ್ಳಬಾರದು.</p>\n<p>ಮನಸ್ಸನ್ನು ದುರುಪಯೋಗಪಡಿಸಿಕೊಳ್ಳುವುದನ್ನು ತಪ್ಪಿಸಲು ನಾವು ಅಧ್ಯಯನ ಮಾಡಬೇಕು. ವಿಭಿನ್ನ ವೃತ್ತಿಗಳ ಸಿದ್ಧಾಂತಗಳನ್ನು ಅಧ್ಯಯನ ಮಾಡಲು ಬಯಸುವವರು, ಬುದ್ಧಿಶಕ್ತಿಯಿಂದ ಇತರರಿಗೆ ಹಾನಿ ಮಾಡಲು ಬಯಸುವವರು, ಇತರರ ಮನಸ್ಸಿನ ಮೇಲೆ ಹಿಂಸೆ ಮಾಡುವವರು, ಇತ್ಯಾದಿ ಮನಸ್ಸನ್ನು ದುರುಪಯೋಗಪಡಿಸಿಕೊಳ್ಳುತ್ತಾರೆ.</p>\n<p>ಸಮತೋಲಿತ ಮನಸ್ಸಿಗಾಗಿ ವೃತ್ತಿಪರ ವಿಷಯಗಳನ್ನು ಮತ್ತು ಆಧ್ಯಾತ್ಮಿಕ ವಿಷಯಗಳನ್ನು ಅಧ್ಯಯನ ಮಾಡುವುದು ಅವಶ್ಯಕ.</p>\n<p>ನಾವು ನಿಜವಾಗಿಯೂ ಸಮತೋಲಿತ ಮನಸ್ಸನ್ನು ಬಯಸಿದರೆ ಬೌದ್ಧಿಕ ಸಂಶ್ಲೇಷಣೆ ಮತ್ತು ಆಧ್ಯಾತ್ಮಿಕ ಸಂಶ್ಲೇಷಣೆಯನ್ನು ತಲುಪುವುದು ತುರ್ತು.</p>\n<p>ಶಿಕ್ಷಕರು, ಉಪನ್ಯಾಸಕರು, ವಿಶ್ವವಿದ್ಯಾಲಯಗಳು ಇತ್ಯಾದಿಗಳಲ್ಲಿನ ಬೋಧಕರು ತಮ್ಮ ವಿದ್ಯಾರ್ಥಿಗಳನ್ನು ಮೂಲಭೂತ ಕ್ರಾಂತಿಯ ಹಾದಿಯಲ್ಲಿ ನಡೆಸಲು ಬಯಸಿದರೆ ನಮ್ಮ ಕ್ರಾಂತಿಕಾರಿ ಮನೋವಿಜ್ಞಾನವನ್ನು ಆಳವಾಗಿ ಅಧ್ಯಯನ ಮಾಡಬೇಕು.</p>\n<p>ವಿದ್ಯಾರ್ಥಿಗಳು ಆಧ್ಯಾತ್ಮಿಕ ಅಸ್ತಿತ್ವವನ್ನು ಪಡೆದುಕೊಳ್ಳುವುದು, ತಮ್ಮಲ್ಲಿ ನಿಜವಾದ ಅಸ್ತಿತ್ವವನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸಿಕೊಳ್ಳುವುದು ಅವಶ್ಯಕ, ಇದರಿಂದ ಅವರು ಶಾಲೆಯಿಂದ ಜವಾಬ್ದಾರಿಯುತ ವ್ಯಕ್ತಿಗಳಾಗಿ ಹೊರಬರುತ್ತಾರೆ ಮತ್ತು ಮೂರ್ಖ ಮೋಸಗಾರರಾಗುವುದಿಲ್ಲ.</p>\n<p>ಪ್ರೀತಿಯಿಲ್ಲದ ಜ್ಞಾನವು ಯಾವುದಕ್ಕೂ ಪ್ರಯೋಜನವಿಲ್ಲ. ಪ್ರೀತಿಯಿಲ್ಲದ ಬುದ್ಧಿಶಕ್ತಿಯು ಕೇವಲ ಮೋಸಗಾರರನ್ನು ಉತ್ಪಾದಿಸುತ್ತದೆ.</p>\n<p>ಜ್ಞಾನವು ಸ್ವತಃ ಪರಮಾಣು ವಸ್ತುವಾಗಿದೆ, ಪರಮಾಣು ಬಂಡವಾಳ, ಅದನ್ನು ನಿಜವಾದ ಪ್ರೀತಿಯಿಂದ ತುಂಬಿದ ವ್ಯಕ್ತಿಗಳು ಮಾತ್ರ ನಿರ್ವಹಿಸಬೇಕು.</p>"
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}
function _missingMdxReference(id, component) {
  throw new Error("Expected " + ("component" ) + " `" + id + "` to be defined: you likely forgot to import, pass, or provide it.");
}
const url = "src/content/docs/kn/educacion-fundamental/sabiduria-y-amor.mdx";
const file = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kn/educacion-fundamental/sabiduria-y-amor.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/home/prometeu/Documentos/Astro/gnosisapp/src/content/docs/kn/educacion-fundamental/sabiduria-y-amor.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
