const status = {"original":"Оригінал","automatic":"Автоматичний переклад","revised":"Перевірено"};
const messages = {"originalMessage":"Вміст цього розділу базується на оригінальному тексті іспанською мовою.","automaticMessage":"Цей розділ було автоматично перекладено з іспанського оригіналу. Він ще не пройшов перевірку людиною. Якщо ви хочете допомогти з перевіркою, зв'яжіться з нами, натиснувши тут.","revisedMessage":"Цей розділ пройшов перевірку та переклад людиною з оригінального іспанського тексту. Якщо він все ще потребує виправлень, зв'яжіться з нами, натиснувши тут."};
const uk = {
  "tableOfContents.onThisPage": "Про цей розділ",
  "tableOfContents.overview": "Початок",
  status,
  messages,
};

export { uk as default, messages, status };
